{"ID":150031, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Spirit of Light and Truth&#x2014;Its Value&#x2014;Its Opposite Necessary&#x2014;Final Triumph of Light and Truth.<\/div>\n<div class=\"subtitle\">Discourse by Elder Orson Pratt, delivered in the 13th Ward Assembly Rooms, Nov. 24, 1872.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: Spirit of Light and Truth, Etc.<\/div>\n<div class=\"speaker\">Speaker: Orson Pratt<\/div>\n<div class=\"date\">Date: 11\/24\/1872<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d31\">\n<div class=\"paragraph jod\" id=\"v15n822\"> I have, through upwards of forty years' experience in the public ministry, learned some few lessons in regard to public speaking. In the first place I know that the wisdom of man avails but very little, and that our own judgment, thoughts and reflections are not what the Lord requires; but he does require, and has required, ever since the rise of this Church, that his servants should speak by the power of the Holy Ghost.<span class=\"citation\" id=\"84968\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84968)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84968)\">D&amp;C 34:10<\/a><\/span> A revelation given to the Elders of this Church in the year 1831, says, &#x201C;My servants shall be sent forth to the east and to the west, and to the north and to the south,<span class=\"citation\" id=\"85457\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85457)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85457)\">D&amp;C 42:63<\/a><\/span> and they shall lift up their voices and speak and prophesy as seemeth me good;<span class=\"citation\" id=\"85299\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85299)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85299)\">D&amp;C 42:16<\/a><\/span> but if you receive not the Spirit you shall not teach.&#x201D;<span class=\"citation\" id=\"85292\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85292)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85292)\">D&amp;C 42:14<\/a><\/span> This <div class=\"break columnbreak\" id=\"229b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0229.pdf\" target=\"pdfwin\">p.&#xA0;229b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5682\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> is a commandment that the Lord gave to his servants over forty years ago. I have seen a few times from the commencement of my ministry, when my mind seemed to be entirely closed up, and when what few words I could stammer forth before a congregation, were altogether unsatisfactory to my own mind, and I presume to those who heard me. But I do feel thankful to God that lately, from year to year, he has favored me with a liberty of utterance and with the power and gift of the Holy Ghost. I acknowledge his hand in this, for I know it has come from him, and having experienced the two conditions of mind I know the difference. I know that, not only as public speakers, but as individual members of the Church of the living  <div class=\"break pagebreak\" id=\"230a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0230.pdf\" target=\"pdfwin\">p.&#xA0;230a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5681\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>God, there are many things pertaining to our everyday duties, which if we clearly understood by the light of the Spirit, we would escape many things which cause unhappiness. It is the want of clearly understanding the will of the Lord under all circumstances that causes us to fall into many of the evils that we pass through in life. I can look back on my past life and can speak from experience in these matters. I can remember many times when, if I had been guided by the Spirit of the Lord in regard to temporal matters, it would have been well with me; but not altogether understanding what the mind of the Spirit was, the course I have taken at times has been very disadvantageous to me. I will relate one circumstance of this kind as a sample. Some few years ago, I had a few hundred dollars in goods and property, and I expended all that I had in a store. Not one of these cooperative stores, but in a store kept at Fillmore. Being requested by the merchants in that place to purchase a bill of goods for them, and to give my own note until they could settle it; and being anxious that their business should go on and prosper, I was foolish enough to do as they wished, by which I brought myself into great difficulties, and lost over two thousand dollars by the transaction. I had the bill of goods to pay for, and lost all I put in besides. If I had understood the teachings of the Spirit&#x2014;and I did have some impressions in relation to the matter, but if I had fully understood them I should not have fallen into these unpleasant circumstances. I have no doubt that there are many others among the people of God, who can see where they have erred, because they did not have the Spirit of God upon them at the time. <\/div><div class=\"paragraph jod\" id=\"v15n824\"> I can see, also, many times when <div class=\"break columnbreak\" id=\"230b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0230.pdf\" target=\"pdfwin\">p.&#xA0;230b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5681\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the Spirit of the Lord whispered to me, and I scarcely knew whether it was my own thoughts and imaginations or whether it was the revelations of the Spirit; yet it seemed to be the Spirit of the Lord, and I followed the teachings, and was prospered in so doing. <\/div><div class=\"paragraph jod\" id=\"v15n825\"> If we, as a people, would live up to our privileges, how many difficulties might be avoided! How many Latter-day Saints would constantly live in the light of revelation! This puts me in mind of a text which I have often heard quoted, but I do not know that I have said much in relation to it. Neither do I know where it is recorded, but I think it is somewhere in the writings of Solomon. The passage I refer to says that there is a spirit in man and the Spirit or candle of the Lord, I do not remember which, giveth it understanding.<span class=\"citation\" id=\"56198\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56198)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56198)\">Job 32:8<\/a><\/span> The idea is that in these tabernacles of ours we have an intelligent spirit which God has placed there, and he has ordained that the Spirit of the Lord shall light up these human spirits of ours, that we may follow in the paths of light, truth and righteousness and obtain eternal life. <\/div><div class=\"paragraph jod\" id=\"v15n826\"> This text also puts me in mind of one that is recorded somewhere in the Book of Doctrine and Covenants, in which the Lord, speaking directly to this people, says that the word of the Lord is truth, and whatsoever is truth is light, and whatsoever is light is Spirit, even the Spirit of Jesus Christ, and the Spirit giveth light to every man that cometh into the world; and the Spirit enlighteneth every man through the world that hearkeneth to the voice of the Spirit.<span class=\"citation\" id=\"87778\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87778)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87778)\">D&amp;C 84:45-46<\/a><\/span> I cannot tell you on what page nor in what section of the Book of Covenants this can be found; but you who are in the habit of reading that book will find these words, as I have  <div class=\"break pagebreak\" id=\"231a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0231.pdf\" target=\"pdfwin\">p.&#xA0;231a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5680\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>quoted them. &#x201C;Whatsoever is truth is light, whatsoever is light is Spirit,&#x201D;<span class=\"citation\" id=\"87774\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87774)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87774)\">D&amp;C 84:45<\/a><\/span> consequently, if we could always follow in the light, instead of following in the channel of darkness, we would always follow in the path that would lead to peace and happiness, and we would avoid ten thousand difficulties which beset our pathway. <\/div><div class=\"paragraph jod\" id=\"v15n828\"> Another revelation that agrees with this will be found in the Book of Doctrine and Covenants, in a very lengthy communication made by the Lord to this Church, which shows very plainly that light is the principle and law by which everything is governed. I will quote the revelation as near as I can remember it. Speaking of his presence, he says, &#x201C;As he is in the sun, and is the light thereof, and the power thereof by which it is governed; and as he is also in the moon, and is the light and the power thereof; and in the stars; and the light which shineth is the same light which quickeneth your eyes, which is the same light which quickeneth your understandings; the light which is in all things, and which giveth life to all things, and which is the law by which all things are governed, even the power of God who sits upon his throne, who is in the bosom of eternity, who is in the midst of all things. Which light proceedeth forth from his presence to fill the immensity of space.&#x201D; When we put all these texts together, we find that this great principle of light which should enlighten the mind of man, and by which he should be led continually, is something that is not confined to one little part of space; it not only lights the sun, moon and stars and all the heavenly bodies, but it is in and surrounds all things, and gives life to all things.<span class=\"citation\" id=\"88286\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88286)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88286)\">D&amp;C 88:7-13<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v15n829\"> Here is something that we do not perfectly understand. The principle <div class=\"break columnbreak\" id=\"231b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0231.pdf\" target=\"pdfwin\">p.&#xA0;231b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5680\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of life by which we are able to move, think and reason; the principle of motion and of power is a principle of light. And there seems to be a connection or relation between these principles that govern the motion of living beings and the light that proceeds forth from the sun. But we do not understand that relation. God has told us that it is the law by which everything is governed;<span class=\"citation\" id=\"88310\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88310)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88310)\">D&amp;C 88:13<\/a><\/span> and we cannot find a law throughout universal space, but what light has something to do with it. But we do not know in all cases how it operates. We do not know, for instance, how light operates in making a blade of grass grow out of the earth. We cannot understand how particle comes to its particle, how it is organized in a certain form, and finally produces the complete blade of grass. We do not know how this is carried on, but the Lord has told us that it is done by the principle of light. We do not know, either, how it is that we can communicate with different and distinct parts of the earth almost instantaneously through the medium of the electric wires. We understand that this phenomenon exists, but we do not know the cause of it; if we did we should find, according to the revelation which God has given, that it is accomplished through the medium of light. How that light operates we do not know, God has not revealed that. He has only told us that light is the cause and the power by which everything is governed.<span class=\"citation\" id=\"88311\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88311)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88311)\">D&amp;C 88:13<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v15n830\"> We see a stone, and when we hold it in our hands and let go of it, it does not stand still, neither does it fall upwards, neither does it go horizontally, but it falls downwards to the surface of the earth. We have named this gravitation. But what is the cause? No one knows. No person can tell why that stone does  <div class=\"break pagebreak\" id=\"232a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0232.pdf\" target=\"pdfwin\">p.&#xA0;232a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5679\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>not stand still. We see it fall and we see all terrestrial bodies fall to the surface of the earth, but we cannot tell why this is so. The cause, however, is light, but how that light operates we do not know. <\/div><div class=\"paragraph jod\" id=\"v15n832\"> We see the sun shine, and we know that it illuminates the face of this world and of many other worlds. Its light proceeds forth from that center and radiates to immense distances. We see all this, but what connection is there between this and the understanding or light that is in man, that assists him in his power of thought and motion? What connection is there between the shining of that light and the light that is within us? We do not know, and yet God has said that the light which proceeds forth from these heavenly bodies is the same light that quickens the understanding of man<span class=\"citation\" id=\"88293\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88293)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88293)\">D&amp;C 88:11<\/a><\/span> and that gives life to all things.<span class=\"citation\" id=\"88312\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88312)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88312)\">D&amp;C 88:13<\/a><\/span> We do not understand all these things which God has spoken and given. For instance we see a candle set on a table; we apply a match to that, and immediately there is light where before existed darkness. Chemists tell us that this is a chemical operation; that the light proceeds not from the tallow, but from a principle called oxygen&#x2014;a certain portion of the atmospheric air which we breathe; that that principle has a great tendency to unite with the materials of the candle, and in so doing it gives out its light. But how this light is produced and sustained by a combination of the elements of the candle and the oxygen of the atmosphere we do not know, only we know that it is the power of God, we know that it is the light which is in all things. But what I term knowledge, and what we should all term knowledge, is to understand not only the phenomena but the cause of these things. We endeavor to distinguish between the natural <div class=\"break columnbreak\" id=\"232b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0232.pdf\" target=\"pdfwin\">p.&#xA0;232b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5679\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and the spiritual light, but is there any such thing as drawing a line of distinction between the two? Who can do it? Where is the man or philosopher that can tell the distinction, and where one ends and the other begins? They cannot do it. If we take the revelation which God has given we learn that there is no difference; it is the same light that produces both effects, and the light which darts along the electric wire is the same as that which comes from the distant bodies of the universe, only it has a different name, and operates a little differently. The time will come when the Latter-day Saints, if faithful, will have an understanding of all these things. We have made a commencement in the right channel; we have placed ourselves in an attitude to learn the first principles in this great, divine university called the kingdom of God. God has given us his Holy Spirit, which is the commencement of knowledge, light and intelligence. But unless we walk according to the light and the mind of that Spirit, wherein are we benefited? We are not benefited at all. &#x201C;If my words abide in you,&#x201D; says Jesus, &#x201C;you shall ask whatever you will, and it shall be given unto you.&#x201D;<span class=\"citation\" id=\"70161\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70161)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70161)\">John 15:7<\/a><\/span> This promise is given unto every Latter-day Saint. The Book of Mormon, however, qualifies this saying a little. It says, &#x201C;Whatsoever we ask in faith, which is right, believing that we shall receive, it shall be given unto us.&#x201D;<span class=\"citation\" id=\"82790\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82790)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82790)\">3 Ne. 18:20<\/a><\/span> These words&#x2014;&#x201C;which is right&#x201D;&#x2014;greatly qualify the promise. The Lord has not bound himself by promise to give to the children of men whatsoever they ask for, unless it is absolutely right that they should ask for that thing. If what we ask for in faith is right, then he is bound. <\/div><div class=\"paragraph jod\" id=\"v15n833\"> This puts me in mind of a passage in the revelations contained in the  <div class=\"break pagebreak\" id=\"233a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0233.pdf\" target=\"pdfwin\">p.&#xA0;233a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5678\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Book of Doctrine and Covenants in relation to prayer. He says, &#x201C;You shall receive whatever you ask for in prayer, which it is expedient for you to receive; but if any among you shall ask for that which it is not expedient for him to receive, it shall turn to his condemnation.&#x201D;<span class=\"citation\" id=\"88587\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88587)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88587)\">D&amp;C 88:64-65<\/a><\/span> We must, in the first place, try to have light enough to discern what is right or expedient for us; in the second place, to ask God the Eternal Father in the name of his son Jesus Christ, for the things which we know he is willing to bestow upon us. Then we can ask in faith, for we have the promise that we shall receive. <\/div><div class=\"paragraph jod\" id=\"v15n835\"> The great difficulty with me, and I presume it is also the experience of almost every man and woman in the Church of the living God, is, we are not so faithful as some of the servants of God have been in former days. Some of them were so faithful that they lived constantly in the light of revelation. Their minds were opened to it, and scarcely a thing could transpire but what they understood it beforehand. They did not need the news or intelligence to be brought to them from a distance, but there was a spirit within them and the candle of the Lord gave that spirit understanding in regard to things that were transpiring thousands of miles distant. They lived for this; they walked before the Lord so faithfully that they were entitled to know, not only things that were present with and that would benefit themselves and the people among whom they dwelt, but also things in the future&#x2014;ages and ages to come were opened up to their minds, and their minds comprehended them by permitting this candle of the Lord to shine upon and illuminate them. <\/div><div class=\"paragraph jod\" id=\"v15n836\"> It is my most earnest desire to live so as to discern under every condition <div class=\"break columnbreak\" id=\"233b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0233.pdf\" target=\"pdfwin\">p.&#xA0;233b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5678\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and circumstance in life precisely what would be most pleasing in the sight of God for me to do, and when I comprehend this I can act as a person who does not grope in the dark, like the blind man who gropes for the wall;<span class=\"citation\" id=\"59856\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59856)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59856)\">Isa. 59:10<\/a><\/span> but if I live for it, the path in which I should walk will be plain, the Spirit of God being as it were a lamp to my feet,<span class=\"citation\" id=\"57230\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57230)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57230)\">Ps. 119:105<\/a><\/span> and my guide and instructor by day and by night. Do you not desire Latter-day Saints to be instructed in this way? Every honest-hearted person will answer yes. Every one who hungers and thirsts after righteousness,<span class=\"citation\" id=\"62935\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62935)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62935)\">Matt. 5:6<\/a><\/span> and who desires eternal life will acknowledge that he does desire to be thus guided and led. <\/div><div class=\"paragraph jod\" id=\"v15n837\"> But now having spoken so much about the benefits of this light, and how good it would be to be continually guided and instructed by the spirit of revelation, there is another thing connected with it which we perhaps do not all fully understand. Supposing a person were thus guided all the time, from waking in the morning until they retired to rest at night; and then when asleep if his dreams were given by the same spirit, and this should be the uninterrupted condition of an individual, I ask, where would be his trials? This would lead us to ask, Is it not absolutely necessary that God should in some measure, withhold even from those who walk before him in purity and integrity, a portion of his Spirit, that they may prove to themselves, their families and neighbors, and to the heavens whether they are full of integrity even in times when they have not so much of the Spirit to guide and influence them? I think that this is really necessary, consequently I do not know that we have any reason to complain of the darkness which occasionally hovers over the mind. I recollect that Lehi had  <div class=\"break pagebreak\" id=\"234a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0234.pdf\" target=\"pdfwin\">p.&#xA0;234a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5677\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>a very great and important dream communicated to him,<span class=\"citation\" id=\"80957\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80957)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80957)\">1 Ne. 8:2-38<\/a><\/span> and his son Nephi had the same renewed to him.<span class=\"citation\" id=\"126632\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126632)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126632)\">1 Ne. 11:1-36<\/a><\/span><span class=\"citation\" id=\"126633\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126633)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126633)\">1 Ne. 12:1-23<\/a><\/span><span class=\"citation\" id=\"126634\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126634)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126634)\">1 Ne. 13:1-42<\/a><\/span><span class=\"citation\" id=\"126635\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126635)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126635)\">1 Ne. 14:1-30<\/a><\/span> While Lehi was on his way to this country he dreamed that he wandered many hours in darkness; that there was a certain rod of iron, notwithstanding this darkness that seemed to gather around him, on which the old man leaned steadfastly. So great was the darkness that he was fearful he should lose his way if he let go the rod of iron; but he clung to it, and continued to wander on until, by and by, he was brought out into a large and spacious field, and he also was brought out to a place where it was lighter, and he saw a certain tree which bore very precious fruit. And he went forth and partook of the fruit of this tree, which was the most precious and desirable of any fruit that he had ever tasted; and it seemed to enlighten him and fill him with joy and happiness. Lehi was a good old man&#x2014;a man who had been raised up as a great prophet in the midst of Jerusalem. He had prophesied in the midst of all that wickedness which surrounded the Jews; and they sought to take away his life, because of his prophecy.<span class=\"citation\" id=\"80913\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80913)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80913)\">1 Ne. 1:18-20<\/a><\/span> But notwithstanding this gift of prophecy, and the gifts of the Spirit which he enjoyed, the Lord showed him by this dream that there would be seasons of darkness through which he would have to pass, and that even then there was a guide. If he did not all the time have the Spirit of God upon him to any great extent, there was the word of God, represented by an iron rod, to guide him; and if he would hold fast to that in his hours of darkness and trial, when everything seemed to go against him, and not sever himself therefrom, it would finally bring him where he could partake of the fruit of the precious tree&#x2014;the Tree of Life. Con<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"234b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0234.pdf\" target=\"pdfwin\">p.&#xA0;234b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5677\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>sequently I am not so sure, that it is intended for men of God to enjoy all the time a great measure of his Spirit. <\/div><div class=\"paragraph jod\" id=\"v15n839\"> I will refer to another example&#x2014;one that I have often quoted. It will be found in the &#x201C;Pearl of Great Price.&#x201D; It is a revelation that was given renewedly to Joseph Smith, concerning what God revealed to Moses, before he was permitted to go down and be a deliverer to the children of Israel.<span class=\"citation\" id=\"92222\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92222)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92222)\">Moses 1:1-42<\/a><\/span> The Lord severely tried Moses, as well as enlightened him. He had to pass through both conditions of experience&#x2014;a condition of great light, truth, knowledge and understanding in the ways of God, and a condition of darkness and great temptation. Hence we find that on a certain occasion God called Moses up into a very high mount, where he bowed down before the Lord and cried mightily unto him, and the Lord heard his prayer, and the glory of God descended and rested upon him, and he beheld many great and wonderful things. His mind was opened to things that he never had understood before&#x2014;things that were great and marvelous. Yet the Lord showed him but very few of his works, for he told Moses on that occasion that no man could behold all his works except he beheld all his glory; and no man could behold all his glory and afterwards remain in the flesh.<span class=\"citation\" id=\"92234\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92234)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92234)\">Moses 1:4-5<\/a><\/span> To behold all the works of God was more than any mortal man could endure. <\/div><div class=\"paragraph jod\" id=\"v15n840\"> Moses, after receiving this remarkable vision, had such great knowledge and intelligence unfolded unto him that he marveled exceedingly, and while gazing upon the works of God, the Spirit of God withdrew from him, and he was left unto himself, and he fell to the earth,<span class=\"citation\" id=\"92251\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92251)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92251)\">Moses 1:9<\/a><\/span> for his natural strength departed from him. &#x201C;Now,&#x201D; said Moses, &#x201C;I know for  <div class=\"break pagebreak\" id=\"235a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0235.pdf\" target=\"pdfwin\">p.&#xA0;235a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5676\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>this cause that man is nothing, which thing I never had supposed.&#x201D;<span class=\"citation\" id=\"92254\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92254)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92254)\">Moses 1:10<\/a><\/span> But he had learned by the contrast that man, in and of himself, was as nothing, and comparatively speaking, less than the dust of the earth, which moves hither and thither by the command of the great God; but that man, being an agent unto himself, and God not having a disposition to control this agent contrary to certain laws and principles, when this agent was left to himself he found that he was nothing. The Lord then permitted Satan to appear in a personal form and visit this great man of God. Here, now, was a contest. Satan came up before Moses, not in all his ugliness and maliciousness, but assuming the form of an angel of light. Satan said, &#x201C;Moses, son of man, worship me!&#x201D; Moses looked upon Satan and said, &#x201C;Who art thou, that I should worship thee? For I could not look upon God, except his glory should come upon me. But I can look upon thee as a natural man.&#x201D;<span class=\"citation\" id=\"92260\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92260)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92260)\">Moses 1:12-14<\/a><\/span> Here was the difference. He could look upon this individual who came to him pretending to be an angel of goodness and light, and have none of the glorious feelings that he had before. Hence said Moses, &#x201C;I can discern the difference between God and thee. Get thee hence, Satan!&#x201D;<span class=\"citation\" id=\"92268\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92268)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92268)\">Moses 1:15-16<\/a><\/span> Satan did not feel disposed to give up the attack, and he commanded him again to worship him, and he exerted a great power and the earth shook and trembled, and Moses was filled with fear and trembling, but he nevertheless called upon God for he was convinced in his own mind that his visitor was one from the infernal regions, a personage of darkness, and he felt to rebuke him, and in his fear he saw the bitterness of hell, that is, the fear and trembling that came upon him, and the darkness that surrounded him, gave <div class=\"break columnbreak\" id=\"235b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0235.pdf\" target=\"pdfwin\">p.&#xA0;235b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5676\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> him an experience of the bitterness and misery of those who are in torment. After a certain period of time in which Satan tried to overpower him, Moses gained strength from God, and commanded Satan, in the name of Jesus Christ, to depart, and he departed.<span class=\"citation\" id=\"92271\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92271)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92271)\">Moses 1:17-22<\/a><\/span> Moses then received strength, and he continued to call upon God, and the glory of God again rested upon him,<span class=\"citation\" id=\"92284\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92284)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92284)\">Moses 1:25<\/a><\/span> so that he beheld the works of the Creator, and he began to inquire very diligently concerning the earth upon which he dwelt. The Lord saw proper on that occasion, after severely testing Moses with the opposite power, to show to him the whole earth. Not merely portions of its surface, but he showed the whole of the inside as well as the outside, for the revelation says, &#x201C;There was not a particle of it which he did not behold, discerning it by the spirit of God.&#x201D;<span class=\"citation\" id=\"92288\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92288)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92288)\">Moses 1:27<\/a><\/span> If we go to the top of a very high mountain, we can only behold a very limited landscape, for the most distant portions of our view are generally obscured by the vapors of the earth or by smoke, so that we only see a dim outline. But here was a man of God, having the Spirit of God lighting up his mind to that degree that he could see every particle of the earth. This was a wonderful development of the mind and powers of man. I do not suppose that the mind of Moses was constituted any different from the minds of the congregation now before me; every one of us has the same kind of human spirit that he had. Though not called with the same calling, yet we have the same kind of spirit, and are the children of the same Father. Now if Moses had within him a certain undeveloped principle, which for the space of some eighty years he did not know that he possessed, until God on that occasion lighted it up  <div class=\"break pagebreak\" id=\"236a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0236.pdf\" target=\"pdfwin\">p.&#xA0;236a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5675\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and brought it forth, so that he was capable not only of looking upon the surface of our globe, but of looking into its interior, I do not know why each and every one of those now present before me have not the same faculty and gift, if it were only developed. <\/div><div class=\"paragraph jod\" id=\"v15n843\"> I bring up these things to show how God deals with his children&#x2014;his sons and daughters&#x2014;by lighting up the mind, and then leaving them awhile in darkness. It is not likely that many of us, with the little experience that we have, could resist such great temptations as Moses did. If such powers were brought to bear on our minds they might overthrow and destroy us, but he was prepared beforehand; he had beheld the glory of God, and had received strength from the heavens, consequently when the opposite powers assailed him, his previous experience strengthened him, and he held fast to the rod of iron notwithstanding the darkness he had to contend with. <\/div><div class=\"paragraph jod\" id=\"v15n844\"> When Moses received this great light and saw the whole earth, he felt a very great anxiety to know how the earth was formed. It would be very natural for a man suddenly endowed with the power to behold every particle of the earth, to ask, &#x201C;How was this made?&#x201D;<span class=\"citation\" id=\"92297\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92297)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92297)\">Moses 1:30<\/a><\/span> and Moses said, &#x201C;Be merciful unto thy servant, O God, and show me concerning the heavens and the earth, and then thy servant will be content.&#x201D;<span class=\"citation\" id=\"94668\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94668)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94668)\">Moses 1:36<\/a><\/span> The Lord told Moses that there were many heavens, and many worlds that had passed away by his power, and that as one heaven and one earth should pass away, even so should another come, and there was no end to his works and to his words.<span class=\"citation\" id=\"92319\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92319)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92319)\">Moses 1:37-38<\/a><\/span> Then Moses limited his desires. <\/div><div class=\"paragraph jod\" id=\"v15n845\"> Here we see something asked of the Lord by Moses that was not expedient, it was not wisdom in the <div class=\"break columnbreak\" id=\"236b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0236.pdf\" target=\"pdfwin\">p.&#xA0;236b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5675\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Lord to reveal it to him, he could not know all about the many heavens. Then he asked the Lord, saying, &#x201C;Show unto thy servant concerning this earth and this heaven, then will thy servant be content.&#x201D;<span class=\"citation\" id=\"92317\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92317)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92317)\">Moses 1:36<\/a><\/span> The Lord then gave him what we term the Book of Genesis, one of the first books of Moses, telling him, in answer to his prayer, how he formed and created this earth and this heaven,<span class=\"citation\" id=\"92327\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92327)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92327)\">Moses 2:1<\/a><\/span> and the various stages thereof, as performed in the several days, until on the sixth and seventh it was completed. This, according to new revelation contained in the &#x201C;Pearl of Great Price,&#x201D; is the way Moses obtained a knowledge of the history of this creation. Other men, before his day, also obtained it. Abraham, who lived several hundred years before Moses, had the Urim and Thummim, which the Lord God gave unto him in the land of Chaldea, and by the aid of this instrument he also obtained a knowledge of the history of this creation, and not only of this, but of many others, God also giving the names of many of them, such as Kolob<span class=\"citation\" id=\"93412\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93412)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93412)\">Abr. 3:3<\/a><\/span> and others, which it is not necessary for me to repeat.<span class=\"citation\" id=\"93408\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93408)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93408)\">Abr. 3:1-28<\/a><\/span><span class=\"citation\" id=\"93489\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93489)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93489)\">Abr. 4:1-31<\/a><\/span><span class=\"citation\" id=\"93535\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93535)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93535)\">Abr. 5:1-21<\/a><\/span> But the Lord, in various ages, has manifested these great things to the children of men. But all these great Prophets, Seers and Revelators had to experience their seasons of darkness and trial, and had to show their integrity before God in the midst of the difficulties they had to encounter. Shall the Latter-day Saints despond, then, because they may have seasons of darkness, and may be brought into trials and difficulties? No! Let us be steadfast, holding fast to the rod of iron&#x2014;the word of God&#x2014;<span class=\"citation\" id=\"126636\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126636)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126636)\">1 Ne. 11:25<\/a><\/span>and to our honesty, integrity and uprightness, that God may be well pleased with us whether we have much or little of the Spirit. I do not know how we could have many  <div class=\"break pagebreak\" id=\"237a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0237.pdf\" target=\"pdfwin\">p.&#xA0;237a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5674\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>trials, if we were all the time filled with the Spirit and continually having revelations. <\/div><div class=\"paragraph jod\" id=\"v15n847\"> This puts me in mind of the experience of our Prophet Joseph, and of David Whitmer, Oliver Cowdery and others. You are familiar with many things contained in the history of Joseph, about his hours of trial. He had some before the Lord permitted him to take the plates from the Hill Cumorah. God showed him where those plates were,<span class=\"citation\" id=\"126637\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126637)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126637)\">JS&mdash;H 1:42<\/a><\/span> and he was commanded by the angel to go and view them. He did so, and when he first saw them he put forth his hand to take them. But was he suffered to do so? No.<span class=\"citation\" id=\"126638\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126638)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126638)\">JS&mdash;H 1:50-53<\/a><\/span> What was the reason? He had not had the trials necessary to prove his integrity, and this must be proved before he could be entrusted with so sacred a treasure. Hence he was told to go and be obedient to the Lord, and to come there from time to time, as he was commanded by the angel of the Lord;<span class=\"citation\" id=\"93879\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93879)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93879)\">JS&mdash;H 1:53<\/a><\/span> and when the time had fully come he was permitted to take them.<span class=\"citation\" id=\"126639\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126639)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126639)\">JS&mdash;H 1:59<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v15n848\"> Do you suppose, from the time he saw the plates first, to the day when he was permitted to take them, being some four years, that he had no temptations, trials, darkness or difficulties to grapple with? We are told in his history that, besides the glories of heaven that were opened to his mind, the powers of darkness were also portrayed before him. The Lord showed him the two powers. What for? To give him the experience necessary to enable him to discern between that which came from God and that which came from the opposite source. He saw, as Moses did, these evil beings personally. They were manifested before him in their rage, malice and wickedness. He had also many seasons of sorrow, tribulation, difficulty and temptation; and when he had proved himself be<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"237b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0237.pdf\" target=\"pdfwin\">p.&#xA0;237b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5674\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>fore the Heavens, and before the Saints in Paradise who once dwelt on this continent, and had shown that he was full of integrity, God permitted him to take the plates, and he translated the record thereon into the English language. <\/div><div class=\"paragraph jod\" id=\"v15n849\"> Perhaps I have spoken sufficient in relation to these two powers. What I have said has been with the design to comfort and encourage the Saints, that they may not think, because some are tried this way, and some that way, and some another, that something has befallen them different to what has taken place upon the human family before,<span class=\"citation\" id=\"78167\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78167)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78167)\">1 Pet. 4:12<\/a><\/span> and that they are more tried than any other individual that has ever been upon the earth. Do not think this, Latter-day Saints, but strengthen yourselves in God, and in the hour of your trial call upon him, and he will impart strength and faith to you, light up your understandings, and bring you through victoriously, and your blessings will be still greater than before your temptations came upon you. <\/div><div class=\"paragraph jod\" id=\"v15n850\"> By and by the time will come when the veil, which hides this earth, and shuts out its inhabitants from the presence of God, will be removed.<span class=\"citation\" id=\"89475\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89475)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89475)\">D&amp;C 101:23<\/a><\/span> We read this in the Book of Covenants. The earth is now shut out from the presence of God, and all the inhabitants, and the animal creation, the fowls of the air and the fishes of the sea, and everything wherein there is life, all are shut out from the presence of God. Because of the fall of the great head and being who was to have dominion over this creation, it is banished, a veil is let down which hides us from the presence of God. This veil or covering will soon be taken away, and the earth will roll back again into the presence of God.<span class=\"citation\" id=\"88360\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88360)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88360)\">D&amp;C 88:19<\/a><\/span> When I speak of the earth's rolling back again, I do not mean that the  <div class=\"break pagebreak\" id=\"238a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0238.pdf\" target=\"pdfwin\">p.&#xA0;238a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5673\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Lord is going to translate it from its present orbit around the sun; I do not mean that it is going to be moved from its present position, which it has occupied for six thousand years; but I mean that the veil which shuts us out from the presence of God will be removed.<span class=\"citation\" id=\"88361\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88361)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88361)\">D&amp;C 88:19<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v15n852\"> Those who are sufficiently pure to abide that day have great promises made to them.<span class=\"citation\" id=\"85022\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85022)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85022)\">D&amp;C 35:21<\/a><\/span> You will find these promises recorded in the Book of Doctrine and Covenants. We are told that when that day arrives, God's people, whether those who have died and are resurrected, or those who are living on the earth, shall know all these things that I have spoken of. They shall know about the earth, and all things in, under or around about it, and all the power thereof and the materials that enter into its constitution.<span class=\"citation\" id=\"89481\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89481)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89481)\">D&amp;C 101:23-34<\/a><\/span> All these things will be open to the mind of man, and it will be one of his natural gifts apparently. I say natural, because it will be so frequent. That which we call natural is something, generally speaking, that takes place all the time, and the frequency of the thing makes it to us natural. Well, when this covering of which I have spoken is removed, the knowledge that the people will then have of the mysteries and wonders of creation will be such that they will many times be in about the same condition that Moses was in during the short interval of light and glory that was manifested to him. If that man of God could retain his existence as a mortal being after that great manifestation of the power of God unto him on that occasion, I do not know why the minds of all who are counted worthy to live, when the Lord removes the veil, cannot be developed the same as the mind of Moses was, that they may grasp and comprehend the things of God the same as he did. I cannot, in my <div class=\"break columnbreak\" id=\"238b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0238.pdf\" target=\"pdfwin\">p.&#xA0;238b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5673\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> own mind, see so much difference, as many people suppose, between the ancients and the moderns. I believe that God is willing to bless all his children, ancient or modern, if they live before him worthily. <\/div><div class=\"paragraph jod\" id=\"v15n853\"> We read in Isaiah of a time when a certain people called Zion should be clothed upon with the glory of God, and their city be lighted up with a cloud by day and the light of a flaming fire by night,<span class=\"citation\" id=\"57914\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57914)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57914)\">Isa. 4:5<\/a><\/span> and they should be so highly favored that, so far as light was concerned, they should not need the light of the sun by day, nor the moon by night, for the Lord their God would be their everlasting light, and the days of their mourning would be ended.<span class=\"citation\" id=\"60017\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60017)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60017)\">Isa. 60:19-20<\/a><\/span> We also read in the same connection that when that day comes, &#x201C;thy children,&#x201D; speaking of Zion &#x201C;shall all be righteous;&#x201D;<span class=\"citation\" id=\"60029\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60029)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60029)\">Isa. 60:21<\/a><\/span> that is, they would be a people upon whom and to whom God could manifest himself as he did to Moses and others; that the knowledge of God would cover the earth as the waters cover the great deep.<span class=\"citation\" id=\"58152\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58152)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58152)\">Isa. 11:9<\/a><\/span> Jeremiah has said that the time would come when the new covenant should take its full effect here upon the earth; that there would be no more need of ministers and priests to teach the people, although there would be need for ordinances to be administered, and for the priesthood to administer in other capacities; but so far as teaching the people to know the Lord was concerned it would be unnecessary. In that day no man would need to say to his neighbor, &#x201C;Know ye the Lord.&#x201D; Why? Because all would know him, from the least unto the greatest,<span class=\"citation\" id=\"60658\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60658)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60658)\">Jer. 31:31-34<\/a><\/span> for Isaiah says they should all be taught of the Lord,<span class=\"citation\" id=\"59714\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59714)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59714)\">Isa. 54:13<\/a><\/span> all be righteous,<span class=\"citation\" id=\"60028\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60028)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60028)\">Isa. 60:21<\/a><\/span> all receive revelation and visions, all prophesy and dream.<span class=\"citation\" id=\"126640\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126640)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126640)\">Joel 2:28<\/a><\/span> That is, God would reveal by his Spirit in different ways, at different times and by different methods to his people those  <div class=\"break pagebreak\" id=\"239a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0239.pdf\" target=\"pdfwin\">p.&#xA0;239a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5672\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>things that would comfort and build them up in their most holy faith.<span class=\"citation\" id=\"126641\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126641)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126641)\">Jude 1:20<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v15n855\"> When we see the great necessity there is at the present time to teach, and see how prone men are to forget that which they are taught, we say, they are like him who beholds his natural face in a glass and turns away, and straightway forgets what manner of man he is.<span class=\"citation\" id=\"77486\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77486)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77486)\">James 1:23-24<\/a><\/span> It is just so with regard to teaching the people; they need to be stirred up continually, because of the weakness of their minds and memories; and naturally viewing this weakness, it seems almost impossible to believe that it will ever be different, as long as men are in a mortal state. Yet I do not look at it in this light. I look for a great change and revolution among the inhabitants of our globe. I look for the veil to be taken not only from the earth, but from every creature of all flesh that dwells upon the face thereof; and all will be in the presence of God.<span class=\"citation\" id=\"89476\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89476)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89476)\">D&amp;C 101:23<\/a><\/span> God himself will be their God, and they will be his people.<span class=\"citation\" id=\"60666\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60666)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60666)\">Jer. 31:33<\/a><\/span> God himself will wipe away all tears from their eyes, and there will be no more death, no more sorrow nor crying, for all things will become new,<span class=\"citation\" id=\"80734\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80734)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80734)\">Rev. 21:4-5<\/a><\/span> and God will be with his people from that time henceforth and forever. <\/div><div class=\"paragraph jod\" id=\"v15n856\"> Does this mean that God will all the time dwell upon the earth? No. There will be a connection, an opening between man and God, that will bring us into his presence, and whether he shall be far distant or near it will make no difference. Here is a principle that none of us fully comprehend. We speak oftentimes of going to and returning from God, of going to heaven, and so on. I have no doubt that many of us will be counted worthy to approach near to him so far as distance is concerned. But then, when we come to reflect that distance will be comparatively <div class=\"break columnbreak\" id=\"239b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0239.pdf\" target=\"pdfwin\">p.&#xA0;239b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5672\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> annihilated, between God and the worlds he has made, so that it will make no difference, as far as his presence is concerned, whether he is close by or millions of miles distant&#x2014;there will be a mutual communication between the Creator and his children all the time, consequently there will be union and fellowship with him, and rejoicing in his presence, though he be in a world far beyond Kolob,<span class=\"citation\" id=\"93413\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93413)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93413)\">Abr. 3:3<\/a><\/span> of which Abraham speaks. <\/div><div class=\"paragraph jod\" id=\"v15n857\"> As an illustration of this principle, let me bring up some temporal phenomena here on the earth. A few years ago, when I was a boy, no such thing was dreamed of as conversing with our neighbors two or three hundred miles distant. And if such a thing had been thought of and it had been mentioned, the dreamer would have been at once set down as a fanatic or enthusiast, or as one beside himself, crazy or weakminded. That was the idea our fathers had, and the idea that some of us old men had when we were boys. But since that period God has seen proper to inspire certain individuals with information and knowledge, to erect telegraph poles, and through the medium of wires attached to these poles, placed upon nonconductors of electricity, we are enabled to converse instantaneously, almost, with the most distant parts of the earth; and if there is proper wire connection we can send our message to the other side of the globe in one or two seconds and get a return as quickly. Is not this making neighbors of the nations? So far as this one means of communication is concerned, it is quite neighborly. We in Salt Lake City can sit down by the side of our warm fires and converse with persons sitting by their fires. The people of these two cities can talk together, though it is quite expensive as yet to do so. <\/div> <div class=\"break pagebreak\" id=\"240a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0240.pdf\" target=\"pdfwin\">p.&#xA0;240a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5671\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v15n859\"> Supposing now that it were possible to invent something still further, by which we could see our neighbors in London, and the people in London could see us in Salt Lake City, then we could both converse and see. And if we could do this, do you not see that, so far, distance would be almost annihilated? <\/div><div class=\"paragraph jod\" id=\"v15n860\"> Again, suppose that by some medium now unknown to us, we could absolutely be able to hear, not by the vibrations of this coarse atmosphere of ours, but by the vibrations of some fluid spread through space, more refined, operating upon the organs of the immortal ear, transferring sounds at an immense distance, say millions and millions of miles, conveying them with the rapidity of the electric fluid itself and perhaps with a velocity a thousand times greater, then we could both see and hear, and also converse with our neighbors at long distances from us; and if such means of communication were opened among the different nations of the earth, they would all be neighbors. <\/div><div class=\"paragraph jod\" id=\"v15n861\"> Now extend this principle, and let us suppose that there was a medium of communication by which immortal beings could see, hear and communicate from the earth to the sun, and from the sun to the earth; from the earth to Jupiter, and from Jupiter back again to the earth; from the sun to the most distant planetary bodies of our system, and back again from those bodies to the sun; and then from the solar system itself to some of those starry spheres, and from one sphere to another, taking in whole groups of systems, until finally we had means of communication with all the different worlds of the universe, as we have now between Salt Lake and London, only through a more refined and perfect medium, would it be necessary under these circumstances that our Father and God <div class=\"break columnbreak\" id=\"240b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0240.pdf\" target=\"pdfwin\">p.&#xA0;240b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5671\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> should be directly here on the earth in order for us to be with him? Not at all. He could be situated on a world as far distant as some of the fixed stars from us, and there he could sway his scepter over millions of worlds and systems, and all of them be in his presence, the veil having been removed; while those powers that are latent, now as it were, in the mind of fallen beings like man, being developed among all the inhabitants of these worlds, they could communicate with him and he with them. Would it not be said, under these circumstances, that they were all in the presence of God? Yes, and it would obviate the necessity of traveling and spending millions of years on long journeys through space in order to get into his presence. <\/div><div class=\"paragraph jod\" id=\"v15n862\"> I expect that in future ages all these things will be made manifest to the children of God. If we are to grow up in light, intelligence and truth, and become gods, even the sons of God;<span class=\"citation\" id=\"87053\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87053)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87053)\">D&amp;C 76:58<\/a><\/span> if we are to be filled with light, understanding and knowledge; if we are to understand all things pertaining to our earth<span class=\"citation\" id=\"89513\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89513)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89513)\">D&amp;C 101:32-34<\/a><\/span><span class=\"citation\" id=\"92325\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92325)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92325)\">Moses 1:40<\/a><\/span> and to other worlds, then it seems to me that we must approximate very nearly to the fullness of the blessings that are now enjoyed by him who is our Father and our God. I do not consider that man has all of his senses developed here, and because we have not yet exercised some of our senses that have slept unknown to us ever since our birth, that is no argument that we do not possess such senses, no evidence at all. You might take a man that had the faculty of seeing in perfection, and if he was born where not a glimmer of light ever entered his eye, he would not know that he had such a faculty, and you could not by talking instill the idea into his mind, he could not comprehend it.  <div class=\"break pagebreak\" id=\"241a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0241.pdf\" target=\"pdfwin\">p.&#xA0;241a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5670\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>He would say, &#x201C;I have the sense of feeling, and the sense of smelling, and the sense of hearing, but this sense of seeing that you talk about I have no idea of, what is it?&#x201D; He would have to experience it in order to find out what was meant by seeing objects at a distance, defining their colors, and so on. But when he looked on the surface of nature by the aid of light, when it was once brought to bear upon him, what a world of knowledge would rush into his mind, not all at once, but by degrees. So it will be with the Saints of God, when their latent faculties begin to be developed and brought <div class=\"break columnbreak\" id=\"241b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0241.pdf\" target=\"pdfwin\">p.&#xA0;241b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5670\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> forth, so that they can gaze upon the works of God. <\/div><div class=\"paragraph jod\" id=\"v15n864\"> This great future reward is worth living for, and this is what we should seek for, even for the enlightenment of the Spirit. This is what we should endeavor to cultivate in all our business transactions, and in all our concerns here in life. If we cultivate this Spirit, it will increase upon us, and it will grow brighter and brighter, until the perfect day,<span class=\"citation\" id=\"85956\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85956)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85956)\">D&amp;C 50:24<\/a><\/span> and we shall rise by degrees into that high position that God intends for his children, to make them gods, to dwell in his presence forever and ever. Amen. <\/div>\n<\/div>\n<\/div>"}