{"ID":150023, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Saints Should Sustain Themselves&#x2014;Keep the Commandments&#x2014;Abuses&#x2014;Power of Righteous Combination of Labor.<\/div>\n<div class=\"subtitle\">Discourse by President Brigham Young, delivered at the 42nd Semi-Annual Conference, Salt Lake City, October 9, 1872.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: Saints Should Sustain Themselves, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 10\/9\/1872<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d23\">\n<div class=\"paragraph jod\" id=\"v15n580\"> I want to express my feelings to the Latter-day Saints upon certain points of business which pertain to our welfare, and I wish to do it without being obliged to raise my voice so high and so loud as to infringe upon the organs of speech to that degree that I shall have to stop. If the people will be still, they can hear me in my common voice perfectly easy. I will not go into all the details with regard to the duties of the Latter-day Saints, and their desires, as they have manifested them by gathering out from the world, and assembling themselves together. They generally understand them, and they can read for themselves the doctrines of the Church, and the reasons why we are gathered together. But I wish now to impress on the minds of the people the necessity of our taking a course to be able to exist and to sustain ourselves&#x2014;to have something to eat and wear&#x2014;hats to put on our heads, and coats, mantles, blankets, vests, shirts, garments and other things suitable to wear and to make our bodies comfortable, provided that the Lord should knock the underpinning from under Babylon. The time will come when Babylon will fall.<span class=\"citation\" id=\"83669\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83669)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83669)\">D&amp;C 1:16<\/a><\/span> If it should fall now, it would leave us pretty destitute. We would soon wear out <div class=\"break columnbreak\" id=\"158b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0158.pdf\" target=\"pdfwin\">p.&#xA0;158b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5753\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> our head dresses and fine clothing, and what should we do? Why, we should be as badly off as the Saints were when they came into this valley, twenty-five years ago. They picked up a few buckskins, antelope skins, sheepskins, buffalo skins, and made leggings and moccasins of them, and wrapped the buffalo robes around them. Some had blankets and some had not; some had shirts, and I guess some had not. One man told me that he had not a shirt for himself or family. If Babylon should happen to tip over, so that we could not reach out and gather the necessaries of life, we should be in a bad condition. I want to put you in mind of these things, and it is my duty to say to the Latter-day Saints that they should take measures to sustain themselves&#x2014;they should lay a foundation for feeding and clothing themselves. <\/div><div class=\"paragraph jod\" id=\"v15n581\"> You are well aware that there has been a great deal of money spent in this Territory to get machinery for the purpose of working up the wool and cotton, and I think you are pretty well aware that there have been a great many thousand words spoken to the Latter-day Saints in these valleys, upon the necessity of raising sheep, though we have had a tide of opposition against this. Still,  <div class=\"break pagebreak\" id=\"159a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0159.pdf\" target=\"pdfwin\">p.&#xA0;159a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5752\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>wool raising is now proven to be a success in these mountains, any and all of the Bishops to the contrary notwithstanding. This is a fine wool growing country, no better in the world. We have proved this; and we have got a great deal of machinery here to work up the wool, most of which is now standing still for the want of wool. Many of those who have been prevailed upon to raise sheep, have got so covetous and love money so well that they must sell their wool for money, and send it out of the country, in consequence of which the factories are now standing still. I think there are a few who will recollect that, in the excitement of purchasing wool here last May, June and July, in many instances I refused to buy their wool. If I would have paid a little more than agents from the east, I could have got it; in some instances I got it for a little less. I bought some and let a good deal go, and told the people with whom I conversed upon the subject, that I would let the buying of wool alone until Fall, then I thought I could send east, buy my wool and ship it back here, and I believe I could get it cheaper than I could get it then. And it is now verily so, for I can send to Philadelphia, New York, Boston, or anywhere in the eastern country, and buy wool and ship it back here from 10 to 30 percent cheaper than I could buy it here last spring. I can send west and buy wool and ship it here and save a still higher percentage. This is the difference in the price of wool last spring and the fore part of the summer, and now what our friends and brethren who own factories will do with regard to purchasing wool, I am not able to say. Some of them, probably, are able to buy wool, and quite a number are not, and they who are not will, in all probability, let their factories stand still. <\/div> <div class=\"break columnbreak\" id=\"159b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0159.pdf\" target=\"pdfwin\">p.&#xA0;159b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5752\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v15n583\"> I want the brethren and sisters to take an interest in sustaining ourselves here in these mountains. It is the duty of the Bishops to see that the members of their Wards take a course that will build up the kingdom of God, not only in providing food and raiment, but see that the people do their duty with regard to the law of God in preserving themselves in purity. My mind is now upon those things which some people call temporal, and I wish to urge them upon the Latter-day Saints. I want them to save their wool and to keep it in this Territory. If we have not factories sufficient to work up all the wool that grows in this Territory, and in these mountains, we will send and get more machinery, and build more factories, and work up the wool for the people. It is the duty of those who grow wool to keep it here. It is the duty of the wife of the man who owns sheep to look to it, and see that that wool is not sold and carried out of the country. It is the duty of the Bishops to see these men, and urge upon them the necessity of keeping the wool in the mountains where it can be worked up; and the Bishops should set the example themselves. We expect they do; if they do not, they are not fit for Bishops. It is the duty of the Bishops to see the wives of these men and their children, that they may prevail on their greedy, covetous fathers or husbands, who would sacrifice the prosperity of the kingdom of God for a little worldly wealth, and see that they do not run distracted or go crazy over a little money. I say the Bishops should see to it, that these men who have sheep act like rational, reasonable men. What are you here for? What did you come for? Virtually you all say you left Babylon and came here to build up the kingdom of God; but our acts speak as loud, and a little louder than our  <div class=\"break pagebreak\" id=\"160a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0160.pdf\" target=\"pdfwin\">p.&#xA0;160a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5751\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>words can. We witness to one another and to the Heavens, and to all people, that we believe in building up the kingdom of God on the earth. There is an item that ought to be before the Latter-day Saints with regard to the kingdom as it will be built up. They ought to teach themselves&#x2014;read the Scriptures, the Old and New Testament, the prophecies, what the Savior and his Apostles have said, and what has been delivered to us in the latter days, and compare them, and then draw their own conclusions, and see if they are under the necessity of working temporally, literally, manually, physically for the building up of the kingdom of heaven. I say that we are or it never will be built up. With regard to the fundamental facts of our doctrines, we cannot show to any person that we have faith therein, except by our works.<span class=\"citation\" id=\"77568\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77568)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77568)\">James 2:18<\/a><\/span> If I were now in the world, and an Elder was to come along and preach, and I were to go and hear him, the act of walking to the meetinghouse or to the private dwelling house, would be manual labor. I might believe every word such an Elder said in preaching the Gospel, but if I never took any steps towards fulfilling his requirements who would know anything about it? Nobody on the face of the earth. Would there be any manifestation that I had faith? Not the least in the world, and if it started to grow in my heart while listening to the Elder, without works on my part it would soon die out and cease to exist. If I do believe, it is a manual labor to get up and say to the people, &#x201C;I believe that what this man has said is true.&#x201D; That is an exercise of the body, and a temporal labor. Well, this Elder says, we should repent of our sins. I do repent. He says we should obey the Gospel, and the first thing after <div class=\"break columnbreak\" id=\"160b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0160.pdf\" target=\"pdfwin\">p.&#xA0;160b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5751\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> having faith or believing it, is to go down into the waters of baptism, and to do that is a temporal act, physical labor; and the act of baptism by him is also a temporal act or labor. And so in everything else with regard to the Gospel and the building up of the kingdom of God on the earth&#x2014;we must have works or we cannot have faith.<span class=\"citation\" id=\"77569\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77569)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77569)\">James 2:18<\/a><\/span> I cannot divide between the two. The Elder is preaching, I believe, I confess and obey, and I cannot, for my soul, divide the temporal, the manual, the physical labor from the internal faith and hope and joy which the spirit gives, and which cause obedience in my acts. <\/div><div class=\"paragraph jod\" id=\"v15n585\"> I wish to make this application right here to the Latter-day Saints. If we believe that God is about to establish his kingdom upon the earth, we believe firmly that we have got to perform a manual, temporal labor to bring this about. If the kingdoms of this world ever become the kingdoms of our God and his Christ,<span class=\"citation\" id=\"79462\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79462)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79462)\">Rev. 11:15<\/a><\/span> it will be by his people conforming to the plans instituted for the establishment of a kingdom here on the earth. You may call it temporal, no matter what it is called, it is territory, it is dominion. In the first place we must have territory, then we must have people; and in order to organize this kingdom, we must have officers and laws to govern or control the subjects. To make the organization of a kingdom perfect, we must have every appendage necessary and proper, so that the Savior can come and reign king of nations<span class=\"citation\" id=\"60446\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60446)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60446)\">Jer. 10:7<\/a><\/span> as he does king of Saints.<span class=\"citation\" id=\"80095\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80095)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80095)\">Rev. 15:3-4<\/a><\/span> We shall be under the necessity of raising breadstuff, and then we shall want to eat it. We shall have to raise our fruit as well as eat it; we shall have to raise our vegetables as well as eat them. We shall be under the necessity then of making hats, or of going without  <div class=\"break pagebreak\" id=\"161a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0161.pdf\" target=\"pdfwin\">p.&#xA0;161a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5750\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>them; we shall be under the necessity of making clothing&#x2014;coats, vests, pants, shirts and so on, or else go without them. We shall be under the necessity of having courts organized, unless all are in the Lord and all walk in his way; if that were the case, I do not know that we should want any sheriff, marshals, constables, magistrates, jurors, judges or governors, because the word of the Lord would govern and control every person; but until that time arrives we shall want officers, so that we will be prepared to reckon with the transgressor, and we shall have transgressors in building this kingdom, for it will be some time yet before all are in the Lord. The law is for the transgressor, consequently we must have officers, and we already have in this kingdom as now organized all the officers necessary, every quorum, every organization, every court and authority necessary to rule all the nations that ever were or ever will be upon the earth, if they serve God, or try to do so. But if we must have an organization after the order and wishes of those who are ignorant of the things of God, we must have political and municipal organizations. Kingdoms are organized to suit the conditions of the people, whether the government is that of the people, in the hands of a few individuals, or centered in one. But the kingdom of heaven, when organized upon the earth, will have every officer, law and ordinance necessary for the managing of those who are unruly, or who transgress its laws, and to govern those who desire to do right, but cannot quite walk to the line; and all these powers and authorities are in existence in the midst of this people. <\/div><div class=\"paragraph jod\" id=\"v15n587\"> Now, we have this kingdom organized here upon the earth, and we shall be under the necessity, by and <div class=\"break columnbreak\" id=\"161b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0161.pdf\" target=\"pdfwin\">p.&#xA0;161b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5750\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> by, of understanding this, or we will be left in a very destitute condition. It is my duty to say to the people that it is their duty to make their clothing; and permit me to say, still further, upon the subject of the fashion of cutting cloth and putting it together again, that it is most useless, unbecoming and ridiculous. The present custom of many is such that I would as soon see a squaw go through the streets with a very little on, as to see clothing piled up until it reaches, perhaps, the top of the hedge or fence its wearer is passing. If I do not say much about such customs and fashions, I shall probably skip over some naughty words. In my feelings they are positively ridiculous, they are so useless and unbecoming. Do you recollect a fashion there was a few years ago, that has now nearly ceased, when a woman could not walk through the streets without holding her clothes two feet in front of her if her arm was long enough? I shall not say what I thought of those who followed this fashion. Now it is on the other side, and I do not know but they will get two humps on their backs, they have one now, and if they get to be dromedaries it will be no wonder, not the least in the world. I recollect a fashion of cutting up cloth some forty years ago, that was very peculiar. A lady would go into a store and say to a merchant, &#x201C;I would like to get a dress pattern this morning.&#x201D; &#x201C;Very well, what will you have?&#x201D; &#x201C;Oh, bring down your goods and show them. This suits pretty well! I think I will take this.&#x201D; &#x201C;Madame,&#x201D; says the merchant, &#x201C;If you will buy the sleeves, I will give you the dress.&#x201D; This, of course, is jocosely said. I refer now to what was called the &#x201C;mutton-legged&#x201D; sleeve&#x2014;by comparison it took seven yards for the sleeves, and  <div class=\"break pagebreak\" id=\"162a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0162.pdf\" target=\"pdfwin\">p.&#xA0;162a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5749\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>three for the dress. That was the way they dressed then. How unbecoming! How unbecoming it is to see ladies dress as they do in some places at the present day. Then another fashion is to wear their dresses short in front, walking through the streets, and a long train dragging in the dirt behind. How unbecoming! This is not modesty, gentility, or good taste; it does not belong to a lady at all, but to an ignorant, extravagant, or vain-minded person, who knows not true principle. I take the liberty of saying that these fashions are displeasing in the sight of truth, mercy and justice. It is displeasing to the Spirit of the Lord for persons to array themselves in any way whatever that is disgusting to the eye of the pure and the prudent. There is not a Latter-day Saint nor a Former-day Saint that ever did, or ever will expect to see any such customs or fashions when they get into heaven. If they were to see an angel, they would see a being beautifully but modestly dressed, white, comely and nice to look upon. <\/div><div class=\"paragraph jod\" id=\"v15n589\"> I would like to advise the Latter-day Saints to avoid these foolish customs and habits. Let them pass by and not follow them; they do not belong to us. I would like to repeat to the ladies what we have said hundreds and thousands of times&#x2014;they should make their own headdresses and fashions, independent of all the rest of the inhabitants of the earth. Pay no attention to what others do, it is no matter what they do, or how they dress. Latter-day Saints should dress in that plain, neat, comely manner that will be pleasing and prudent, in every sense of the word, before the Lord, and try and please him that we serve, the Being that we acknowledge as our God. Not flaunting, flirting and gossiping, as a <div class=\"break columnbreak\" id=\"162b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0162.pdf\" target=\"pdfwin\">p.&#xA0;162b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5749\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> great many are, and thinking continually of their dresses, and of this, that and the other that will minister to and gratify their vanity. Such women seldom think of their prayers. <\/div><div class=\"paragraph jod\" id=\"v15n590\"> I am extending my remarks much longer than I intended. But how is it about the Word of Wisdom? Do we observe it? We should do, and preserve ourselves in all things holy before the Lord. How is it about keeping the Sabbath day? We have some articles that we would like to read here, but the people have them to read at their leisure. We should observe the Ten Commandments,<span class=\"citation\" id=\"54187\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54187)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54187)\">Ex. 20:3-17<\/a><\/span> for instance, that were given to Moses. If we do that, we shall be a pretty good people. But there is nothing in those commandments about building factories and raising wool, for the children of Israel, at the time they were given, were in a condition that they did not need factories, they did not need to raise wool. If they had goats and sheep with them, they made mutton, and tanned the skins probably, but I do not know what they did with them. It appears that their clothing did not wax old,<span class=\"citation\" id=\"55010\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55010)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55010)\">Deut. 8:4<\/a><\/span> and they probably had no need to spin or weave. But we have need to, we have got to make our own clothing, or to get it some other way&#x2014;buy it or else go without it; and we ought to keep the Word of Wisdom,<span class=\"citation\" id=\"126606\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126606)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126606)\">D&amp;C 89:1-21<\/a><\/span> and keep the Sabbath day holy,<span class=\"citation\" id=\"54234\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54234)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54234)\">Ex. 20:8<\/a><\/span> and preserve ourselves in the integrity of our hearts before God. <\/div><div class=\"paragraph jod\" id=\"v15n591\"> I want to ask if the people pay their tithing? Bishops, do the people of your wards pay their tithing? I will answer the question for you and say, No, they do not. Some people in modern times shudder at the word tithing&#x2014;it is a term they are not used to. They are used to sustaining Priests, to donating for building meetinghouses, and administering to those who wait at the table of the  <div class=\"break pagebreak\" id=\"163a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0163.pdf\" target=\"pdfwin\">p.&#xA0;163a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5748\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Lord, or that do their preaching and praying for them. And this is done by subscription, donation, and passing the plate, hat or basket, but the word &#x201C;tithing&#x201D; is frightful to them. I like the term, because it is scriptural, and I would rather use it than any other. The Lord instituted tithing, it was practiced in the days of Abraham,<span class=\"citation\" id=\"76783\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76783)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76783)\">Heb. 7:1-2<\/a><\/span> and Enoch and Adam and his children did not forget their tithes and offerings. You can read for yourselves with regard to what the Lord requires. Now do the Latter-day Saints pay their tithing? They do not. I want to say this much to those who profess to be Latter-day Saints&#x2014;If we neglect our tithes and offerings we will receive the chastening hand of the Lord. We may just as well count on this first as last. If we neglect to pay our tithes and offerings we will neglect other things, and this will grow upon us until the Spirit of the Gospel is entirely gone from us, and we are in the dark, and know not whither we are going. <\/div><div class=\"paragraph jod\" id=\"v15n593\"> It is the duty of the Bishops to see that their wards pay tithing. But we have Bishops who are not reliable&#x2014;men, for instance, who will take tithing grain when it brings a good price in cash, and when good beef is bringing cash they are so kind to their wards, and especially to their sons, that if a son has got a parcel of wild horses on the prairies that are not worth a yearling calf a head, they will say to him, &#x201C;Drive up your wild horses, my boy, I will trade with you, and let you have neat stock, yearlings, or two years or three years old, or wheat that is in the tithing bin, I will take your horses. I will send down word to the General Tithing office, that there are so many horses here belonging to the tithing office.&#x201D; Such horses are a curse to us, or I can say they have been to me as an individual. I have raised stock <div class=\"break columnbreak\" id=\"163b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0163.pdf\" target=\"pdfwin\">p.&#xA0;163b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5748\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> enough to supply this whole Territory, if they had been taken care of. But they were like the Indian's boy. The missionary had been telling him that if he brought up a child in the way he should go, when he was old he would not depart from it.<span class=\"citation\" id=\"57493\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57493)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57493)\">Prov. 22:6<\/a><\/span> But the old chief has got it, just about as it is, and said he, &#x201C;Yes, bring up a child, and away he goes;&#x201D;<span class=\"citation\" id=\"57494\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57494)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57494)\">Prov. 22:6<\/a><\/span> and this is the way the horses go. And as for the neat stock, if any of it ever gets out of my sight that I do not know where it is, and cannot send and get it, I always calculate that a thief will have it. I never trouble myself to look after it, there are too many men riding on the prairies with their blankets behind them, and their dinner in their blanket, and their lassoes with them to hunt up all the stock there is. This wild stock that is turned in on tithing is a curse to us. And where does the wheat go to? I am not disposed to, but I could tell names of Bishops who have taken our tithing wheat out of the bins and it has been sold by them or their families. And they have taken our stock that we wanted here for beef to feed the public lands, and traded it off for wild horses. This is a pretty hard saying, but it is true, and I could tell their names if I were obliged to. <\/div><div class=\"paragraph jod\" id=\"v15n594\"> If the people will pay their tithing, we will go and do the work that is required of us. It is very true that the poor pay their tithing better than the rich do. If the rich would pay their tithing we should have plenty. The poor are faithful and prompt in paying their tithing, but the rich can hardly afford to pay theirs&#x2014;they have too much. If a man is worth enough that he would have a thousand dollars to pay, it pinches him. If he has only ten dollars he can pay one; if he has only one dollar he can pay ten cents; it does not hurt  <div class=\"break pagebreak\" id=\"164a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0164.pdf\" target=\"pdfwin\">p.&#xA0;164a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5747\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>him at all. If he has a hundred dollars he can possibly pay ten. If he has a thousand dollars he looks over it a little and says, &#x201C;I guess I will pay it; it ought to be paid anyhow;&#x201D; and he manages to pay his ten dollars or his hundred dollars. But suppose a man is wealthy enough to pay ten thousand, he looks that over a good many times, and says, &#x201C;I guess I will wait until I get a little more, and then I will pay a good deal.&#x201D; And they wait and wait, like an old gentleman in the east; he waited and waited and waited to pay his tithing until he went down, I guess, to hell, I do not know exactly; but he went to Hades, which we call hell. He went out of the world, and this is the way with a great many. They wait and continue waiting, until, finally, the character comes along who is called Death, and he slips up to them and takes away their breath, then they are gone and cannot pay their tithing, they are too late, and so it goes. <\/div><div class=\"paragraph jod\" id=\"v15n596\"> Now this is finding fault with the rich, and I am going to find fault with the poor by and by. But if we will pay our tithing we will be blessed; if we refuse to do so the chastening hand of the Lord will be upon this people, just as sure as we are here. You may say I am threatening you. Take it just as you please. I do not care. You may grease it and swallow it, or swallow it without greasing, just as you have a mind to. It is true, and we will find it so. <\/div><div class=\"paragraph jod\" id=\"v15n597\"> Will the Latter-day Saints pay their tithing? Will they keep the Sabbath day holy?<span class=\"citation\" id=\"54324\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54324)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54324)\">Ex. 20:8<\/a><\/span> Will they deal justly with their neighbors? In my own feelings I excuse a great many naughty things that are done in our midst. I know that men and women brought up in different countries come here with their prejudices, and <div class=\"break columnbreak\" id=\"164b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0164.pdf\" target=\"pdfwin\">p.&#xA0;164b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5747\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> with the instincts which they have had bred in and born with them, and which have grown up with them; and many of these traits of character are obnoxious to others brought up under other circumstances. These traditions cling to the people, and cause them to do many things which they would not do if they had been differently taught. Their morals have not been looked after in their youth and as prudently preserved as they should have been. Children should be taught honesty, and they should grow up with the feeling within them that they should never take a pin that is not their own; never displace anything, but always put everything in its place. If they find anything seek for the owner. If there is anything of their neighbor's going to waste, put it where it will not waste, and be perfectly honest one with another. Take the world of mankind and they are not overstocked with honesty. I have proved that. In my youth I have seen men, who were considered good, clever, honest men, who would take the advantage of their neighbors or workmen if they could. I have seen deacons, Baptists, Presbyterians, members of the Methodist church, with long, solid, sturdy faces and a poor brother would come along and say to one of them, &#x201C;Brother, such-a-one, I have come to see if I could get a bushel of wheat, rye or corn of you. I have no money, but I will come and work for you in harvest,&#x201D; and their faces would be drawn down so mournful, and they would say, &#x201C;I have none to spare.&#x201D; &#x201C;Well, deacon, if you can let me have one bushel, I understand you have considerable, I will come and work for you just as long as you say, until you are satisfied, in your harvest field, or haying or anything you want done.&#x201D; <\/div> <div class=\"break pagebreak\" id=\"165a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0165.pdf\" target=\"pdfwin\">p.&#xA0;165a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5746\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v15n599\"> After much talk this longfaced character would get it out, &#x201C;If you will come and work for me two days in harvest, I do not know but I will spare you a bushel of rye.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v15n600\"> When the harvest time comes the man could have got two bushels of rye for one day's work; but the deacon sticks him to his bargain, and makes him work two days for a bushel of wheat or rye. I used to think a good deal, but seldom spoke about any such thing, for I was brought up to treat everybody with that respect and courtesy that I could hardly allow myself to think aloud, and consequently very seldom did so. I thought enough of such religion, at any rate, that such Christians called me an infidel, because I could not swallow such things, but I could not if they had been greased over with fresh butter. I did not read the Bible as they read it; and as for there being Bible Christians, I knew there were none; and if their religion was the religion they liked, said I, &#x201C;Just go your own way, I want none of it.&#x201D; I wanted no religion that produced such morals. <\/div><div class=\"paragraph jod\" id=\"v15n601\"> If we pay our tithing, and begin to live a little stricter than we have heretofore, in our faith, cease to break the Sabbath, cease to spend our time in idleness, cease to be dishonest and to meddle with that which is not our own, cease to deceive and to speak evil of one another,<span class=\"citation\" id=\"88816\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88816)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88816)\">D&amp;C 88:124<\/a><\/span> and learn the commandments of the Lord, and do them, we shall be blessed. <\/div><div class=\"paragraph jod\" id=\"v15n602\"> Suppose we should say to a few of the Latter-day Saints, if we could find those who would answer the purpose, &#x201C;How would you like to build up a stake of Zion, a little city of Enoch? How would you like this? Would you like to enter into a covenant, and into bonds, according to the law of our land, and let us <div class=\"break columnbreak\" id=\"165b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0165.pdf\" target=\"pdfwin\">p.&#xA0;165b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5746\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> bind ourselves together to go into a systematic cooperative system, not only in merchandising, but in farming and in all mechanical work, and in every trade and business there is; and we will classify the business throughout, and we will gather together a few hundred families, and commence and keep the law of God, and preserve ourselves in purity. How would the Latter-day Saints like it? Do you think there could any be found who would be willing to do this?&#x201D; Let me say to you, my brethren, I have a very fine place to start such a society as this that would probably sustain from five to ten thousand persons. I would like to make a deed of this property to such a society, and enter into a covenant with men of God and women of God that we would go to and show the world and show the Latter-day Saints how to build up a city of Zion, and how to increase intelligence among the people, how to walk circumspectly<span class=\"citation\" id=\"75326\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75326)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75326)\">Eph. 5:15<\/a><\/span> before our God<span class=\"citation\" id=\"81971\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81971)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81971)\">Mosiah 26:37<\/a><\/span><span class=\"citation\" id=\"82487\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82487)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82487)\">Hel. 15:5<\/a><\/span> and before one another, and classify every branch of labor, taking advantage of every improvement, and of all the learning in the world, and direct the labor of men and women, and see what it would produce; follow it out for ten years, and then look at the result. Our friends who visit us here say that we have done a good work, and we bear testimony that we have been greatly prospered. It is true that most of the people in this house came here like myself comparatively naked and barefoot. I left all I had in the States. I say all&#x2014;no. I had some wives and children whom I brought along with me. Some of them had shoes to their feet, some had not; some had bonnets, some had none. Some of my children had clothing, and some had very little; and we took up our line of march and left all. I believe for  <div class=\"break pagebreak\" id=\"166a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0166.pdf\" target=\"pdfwin\">p.&#xA0;166a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5745\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>some four pretty nice brick houses, and a nice large farm, timber land and so on, I got one span of little horses and a carriage worth about a hundred dollars, the horses were worth about sixty dollars apiece, the harness about twenty. I think that was everything I got for my property. We came here and we have been prospered and blessed. If I had the privilege of living with a community that would do as I say for ten years, I would show them that our blessings now, in a temporal point of view, have been but as a drop to the bucketful. But would we bear this? Would our feelings submit to this? Would we not want to go and serve the devil if the Lord were to heap riches upon us? We see that what he does now makes men covetous, they cannot even pay their tithing. Well, do we get all that we want? No, each man wants it all, and as long as this is the case with us, I think the saying common among the boys in my youth will be good&#x2014;&#x201C;Every man for himself, the devil for us all.&#x201D; Just as long as every man works for himself we are not the Lord's; we are not Christ's, we are not his disciples in this point of view, at any rate. If we had faith to be baptized, we do not carry out the principles of the salvation that he has wrought out for us. He is going to set up his kingdom&#x2014;a literal, temporal kingdom. It will be a kingdom of priests<span class=\"citation\" id=\"54116\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54116)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54116)\">Ex. 19:6<\/a><\/span> by and by. If we had been willing to fully carry out the rules of the kingdom, followed counsel, and worked together, for twenty-five years past, the blessings we have received are not a drop in the bucket to what we would have received. <\/div><div class=\"paragraph jod\" id=\"v15n604\"> Some twelve or fifteen years I labored faithfully with our merchants here, before I could get them to break through that everlasting covet<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"166b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0166.pdf\" target=\"pdfwin\">p.&#xA0;166b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5745\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ous crust that was over them, and consent to operate together in merchandising so as to give the people a chance with us. And it was the design and the feeling of men here, belonging to the Church, to aggrandize themselves and to monopolize to themselves the wealth of the community. And if another one sprang up and had good luck they would take him into the corps, into their fellowship, and he would belong to the order, and that was to make a few rich, and grind down and make every other man poor.<span class=\"citation\" id=\"57880\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57880)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57880)\">Isa. 3:15<\/a><\/span> That was the design, no question of it. But I determined with God and the good to help me that I would break that everlasting covetous crust and I succeeded at last. Are we making enough in our mercantile business here now? Yes, we are making all we should make. I suppose a great many would like to know how we are doing. It would be no harm for me to tell you perhaps that, the last six months, the Board of Directors of Zion's Cooperative Mercantile Institution are able to declare a dividend of ten percent, with five percent in reserve, which is added to the capital stock, and is as good as money. That is good enough for me, it yields some thirty per cent per annum. <\/div><div class=\"paragraph jod\" id=\"v15n605\"> If we would work together in our farming, in our mechanism, be obedient and work as a family for the good of all, it would be almost impossible for anybody to guess the success we would have. But we have got to do it in the Lord. We must not do it with a covetous heart. Always be ready and willing that the Lord should have it all, and do what he pleases with it. I have asked a favor of the Lord in this thing, and that is not to place me in such circumstances that what he has given me shall go into the hands of our  <div class=\"break pagebreak\" id=\"167a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0167.pdf\" target=\"pdfwin\">p.&#xA0;167a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5744\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>enemies. God forbid that! But let it go for the preaching of the Gospel, to sustain and to gather the poor, to build factories, make farms, and set the poor to work, as I have hundreds and thousands that had not anything to do. I have fed and clothed them <div class=\"break columnbreak\" id=\"167b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0167.pdf\" target=\"pdfwin\">p.&#xA0;167b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5744\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and taken care of them until they have become comparatively independent. I have made no man poor, but thousands and thousands rich, that is, the Lord has, through your humble servant. <\/div>\n<\/div>\n<\/div>"}