{"ID":150002, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">His Testimony&#x2014;The Fulfilling of Prophecy&#x2014;Advice to Mothers.<\/div>\n<div class=\"subtitle\">Discourse by Elder Wilford Woodruff, delivered in the New Tabernacle, Salt Lake City, April 6, 1872.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: His Testimony, Etc.<\/div>\n<div class=\"speaker\">Speaker: Wilford Woodruff<\/div>\n<div class=\"date\">Date: 4\/6\/1872<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d02\">\n<div class=\"paragraph jod\" id=\"v15n19\"> Through the mercy and loving kindness of our Father in the heavens we are again permitted to meet in a general conference of the Church of Jesus Christ of Latter-day Saints. Forty-two years ago this day this church was organized<span class=\"citation\" id=\"84234\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84234)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84234)\">D&amp;C 20:1<\/a><\/span> with six members, by a prophet of the living God, raised up in these last days by the administration of angels from God, and ordained unto all the keys and powers of the Melchizedek Priesthood and apostleship, and of the kingdom of God on the earth. According to the best knowledge we have, 1842 years ago today, the Lord Jesus was crucified on Mount Calvary for the sins of the world. The 6th day of April is a very important day in many respects. It has certainly been very interesting to the Latter-day Saints to watch the history and progress of this Church and kingdom during the <div class=\"break columnbreak\" id=\"7b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0007.pdf\" target=\"pdfwin\">p.&#xA0;7b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5904\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> last forty-two years. This is one of the most important generations that men, or God, or angels have ever seen on the earth: it is a dispensation and generation when the whole flood of prophecy and revelation and vision given through inspired men for the last six thousand years is to have its fulfillment, and especially in relation to the establishment of the great kingdom and Zion of God on the earth. Joseph Smith was one of the greatest prophets God ever raised up on the earth,<span class=\"citation\" id=\"91975\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91975)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91975)\">D&amp;C 135:3<\/a><\/span> and the Lord has had his eye upon him from the foundation of the world. Any man who has ever read the book of Isaiah, which we frequently have quoted to us, can see that he, with other prophets, had his eye upon the latter-day Zion of God. He says in one place, &#x201C;Sing, O heavens; rejoice, O earth; break forth into singing, O ye mountains:  <div class=\"break pagebreak\" id=\"8a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0008.pdf\" target=\"pdfwin\">p.&#xA0;8a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5903\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>for the Lord hath comforted his people, he will have mercy upon his afflicted. But Zion said, The Lord hath forsaken me, and my Lord hath forgotten me.&#x201D; &#x201C;Ah,&#x201D; says the Lord, &#x201C;Can a woman forget her sucking child, that she should not have compassion on the son of her womb? yea, they may forget, yet will not I forget thee. Behold, I have graven thee upon the palms of my hands; thy walls are continually before me.&#x201D;<span class=\"citation\" id=\"59438\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59438)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59438)\">Isa. 49:13-16<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v15n21\"> The Lord never created this world at random; he has never done any of his work at random. The earth was created for certain purposes; and one of these purposes was its final redemption, and the establishment of his government and kingdom upon it in the latter days, to prepare it for the reign of the Lord Jesus Christ, whose right it is to reign.<span class=\"citation\" id=\"86170\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86170)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86170)\">D&amp;C 58:22<\/a><\/span> That set time has come, that dispensation is before us, we are living in the midst of it. It is before the Latter-day Saints, it is before the world; whether or not the people have more faith in the promises of God now than they had in the days of Noah makes no difference, the unbelief of men will not make the truth of God without effect.<span class=\"citation\" id=\"72287\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72287)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72287)\">Rom. 3:3<\/a><\/span> The great and mighty events that the Lord Almighty has decreed from before the foundation of the world, to be performed in the latter days are resting upon us, and they will follow each other in quick succession, whether men believe or not, for no prophecy of Scripture is of any private interpretation, but holy men of God spake as they were moved upon by the Holy Ghost,<span class=\"citation\" id=\"78297\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78297)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78297)\">2 Pet. 1:20-21<\/a><\/span> and what they said will come to pass; though the heaven and the earth pass away not one jot or tittle of the word of the Lord will go unfulfilled.<span class=\"citation\" id=\"63115\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63115)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63115)\">Matt. 5:18<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v15n22\"> Some of us have lived in and been intimately acquainted with this church for the last forty years, a very few <div class=\"break columnbreak\" id=\"8b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0008.pdf\" target=\"pdfwin\">p.&#xA0;8b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5903\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> more than that, and some less; but where is the Latter-day Saint or any other person who has ever seen this church or kingdom go backward? No matter what position we were in, whether exterminated by the order of Governor Boggs of Missouri, or whether we lay, sick and afflicted, on the muddy banks of the Missouri River; whether it was Zion's Camp going up for her redemption; whether it was the pioneers coming to these mountains, making the roads, building the bridges, killing the snakes and opening the way for the gathering of the people, no matter what our circumstances may have been, this kingdom has been onward and upward all the day long until the present hour. Will it ever go backward? No, it will not. This Zion of the Lord, in all its beauty, power and glory is engraven upon the hands of Almighty God, and it is before his face continually;<span class=\"citation\" id=\"59446\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59446)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59446)\">Isa. 49:16<\/a><\/span> his decrees are set and no man can turn them aside. <\/div><div class=\"paragraph jod\" id=\"v15n23\"> There never was a dispensation on the earth when prophets and apostles, the inspiration, revelation and power of God, the holy priesthood and the keys of the kingdom were needed more than they are in this generation. There never has been a dispensation when the friends of God and righteousness among the children of men needed more faith in the promises and prophecies than they do today; and there certainly never has been a generation of people on the earth that has had a greater work to perform than the inhabitants of the earth in the latter days. That is one reason why this church and kingdom has progressed from its commencement until today, in the midst of all the opposition, oppression and warfare which have been waged against it by men inspired by the evil one. If this had not been the dispensation of the fulness of times&#x2014;the dispen<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"9a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0009.pdf\" target=\"pdfwin\">p.&#xA0;9a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5902\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>sation in which God has declared that he will establish his kingdom on the earth never more to be thrown down,<span class=\"citation\" id=\"89566\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89566)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89566)\">D&amp;C 101:75<\/a><\/span> the inhabitants of the earth would have been enabled to overcome the kingdom and Zion of God in this as well as in any former dispensation. But the set time has come to favor Zion,<span class=\"citation\" id=\"57062\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57062)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57062)\">Ps. 102:13<\/a><\/span><span class=\"citation\" id=\"90969\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90969)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90969)\">D&amp;C 124:6<\/a><\/span> and the Lord Almighty has decreed in the heavens that every weapon formed against her shall be broken.<span class=\"citation\" id=\"59730\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59730)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59730)\">Isa. 54:17<\/a><\/span> And if we take the history of any man, from the days Joseph Smith received the plates from the hill Cumorah, and translated the Book of Mormon by the Urim and Thummim, until today, whoever has raised his hand against this work has felt the chastening hand of Almighty God upon him; and I am at the defiance of the world to show me a president, governor, judge, ruler, priest or anybody else on the earth who has taken a stand against this kingdom who is an exception, and you may search their whole history. We have outlived several generations of our persecutors. Where are the men who tarred and feathered Joseph Smith in Portage County, Ohio? Where are the men who drove this people from Kirtland? Where are the men who drove the Church and kingdom from Jackson County, Missouri? Where are the men who undertook to kidnap the prophet while in Illinois? Where are they who drove the Latter-day Saints from Illinois into these mountains? Trace their whole history and see for yourselves. The fact is many of them are in their graves, awaiting their final judgment. And in the whole history of this people and their remarkable preservation, the invisible hand of God is as plainly to be seen as it has been in the history of the Jews from the days of Christ until now; and it will continue until this scene is wound up. <\/div> <div class=\"break columnbreak\" id=\"9b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0009.pdf\" target=\"pdfwin\">p.&#xA0;9b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5902\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v15n25\"> We are led by men who are filled with inspiration. Joseph Smith was a man of God, through the loins of the ancient Joseph<span class=\"citation\" id=\"81300\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81300)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81300)\">2 Ne. 3:14-15<\/a><\/span> who, through the wisdom which God gave him, redeemed his father's house after having been sold by his brethren into Egypt.<span class=\"citation\" id=\"126548\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126548)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126548)\">Gen. 37:23-28<\/a><\/span> All the blessings that old father Jacob pronounced upon Joseph and upon the sons of Ephraim, his son and grandsons have rested upon them until this day.<span class=\"citation\" id=\"53643\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53643)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53643)\">Gen. 48:8-20<\/a><\/span><span class=\"citation\" id=\"53719\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53719)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53719)\">Gen. 49:22-26<\/a><\/span> Joseph Smith was through that lineage. In his youth he was inspired of God, and was administered to by angels. Under their guidance and counsel he laid the foundation of this work, and lived long enough to receive all the keys necessary for bearing off this dispensation. He lived long enough to have these individuals administer unto him&#x2014;John the Baptist, Peter, James and John the Apostles, Elisha and Elijah, who held the keys of turning the hearts of the fathers to the children and the hearts of the children to the fathers; and Moroni, who held the keys of the stick of Joseph in the hands of Ephraim to come forth in the latter day,<span class=\"citation\" id=\"60881\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60881)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60881)\">Ezek. 37:16,19<\/a><\/span> administered in person to Joseph Smith, and gave him these records and instructed him in the things of God from time to time until he was qualified and prepared to lay the foundation of this work. The Prophet Joseph lived to see the Church organized with apostles and prophets, patriarchs, pastors, teachers, helps, governments, and all the gifts and graces of the spirit of God;<span class=\"citation\" id=\"73604\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73604)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73604)\">1 Cor. 12:28<\/a><\/span><span class=\"citation\" id=\"75057\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75057)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75057)\">Eph. 4:11<\/a><\/span> to give the Twelve Apostles their endowments and to seal upon their heads all the authority and power that were necessary to enable them to fulfil their missions. Why did the Lord take him away? He laid down his life, and sealed his testimony with his blood that it might be in force upon the heads of this generation,<span class=\"citation\" id=\"76902\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76902)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76902)\">Heb. 9:16-17<\/a><\/span> and that he might be  <div class=\"break pagebreak\" id=\"10a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0010.pdf\" target=\"pdfwin\">p.&#xA0;10a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5901\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>crowned with crowns of glory,<span class=\"citation\" id=\"93127\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93127)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93127)\">Moses 7:56<\/a><\/span> immortality and eternal life;<span class=\"citation\" id=\"86811\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86811)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86811)\">D&amp;C 75:5<\/a><\/span> that he might go to the other side of the veil, and there organize the Church and kingdom in this last dispensation. He and his two brothers were taken away into the spirit world, and they are at work there, while Brigham Young and the quorum of the Twelve were preserved on the earth for a special purpose in the hands of God. These things are true, and the hand of the Lord has been over Brigham Young, although now he is under bonds and a prisoner, and has his privileges curtailed for the word of God and the testimony of Jesus.<span class=\"citation\" id=\"78992\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78992)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78992)\">Rev. 1:9<\/a><\/span> Yet in the midst of all this he is calm and composed before the Lord, and has his mind open to the things of God. He still lives in the midst of this people and will live as long as the Lord wishes him to remain in the flesh to guide the affairs of Zion. <\/div><div class=\"paragraph jod\" id=\"v15n27\"> I will say to the Latter-day Saints that we have been more blessed in this land than has any other dispensation or generation of men. The Lord has been at work for the last three hundred years preparing this land, with a government and constitution<span class=\"citation\" id=\"89602\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89602)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89602)\">D&amp;C 101:80<\/a><\/span> which would guarantee equal rights and privileges to the inhabitants thereof, in the midst of which he could establish his kingdom. The kingdom is established, the work of God is manifest in the earth, the Saints have come up here into the valleys of the mountains, and they are erecting the house of God in the tops thereof, for the nations to flow unto.<span class=\"citation\" id=\"57708\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57708)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57708)\">Isa. 2:2<\/a><\/span> A standard of truth has been lifted up to the people, and from the commencement of this work the Latter-day Saints have been fulfilling that flood of revelation and prophecy which was given formerly concerning this great work in the last days. I rejoice in this, and also because we have every reason to expect a continuation of <div class=\"break columnbreak\" id=\"10b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0010.pdf\" target=\"pdfwin\">p.&#xA0;10b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5901\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> these blessings unto Zion. We have always had a veil over us, we have had to walk by faith all the day long until the present time: this is the decree of God. When we were driven from Jackson County, Clay County, Caldwell County, Kirtland, and finally from Nauvoo into these mountains, we did not see and understand what lay before us: there was a veil over our faces, in a measure. It has been the same with the people of God in all ages. At that time we could not see this tabernacle, and the five hundred miles of villages, towns, cities, gardens, orchards, fields, or the desert blossoming as the rose<span class=\"citation\" id=\"59127\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59127)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59127)\">Isa. 35:1<\/a><\/span> as we see them today. We came here and found a barren desert: we were led hither by inspiration, by a lawgiver, by a man of God; the Lord was with him, he was with the pioneers. If we had not come here we could not have fulfilled the prophecies which the prophets have left on record in the stick of Judah as well as in the stick of Ephraim&#x2014;the Bible and the Book of Mormon.<span class=\"citation\" id=\"60858\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60858)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60858)\">Ezek. 37:15-20<\/a><\/span> We have done that, and we can look back twenty-four years and see the change that has been effected since our arrival; but who can see the change that will be effected in the next twenty-four years? No man can see it unless the vision of his mind is opened by the power of God. The Lord told Joseph Smith to lay the foundation of this work; he told him that the day had come when the harvest was ready, and to thrust in the sickle and reap; and every man who would do so was called of God and had this privilege.<span class=\"citation\" id=\"83805\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83805)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83805)\">D&amp;C 4:1-7<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v15n28\"> The Lord has sent forth the Gospel, and it is offered to the children of men as it was in ancient days; men are required to have faith in Jesus Christ, repent of their sins, and to be baptized for the remission of them, and the promise is that they shall receive the Holy Ghost, which  <div class=\"break pagebreak\" id=\"11a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0011.pdf\" target=\"pdfwin\">p.&#xA0;11a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5900\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>shall teach them the things of God, bring things past to their remembrance,<span class=\"citation\" id=\"70044\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70044)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70044)\">John 14:26<\/a><\/span> and show them things to come.<span class=\"citation\" id=\"70385\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70385)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70385)\">John 16:13<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v15n30\"> What principle has sustained the Elders of Israel for the last forty years in their travels? They have gone forth without purse or scrip,<span class=\"citation\" id=\"68152\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68152)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68152)\">Luke 22:35<\/a><\/span> preached without money or price;<span class=\"citation\" id=\"59761\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59761)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59761)\">Isa. 55:1<\/a><\/span> they have swam rivers, waded swamps, and traveled hundreds of thousands of miles on foot to bear record of this work to the nations of the earth. What has sustained them? It has been this power of God, this Holy Ghost, the spirit of inspiration from the God of Israel that has been given to his friends on the earth in these latter days. The blood of Israel has flowed in the veins of the children of men, mixed among the Gentile nations, and when they have heard the sound of the Gospel of Christ it has been like vivid lightning to them; it has opened their understandings, enlarged their minds, and enabled them to see the things of God. They have been born of the Spirit, and then they could behold the kingdom of God;<span class=\"citation\" id=\"68714\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68714)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68714)\">John 3:3<\/a><\/span> they have been baptized in water and had hands laid upon them for the reception of the Holy Ghost, and they have received that Holy Ghost among every Gentile nation under heaven wherever the Gospel has been permitted to be preached; and here they are today, from all those nations, gathered in the valleys of the mountains. And this is but the beginning; it is like a mustard seed, it is very small;<span class=\"citation\" id=\"64609\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64609)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64609)\">Matt. 13:31-32<\/a><\/span> but the little one is to become a thousand, and the small one a strong nation. The Lord will hasten it in his own time.<span class=\"citation\" id=\"60040\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60040)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60040)\">Isa. 60:22<\/a><\/span> Zion shall be called a &#x201C;city Sought out.&#x201D;<span class=\"citation\" id=\"60161\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60161)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60161)\">Isa. 62:12<\/a><\/span> The Lord is watching over us. <\/div><div class=\"paragraph jod\" id=\"v15n31\"> I wish to say to the Latter-day Saints, we must not forget our position, nor the blessings that we hope for. All that we expect, we have <div class=\"break columnbreak\" id=\"11b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0011.pdf\" target=\"pdfwin\">p.&#xA0;11b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5900\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> got to inquire of the Lord for. Some of our brethren, as has been said here, have suffered a little through the spirit of bigotry and persecution that is in the world. I wonder many times there is not a great deal more of it. The Lord Almighty is going to make a short work in the earth;<span class=\"citation\" id=\"72701\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72701)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72701)\">Rom. 9:28<\/a><\/span> lest no flesh should be saved he will cut his work short in righteousness.<span class=\"citation\" id=\"65763\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65763)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65763)\">Matt. 24:22<\/a><\/span><span class=\"citation\" id=\"126549\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126549)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126549)\">D&amp;C 52:11<\/a><\/span> The Lord is putting his hook into the jaws of the nations.<span class=\"citation\" id=\"60782\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60782)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60782)\">Ezek. 29:2-6<\/a><\/span><span class=\"citation\" id=\"60903\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60903)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60903)\">Ezek. 38:3-4<\/a><\/span> He holds Great Babylon in his hands as well as Zion. He will control the children of men; and, as the Lord God lives, if the Latter-day Saints do their duty&#x2014;live their religion and keep their covenants, Zion will arise, put on her beautiful garments,<span class=\"citation\" id=\"83615\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83615)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83615)\">Moro. 10:31<\/a><\/span><span class=\"citation\" id=\"87428\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87428)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87428)\">D&amp;C 82:14<\/a><\/span> be clothed with the glory of God, have power in the earth, and the law will go forth from Zion and the word of the Lord from Jerusalem.<span class=\"citation\" id=\"57779\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57779)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57779)\">Isa. 2:3<\/a><\/span> Then let our prayers ascend into the ears of the Lord God of Sabbaoth,<span class=\"citation\" id=\"88239\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88239)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88239)\">D&amp;C 88:2<\/a><\/span> for he will hear them, that the wisdom of the wise may perish and the understanding of the prudent be hid.<span class=\"citation\" id=\"58792\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58792)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58792)\">Isa. 29:14<\/a><\/span> Our weapons are faith, prayer, and confidence in God, for he is our friend if we have any, and we are his if he has any on the face of the earth. The Lord will work with us, and we should work with him; therefore, brethren, let us live by faith, walk by faith, overcome by faith, so that we may enjoy the Holy Spirit to guide and direct us. All the institutions pertaining to the work of God in these latter days are going to progress, Zion is bound to arise, and to arrive at that position in our great future that the Prophets have seen by prophecy and revelation. <\/div><div class=\"paragraph jod\" id=\"v15n32\"> I want to say a few words to the sisters, who have been referred to this morning&#x2014;the Female Relief Societies. Our mothers, sisters, wives and daughters occupy a very important position in this generation, far  <div class=\"break pagebreak\" id=\"12a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0012.pdf\" target=\"pdfwin\">p.&#xA0;12a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5899\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>more so than they realize or understand. You are raising up your sons and daughters as plants of renown<span class=\"citation\" id=\"60801\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60801)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60801)\">Ezek. 34:29<\/a><\/span><span class=\"citation\" id=\"91050\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91050)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91050)\">D&amp;C 124:61<\/a><\/span> in the house of Israel in these latter days. Upon the shoulders of you mothers rests, in a great measure, the responsibility of correctly developing the mental and moral powers of the rising generation, whether in infancy, childhood, or still riper years. Your husbands&#x2014;the fathers of your children, are messengers to the nations of the earth, or they are engaged in business, and cannot be at home to attend to the children. No mother in Israel should let a day pass over her head without teaching her children to pray. You should pray yourselves, and teach your children to do the same, and you should bring them up in this way, that when you have passed away and they take your places in bearing off the great work of God, they may have principles instilled into their minds that will sustain them in time and in eternity. I have often said it is the mother who forms the mind of the child. Take men anywhere, at sea, sinking with their ship, dying in battle, lying down in death almost under any circumstances, and the last thing they think of, the last word they say, is &#x201C;mother.&#x201D; Such is the influence of woman. Our children should not be neglected; they should receive a proper education in both spiritual and temporal things. That is the best legacy any parents can <div class=\"break columnbreak\" id=\"12b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0012.pdf\" target=\"pdfwin\">p.&#xA0;12b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5899\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> leave to their children. We should teach them to pray, and instil into their minds while young every correct principle. Ninety-nine out of every hundred children who are taught by their parents the principles of honesty and integrity, truth and virtue, will observe them through life. Such principles will exalt any people or nation who make them the rule of their conduct. Show me a mother who prays, who has passed through the trials of life by prayer, who has trusted in the Lord God of Israel in her trials and difficulties, and her children will follow in the same path. These things will not forsake them when they come to act in the kingdom of God. <\/div><div class=\"paragraph jod\" id=\"v15n34\"> I want to say to our mothers in Israel, your children are approaching a very important day and age of the world. In a few more years their parents will pass away. We will go where our brethren have gone&#x2014;to the other side of the veil. Our children will remain and will possess this kingdom when God's judgments await the nations of the earth, when war, calamity, sword, fire, famine, pestilence and earthquake will stalk abroad and distress the people. Our children should be prepared to build up the kingdom of God. Then qualify them in the days of childhood for the great duties they will be called upon to perform; and that God may enable us to do so is my prayer for Christ's sake. Amen. <\/div>\n<\/div>\n<\/div>"}