{"ID":150008, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Latter-day Kingdom&#x2014;The Present Fulfilment of Ancient Prophecy.<\/div>\n<div class=\"subtitle\">Discourse by Elder Orson Pratt, delivered in the New Tabernacle, Salt Lake City, April 7, 1872.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: The Latter-day Kingdom, Etc.<\/div>\n<div class=\"speaker\">Speaker: Orson Pratt<\/div>\n<div class=\"date\">Date: 4\/7\/1872<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d08\">\n<div class=\"paragraph jod\" id=\"v15n137\"> When I look over this vast congregation, assembled in the body of this house as well as in the gallery, it seems to be an impossibility to make all hear; and to give all an opportunity to do so it will be necessary that the closest attention be given and that shuffling of feet and whispering cease. I suppose there must be congregated here something in the neighborhood of twelve thousand persons, and there are but very few voices or lungs that are able to reach such a multitude, and edify and instruct them. I know from former experience in speaking from this stand, that it requires a great exertion of the lungs and body to speak so as to be understood, and this great exertion of the physical system is calculated in a very short time to weary also the mind, therefore I may not be able to address you for any great length of time. <\/div><div class=\"paragraph jod\" id=\"v15n138\"> It is now forty-two years since the organization of the Church of Jesus Christ on the earth. Forty-two years ago, on the 6th day of April, the Prophet Joseph Smith was commanded by the Lord Almighty to organize the Kingdom of God on the earth for the last time&#x2014;<span class=\"citation\" id=\"84235\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84235)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84235)\">D&amp;C 20:1<\/a><\/span>to set up and make a beginning&#x2014;to form the nucleus of a Government that never should be destroyed from the earth, <div class=\"break columnbreak\" id=\"44b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0044.pdf\" target=\"pdfwin\">p.&#xA0;44b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5867\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> or, in other words, that should stand forever.<span class=\"citation\" id=\"61243\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61243)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61243)\">Dan. 2:44<\/a><\/span> The founding of governments, of whatsoever nature they may be, may be considered in the estimation of some, very honorable; but there is no special honor attached to a man who is called upon by the Almighty to found a Government on the earth, for it is the Lord who works by him as an instrument, using him for that purpose. That, of course, is honorable. Perhaps there never was a work accomplished among men of so great and important a nature as that of the foundation of a kingdom that never is to be destroyed. About six thousand years have passed away since the Government established by the Patriarchs, or by the first man,<span class=\"citation\" id=\"93345\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93345)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93345)\">Abr. 1:3<\/a><\/span> was commenced here on the earth. From that time until the present vast numbers and descriptions of Governments, some Patriarchal in their nature, others taking the form of kingdoms, others of empires and so forth, have been organized here on the earth. During that long interval of time whenever a man has founded a Government he has been greatly honored, not only by the generation among whom he lived, and in which he formed the Government, but he has been honored generally by after generations. But nearly all the Governments that have  <div class=\"break pagebreak\" id=\"45a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0045.pdf\" target=\"pdfwin\">p.&#xA0;45a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5866\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>been established have been thrown down&#x2014;they have been only temporary in their nature&#x2014;existing for a few centuries perhaps, and then overthrown. It is not my intention this afternoon to examine the nature and forms of these various human Governments, but to state in a few words that there is now organized on the earth a Government which never will be broken as former Governments have been. This will stand forever. It began very small&#x2014;only six members were organized in this Government on Tuesday the 6th day of April, 1830,<span class=\"citation\" id=\"84236\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84236)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84236)\">D&amp;C 20:1<\/a><\/span> that is according to the vulgar era; according to the true era it was some two or three years longer. The Christian era, that is in common use now among the human family is called the vulgar era, because it is incorrect. Jesus, it is acknowledged by the most learned men at the present day, was born two or three years before the period that is now commonly called the vulgar Christian era. It is also acknowledged by the greater portion of the learned men of the day, who have carefully examined the subject, that Jesus was crucified on the 6th day of April; and according to the true Christian era it was precisely eighteen hundred years from the day of his crucifixion until the day that this Church was organized. Why the Lord chose this particular period&#x2014;the anniversary of the day of his crucifixion for the organization of his kingdom on the earth I do not know. I do know that he has a set time in his own mind for accomplishing his great purposes; but why he should purpose in his own mind that precisely eighteen hundred years should elapse from the day of the crucifixion until the day of the organization of his church, we do not know. Suffice it to say that this is the interval that elapsed. The Book of Mormon gives <div class=\"break columnbreak\" id=\"45b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0045.pdf\" target=\"pdfwin\">p.&#xA0;45b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5866\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the exact interval from the day of his birth to the day of the crucifixion, and by putting these two periods together we can ascertain the true Christian era. There is a great dispute, however, among chronologists in regard to this matter; many of them say Jesus was born one year before the vulgar era, others that he was born two years before that. Four different chronologists, mentioned by name in Smith's Bible Dictionary, place the period three years before the vulgar era; others place it at four years before, some five, and some have placed it seven years before the present vulgar era. If we take a medium between these combined with the testimony of a great many who have written upon the subject, we find, as I said before, that it makes precisely eighteen hundred years between the two great events that took place, namely the crucifixion and the building up of his kingdom in these latter days. <\/div><div class=\"paragraph jod\" id=\"v15n140\"> God has seen proper in the progress of this kingdom to restore to his servants holding the priesthood every key and power pertaining to the restitution of all things spoken of by the mouth of all the Holy Prophets since the world began.<span class=\"citation\" id=\"71372\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71372)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71372)\">Acts 3:21<\/a><\/span> One of the first things that he condescended to restore was the fullness of the everlasting Gospel, just according to the prediction of the ancient Prophets&#x2014;by the coming of an angel from heaven. Mr. Smith fulfilled that prediction, or rather it was fulfilled to him. He declares, in language most plain and positive, that God did send an angel from heaven and committed to him the everlasting Gospel on plates of gold;<span class=\"citation\" id=\"79728\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79728)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79728)\">Rev. 14:6<\/a><\/span> or in other words, he had it revealed to him by this angel, where the plates of gold were deposited containing the everlasting Gospel,<span class=\"citation\" id=\"126556\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126556)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126556)\">JS&mdash;H 1:42<\/a><\/span> as it was preached to the ancient inhabitants of this  <div class=\"break pagebreak\" id=\"46a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0046.pdf\" target=\"pdfwin\">p.&#xA0;46a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5865\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>American continent, by the personal ministry of our Lord and Savior Jesus Christ. This was the restoration predicted by John in the 14th chapter of Revelation, where it is declared that such an event should take place. John says that he saw, in vision, an angel come from heaven to earth, to restore the everlasting Gospel.<span class=\"citation\" id=\"79729\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79729)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79729)\">Rev. 14:6<\/a><\/span> No people on earth, prior to the advent of the Prophet Joseph Smith, ever testified to the fulfilment of John's prediction. If you make the inquiry of the various Christian denominations, whether Catholic, Greek or Dissenters, they will tell you unitedly that no such event characterized the rise of their churches; we have therefore their testimony, proving that God never fulfilled this portion of his word through them; but on the contrary the united voice and testimony of all these Christians, from one end of the earth to the other is that the Bible contains the Gospel, &#x201C;And we have preached the Gospel,&#x201D; say they, &#x201C;as we found it recorded in the Bible, and no angel to restore the authority to preach the Gospel, to baptize, to confirm by the laying on of hands, to administer the Lord's Supper, or to restore or give authority to organize the kingdom of God on the earth, was necessary.&#x201D; To this we reply, the history of the Gospel is one thing, and the authority to preach it and administer its ordinances is another. We can read its history in the New Testament; and we can also read there how the ancient servants of God organized the Church in their day; we can read what ordinances they performed or administered among the children of men; we can read what was needful for the organization of the Christian Church eighteen hundred years ago. We have the history of all these things in the Scriptures, but for <div class=\"break columnbreak\" id=\"46b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0046.pdf\" target=\"pdfwin\">p.&#xA0;46b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5865\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> some seventeen centuries past prior to the coming of this angel, there has been no authority to preach it; no Apostles, no Prophets, no Revelators, no visions from heaven, no inspiration from heaven; no voice of the Lord has been heard among the nations during the long interval that has elapsed since the putting to death of the ancient servants of God, and the destruction of the ancient Christian Church. Joseph Smith came to this generation testifying to the fulfillment of that which God predicted in the Revelation of Saint John&#x2014;the restoration of the Gospel. But says John the Revelator, &#x201C;when it is restored it shall be preached to every nation, kindred, tongue, and people.&#x201D;<span class=\"citation\" id=\"79730\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79730)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79730)\">Rev. 14:6<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v15n142\"> Is there any prospect of this Gospel being thus extensively preached among the inhabitants of the earth in this generation? We need not refer you to the missions that have been taken by the Elders of this Church. Their works speak for themselves. Behold this vast congregation of people assembled here, and nearly all who inhabit this Territory. Why are they here? Because the angel has brought the everlasting Gospel, and because the servants of God have been commissioned and sent forth with the sound of the Gospel among the various nations and kingdoms of the earth; and because they have succeeded in preaching it among vast numbers of people, and gathering them out from the midst of the nations. But it has not yet gone to all nations, kindreds, tongues and people; but wait a little longer, it will shortly go, for just as sure as it has already been preached to nearly all the nations of Christendom, so will it go to every other people&#x2014;heathen, Mahomedan, and every class, whether in Europe, Asia, Africa, or the uttermost parts of  <div class=\"break pagebreak\" id=\"47a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0047.pdf\" target=\"pdfwin\">p.&#xA0;47a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5864\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>South America, the frozen regions in the north, or the numerous islands in the great western and eastern oceans. Every people must be warned that the great day of the Lord is close at hand;<span class=\"citation\" id=\"85504\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85504)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85504)\">D&amp;C 43:17<\/a><\/span> every people must know that the Lord God has spoken in these latter times; every people must know something concerning the purposes of the Great Jehovah in fulfilling and accomplishing the great preparatory work for the second advent of the Son of God from the heavens. Here then is the fufilment of one prophecy. Let us now come to another. <\/div><div class=\"paragraph jod\" id=\"v15n144\"> John, who saw this angel restore the everlasting Gospel to be preached to all the nations, declares that another proclamation was closely connected with the preaching of the Gospel. What was it? &#x201C;The hour of his judgment has come&#x201D;&#x2014;<span class=\"citation\" id=\"79955\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79955)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79955)\">Rev. 14:7<\/a><\/span>the eleventh hour, the last time that God will warn the nations of the earth. &#x201C;The hour of God's judgment has come,&#x201D;<span class=\"citation\" id=\"79956\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79956)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79956)\">Rev. 14:7<\/a><\/span> and that is the reason why the Gospel is to be so extensively preached among all people, nations and tongues, because the Lord intends through this warning to prepare them, if they will, to escape the hour of his judgment, which must come upon all people who will refuse to receive the divine message of the everlasting Gospel. <\/div><div class=\"paragraph jod\" id=\"v15n145\"> We will now pass on to another prophecy. Another angel followed. What was his proclamation? Another angel followed, and he cried with a loud voice, saying: &#x201C;Babylon is fallen, is fallen. She has made all nations drink of the wine of the wrath of her fornication,&#x201D;<span class=\"citation\" id=\"79997\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79997)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79997)\">Rev. 14:8<\/a><\/span> &amp;c. Spiritual Babylon the Great, &#x201C;THE MOTHER OF HARLOTS AND ABOMINATIONS OF THE EARTH.&#x201D;<span class=\"citation\" id=\"80168\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80168)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80168)\">Rev. 17:5<\/a><\/span> &#x201C;MYSTERY, BABYLON&#x201D;&#x2014;<span class=\"citation\" id=\"80169\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80169)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80169)\">Rev. 17:5<\/a><\/span>that great power that has held sway over the nations of the earth&#x2014;that great ecclesiastical power which has <div class=\"break columnbreak\" id=\"47b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0047.pdf\" target=\"pdfwin\">p.&#xA0;47b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5864\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> ruled over the consciences of the children of men, she is to fall and is to be destroyed from the face of the earth. Will the righteous fall with her? No. Why not? Because there is a way for their escape. <\/div><div class=\"paragraph jod\" id=\"v15n146\"> Now mark another prophecy. &#x201C;I heard a great voice,&#x201D; says John, &#x201C;from heaven, saying, &#x2018;Come out of her, O my people!&#x2019;&#x201D;<span class=\"citation\" id=\"80234\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80234)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80234)\">Rev. 18:4<\/a><\/span> Out of where? &#x201C;MYSTERY, BABYLON THE GREAT&#x201D;&#x2014;<span class=\"citation\" id=\"80170\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80170)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80170)\">Rev. 17:5<\/a><\/span>out of this great confusion that exists throughout all the nations and multitudes of Christendom. &#x201C;Come out of her, O my people, that ye partake not of her sins, that ye receive not of her plagues. For her sins have reached to the heavens, and God hath remembered her iniquities!&#x201D;<span class=\"citation\" id=\"80287\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80287)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80287)\">Rev. 18:4-5<\/a><\/span> Is this being fulfilled? Do you see any indications of the people of God coming out from &#x201C;MYSTERY, BABYLON THE GREAT?&#x201D;<span class=\"citation\" id=\"80171\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80171)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80171)\">Rev. 17:5<\/a><\/span> Yes, for forty-two years, and upwards, God has commanded his people, not by something devised by a congregation of divines, or by human ingenuity, but by a voice from heaven which has been published and printed, requiring all who receive the everlasting Gospel to come out from the midst of great Babylon. One hundred thousand Latter-day Saints, approximately speaking, now inherit these mountain regions. They are here because of this prediction of John, because of its being fulfilled, because of the voice that has come from heaven&#x2014;the proclamation of the Almighty for his people to flee from amongst the nations of the earth. I need not say any more in regard to this prophecy; it is in the Bible, and is being fulfilled before the eyes of all people. <\/div><div class=\"paragraph jod\" id=\"v15n147\"> Let me refer now to another prophecy. Daniel the Prophet has told us that in the latter days after the great image that was seen in dream by Nebuchadnezzar, the king of Babylon,<span class=\"citation\" id=\"60983\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60983)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60983)\">Dan. 2:31<\/a><\/span> representing the various  <div class=\"break pagebreak\" id=\"48a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0048.pdf\" target=\"pdfwin\">p.&#xA0;48a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5863\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>kingdoms of the world, should be destroyed, and those nations should pass away and become like the chaff of the summer threshingfloor, the Lord would establish an everlasting Government here upon the earth. The Lord God saw proper to reveal to his servant Daniel the nature of this Government. He represented it as having a very small beginning&#x2014;as a stone cut out of the mountain without hands, which stone should fall upon the feet of the image, and they should be broken in pieces.<span class=\"citation\" id=\"61038\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61038)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61038)\">Dan. 2:34-35<\/a><\/span> After the destruction of the feet all the image should fall&#x2014;the legs of iron, the belly and thighs of brass, the breast and arms of silver, the head of gold&#x2014;representing the remnants of all those ancient nations&#x2014;the Babylonians, Medes and Persians, and the Greeks; also the remnants of those that once constituted the great Roman empire&#x2014;those now in Europe and those of European origin which have come across the great ocean and established themselves here on the vast continent of the west, all, all were to be destroyed by the force of this little kingdom to be established by the power of truth, and by the authority that should characterize the nature of the stone cut out of the mountains. &#x201C;In the days of these kings,&#x201D; says the Prophet, &#x201C;shall the God of heaven set up a kingdom, that shall never be destroyed: neither shall it be left to any other people, but it shall stand forever,&#x201D;<span class=\"citation\" id=\"61244\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61244)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61244)\">Dan. 2:44<\/a><\/span> etc. The Prophet Daniel uttered the prophecy; Joseph Smith, by authority of the Almighty, fulfilled it, so far as the organization or setting up of the kingdom was concerned. <\/div><div class=\"paragraph jod\" id=\"v15n149\"> Let me refer now to some other prophecies. I do not want to dwell long upon any of them. We are told in the prophecies of Isaiah that before the time of the second advent, <div class=\"break columnbreak\" id=\"48b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0048.pdf\" target=\"pdfwin\">p.&#xA0;48b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5863\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> when the glory of the Lord should be revealed and all flesh should see it together,<span class=\"citation\" id=\"59280\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59280)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59280)\">Isa. 40:5<\/a><\/span> there should be a Zion built up on the earth. The Prophet gives the following exhortation to that Zion&#x2014;&#x201C;O Zion, thou that bringest good tidings, get thee up into the high mountain.&#x201D;<span class=\"citation\" id=\"59302\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59302)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59302)\">Isa. 40:9<\/a><\/span> Here then is a prophecy that, in the latter days, God would have a Zion on the earth before he should reveal himself from heaven and manifest his glory to all people; and the people called Zion are exhorted, in the 40th chapter of Isaiah, to get up into the high mountain.<span class=\"citation\" id=\"59303\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59303)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59303)\">Isa. 40:9<\/a><\/span> Here we are in this great mountain region, in a Territory called the mountain Territory. Here we are on the great backbone, as it were, of the western hemisphere, located among the valleys of this great ridge of mountains, which extends for thousands of miles&#x2014;from the frozen regions in the north, almost to the southern extremity of South America. Here are the people called Zion, gone up into the high mountain, according to the prediction of the Prophet Isaiah. Isaiah uttered the prophecy; Joseph Smith also prophesied the same thing, but died without seeing it fulfilled. His successor, Brigham Young, lived to be the favored instrument in the hands of God, of taking the people from those countries down in the States, those countries upon the low elevations of our globe, and bringing them up here into this vast mountain region. Thus the prophecy was uttered&#x2014;thus it has been fulfilled. <\/div><div class=\"paragraph jod\" id=\"v15n150\"> We will pass on to some other prophecies. In the eighteenth chapter of the prophecies of Isaiah we have a prediction about a time when the Lord should make a great destruction upon a certain portion of the earth.<span class=\"citation\" id=\"58316\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58316)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58316)\">Isa. 18:1-7<\/a><\/span> The Prophet begins the chapter by saying, &#x201C;Woe to the land shadowing with wings, which is be<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"49a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0049.pdf\" target=\"pdfwin\">p.&#xA0;49a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5862\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>yond the rivers of Ethiopia.&#x201D;<span class=\"citation\" id=\"58317\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58317)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58317)\">Isa. 18:1<\/a><\/span> Recollect where the Prophet dwelt when he uttered this prophecy&#x2014;in Palestine, east of the Mediterranean Sea. Where was Ethiopia? Southwest from Palestine. Where was there a land located beyond the rivers of Ethiopia. Every person acquainted with the geography of our globe knows that this American continent was beyond the rivers of Ethiopia from the land of Palestine, where the prophecy was uttered. A woe was pronounced upon that land, and that woe is this: &#x201C;For afore the harvest, when the bud is perfect, and the sour grape is ripening in the flower, he shall both cut off the sprigs with pruninghooks, and take away and cut down the branches. They shall be left together unto the fowls of the mountains, and to the beasts of the earth: and the fowls shall summer upon them, and all the beasts of the earth shall winter upon them.&#x201D;<span class=\"citation\" id=\"58357\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58357)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58357)\">Isa. 18:5-6<\/a><\/span> But first, before this destruction, there is a remarkable prophecy. Says the Prophet: &#x201C;All ye inhabitants of the world, and dwellers on the earth, see ye, when he lifteth up an ensign on the mountains; and when he bloweth a trumpet, hear ye.&#x201D;<span class=\"citation\" id=\"58337\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58337)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58337)\">Isa. 18:3<\/a><\/span> From this we learn that, before this great destruction, there is to be an ensign lifted up on the mountains, and this, too, beyond the rivers of Ethiopia, from Palestine. This is the reason why Zion in the latter days goes up into the mountains, in order that an ensign might be lifted up on the mountains. This prophecy was uttered some twenty-five hundred years ago, and has been fulfilled before the eyes of the people in our day. <\/div><div class=\"paragraph jod\" id=\"v15n152\"> But more in regard to this ensign; we find that it was not an ensign to be lifted up in Palestine, for in the fifth chapter of his prophecies, Isaiah, speaking of it says&#x2014;&#x201C;The Lord shall lift up an ensign for the nations <div class=\"break columnbreak\" id=\"49b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0049.pdf\" target=\"pdfwin\">p.&#xA0;49b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5862\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> from afar.&#x201D;<span class=\"citation\" id=\"57958\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57958)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57958)\">Isa. 5:26<\/a><\/span> What does this mean? It means a land far distant from where the Prophet Isaiah lived&#x2014;the land of Palestine. Now there is no land of magnitude or greatness that is far off from Palestine that would answer the description of this prophecy any better than this great western hemisphere; it is located almost on the opposite side of the globe from Palestine. The Lord, then, was to lift the ensign on a land that was far off from where the Prophet lived;<span class=\"citation\" id=\"57957\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57957)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57957)\">Isa. 5:26<\/a><\/span> and that ensign, we are told, should be set up on the mountains,<span class=\"citation\" id=\"58338\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58338)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58338)\">Isa. 18:3<\/a><\/span> and that, too, on a land shadowing with wings.<span class=\"citation\" id=\"58318\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58318)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58318)\">Isa. 18:1<\/a><\/span> When looking on the map of North and South America it has oftentimes suggested to my own mind the two wings of a great bird. No doubt the Prophet Isaiah saw this great western continent in vision, and recognized the resemblance to the wings of a bird in the general outline of the two branches of the continent. On such a land, on the mountains afar off from Palestine, an ensign was to be raised. But remember another thing in connection with this ensign&#x2014;See how extensive the proclamation was to be&#x2014;&#x201C;All ye inhabitants of the world, and dwellers on the earth, see ye when he lifts up an ensign on the mountains.&#x201D;<span class=\"citation\" id=\"58339\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58339)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58339)\">Isa. 18:3<\/a><\/span> It was to be a work that was to attract the attention of all people, unto the ends of the world. <\/div><div class=\"paragraph jod\" id=\"v15n153\"> &#x201C;But,&#x201D; enquires one, &#x201C;what do you call an ensign?&#x201D; Webster gives the definition of an ensign or standard&#x2014;&#x201C;Something to which the people gather; a notice for the people to assemble.&#x201D; In other words it is the great standard of the Almighty&#x2014;the great ensign that he is lifting up in the shape of his Church and kingdom, on the mountains in the latter days, with all the order and form of his ancient system of church government, with its inspired Apos<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"50a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0050.pdf\" target=\"pdfwin\">p.&#xA0;50a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5861\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tles and Prophets and with all the gifts, powers and blessings characterizing the Christian Church in ancient days. That is an ensign that should attract the people unto the very ends of the world. <\/div><div class=\"paragraph jod\" id=\"v15n155\"> With the establishment of this ensign God has not only restored the Gospel, but the keys of gathering the people together and building up Zion, and he has also restored other keys and blessings that were to characterize the great and last dispensation of the fullness of times. What are they? The same as predicted in the last chapter of the prophecy of Malachi. That Prophet, speaking of the great day of burning says, &#x201C;Behold, the day shall come, that shall burn as an oven; and all the proud, and they that do wickedly, shall become as stubble: and the day that cometh shall burn them up, saith the Lord of hosts, that it shall leave them neither root nor branch.&#x201D;<span class=\"citation\" id=\"62496\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62496)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62496)\">Mal. 4:1<\/a><\/span> This is something that has never been fulfilled yet. But mark! Before the Lord burns all the proud and those who do wickedly, he has told us be would send Elijah the Prophet. He says, &#x201C;Behold, I will send unto you Elijah the prophet, he shall turn the hearts of the fathers to the children, and the hearts of the children to the fathers, lest I come and smite the earth with a curse.&#x201D;<span class=\"citation\" id=\"62561\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62561)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62561)\">Mal. 4:5-6<\/a><\/span> Recollect, this is to be just before the day of burning, before the great and notable day of the Lord should come. <\/div><div class=\"paragraph jod\" id=\"v15n156\"> Elijah, the Prophet, then, must come from heaven&#x2014;that same man who was translated in a chariot of fire,<span class=\"citation\" id=\"55767\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55767)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55767)\">2 Kgs. 2:11<\/a><\/span> and who had such power while on the earth that he could fight, as it were, all the enemies of Israel that came against him; he could call down fire from heaven and consume the fifties as they came by companies to take him.<span class=\"citation\" id=\"55750\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55750)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55750)\">2 Kgs. 1:9-12<\/a><\/span> That same <div class=\"break columnbreak\" id=\"50b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0050.pdf\" target=\"pdfwin\">p.&#xA0;50b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5861\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> man was to be sent in the last days, before the great and notable day of the Lord. What for? To restore a very important principle&#x2014;a principle which will turn the hearts of the children to the fathers, and the hearts of the fathers to the children.<span class=\"citation\" id=\"62590\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62590)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62590)\">Mal. 4:6<\/a><\/span> Has that Prophet been sent to the earth, according to the prediction? Yes. When did he come, and to whom did he come? He came to that despised young man, Joseph Smith. According to the testimony of Joseph Smith, the Prophet Elijah stood before him, in the presence of Oliver Cowdery, and gave them these keys.<span class=\"citation\" id=\"90545\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90545)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90545)\">D&amp;C 110:13-16<\/a><\/span> What is included in this turning of the hearts of the children to the fathers and the hearts of the fathers to the children? There is included in it a principle for the salvation of the fathers that are dead, as well as for the children who are living. You have heard, Latter-day Saints, for years and years, that God has given keys, by which the living in this Church might do, not only the works necessary for their own salvation, but also certain works necessary to the salvation of their ancestors as far back as they could obtain their genealogies. What can be done by us for our fathers who have lived and died during the last seventeen hundred years, without hearing the Gospel in its fullness and power? Hundreds and thousands, and millions of them were sincere and honest, and served the Lord the best they knew; but they lived in the midst of apostate Christendom, and never heard the Gospel preached by inspired men, neither had they the chance of having its ordinances administered to them by men having authority from God. Must they be shut out from the kingdom of God, and be deprived of the glory, joys and blessings of celestial life because  <div class=\"break pagebreak\" id=\"51a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0051.pdf\" target=\"pdfwin\">p.&#xA0;51a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5860\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of this? No, God is an impartial being, and when he sent Elijah the Prophet to confer the keys I have referred to upon Joseph Smith, he intended that this people should work for the generations of the dead, as well as for the generations of the living; that these ordinances which pertain to men here in the flesh might be administered in their behalf by those of their kindred living in this day and generation. In this way the Latter-day Saints will be baptized and receive the various ordinances of the Gospel of the Son of God for their forefathers, as far as they can trace them; and when we have traced them as far back as we can possibly go, the Lord God has promised that he will reveal our ancestry back until it shall connect with the ancient priesthood, so that there will be no link wanting in the great chain of redemption.<span class=\"citation\" id=\"91167\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91167)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91167)\">D&amp;C 128:11<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v15n158\"> Here then was a restoration in fulfillment of the prediction of Malachi, and for this reason Temples are being built. The Temple, of which the foundation is laid on this block, is intended for that purpose among others. It is not intended for the assembling of vast congregations of the Saints, but it is intended to be for the administration of sacred and holy ordinances. There will be a font for baptism, in its proper place, built according to the pattern that God shall give unto his servants. It is intended that, in these sacred and holy places, appointed, set apart and dedicated by the command of the Almighty, genealogies shall be revealed, and that the living shall officiate for the dead, that those who have not had the opportunity while in the flesh in past generations to obey the Gospel, might have their friends now living, officiate for them. This does not destroy their agency, for although <div class=\"break columnbreak\" id=\"51b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0051.pdf\" target=\"pdfwin\">p.&#xA0;51b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5860\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> they laid down their bodies and went to their graves in a day of darkness, and they are now mingled with the hosts of spirits in the eternal worlds, their agency still continues, and that agency gives them power to believe in Jesus Christ <span class=\"italic\">there<\/span>, just as well as we can who are <span class=\"italic\">here<\/span>. Those spirits on the other side of the veil can repent just the same as we, in the flesh, can repent. Faith in God and in his son Jesus Christ, and repentance are acts of the mind&#x2014;mental operations&#x2014;but when it comes to baptism for the remission of sins they cannot perform that, we act for them, that having been ordained to be performed in the flesh. They can receive the benefit of whatever is done for them here, and whatever the Lord God commands his people here in the flesh to do for them will be published to them there by those holding the everlasting Priesthood of the Son of God. If, when the Gospel is preached to them there, they will believe in the Lord Jesus Christ, they will receive the benefits of the ordinances performed on their behalf here, and they will be partakers, with their kindred, of all the blessings of the fullness of the Gospel of the Son of God; but if they will not do this they will be bound over in chains of darkness until the judgment of the great day, when they will be judged according to men in the flesh.<span class=\"citation\" id=\"78116\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78116)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78116)\">1 Pet. 4:6<\/a><\/span> We are here in the flesh, and the same Gospel that condemns the disobedient and the sinner here, will, by the same law, condemn those who are on the other side of the veil. <\/div><div class=\"paragraph jod\" id=\"v15n159\"> We have an account of baptism for the dead, as it was administered among the ancient Saints. Paul refers to it in his epistle to the Corinthians, to prove to them that the resurrection was a reality,<span class=\"citation\" id=\"73878\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73878)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73878)\">1 Cor. 15:29<\/a><\/span> &#x201C;Else,&#x201D; says he, &#x201C;what shall they do who are baptized for the dead, if the  <div class=\"break pagebreak\" id=\"52a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0052.pdf\" target=\"pdfwin\">p.&#xA0;52a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5859\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>dead rise not at all? why then are they baptized for the dead?&#x201D;<span class=\"citation\" id=\"73879\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73879)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73879)\">1 Cor. 15:29<\/a><\/span> It was a strong argument that Paul brought forward, and one that the Corinthians well understood. It was a practice among them to be baptized for their dead, and Paul, knowing that they understood this principle, uses an argument to show that the dead would have a resurrection, and that baptism or immersion in water, a being buried in and the coming forth out of the water, was a simile of the resurrection from the dead. The same doctrine is taught in one of Peter's epistles. About preaching to those who are dead, Peter says that &#x201C;Jesus was put to death in the flesh, but quickened by the Spirit: By which also he went and preached to the spirits in prison; Which sometimes were disobedient, when once the longsuffering of God waited in the days of Noah, while the ark was preparing.&#x201D;<span class=\"citation\" id=\"77964\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77964)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77964)\">1 Pet. 3:18-20<\/a><\/span> Indeed! Jesus himself go to the dead and preach to them? Yes. Go to the old antediluvian spirits, and preach to them? Yes, preach to spirits who had lain in prison over two thousand years, shut up and deprived of entering into the fulness of the kingdom of God because of their disobedience. Jesus went and preached to them. &#x201C;What did he preach?&#x201D; He did not preach eternal damnation, for that would have been no use. He did not go and say to them, &#x201C;You antediluvian spirits, I have come here to torment you.&#x201D; He did not declare that &#x201C;I have opened your prison doors to tell you there is no hope for you, your case is past recovery, you must be damned to everlasting despair.&#x201D; This was not his preaching. He went there to declare glad tidings. When he entered the prison of those antediluvians, Peter says he preached the Gospel. &#x201C;For for this cause was the gospel preached to them that are <div class=\"break columnbreak\" id=\"52b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0052.pdf\" target=\"pdfwin\">p.&#xA0;52b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5859\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> dead, that they might be judged according to men in the flesh, and live according to God in the spirit.&#x201D;<span class=\"citation\" id=\"78117\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78117)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78117)\">1 Pet. 4:6<\/a><\/span> Yes, the inhabitants of the spirit world&#x2014;far more numerous than those in the flesh&#x2014;must hear the glad tidings of the Gospel of the Son of God, that all may be judged by the same Gospel and the same law; and if they will receive it be blessed, exalted from their prison house, and brought into the presence of the Father and the Son, and inherit celestial glory. <\/div><div class=\"paragraph jod\" id=\"v15n161\"> This, therefore, is among the greatest of all the keys that God has revealed in the last dispensation&#x2014;the saving of the generations of the dead, as well as the generations of the living, inasmuch as they will repent. Shall we stop here? Perhaps I have spoken sufficiently long. There are other principles, just as important in their nature, that must be restored in the latter days, but I have not time to dwell upon them. I have reference now to the restoration of that eternal principle&#x2014;the marriage covenant, which once was on the earth in the days of our first parents, the eternal union of husband and wife, according to the law of God, in the first pattern of marriage that is given to the children of men. That must also be restored, and everything in its time and in its season must be restored, in order that all things spoken of by the mouth of all the holy Prophets since the world began may be fulfilled.<span class=\"citation\" id=\"71373\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71373)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71373)\">Acts 3:21<\/a><\/span> But we will leave this subject for some future time. There must, however, be a restoration of the eternal covenant of marriage, and also of that order of marriage which existed among the old Patriarchs, before the prophecies can be fulfilled, wherein seven women shall take hold of one man, saying, &#x201C;We will eat our own bread, and wear our own apparel: only let us be called by thy name, to take away our  <div class=\"break pagebreak\" id=\"53a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0053.pdf\" target=\"pdfwin\">p.&#xA0;53a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5858\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>reproach.&#x201D;<span class=\"citation\" id=\"57893\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57893)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57893)\">Isa. 4:1<\/a><\/span> That must be restored, or the prophecies of Isaiah never can be fulfilled. A great many other things might be named which must be restored in the dispensation of the fulness of times. It is a dispensation to restore all things, it is the dispensation of the spirit and power of Elias or Elijah, &#x201C;to seal all things, unto the end of all things&#x201D;<span class=\"citation\" id=\"87298\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87298)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87298)\">D&amp;C 77:12<\/a><\/span> preparatory to the coming of our Lord and Savior Jesus Christ. <\/div><div class=\"paragraph jod\" id=\"v15n163\"> The wicked as well as the righteous will feel the power of these keys. The wicked as well as the righteous must be sealed to that end for which they have lived. The wicked, who <div class=\"break columnbreak\" id=\"53b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0053.pdf\" target=\"pdfwin\">p.&#xA0;53b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5858\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> have disobeyed the law of God, must be sealed over unto darkness, until they have been punished and beaten with many stripes,<span class=\"citation\" id=\"67644\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67644)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67644)\">Luke 12:47<\/a><\/span> until the last resurrection, until the last trump shall sound.<span class=\"citation\" id=\"73992\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73992)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73992)\">1 Cor. 15:52<\/a><\/span><span class=\"citation\" id=\"88739\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88739)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88739)\">D&amp;C 88:102<\/a><\/span> But the righteous, in the flesh and behind the veil, will come forth in the first resurrection,<span class=\"citation\" id=\"81928\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81928)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81928)\">Mosiah 15:21-25<\/a><\/span><span class=\"citation\" id=\"87077\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87077)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87077)\">D&amp;C 76:64-70<\/a><\/span> but prior to that great event they will cooperate in their labors for the consummation of the purposes of the Almighty so far as necessary to prepare the way for the second coming of the Lord Jesus Christ to reign here, personally, on the earth for the space of one thousand years.<span class=\"citation\" id=\"80542\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80542)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80542)\">Rev. 20:6<\/a><\/span> Amen. <\/div>\n<\/div>\n<\/div>"}