{"ID":150005, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Revelation&#x2014;Former and Latter-Day Dispensations&#x2014;The Sure Triumph of the Cause of Zion.<\/div>\n<div class=\"subtitle\">Discourse by Elder John Taylor, delivered in the New Tabernacle, Salt Lake City, Sunday Morning, April 7, 1872.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: Revelation, Etc.<\/div>\n<div class=\"speaker\">Speaker: John Taylor<\/div>\n<div class=\"date\">Date: 4\/7\/1872<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d05\">\n<div class=\"paragraph jod\" id=\"v15n62\"> We are again met, in our Annual Conference, for the purpose of hearing the words of life, and of being instructed in the various duties and responsibilities that rest upon us, and that we, as Latter-day Saints, may be taught principles pertaining to our holy faith, and be instructed in the duties devolving upon us in the various positions that we occupy; that by a unity of faith, purpose and action, we may be able to accomplish something that will promote truth, advance the interests of Zion and the establishment of the kingdom of God upon the earth. <\/div><div class=\"paragraph jod\" id=\"v15n63\"> We are told that it is not in man to direct his steps,<span class=\"citation\" id=\"60457\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60457)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60457)\">Jer. 10:23<\/a><\/span> and we stand here in a peculiar position under the guidance and direction of the Almighty. <div class=\"break columnbreak\" id=\"21b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0021.pdf\" target=\"pdfwin\">p.&#xA0;21b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5890\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> The Lord has seen fit to reveal unto us the everlasting Gospel, and we have been enabled, by the grace of God, to appreciate that message of life which he has communicated unto us, and we have been gathered from the nations of the earth under the influences and auspices of that Gospel. We are gathered here for the accomplishment of certain objects relative both to ourselves and others, the great leading principle of which is&#x2014;to help to fulfil the designs that existed in the mind of the Almighty before the world was, relative to the earth and humanity; and I presume that that exhortation which was made eighteen hundred years ago to certain Saints, would be just as applicable to us today as it was to them. They  <div class=\"break pagebreak\" id=\"22a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0022.pdf\" target=\"pdfwin\">p.&#xA0;22a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5889\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>were exhorted to &#x201C;contend earnestly for the faith once delivered to the saints.&#x201D;<span class=\"citation\" id=\"78848\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78848)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78848)\">Jude 1:3<\/a><\/span> That, no doubt, sounded very strange to them in that day and age of the world; they had had Jesus among them, he had preached his Gospel unto them; the light of eternal truth had been made manifest, and they had participated in the blessings of the Gospel; and yet, under these peculiar circumstances, blessed, as it were, with the light of revelation, with Apostles in their midst, with a complete Church organization, with everything that was calculated to enlighten, instruct and lead them on in the path of righteousness, they were told to contend earnestly for that faith once delivered to the Saints.<span class=\"citation\" id=\"78849\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78849)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78849)\">Jude 1:3<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v15n65\"> It seems that in the different ages of the world in the past, there has existed, as there does today, a species of self-righteousness, self-complacence, a reliance upon the wisdom, intelligence and virtue of man. In that day the Scribes and Pharisees, the lawyers and doctors, the great Sanhedrin, the pious men, thought they were the peculiar elect of God, and that wisdom would die with them. Jesus came among them and told them very many unpalatable truths; among others, that they were &#x201C;whited walls and painted sepulchres, that they appeared fair on the outside, but inwardly there was nothing but rottenness and dead men's bones.&#x201D;<span class=\"citation\" id=\"65612\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65612)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65612)\">Matt. 23:27<\/a><\/span> He told them that for a pretence they made long prayers;<span class=\"citation\" id=\"67942\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67942)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67942)\">Luke 20:47<\/a><\/span> not that they had any reference to God at all, for God had very little to do with them. They did it, he told them, in order that &#x201C;they might be heard of men.&#x201D;<span class=\"citation\" id=\"63290\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63290)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63290)\">Matt. 6:5<\/a><\/span> They made broad their phylacteries<span class=\"citation\" id=\"65495\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65495)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65495)\">Matt. 23:5<\/a><\/span> (that is a species of writing which they bound on all their garments), with certain passages of Scripture. They made them very broad, that they might be considered <div class=\"break columnbreak\" id=\"22b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0022.pdf\" target=\"pdfwin\">p.&#xA0;22b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5889\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> extra pure, virtuous and holy. Jesus called these very pure, holy, virtuous people, painted sepulchres.<span class=\"citation\" id=\"65613\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65613)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65613)\">Matt. 23:27<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v15n66\"> But there is something else associated with these matters very peculiar. Jesus taught the principles of life and salvation&#x2014;the everlasting Gospel. He introduced men into the kingdom of God; he organized a pure Church, based upon correct principles, according to the order of God. Men were baptized into that Church; they had hands laid upon them for the reception of the Holy Ghost, and they received it. They had among them Apostles and Prophets, Pastors and Teachers, Evangelists and inspired men.<span class=\"citation\" id=\"75058\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75058)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75058)\">Eph. 4:11<\/a><\/span> The Church enjoyed among themselves the gift of tongues, visions, prophecy;<span class=\"citation\" id=\"126550\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126550)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126550)\">1 Cor. 12:10<\/a><\/span> the sick were healed, the blind received their sight, the deaf heard, and the lame leaped for joy;<span class=\"citation\" id=\"59181\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59181)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59181)\">Isa. 35:5-6<\/a><\/span> the visions of heaven were unfolded to their view, and they had a knowledge of many things pertaining to eternity; and yet, with all their light, intelligence and blessings, with all their Apostles, with the fulness of the Gospel in their midst, they were advised to contend earnestly for the faith once delivered to the Saints.<span class=\"citation\" id=\"78850\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78850)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78850)\">Jude 1:3<\/a><\/span> The Lord has revealed to us many blessings, and I sometimes think that we hardly appreciate the light of truth which has been developed, the glory that is connected with the Gospel which has been restored, the light of revelation which has been communicated, the position that we occupy in relation to God, angels, our posterity and our progenitors, the hope that the Gospel has implanted in the bosom of every faithful Latter-day Saint, which blooms with immortality and eternal life; and sometimes, when exposed to the various trials with which we are encompassed, to the opprobrium and reproach frequently heaped upon us by ignorant and evil disposed persons,  <div class=\"break pagebreak\" id=\"23a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0023.pdf\" target=\"pdfwin\">p.&#xA0;23a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5888\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>some of us, perhaps, think that our religion is something like that with which we are surrounded. We sometimes forget our prayers, responsibilities, duties and covenants, and we give way in many instances to things which have a tendency to darken the mind, becloud the understanding, weaken our faith, and deprive us of the Spirit of God. We forget the pit whence we were dug, and the rock from which we were hewn,<span class=\"citation\" id=\"59488\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59488)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59488)\">Isa. 51:1<\/a><\/span> and it is necessary that we should reflect on the position that we occupy, upon the relationship we sustain to God, to each other and to our families, that our minds may be drawn back again to the God who made us&#x2014;our Father in the heavens, who hears our prayers, and who is ready at all times to supply the wants of his faithful Saints. And it is sometimes necessary that we should reflect upon the position we hold in relation to the earth on which we live, to the existence that we had before we came here, and to the eternities to come. We should not be sluggish and dull and careless and indifferent; but as the ancient Saints were exhorted, so let us exhort you today&#x2014;contend earnestly for the faith once delivered to the Saints.<span class=\"citation\" id=\"78851\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78851)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78851)\">Jude 1:3<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v15n68\"> The religion of the everlasting gospel did not originate with any man or any set of men. It is wide as the world and originated with the Great Eloheim. It is a plan ordained by him before the world was for the salvation and redemption of the human family. It is a thing that men, in various dispensations, under the influence and inspiration of the Almighty, have possessed more or less; and it is to that that we are indebted for all the knowledge, and the light, and all the intelligence in relation to eternity. The gospel which you have received you received not of man, neither by man, but on the same <div class=\"break columnbreak\" id=\"23b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0023.pdf\" target=\"pdfwin\">p.&#xA0;23b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5888\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> principle as they received it in former days&#x2014;by the revelation of Jesus Christ,<span class=\"citation\" id=\"74437\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74437)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74437)\">Gal. 1:12<\/a><\/span> by the communication of God to man, and any religion that has not this for its foundation amounts to nothing, and any superstructure built upon any other foundation will fade and vanish away like the baseless fabric of a vision, and leave not a wreck behind. <\/div><div class=\"paragraph jod\" id=\"v15n69\"> One of old in speaking of these things said: If any man build with wood, or hay, or stubble, or anything perishable, the day would come when it would be burned up<span class=\"citation\" id=\"73155\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73155)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73155)\">1 Cor. 3:12-13<\/a><\/span> and there would be left neither root nor branch.<span class=\"citation\" id=\"62495\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62495)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62495)\">Mal. 4:1<\/a><\/span> But we, as eternal beings, associated with an eternal God, having a religion that leads to that God, are desirous, as the ancients were, to know something about him, to be brought into communication with him, to fulfil the measure of our creation and our destiny on the earth,<span class=\"citation\" id=\"88365\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88365)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88365)\">D&amp;C 88:19,25<\/a><\/span> and to help the Lord to bring to pass those things that he designed from before the foundation of the world, in regard to the human family. God has designed to redeem the earth whereon we live. Mankind were placed on this earth for a certain purpose, and however erratic, foolish and visionary the course of man may have been, the Almighty has never altered his purpose, never changed his designs nor abrogated his laws; but with one steady, undeviating course from the time the morning stars first sang together for joy,<span class=\"citation\" id=\"56239\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56239)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56239)\">Job 38:7<\/a><\/span> until the earth shall be redeemed from under the curse and every creature in heaven and on the earth shall be heard to say: &#x201C;Blessing and glory, honor and power, might, majesty and dominion, be ascribed unto him who sits upon the throne, and to the Lamb forever;&#x201D;<span class=\"citation\" id=\"79213\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79213)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79213)\">Rev. 5:13<\/a><\/span> and throughout all the successive ages that have been and that will be, his course is one eternal round.<span class=\"citation\" id=\"83790\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83790)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83790)\">D&amp;C 3:2<\/a><\/span> He has had one object in view, and that  <div class=\"break pagebreak\" id=\"24a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0024.pdf\" target=\"pdfwin\">p.&#xA0;24a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5887\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>object will be accomplished in regard to man and the earth whereon he lives. The only question with us is whether we will cooperate with God, or whether we will individually work out our own salvation<span class=\"citation\" id=\"75483\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75483)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75483)\">Philip. 2:12<\/a><\/span> or not; whether we will individually fulfil the various responsibilities that devolve upon us or not; whether we will attend to the ordinances that God has introduced or not; for ourselves to begin with, for our families, for the living and for the dead. Whether we will cooperate in building temples and administering in them; whether we will unite with the Almighty, under the direction of his holy priesthood, in bringing to pass things that have been spoken of by the holy prophets since the world was;<span class=\"citation\" id=\"71371\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71371)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71371)\">Acts 3:21<\/a><\/span> whether we will contend earnestly for the faith once delivered to the Saints.<span class=\"citation\" id=\"78852\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78852)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78852)\">Jude 1:3<\/a><\/span> These things rest with us to a certain extent. God has communicated to the Latter-day Saints principles that the world are ignorant of, and being ignorant of them they know not how to appreciate our feelings. They call good evil, light darkness,<span class=\"citation\" id=\"57948\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57948)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57948)\">Isa. 5:20<\/a><\/span> error truth, and truth error, because they have not the means of seeing the difference between one and the other. &#x201C;But you are a chosen people, a royal generation, a holy priesthood,&#x201D;<span class=\"citation\" id=\"77823\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77823)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77823)\">1 Pet. 2:9<\/a><\/span> separate and set apart by the Almighty for the accomplishment of his purposes. God has ordained among you presidents, apostles, prophets, high priests, seventies, bishops and other authorities; they are of his appointment, empowered and directed by him, under his influence, teaching his law, unfolding the principles of life, and are organized and ordained expressly to lead the people in the path of exaltation and eternal glory. The world know nothing about these things&#x2014;we are not talking to them today, they cannot comprehend them. Their religion <div class=\"break columnbreak\" id=\"24b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0024.pdf\" target=\"pdfwin\">p.&#xA0;24b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5887\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> teaches them nothing about any such things&#x2014;they are simply a phantasm to them. They have not any revelation, they do not profess it. All that they have is their Bible given by ancient men of God, who spoke as they were moved upon by the Holy Ghost.<span class=\"citation\" id=\"78318\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78318)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78318)\">2 Pet. 1:21<\/a><\/span> They repudiate the Holy Ghost, not in name, but in reality. Many of them are very sincere; we give them credit for that. That is all right, but they do not understand our principles, views, or ideas. They could not do as we have done; they could not trust in God as our Elders do. Their ideas are more material. Ask any of them to go to the ends of the earth, as these Elders have done, without purse or scrip,<span class=\"citation\" id=\"68153\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68153)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68153)\">Luke 22:35<\/a><\/span> trusting in God, would they do it? No, they would not, they would see the gospel damned first, and then they would not. They do not understand the principle by which we are actuated, we have done it and we will do it again, and we will keep doing it; we believe in a living God, in a living religion, in the living, vital, eternal principles which God has communicated; this is the reason why we act as we do, why we talk and believe as we do. Men are not supposed to understand our principles. The Scripture says that no man knows the things of God but by the Spirit of God.<span class=\"citation\" id=\"73044\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73044)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73044)\">1 Cor. 2:11<\/a><\/span> And how are they to get that? Just as you got it. And how was that? By repenting of your sins, being baptized in the name of Jesus for their remission; by having hands laid upon you by those having authority for the reception of the Holy Ghost. This is the way God appointed in former days, this is the way he has appointed in our day. <\/div><div class=\"paragraph jod\" id=\"v15n70\"> And what brought you here? Why the light of revelation&#x2014;the light of truth, the gift of the Holy Ghost, the power of God. That is what brought you here. The Gospel you  <div class=\"break pagebreak\" id=\"25a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0025.pdf\" target=\"pdfwin\">p.&#xA0;25a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5886\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>received you received not of men, but by the revelations of Jesus Christ;<span class=\"citation\" id=\"74438\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74438)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74438)\">Gal. 1:12<\/a><\/span> and consequently how can men outside comprehend these things? They cannot do it, it is beyond their reach. They can reason on natural principles; they have their own peculiar ideas, but they cannot comprehend the Latter-day Saints. &#x201C;Mormonism&#x201D; is an enigma to the world. Why, the United States have been trying to solve the problem of &#x201C;Mormonism&#x201D; for years and years; but with all their sagacity and intelligence they have not made it out yet; and they never will. Philosophy cannot comprehend it; it is beyond the reach of natural philosophy. It is the philosophy of heaven, it is the revelation of God to man. It is philosophical, but it is heavenly philosophy, and beyond the ken of human judgment, beyond the reach of human intelligence. They cannot grasp it, it is as high as heaven, what can they know about it? It is deeper than hell, they cannot fathom it. It is as wide as the universe, it extends over all creation. It goes back into eternity and forward into eternity. It associates with the past, present and future; it is connected with time and eternity, with men, angels, and Gods, with beings that were, that are and that are to come. <\/div><div class=\"paragraph jod\" id=\"v15n72\"> The Saints of God in all ages had the kind of faith that we have today. You Latter-day Saints know it, but other men do not. They will talk about their nonsense, their ideas and theories, and call it the religion of God and the gospel of Jesus Christ. Well, I am quite willing they should enjoy their notions. It is all right; we would not interfere with them if we could. Our feelings in regard to that are just the same as the Lord's. And what are his? His ideas are not bound in a nutshell, there is nothing contracted about the Almighty. <div class=\"break columnbreak\" id=\"25b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0025.pdf\" target=\"pdfwin\">p.&#xA0;25b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5886\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> He makes his sun shine on the evil and on the good; he sends his rain on the just and on the unjust.<span class=\"citation\" id=\"63251\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63251)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63251)\">Matt. 5:45<\/a><\/span> He is liberal, free, generous, philanthropic, full of benevolence and kindness to the human family, and he hopes and desires that all men may be saved,<span class=\"citation\" id=\"75862\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75862)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75862)\">1 Tim. 2:3-4<\/a><\/span> and he will save them all as far as they are capable of being saved.<span class=\"citation\" id=\"126551\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126551)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126551)\">2 Ne. 9:21<\/a><\/span><span class=\"citation\" id=\"126552\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126552)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126552)\">Alma 9:17<\/a><\/span> But he desires that his people shall contend earnestly for the faith once delivered to the Saints,<span class=\"citation\" id=\"78853\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78853)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78853)\">Jude 1:3<\/a><\/span> that as immortal beings they may act in unison with the Almighty, that they may be inspired by the principle of revelation; that they should comprehend something of their dignity and manhood; of their relationship to eternity, to the world that we live in as it is and as it will be, and to the worlds that are to come. The Lord has no such idea as some of these narrow, contracted sectarian people have that we read of. They remind me of a prayer of a man I once heard of, who in his prayer said: &#x201C;Lord bless me and my wife, my son John and his wife, us four and no more, amen.&#x201D; I do not believe in any such thing as that. I think the world on which we live was organized for a certain purpose. I think that man was made for a certain purpose, and so do you as Latter-day Saints. We think that the spirit of man, possessing a body, will through the medium of the everlasting Gospel, be exalted; and that man, inasmuch as he is faithful, will, by and by, be associated with the Gods in the eternal worlds; and while we plant and sow and reap, and pursue the common avocations of life, as other men do, our main object is eternal lives and exaltations; our main object is to prepare ourselves, our posterity and our progenitors for thrones, principalities and powers in the eternal worlds. <\/div><div class=\"paragraph jod\" id=\"v15n73\"> This is what we are after, and what the ancient Saints were after. This  <div class=\"break pagebreak\" id=\"26a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0026.pdf\" target=\"pdfwin\">p.&#xA0;26a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5885\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>is what Adam, Noah, Enoch, Abraham and the Prophets were after, that they might fulfil their destiny on the earth, and, as one of the old Prophets said, &#x201C;stand in their lot in the end of days,&#x201D;<span class=\"citation\" id=\"61795\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61795)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61795)\">Dan. 12:13<\/a><\/span> when the books should be opened,<span class=\"citation\" id=\"61618\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61618)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61618)\">Dan. 7:10<\/a><\/span><span class=\"citation\" id=\"80620\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80620)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80620)\">Rev. 20:12<\/a><\/span> when the great white throne should appear and he who sits upon it, before whose face the heavens and the earth fled away;<span class=\"citation\" id=\"80584\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80584)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80584)\">Rev. 20:11<\/a><\/span> that we and they, and they and we might be prepared, having fulfilled the measure of our creation on the earth,<span class=\"citation\" id=\"88366\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88366)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88366)\">D&amp;C 88:19,25<\/a><\/span> to associate with the intelligences that exist in the eternal worlds; be admitted again to the presence of our Father, whence we came, and participate in those eternal realities which mankind, without revelation, know nothing about. We are here for that purpose; we left our homes for that purpose; we came here for that purpose; we are building temples for that purpose; we are receiving endowments for that purpose; we are making covenants for that purpose; we are administering for the living and the dead for that purpose, and all our objects, and all our aims, like the object and aim of inspired men in former days, are altogether with reference to eternal realities as well as to time. We have a Zion to build up, and we shall build it. <span class=\"italic\">We shall build it<\/span>. WE SHALL BUILD IT. No power can stop it. God has established his kingdom, it is in his hands, and no influence, no power, no combination of whatever kind it may be can stop the progress of the work of God. You Latter-day Saints know very well that you have not received a cunningly devised fable,<span class=\"citation\" id=\"78263\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78263)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78263)\">2 Pet. 1:16<\/a><\/span> concocted by the wisdom, ingenuity, talent or caprice of man. All of you who comprehend the Gospel comprehend this; you all, male and female, if you are living your religion, know this. Men of old knew it as well as you; and by and by we expect to live and associate <div class=\"break columnbreak\" id=\"26b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0026.pdf\" target=\"pdfwin\">p.&#xA0;26b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5885\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> with them, with Patriarchs, Prophets and men of God, who had faith in him, the accomplishment of his purposes in former times, and we are contending for the faith which they possessed.<span class=\"citation\" id=\"78854\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78854)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78854)\">Jude 1:3<\/a><\/span> For instance old Moses and Elias, you know, came to Peter, James, John and Jesus while they were on the mount. They did not think they were very old fogies that it was not worth while to listen to; but said they, &#x201C;Let us make three tabernacles, one for thee, one for Moses and one for Elias. It is good to be here, why here is old Moses, and old Elias.&#x201D;<span class=\"citation\" id=\"64978\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64978)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64978)\">Matt. 17:1-4<\/a><\/span> Who was Moses? A man who had the ancient Gospel in former times. Who was Elias? A man who had the ancient Gospel in former times. They came and administered unto Jesus, and his Apostles would have liked to stay with them forever. But they could not do it at that time. <\/div><div class=\"paragraph jod\" id=\"v15n75\"> Then again we read of John on the Isle of Patmos. You know he was in vision, and the Lord revealed unto him many great things, and there was a personage appeared, one of the old Prophets that used to be led around probably by a marshal. John thought he was an angel, and he was about to fall down and worship him after he had unfolded to him the glories of eternity. &#x201C;But,&#x201D; says he, &#x201C;do not do it.&#x201D; &#x201C;Why?&#x201D; &#x201C;Because I am one of thy fellowservants, the prophets;<span class=\"citation\" id=\"80365\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80365)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80365)\">Rev. 19:10<\/a><\/span><span class=\"citation\" id=\"80849\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80849)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80849)\">Rev. 22:8-9<\/a><\/span> I am one of those old fellows that used to have to wander about in my day in sheepskins and goatskins.<span class=\"citation\" id=\"126553\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126553)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126553)\">Heb. 11:37<\/a><\/span> The priests, hypocrites, &amp;c., of that day persecuted me; but now I am exalted, and have come to minister unto you John.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v15n76\"> While the world was wrapped in superstition, ignorance and darkness, the angels of God came and ministered to Joseph Smith, and unfolded to him the purposes of God and made  <div class=\"break pagebreak\" id=\"27a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0027.pdf\" target=\"pdfwin\">p.&#xA0;27a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5884\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>known his designs. Joseph told it to the people, and through this means you are gathered together as you are today. What did men, the best of them, know about the Gospel, or about Apostles or Prophets, when the Prophet Joseph made his appearance? Nothing at all, and yet there have been good men. Old John Wesley, for instance, in his day, was very anxious to see something of this kind, but he could not see it. Says he&#x2014;  <\/div><div class=\"paragraph jod\" id=\"v15n78\"> &#x201C;From chosen Abraham's seed, The old apostles choose, O'er isles and continents to spread The dead reviving news.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v15n79\"> He would have been glad to see something of that kind, but he could not. It was reserved for Joseph Smith and the Latter-day Saints; it was reserved for our day. Well, then, what will we do? Fulfil the <div class=\"break columnbreak\" id=\"27b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0027.pdf\" target=\"pdfwin\">p.&#xA0;27b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5884\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> measure of our creation;<span class=\"citation\" id=\"88367\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88367)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88367)\">D&amp;C 88:19,25<\/a><\/span> go to work and redeem those men who had not the Gospel, be baptized for them, as the Scriptures tell us, and bring them up, for they without us cannot be made perfect, neither can we be made perfect without them.<span class=\"citation\" id=\"77122\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77122)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77122)\">Heb. 11:40<\/a><\/span><span class=\"citation\" id=\"91183\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91183)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91183)\">D&amp;C 128:15,18<\/a><\/span> And we will fulfil and accomplish the purposes of God, and bring to pass the things which were spoken of by the Prophets. <\/div><div class=\"paragraph jod\" id=\"v15n80\"> This is what we are after, and we shall accomplish it, and no man can stop it, no organization, no power, no authority, for God is at the helm, and his kingdom is onward, onward, onward, and it will continue, and grow and increase until the kingdoms of this world shall become the kingdoms of our God and his Christ.<span class=\"citation\" id=\"79459\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79459)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79459)\">Rev. 11:15<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v15n81\"> May God help us to be faithful, in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}