{"ID":150043, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Certainty of Death&#x2014;By the Spirit of God the Saints Obtain the Fullness of the Blessings of the Gospel&#x2014;God Will Take Care of His People.<\/div>\n<div class=\"subtitle\">Remarks by Elder John Taylor, delivered at the Funeral Services of Elder Wm. Pitt, Delivered in the 14th Ward Assembly Rooms, Salt Lake City, Sunday Morning, February 23, 1873.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: Certainty of Death, Etc.<\/div>\n<div class=\"speaker\">Speaker: John Taylor<\/div>\n<div class=\"date\">Date: 2\/23\/1873<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d43\">\n<div class=\"paragraph jod\" id=\"v15n1263\"> I have been very much interested in the remarks made by Elder Woodruff in regard to his mission to Herefordshire, and more particularly in regard to brother Pitt, whom I have always regarded as a high-minded, honorable man, one who feared God and worked righteousness,<span class=\"citation\" id=\"71775\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71775)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71775)\">Acts 10:35<\/a><\/span> and a man from whom, in all my acquaintance with him, I never heard one remark that was inimical to his character or reputation as a man, as a Saint or in any capacity. We have often been very much delighted with the music that he made for us, both in this town and in other places where we have sojourned. Now he has gone, and has taken the same course as every person that ever lived, with the exception of two or three individuals.<span class=\"citation\" id=\"70994\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70994)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70994)\">John 21:22-23<\/a><\/span><span class=\"citation\" id=\"83016\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83016)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83016)\">3 Ne. 28:4-10<\/a><\/span> There is something peculiar about these things that always creates with me a solemnity of feeling. Not, as brother Woodruff <div class=\"break columnbreak\" id=\"347b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0347.pdf\" target=\"pdfwin\">p.&#xA0;347b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5564\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> said, that I mourn the loss of a good man when he has gone. I do not, I have not the slightest feeling of this kind; but when I reflect upon the position of the world that we live in, and of humanity in general, look back through the dark lapse of ages that have transpired and contemplate the millions upon millions, and hundreds of thousands of millions who have inhabited this earth, and that they have all of them gone, we see that there is no staying of these things, no arresting the course of destiny, no stopping the hand of fate, or the power of the destroyer. An eternal decree has gone forth, and it is appointed for all men once to die.<span class=\"citation\" id=\"76925\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76925)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76925)\">Heb. 9:27<\/a><\/span> It is impossible for us to evade this, and with the exception of the very few to whom I have before referred, all men have paid the great debt of Nature. The human body may be propped up through the ingenuity,  <div class=\"break pagebreak\" id=\"348a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0348.pdf\" target=\"pdfwin\">p.&#xA0;348a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5563\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>nursing and care of man for some time, but like a sweeping flood, although you may dam up the water from its natural course and arrest it in its progress and keep it back, back, back, for a while, yet by and by it will rush over its barriers, seek its natural channel, pursue its own course and find its own resting place. So it is with the human family. We come into the world, we exist for a short time, then we are taken away, no matter what our feelings, ideas or faith may be, they have nothing to do with this great universal law which pervades all nature. <\/div><div class=\"paragraph jod\" id=\"v15n1265\"> We are here to exhibit our sympathy and affection for our brother whom we respect and esteem, that is all we can do. Who is there that can stay the hand of death? What talent, what ingenuity, what philosophy, religion, science or power of any kind? Who possesses that power, individually in this assembly or combined to say to the great monster death, Stand back, thou shalt not take thy victims? There is no such person, there is no such power, no such influence, such a principal does not exist, and it never will exist until the last enemy is destroyed, which the Scriptures tell us is death.<span class=\"citation\" id=\"73863\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73863)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73863)\">1 Cor. 15:26<\/a><\/span> But death shall be destroyed, and all then, even all the human family, shall burst the barriers of the tomb and come forth&#x2014;those who have done good to the resurrection of the just.<span class=\"citation\" id=\"69152\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69152)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69152)\">John 5:29 (JST)<\/a><\/span><span class=\"citation\" id=\"86873\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86873)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86873)\">D&amp;C 76:17<\/a><\/span> Then and not till then will that influence, that fell tyrant be destroyed. There is something about that interesting to us, while the world of mankind are thoughtless and careless, and desire not to retain God in their knowledge,<span class=\"citation\" id=\"72261\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72261)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72261)\">Rom. 1:28<\/a><\/span> and wish to put away from them everything pertaining to him and eternity. We, as Latter-day Saints, if our hearts, feelings, affec<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"348b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0348.pdf\" target=\"pdfwin\">p.&#xA0;348b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5563\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tions and desires are placed upon those things that pertain to the future, look back to our associations, as brother Woodruff looked back to his first associations with bro. Pitt when first the light of eternal truth beamed upon his mind. We look back to the feelings that influenced brother Woodruff when inspired by the Spirit of the living God to go to that place where those people had been calling upon the same God for light and truth, intelligence and revelation and a knowledge of his law and of his purposes, and while God was leading them forth, he was leading brother Woodruff by the same Spirit and power. We reflect upon these things with pleasure. It is satisfactory to know that the hand of God has been with us, that his power has been with this Priesthood, that the Spirit of the Lord God has been associated with them, and that the promises of God have been fulfilled to the Elders when he said he would send his Angels and Spirit before them.<span class=\"citation\" id=\"87926\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87926)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87926)\">D&amp;C 84:88<\/a><\/span> I have rejoiced thousands of times with brother Woodruff over these things, and I was talking with brother Pitt about them not long ago, and his countenance lighted up, his eye was bright and brilliant, and his soul seemed to rejoice at the recollection. It is pleasant to reflect upon these principles of the Gospel, and there is something in relation to the future that animates our feelings and desires. <\/div><div class=\"paragraph jod\" id=\"v15n1266\"> We are gathered here, a peculiar people<span class=\"citation\" id=\"55041\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55041)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55041)\">Deut. 14:2<\/a><\/span><span class=\"citation\" id=\"77825\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77825)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77825)\">1 Pet. 2:9<\/a><\/span> under the direction and Spirit of the living God; and our gathering has been effected by the revelations of the Lord. Some of us have been gathered in one way, some in another, operated upon and influenced in a variety of ways. And what is our idea in gathering? Is it simply to plant, sow, reap and  <div class=\"break pagebreak\" id=\"349a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0349.pdf\" target=\"pdfwin\">p.&#xA0;349a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5562\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to accumulate a little worldly goods around us and then lie down in the dust and occupy a small space of two feet by six? Is this the object of our gathering? Verily no. Something higher than this dwells in the bosoms of the Latter-day Saints; they are actuated by another spirit and influence. The Spirit of the living God has beamed upon their minds, drawn back the dark vista of the future and unfolded unto them principles of eternal lives, and they are looking forward to honor, immortality and eternal lives<span class=\"citation\" id=\"86813\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86813)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86813)\">D&amp;C 75:5<\/a><\/span> in the kingdom of God. These are the feelings and influences, and this the spirit by which we are actuated. We have obtained a knowledge of our Father who dwells in the heavens. We have partaken of the Spirit of the living God, which has flowed unto us through obedience to the Gospel of Jesus Christ. Our minds have been, as it were, torn from the groveling things of time and sense, and we feel as though we are eternal beings, associated with an eternal religion, with everlasting principles, sustained by an eternal God who governs, controls and manages all the affairs of the human family on the face of the earth, and will in the world to come. Feeling thus we rejoice in the fullness of the blessings of the Gospel of peace. This is the Spirit that the living God has imparted unto us; and though the world are thoughtless, careless and forgetful, and sometimes in their ignorance seek to oppose us, we care nothing about that. Why, our life is hid with Christ in God.<span class=\"citation\" id=\"75604\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75604)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75604)\">Col. 3:3<\/a><\/span><span class=\"citation\" id=\"88134\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88134)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88134)\">D&amp;C 86:9<\/a><\/span> Do you know it? Do the world know it? No, they cannot perceive it, they know nothing about it, it is out of their ken. They cannot comprehend the principles, feelings, spirit, light, intelligence, visions and manifesta<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"349b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0349.pdf\" target=\"pdfwin\">p.&#xA0;349b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5562\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tions of the Spirit of God that dwell in the hearts of men when they are under the influence of the Spirit of God. They neither know their peace nor the prospects which lie before them. They are like the brute beasts, which the Scriptures say are made to be taken and destroyed,<span class=\"citation\" id=\"78409\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78409)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78409)\">2 Pet. 2:12<\/a><\/span> just like the ox that you feed until he is fat&#x2014;he does not know that the knife is going to pierce him by and by. But the Saints understand something about the future. They have begun to live forever. They have obtained the Spirit of life and truth and intelligence. They have a hope that blooms with immortality and eternal life. They know that if the earthly house of this tabernacle dissolves they have a building of God, a house not made with hands, eternal in the heavens.<span class=\"citation\" id=\"74103\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74103)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74103)\">2 Cor. 5:1<\/a><\/span> Knowing this they feel that all is right. They feel just as Jesus said to his disciples&#x2014;Don't care anything about these fellows who can only kill the body, and when they have done that there is an end of their rope, the extent of their power, they can go no further, but like the other worms of the earth they have got to fall down, and crumble and be preyed upon by worms; but fear him who, after he has killed has power to cast into hell.<span class=\"citation\" id=\"64175\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64175)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64175)\">Matt. 10:28<\/a><\/span> &#x201C;Yea,&#x201D; said he, &#x201C;I say unto you, fear him.&#x201D;<span class=\"citation\" id=\"64176\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64176)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64176)\">Matt. 10:28<\/a><\/span> You Latter-day Saints, fear not any outside influences, fear no power or spirit that may be arrayed against you. Put your trust in the living God<span class=\"citation\" id=\"75942\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75942)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75942)\">1 Tim. 4:10<\/a><\/span> and all will be right in time and in eternity. God will take care of his people. He has commenced a work and he will roll that forth, and woe to the man that fights against Jehovah&#x2014;he will move him out of the way. Like the grass or flowers of the field all such will pass away, but God's kingdom and people will live and extend,<span class=\"citation\" id=\"59292\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59292)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59292)\">Isa. 40:6-7<\/a><\/span>  <div class=\"break pagebreak\" id=\"350a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0350.pdf\" target=\"pdfwin\">p.&#xA0;350a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5561\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>grow and increase until the kingdoms of this world shall become the kingdoms of our God and his Christ.<span class=\"citation\" id=\"79464\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79464)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79464)\">Rev. 11:15<\/a><\/span> Then that man whose remains now lie before us, and millions of others, shall be heard to say, &#x201C;Glory, and honor, and power, and might, and majesty, and dominion be ascribed to him that sits on the throne, and unto the Lamb forever.&#x201D;<span class=\"citation\" id=\"79216\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79216)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79216)\">Rev. 5:13<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v15n1269\"> God bless you. It is all right with brother Pitt. Is it right with <div class=\"break columnbreak\" id=\"350b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0350.pdf\" target=\"pdfwin\">p.&#xA0;350b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5561\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> us? Let us live our religion, keep the commandments of God, walk according to the light of truth, follow, as brother Woodruff said he did, the leadings of the Spirit of God, and that will lead us into all truth, and by and by, to thrones, principalities, and powers<span class=\"citation\" id=\"90838\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90838)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90838)\">D&amp;C 121:29<\/a><\/span> in the eternal worlds. May God help us to be faithful, in the name of Jesus: Amen. <\/div>\n<\/div>\n<\/div>"}