{"ID":150044, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Character of the Deceased&#x2014;Manifestations of the Power of God&#x2014;The Saints Have No Interest Apart From the Kingdom of God&#x2014;The Fear of Death.<\/div>\n<div class=\"subtitle\">Remarks by President Daniel H. Wells, delivered at the Funeral Services of Elder Wm. Pitt, in the 14th Ward Assembly Rooms, Salt Lake City, Sunday Morning, February 23, 1873.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: Character of the Deceased, Etc.<\/div>\n<div class=\"speaker\">Speaker: Daniel H. Wells<\/div>\n<div class=\"date\">Date: 2\/23\/1873<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d44\">\n<div class=\"paragraph jod\" id=\"v15n1270\"> I have been associated with brother Pitt a good many years. He taught music in my family as early, I think, as 1842, and I have been very intimately associated with him in the public works, in the Legion, and in the band that he has led, and I have never seen that man when he was not cheerful and full of life, indeed I have thought he had more music in him than any man I have ever known. If there was a musical instrument he could not play, I do not know what it is. He was al<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"350b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0350.pdf\" target=\"pdfwin\">p.&#xA0;350b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5561\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ways faithful and cheerful under the most trying circumstances, and no matter what blast blew of difficulty or persecution, brother Pitt was there on hand at a moment's notice full of life and music, ready to cheer the hearts of the people. He was a beautiful painter, and followed that trade for his subsistence. He was always industrious, and ready to do a job of work whether he could get anything for it or not. It made no difference, it was for the kingdom, and it was all right. He was one of  <div class=\"break pagebreak\" id=\"351a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0351.pdf\" target=\"pdfwin\">p.&#xA0;351a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5560\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the best of men in my opinion, and as has been said, it is all well with him. <\/div><div class=\"paragraph jod\" id=\"v15n1272\"> I suppose there are a great many here who would like to bear testimony and speak a good word for brother Pitt; but, brethren, he does not need it&#x2014;his whole life has spoken for itself, and will speak eternally. That mission that brother Woodruff has mentioned was just as remarkable in my estimation, if not more so, than the account contained in the New Testament, of the way in which Cornelius received the Gospel.<span class=\"citation\" id=\"71724\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71724)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71724)\">Acts 10:1-48<\/a><\/span> He was told where to go to make inquiry about what he should do; and if the circumstance brother Woodruff mentioned had been put in the same language and had the antiquity that the baptism of Cornelius has, we would consider it one of the most remarkable manifestations of God's power ever given to the children of men. In the Herefordshire mission there was not only one man and his house ready to receive the Gospel, but six hundred received it and were baptized, and it was by the same power and influence&#x2014;the power of God and the Holy Ghost resting upon them, a revelation being also given to the servant of God to carry the Gospel to them; and he was sent of God just as much as Peter was ever authorized to go and tell Cornelius,<span class=\"citation\" id=\"71725\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71725)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71725)\">Acts 10:1-48<\/a><\/span> just exactly. And this is only one instance of the kind among many thousands that are occurring and have occurred almost daily ever since this work commenced in these last days; and it is as remarkable as any we read of in the Bible; but because we live in them and they are common things with us, we do not esteem them. The healing of sister Mary Pitt, after having been unable to walk for fourteen years, was a remarkable manifestation of the power of God. And such things have been transpiring many years right before <div class=\"break columnbreak\" id=\"351b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0351.pdf\" target=\"pdfwin\">p.&#xA0;351b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5560\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the face and eyes of the children of men throughout the nations of the earth, but what heed do they give to them? They read over in the Bible about the great blessings that were poured out on the people in the days of the Apostles, and yet see things equally remarkable transpiring right under their eyes and in their midst continually, and take no notice of it. The work of God is growing and increasing, and the God of heaven will not go back upon it; his work will spread and increase until his purposes are all fulfilled. <\/div><div class=\"paragraph jod\" id=\"v15n1273\"> It has been said of brother Pitt that he did not preach much, but his whole life has been a continual sermon to this generation since he received the Gospel, and before for aught I know. I think that he has performed two or three missions, and I do know that he bore a faithful testimony to the truth of this work, not only by his words but by his acts. He was on a mission all the time. He did not hold himself to himself at any time, but he was continually on the altar, ready to go and to come as he was directed by the servants of God. A man is as much on a mission at home, building up Zion, as he is when abroad preaching the Gospel, and he should esteem his labors under the direction and dictation of the servants of God just the same. Here is where a good many make mistakes. They think that unless they are called to go on a mission to preach the Gospel they are not on a mission at all, but their only business is to look after their own individual interests. Why, a Latter-day Saint has no individual interest separate and apart from the kingdom of God, anywhere, at any time and in any place, and all he does should be with an eye to advance the interests of that kingdom upon the earth. <\/div> <div class=\"break pagebreak\" id=\"352a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0352.pdf\" target=\"pdfwin\">p.&#xA0;352a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5559\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v15n1275\"> We have the blessed privilege of being co-workers with the Almighty in building up his kingdom, bringing to pass his purposes and in sustaining and spreading abroad the institutions of high heaven and the principles of the everlasting Gospel in the earth if we will only let him work with us. But in order to do so we must be submissive and work in accordance with his plan. We have come here from the nations of the earth to be taught in his ways, not that we may make a path for ourselves,<span class=\"citation\" id=\"126700\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126700)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126700)\">Isa. 2:3<\/a><\/span> and that we maybe instructed in the things of eternal life, and learn to know God and Jesus Christ whom he has sent, for this is eternal life.<span class=\"citation\" id=\"70600\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70600)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70600)\">John 17:3<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v15n1276\"> This is Scripture, and we have often heard it drop upon our ears with little effect, and it is unnoticed by the world. But if to know the only true and wise God and Jesus Christ whom he has sent is eternal life,<span class=\"citation\" id=\"70601\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70601)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70601)\">John 17:3<\/a><\/span> unless we have that knowledge we have not eternal life. What do the world know of the relationship between God and his children here on the earth. Nothing at all. The world is without the knowledge of God,<span class=\"citation\" id=\"72895\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72895)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72895)\">1 Cor. 1:21<\/a><\/span><span class=\"citation\" id=\"74930\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74930)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74930)\">Eph. 2:12<\/a><\/span><span class=\"citation\" id=\"81964\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81964)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81964)\">Mosiah 24:5<\/a><\/span> hence they are without eternal life. He has revealed himself in these last days, and is begging and beseeching his children here on the earth to turn from their evil ways. He has said through his Prophets long ago, &#x201C;Turn ye, turn ye; for why will ye die, O house of Israel?<span class=\"citation\" id=\"60791\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60791)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60791)\">Ezek. 33:11<\/a><\/span> Take upon you my yoke, for it is easy, and my burden, for it is light.<span class=\"citation\" id=\"64325\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64325)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64325)\">Matt. 11:29-30<\/a><\/span> Come and partake of the waters of life freely,<span class=\"citation\" id=\"80754\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80754)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80754)\">Rev. 21:6<\/a><\/span> without money and without price.&#x201D;<span class=\"citation\" id=\"59765\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59765)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59765)\">Isa. 55:1<\/a><\/span> This is the invitation from God to his children, but they are a good deal like the inhabitants of Jerusalem when Jesus mourned over them and said, &#x201C;O Jerusalem, Jerusalem, how often would I have gathered you, as a hen gathers her <div class=\"break columnbreak\" id=\"352b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0352.pdf\" target=\"pdfwin\">p.&#xA0;352b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5559\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> chickens under her wings, but ye would not! Now, your house is left unto you desolate.&#x201D;<span class=\"citation\" id=\"65621\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65621)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65621)\">Matt. 23:37-38<\/a><\/span> Let this generation look to it, or their house will be left desolate, and they will be without hope of reaching to that within the veil unless they receive the invitation which has been renewed in our day and generation to the children of men, to repent and be baptized, and to turn to God and live.<span class=\"citation\" id=\"60758\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60758)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60758)\">Ezek. 18:32 (JST)<\/a><\/span><span class=\"citation\" id=\"82272\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82272)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82272)\">Alma 37:47<\/a><\/span> It seems as if mankind have ears and hear not, eyes and see not,<span class=\"citation\" id=\"66566\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66566)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66566)\">Mark 8:18<\/a><\/span> hearts and do not comprehend the things of God.<span class=\"citation\" id=\"126701\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126701)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126701)\">Matt. 13:15<\/a><\/span> It is true, as was observed by brother Taylor, the life of the Christian&#x2014;the true Latter-day Saint, is hid in God,<span class=\"citation\" id=\"75639\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75639)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75639)\">Col. 3:3<\/a><\/span> and the world cannot see it. This work is transpiring and these remarkable events are taking place right before their eyes in the building up of this kingdom, and nothing pertaining thereto is hidden, but it is like a city set on a hill for everybody to look at,<span class=\"citation\" id=\"63055\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63055)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63055)\">Matt. 5:14<\/a><\/span> still it seems as though they cannot see it. <\/div><div class=\"paragraph jod\" id=\"v15n1277\"> There are a great many Latter-day Saints who do not see more than half of it. They cannot see the kingdom of God<span class=\"citation\" id=\"68718\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68718)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68718)\">John 3:3<\/a><\/span> in this thing and in that thing and in the other thing that is presented before them. This is for the want of a little faithfulness, a little more of the Spirit of the Lord. There is some obstacle in the way which prevents a free flow of the Spirit to enlighten their minds<span class=\"citation\" id=\"90846\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90846)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90846)\">D&amp;C 121:33<\/a><\/span> and be to them as a well of water springing up to eternal life.<span class=\"citation\" id=\"69065\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69065)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69065)\">John 4:14<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v15n1278\"> Meet brother Pitt when you might, you would find that feeling in his heart, welling up continually to eternal life.<span class=\"citation\" id=\"69064\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69064)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69064)\">John 4:14<\/a><\/span> That was the kind of man he was. I know it, because I was well acquainted with him, and associated with him frequently, and I never saw him without it. I saw him almost every day for years, and I hope it will be as well with us as it  <div class=\"break pagebreak\" id=\"353a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0353.pdf\" target=\"pdfwin\">p.&#xA0;353a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5558\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>is with him when we pass the ordeal of death. We all have to pass it. In and of itself it is nothing to him who is prepared. Brother Pitt might have done a great many things perhaps that some people thought curious, for he was a cheerful man, not one of those long-drawn-down, pious souls who never smiled. A person unacquainted with him might have supposed that he never had a serious thought, still his heart was full of love to God. If a man goes about with a handkerchief tied over his head, and his head bowed down with sorrow for the sins of the world, that is no evidence to me of love to God shed abroad in his heart,<span class=\"citation\" id=\"72330\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72330)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72330)\">Rom. 5:5<\/a><\/span> not a particle. I would sooner risk a man like brother Pitt, who was always cheerful and on hand, ready to go and come and to do his duty, whether in the paint shop, in the dance hall or anywhere else among the Saints of God. His delight was to be with them and cheer and encourage them in the faith; and he never swerved to the right or to the left. He was full of integrity. Did he ever have a doubt concerning the work? He never showed the least symptom of it to me, and I do not think it ever occurred to him; I do not believe a shadow of a doubt concerning its truth ever crossed his mind. He was ready, on hand, and full of fun, and that is the kind of a man I like to see. I should like for him to have lived a hundred years, because good men are scarce, and they are needed to build up the kingdom. Not that it would have been any better for him to live, he is all right, but for the sake of the kingdom, and for my sake and your sake, and for the sake of his family, and for the sake of all with whom he was associated in this stake of Zion it is a loss to lose such a man, but it is no loss to himself. He has laid a foun<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"353b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0353.pdf\" target=\"pdfwin\">p.&#xA0;353b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5558\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>dation that will eternally endure. No person can rob him of his crown. He is safe, and can do nothing himself that will bar the same. It is not so with you and me. We may live to do things that will clip our glory. It would be better that we should be taken away than to live and do anything of that kind. Not that I think there would have been any danger of any such thing with him. But he has gone, and we will soon follow. As it has been expressed today, death is passed upon all men,<span class=\"citation\" id=\"72349\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72349)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72349)\">Rom. 5:12<\/a><\/span> and we only wait our turn to pay the debt of nature. Brother Pitt, has paid that debt, and that very selfsame body will come forth again, and when we grasp his hand we shall know that it is brother Pitt, for he will maintain his identity in the eternal worlds. Do you not think that is glorious? When the spirit and body are reunited in immortality they will never be separated again. We need not fear death, that is if we are numbered among those who will have the privilege of coming forth in the morning of the first resurrection, for upon all such the second death will have no power.<span class=\"citation\" id=\"80544\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80544)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80544)\">Rev. 20:6<\/a><\/span> It is the second death that people may be afraid of. Fear him who has power to destroy both soul and body in hell.<span class=\"citation\" id=\"64177\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64177)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64177)\">Matt. 10:28<\/a><\/span> This is the second death, but this will have no power upon those who have part in the first resurrection.<span class=\"citation\" id=\"80545\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80545)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80545)\">Rev. 20:6<\/a><\/span> All manner of sin will be forgiven to men except the sin against the Holy Ghost; that will never be forgiven neither in this world nor the world to come.<span class=\"citation\" id=\"64407\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64407)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64407)\">Matt. 12:31-32<\/a><\/span> If men will only be obedient to the Gospel, and avail themselves of the plan of salvation devised by our Father and God in heaven before the world was, they may obtain forgiveness of their sins by being obedient to the Gospel. The plan of  <div class=\"break pagebreak\" id=\"354a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0354.pdf\" target=\"pdfwin\">p.&#xA0;354a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5557\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>salvation is ample to save to the uttermost.<span class=\"citation\" id=\"76873\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76873)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76873)\">Heb. 7:25<\/a><\/span> God, in his mercy, designed it to save his children, because he delights to give good gifts to his children far more than an earthly parent does.<span class=\"citation\" id=\"63774\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63774)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63774)\">Matt. 7:11<\/a><\/span> The Almighty has sent forth his servants to plead with the children of men, to declare the acceptable year of the Lord,<span class=\"citation\" id=\"60086\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60086)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60086)\">Isa. 61:2<\/a><\/span><span class=\"citation\" id=\"67195\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67195)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67195)\">Luke 4:19<\/a><\/span><span class=\"citation\" id=\"89112\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89112)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89112)\">D&amp;C 93:51<\/a><\/span> and to call upon them to repent lest the end come when no man can work.<span class=\"citation\" id=\"69552\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69552)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69552)\">John 9:4<\/a><\/span> Some few will listen and <div class=\"break columnbreak\" id=\"354b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0354.pdf\" target=\"pdfwin\">p.&#xA0;354b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5557\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> be prepared, because some are honest enough to receive the Gospel, others are not. <\/div><div class=\"paragraph jod\" id=\"v15n1281\"> I pray God the Eternal Father to bless us all, that we may cleave to that which is good, reject evil,<span class=\"citation\" id=\"72832\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72832)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72832)\">Rom. 12:9<\/a><\/span><span class=\"citation\" id=\"89256\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89256)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89256)\">D&amp;C 98:11<\/a><\/span> fill the measure of our creation<span class=\"citation\" id=\"88362\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88362)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88362)\">D&amp;C 88:19<\/a><\/span> in our probation as our brother has done, that we way lay up a crown<span class=\"citation\" id=\"76285\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76285)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76285)\">2 Tim. 4:8<\/a><\/span> and an inheritance in everlasting habitations,<span class=\"citation\" id=\"67742\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67742)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67742)\">Luke 16:9<\/a><\/span> for Christ's sake. Amen. <\/div>\n<\/div>\n<\/div>"}