{"ID":150021, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">God's Ways not as Man's Ways.<\/div>\n<div class=\"subtitle\">Remarks by Brigham Young, Jun., delivered at Farmington, Sunday Morning, August 25, 1872.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: God's Ways not as Man's Ways.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young, Jr.<\/div>\n<div class=\"date\">Date: 8\/25\/1872<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d21\">\n<div class=\"paragraph jod\" id=\"v15n504\"> I have a testimony, brethren and sisters, as to the truth of the work of God, that it is a pleasure to me to bear to you, and to strangers when opportunity offers. I have no particular text to speak upon at the present time, save the one that should be at all times in the mind of every Latter-day Saint, and that is, the kingdom of God, and its growth and development upon the earth. This is a subject that should be ever present with us; and when an individual whose interests are professedly identified with that kingdom, forgets the duties devolving upon him in connection with it, we may infer that he has ceased to be useful therein. <\/div> <div class=\"break columnbreak\" id=\"139b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0139.pdf\" target=\"pdfwin\">p.&#xA0;139b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5772\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v15n505\"> We know, brethren, that it is impossible to please the Lord by following the counsels of our own minds, unless they are enlightened by the Spirit of the Almighty. The wisdom of man is not the wisdom of God, and to be successful in extending and strengthening the cause of God on the earth, we must have his Spirit to guide us. If our ways were as God's ways,<span class=\"citation\" id=\"59798\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59798)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59798)\">Isa. 55:8-9<\/a><\/span> we would do as he would have us do; but it is evident to all who are acquainted with the actions of the human family, not excluding the Latter-day Saints, that the mind of man is not as God's mind. A verse of Scripture, which now occurs to my mind, will illustrate  <div class=\"break pagebreak\" id=\"140a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0140.pdf\" target=\"pdfwin\">p.&#xA0;140a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5771\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>this. It will be found in the 11th verse of the 2nd chapter of the 1st epistle to the Corinthians&#x2014;&#x201C;For what man knoweth the things of man, save the spirit of man which is in him? even so the things of God knoweth no man, but the Spirit of God.&#x201D;<span class=\"citation\" id=\"73046\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73046)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73046)\">1 Cor. 2:11<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v15n507\"> The experience that the Latter-day Saints have had has taught them that this is true, and we know that when a man deems himself capable of acting solely on his own intelligence, and neglects to seek for the wisdom of Heaven to guide him, he is very apt to go astray. This feeling of independence of the Almighty has caused the apostasy of some, whom we, perhaps, have thought it would be almost impossible to blind to the truths they once advocated so well; but it is the case. Men do not look at things as God looks at them, therefore it is indispensably necessary for each individual Latter-day Saint to have the Spirit of God within him, that he may do His will and not carry out his own views. <\/div><div class=\"paragraph jod\" id=\"v15n508\"> Look over the nations of the earth, and where is there a government established on correct principles, that is, in accordance with the commandments of God? There is not one, for they are all established by the wisdom of men, and men's ways are so different from the ways of God<span class=\"citation\" id=\"59799\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59799)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59799)\">Isa. 55:8-9<\/a><\/span> that it is impossible, with all their intelligence and knowledge&#x2014;and we know they possess a great deal&#x2014;for men to establish a government after the order of God. In some minor particulars such a government might not be far out of the way, but in all the essentials it would be dissimilar. It is the same with us, the Latter-day Saints, without the inspiration and wisdom of Heaven to guide us, we cannot hope to carry out and accomplish God's purposes. Many of us have not had the educational advan<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"140b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0140.pdf\" target=\"pdfwin\">p.&#xA0;140b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5771\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tages enjoyed by the wealthy in the outside world, having belonged to the laboring classes&#x2014;to what is termed the downtrodden portions of the population of Europe and America, and I say thank God for it, for as a general thing the educated classes are fast becoming unbelievers in the Old and New Testament. We, having been taken from the lowly walks of life, have not, according to the ideas of the world, the intelligence necessary to establish a form of government equal to that which other men have established who have been more learned, better educated than we are, and who have had more wisdom than we seem to have, in a temporal point of view. But God, in his infinite mercy, has inspired our leaders, he has endowed them with wisdom and understanding to take the course and perform the work that he desired. I have heard men of the world point out to President Young and other leading men in this Church the course they should pursue under certain circumstances, to ensure the approval and friendship of, and to give satisfaction to, the leading men of our nation and the nations abroad; and to my certain knowledge their counsel was diametrically opposed to the course taken under those circumstances. I have noticed these things, and I know it is true that God's ways are not as men's ways;<span class=\"citation\" id=\"59800\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59800)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59800)\">Isa. 55:8-9<\/a><\/span> and for a man to undertake to be a Latter-day Saint while groping in the dark by trusting wholly to the intelligence of his own mind, is the hardest work imaginable; it is the most laborious task that can be, for any individual on the earth to try to be what he ought to be before his God without the Holy Spirit to assist and guide him. We know that naturally our hearts are far removed from God;<span class=\"citation\" id=\"58758\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58758)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58758)\">Isa. 29:13<\/a><\/span> and, speaking to the ancient Saints, one of the  <div class=\"break pagebreak\" id=\"141a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0141.pdf\" target=\"pdfwin\">p.&#xA0;141a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5770\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Apostles told them they were blinded in part, and saw through a glass darkly.<span class=\"citation\" id=\"73722\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73722)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73722)\">1 Cor. 13:12<\/a><\/span> This is our condition, then how necessary it is for us to seek continually for that Spirit which will enable us to live as Saints of the Most High should live, and to labor so that we may establish a kingdom on the earth which God will delight in, and which, when the great men of the earth see, they will be willing to acknowledge the wisdom manifested therein, and to glorify God for the same. Today, if a stranger were to come into this congregation, for instance, he would be very likely to think, &#x201C;These are the Latter-day Saints&#x2014;the people who have gathered out from the nations of the earth to worship God! Well, I do not see a great amount of intellect manifested, there is no great intellectual ability, not so much as among the people of other congregations where I have been.&#x201D; That may be true, and hence the proof is more striking that the work we have done has been directed and dictated by the wisdom of the Almighty, and in its accomplishment the very spirit, energy and determination which our leaders have exhibited were required. You might have ransacked the world from one end to the other, and you could not have found educated men&#x2014;men brought up in colleges&#x2014;who would have come out and taken the axe and the plow, driven the teams, made the roads, led the people and located them as our leaders have done. They might have done these things if they had been willing to bow in obedience to God; but they are too highly educated, they are too full of the wisdom of the world to seek unto God, in lowliness of heart, for his Spirit to guide them, as our leaders have done. Such men as those I am referring to, could not have trusted implicitly in the arm of Jehovah, when on the <div class=\"break columnbreak\" id=\"141b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0141.pdf\" target=\"pdfwin\">p.&#xA0;141b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5770\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> plains, to protect them from the savages, the storms, and all the dangers incident to such a journey; they could not understand and comprehend the necessity of faith in God under such circumstances, their education and worldly wisdom would have rendered it next to impossible, and it required the very men who have been our leaders to do the work that has been done, and it needs them still. They are perfectly willing that God should guide this great ship Zion, they are willing to act under his direction; and no matter who the man is, nor where he comes from, if he identifies himself with this people, he must be willing that God should lead and guide him, and to obey every word that proceeds from His mouth,<span class=\"citation\" id=\"62830\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62830)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62830)\">Matt. 4:4<\/a><\/span> or he is not the man to help to carry on this work. <\/div><div class=\"paragraph jod\" id=\"v15n510\"> To say that we are a perfect people, I cannot do it, neither can I say that I am a perfect man. I am just as full of weaknesses as any other man, and so are my brethren with whom I associate; but the Elder of Israel, no matter how great his weaknesses, who humbly trusts in God and continually strives to overcome evil and to do only that which is right, will be enabled to triumph and be faithful to the end. What matters it if a man likes whiskey, if he does not drink it? I do not care how much a man in this Church likes it, if he does not drink it, it makes no difference. I do not care how much he loves tobacco, or this, that or the other, that is not good, if he brings his actions and feelings into subjection to the dictates of the Spirit of God. I do not care how much a man loves property, it will not harm him if he does not set his heart upon it so that he could not sacrifice it, if required to do so, to promote the interests of God's kingdom upon the earth. I remember once, when a  <div class=\"break pagebreak\" id=\"142a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0142.pdf\" target=\"pdfwin\">p.&#xA0;142a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5769\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>boy, Jedediah M. Grant saw me chewing tobacco, and said he, &#x201C;You chew tobacco, do you?&#x201D; &#x201C;Yes, sir.&#x201D; &#x201C;Well, I never had any taste for it; it is no virtue in me that I do not use it, I tried hard enough, but it made me sick.&#x201D; The virtue, brethren, is in putting away or overcoming habits which you know would impede your progress in the kingdom of God. It was not a virtue in Bro. Grant that he did not chew tobacco, he tried to learn how, but could not do it. I tried, and succeeded. But, brethren and sisters, the idea is, to bring our actions, thoughts and feelings into complete subjection to the dictates of the Holy Spirit, and to be on hand at all times to labor as we are directed for the building up of the kingdom of God upon the earth; that should be the object with us. It is no use for a man to say, &#x201C;I am a Latter-day Saint, and they have not cut me off yet. I have almost feared it sometimes, because I did not do that which I knew to be right; but I am still within the pale of the kingdom, and I hope to slip along with the balance.&#x201D; This is just as great folly as for a man to claim the right to go a journey by railway when he has no ticket and no means to pay his fare. He may hang around, and declare that he is one of the crowd, and that he is going along with them on that train; but, ignorant of the time it starts, and destitute of the means to pay his way, he strays off for a short time, and in the meanwhile the train starts and leaves him behind. It is just so with an unfaithful Elder in this kingdom&#x2014;he is not prepared for events as they transpire, and, lacking the spirit of the Gospel, is liable to be left behind. <\/div><div class=\"paragraph jod\" id=\"v15n512\"> I am talking to people who understand me, to people who have the word of God. The Elders testify <div class=\"break columnbreak\" id=\"142b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0142.pdf\" target=\"pdfwin\">p.&#xA0;142b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5769\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> that God has spoken from the heavens, and, that he revealed principles to the Prophet Joseph Smith and others, for the salvation of the human family; they declare that the principles revealed to them will save the people if they will practice them in their lives. I am talking to people who have received a testimony of these things for themselves, who have stood before, and lifted up their voices to, the nations of the earth, and declared that they knew Jesus was the Christ, that he had established his kingdom on the earth, that he had revealed principles which would save us and return us back into the presence of God, if we would practice them. These are the men and women I am talking to; you know as well as I do that the Gospel is true, and my talk is to inspire your hearts and my heart to be more faithful to that which we know to be true. It is not anything new to you and to me to be told that the kingdom of God is on the earth, or to hear the principles of salvation proclaimed by the Elders; but it is good to have our hearts warmed and inspired, and our desires to be diligent and faithful, renewed and strengthened. I do not want the train to start without me, I want to be on board the good ship Zion, with my brethren. So does every soul present, I have no doubt of it. I believe that the atheist&#x2014;the man who has no belief in God, or faith in any religion, would like the best berth to be had, either on a sailing vessel or steamer, if he saw any chance to obtain it. The Latter-day Saints have good berths in view. You can testify with me that the Spirit of God has enlightened our minds; you can testify with me that the power of God led us to these valleys; that prophecies have been uttered in our hearing, and we have  <div class=\"break pagebreak\" id=\"143a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0143.pdf\" target=\"pdfwin\">p.&#xA0;143a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5768\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>seen them fulfilled, and we know that God has spoken in our day. <\/div><div class=\"paragraph jod\" id=\"v15n514\"> Brethren and sisters, let us be faithful, let us be true to the covenants we have made, for if we are, we insure to ourselves life and salvation; but, on the other hand, if we are recreant, we shall go to destruction. This is the testimony of modern as well as ancient revelation; and we need not take our own works to convince the people of the error of their ways; there is principle enough bound within the lids of this book&#x2014;the Bible&#x2014;to convince all mankind of the error of their ways, and to lead them from darkness to the Lord Almighty, if they felt as humble before God as I suppose my brethren and sisters do today. But it seems that, in the providence of God, things have been ordered as they are, that is, he has suffered the wickedness of men to transpire in the nations of the earth, and he has suffered priests to be raised up to blind the minds of men. Why? Because men have their agency to do as their hearts prompt them, and there is no power that can prevent them doing this, that or the other; but their acts will be overruled by a superior power. We have our free agency, to think and act just as men think and act, independent of the promptings of the Spirit of God; but that is not our object, our aim is to do the will of God; and brethren, if we could only see the labor and toil that we have to perform before we accomplish our salvation, we would bow in humility before God and pray him to give us strength as our day. <\/div><div class=\"paragraph jod\" id=\"v15n515\"> Look at the immense number of people who have lived on the earth since its creation! In what relationship do we stand to them? Who are they? Our progenitors, and millions of them have died without the Gospel. What an immense labor <div class=\"break columnbreak\" id=\"143b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0143.pdf\" target=\"pdfwin\">p.&#xA0;143b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5768\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> opens up before us when we think of these things! Millions and hundreds of millions of men and women, just as good as we are, according to the knowledge they had, must be administered for by us, and we have to build temples in which the work for their redemption may be performed. We have not only to build temples, but cities; we have to redeem the earth, and we have a vast amount of physical labor to do, that our progenitors did not have the privilege of doing, it was never offered to them, but it has been laid before us in plainness and simplicity. We can understand the principle of baptism for the dead, it has been made plain to us, and administering it, and performing the various duties that will arise in building up the kingdom of God, will give us labor for centuries. Can we, in view of these duties and responsibilities, be idle? Can we fail to seek after the Spirit of God to guide us, that we may accomplish these labors? If we do, we shall not only deprive ourselves of a great privilege and of great glory, but we shall deprive others, perhaps, to some extent, of receiving that which is theirs by right; they have lived for it, and they are entitled to it at our hands. <\/div><div class=\"paragraph jod\" id=\"v15n516\"> What can injure the Latter-day Saints? I will ask Brother Hulse here. Does it injure a man to be tarred and feathered? I understand that while he was east he was tarred and feathered, or ducked, or something of that kind, and I have no doubt he feels glad of the persecution. Still, I would not like it just now. Our Elders have been tarred and feathered, and they have suffered a good deal in their efforts to spread the Gospel of the kingdom; but what have they suffered in comparison with the blessings they have received? What is there that would  <div class=\"break pagebreak\" id=\"144a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0144.pdf\" target=\"pdfwin\">p.&#xA0;144a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5767\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>induce a man to sacrifice that feeling of joy which he experiences when preaching the Gospel in the nations? I have heard Elders testify, and it is their general experience, that when abroad preaching, depending for their food upon strangers, unsustained and unsupported, save as the providences of God opened the way before them that they have had a feeling of peace and joy such as they never experienced before in their lives, and which they would not lose for all the wealth on the face of the earth. What is that feeling and where does it come from? It is the peace of God, and when a man possesses it, his thoughts are not as man's thoughts,<span class=\"citation\" id=\"59801\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59801)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59801)\">Isa. 55:8-9<\/a><\/span> and, inspired from on high, he goes forth freely, ready to endure any trial and to make any sacrifice to declare the principles of life and salvation to the people. This is the way that all Latter-day Saints should always feel, and they who take this course are continually in possession of the spirit of peace; they are worthy the name of Saints, and the Scriptures inform us, that from such no good thing will be withheld,<span class=\"citation\" id=\"56934\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56934)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56934)\">Ps. 84:11<\/a><\/span> and if a man wants anything that is bad he is not a Saint, he does not belong to that catalogue. <\/div><div class=\"paragraph jod\" id=\"v15n518\"> My exhortation to you is to be faithful. You know the truth, honor it by walking uprightly;<span class=\"citation\" id=\"126601\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126601)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126601)\">Ps. 84:11<\/a><\/span> serve God and you will be the most independent men and women on the face of the earth. People come amongst us sometimes and declare that there is no independence of character amongst the Latter-day Saints, because they do the bidding of one man&#x2014;do just as one man says; but I heard a remark made last night, that the Latter-day Saints are the most independent people on earth, and I believe it. If it does not manifest independence of character for men and women, who have been honest and <div class=\"break columnbreak\" id=\"144b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0144.pdf\" target=\"pdfwin\">p.&#xA0;144b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5767\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> upright all their days, to leave their relatives, neighbors, friends and associates, by whom they have always been respected, to join the Latter-day Saints and be called everything that is mean, where will you find it on the face of the earth. Such men have joined the Church in the States, and Bishop Hunter is an instance. He was respected and honored by his neighbors, and was known to have been an honest, upright, Godfearing man all his days; and when such men have joined the Church they have been talked of in the most scandalous manner. Vituperation has been heaped upon them, the papers have slandered them, their neighbors have turned against them, and called them thieves, robbers, murderers, and everything mean, contemptible and bad. But this treatment never changed the character of Bishop Hunter. He came to Nauvoo, and was a good Latter-day Saint, a good, honest man, faithful and true to his covenants, and he has proved so up to the present day. This has been the treatment and the course of very many of the members of this Church, and in enduring and pursuing it, they have shown an independence of character that is rarely equaled. They have also shown themselves possessed of inspiration from the Almighty, and when men enjoy this, their ways are not as men's ways, but as God's ways<span class=\"citation\" id=\"59802\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59802)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59802)\">Isa. 55:8-9<\/a><\/span> and they are willing to come out and acknowledge God, and to enter into covenant to do his will as he makes it known to them. This is the position of the Latter-day Saints&#x2014;when God's will is made known to them, the spirit within them testifies to the truth thereof, and they know it is their business to perform their part of the contract. Who can blame them for doing it? <\/div><div class=\"paragraph jod\" id=\"v15n519\"> As far as independence is concerned, we are a little too indepen<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"145a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0145.pdf\" target=\"pdfwin\">p.&#xA0;145a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5766\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>dent of God, sometimes. I know that this is the feeling I have to contend with. Brethren, let our hearts be uplifted to the Almighty! Remember the covenants you have made; they are pure. Keep them so. They are holy; keep them so! <div class=\"break columnbreak\" id=\"145b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0145.pdf\" target=\"pdfwin\">p.&#xA0;145b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5766\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Do not disgrace them! Brethren and sisters, if we value our salvation, temporal and spiritual, let us be true to our covenants, and to the God we have engaged to serve. <\/div><div class=\"paragraph jod\" id=\"v15n521\"> May God bless you. Amen. <\/div>\n<\/div>\n<\/div>"}