{"ID":150004, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">His Imprisonment&#x2014;Emigrating the Poor&#x2014;The Use of Riches&#x2014;Tithing.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, delivered in the New Tabernacle, Salt Lake City, Sunday Morning, April 28, 1872.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: His Imprisonment, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 4\/28\/1872<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d04\">\n<div class=\"paragraph jod\" id=\"v15n47\"> A word to the Latter-day Saints. Good morning. (Congregation responded, &#x201C;Good morning.&#x201D;) How do you do? (Congregation replied, &#x201C;Very well.&#x201D;) How is your faith this morning? (&#x201C;Strong in the Lord,&#x201D; was the response.) How do you think I look after my long confinement? (Congregation replied, &#x201C;First-rate.&#x201D;) I do not rise expecting to preach a discourse or sermon, or to lengthen out remarks. I spoke a few minutes yesterday in the school, but I found that it exhausted me very soon. I will say a few words to you. The Gospel of the Son of God is most precious. My faith is not weakened in the Gospel in the least. I will answer a few of the questions that probably many would like to ask of me. Many would like to know how I have felt the past winter, and so much of the spring as is now past. I have enjoyed myself exceedingly <div class=\"break columnbreak\" id=\"16b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0016.pdf\" target=\"pdfwin\">p.&#xA0;16b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5895\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> well. I have been blessed with an opportunity to rest; and you who are acquainted with me and my public speaking can discern at once, if you listen closely to my voice, it is weak to what it used to be, and I required rest. I feel well in body and better in mind. I have no complaint to make, no fault to find, no reflections to cast, for all that has been done has been directed and overruled by the wisdom of Him who knows all things.<span class=\"citation\" id=\"81265\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81265)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81265)\">2 Ne. 2:24<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v15n48\"> As to my treatment through the winter, it has been very agreeable, very kind. My associate, my companion in tribulation,<span class=\"citation\" id=\"78993\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78993)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78993)\">Rev. 1:9<\/a><\/span> I will say, has acted the gentleman as much as any man could. I have not one word, one lisp or beat of the heart to complain of him. He has been full of kindness, thoughtful, never intruding, always ready to hearken and, I think, in the future, will be perfectly willing to take the counsel of his prisoner.  <div class=\"break pagebreak\" id=\"17a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0017.pdf\" target=\"pdfwin\">p.&#xA0;17a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5894\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>So much for Captain Isaac Evans. I will say this to you, ladies and gentlemen, you who profess to understand true etiquette, I have not seen a gentleman in my acquaintance that possesses more of the real spirit of gentility, caution and of true etiquette than Captain Evans. He has passed the window where I have lodged through the winter every morning to his breakfast and every afternoon; he has walked in the street in front of my office and on the opposite side, and he has never yet been seen gazing and looking at my buildings, or to see who was at the window, or even look at my window. He has never looked into the second room in my office unless invited there&#x2014;never. Can you say that for other gentlemen? They are very scarce; there are very few of them. <\/div><div class=\"paragraph jod\" id=\"v15n50\"> I have no reflections to cast upon these courts. How much power, ability or opportunity would I have to possess, do you think, if all were combined, to disgrace them as they have disgraced themselves? I have neither the power nor the ability, consequently I have nothing to say with regard to their conduct. It is before the world; it is before the Heavens continually. The Lord has known the thoughts of the hearts of the children of men, and he has overruled all for his glory, and for the benefit of those who believe and obey the truth in Christ.<span class=\"citation\" id=\"72661\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72661)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72661)\">Rom. 9:1<\/a><\/span><span class=\"citation\" id=\"75893\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75893)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75893)\">1 Tim. 2:7<\/a><\/span> I will say this: when they started out with a writ for your humble servant, and I had news of it before it was served, I told my brethren that all their efforts would avail them nothing, and that they would end in a grand fizzle. Do you think we have come to it? I think we have. <\/div><div class=\"paragraph jod\" id=\"v15n51\"> Have you nothing to say, brother Brigham concerning the Supreme Court of the United States? A few words. I am happy to learn that there <div class=\"break columnbreak\" id=\"17b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0017.pdf\" target=\"pdfwin\">p.&#xA0;17b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5894\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> are yet men in our government who are too high-minded, too pure in their thoughts and feelings to bow down to a sectarian prejudice, and to hearken to the whinings and complaints of prejudiced priests, or those who are wrapped up in the nutshell of sectarianism; men of honor, nobility, judgment and discretion; men who look at things as they are and judge according to the nature thereof without any discrimination as to parties or people. I am thankful that this fact does exist. Have they decided in favor of the Latter-day Saints? Yes. Why? Because the Latter-day Saints are on the track of truth; they are for law, for right, for justice, for mercy, for judgment and equity, consequently they are for God. Would I admire the conduct of a jurist on the bench who would decide for a Latter-day Saint if he were guilty? If he would justify a Latter-day Saint and condemn a Methodist? No, I would despise him in my heart. I might look upon him with pity, it is very true, and without malice, anger or bitterness, and pity him in his ignorance; but if he was a man of knowledge and understanding I would condemn him as quickly for justifying a Latter-day Saint, or one called a Latter-day Saint, in evil, as I would a Methodist. And a man who sits as President of the United States; as a Governor of a State or Territory, or as a judge upon the bench, or a member of a legislative assembly, who would reduce himself to the feelings, and narrow contracted views of partyism, is not fit for the place. As I said before a gentleman here, I think it was last summer, who was stump-speeching through the country and proclaiming his right to the Presidency, &#x201C;He that most desires an office is the least fit for it.&#x201D; Perhaps I made a mistake in that declaration, for though on general principles it is true, it may not be true in every case. Some may  <div class=\"break pagebreak\" id=\"18a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0018.pdf\" target=\"pdfwin\">p.&#xA0;18a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5893\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>desire an office for the sake of the good work that they perform, seeing that others have abused it. This is as much as I wish to say upon these subjects. <\/div><div class=\"paragraph jod\" id=\"v15n53\"> As I shall probably desire to speak a little in the afternoon, I shall soon bring my remarks to a close. I will say a few words with regard to the Perpetual Emigration Fund. Perhaps you have had a good deal said to you in the course of this Conference concerning gathering the poor, but if you have I have not learned it. I have not heard of any man coming forward and putting down his name for a thousand or two thousand dollars. At the commencement of the Conference I donated two thousand dollars for the gathering of the poor, but I have not heard of anybody adding another figure to mine or placing one under it. How is it? It is very true we gather the Saints; and when they get here and gather around them the comforts of life, and become the possessors of a little wealth, the spirit of the world enters into a few of them to that degree that it crowds out the Spirit of the Gospel. They forget their God and their covenants, and turn to the beggarly elements<span class=\"citation\" id=\"74610\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74610)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74610)\">Gal. 4:9<\/a><\/span> of the world, seek for its riches and finally leave the faith. But we had better gather nine that are unworthy than to neglect the tenth if he is worthy. If they come here, apostatize and turn our enemies, they are in the hands of God, and what they do will be to them everlasting life or everlasting condemnation. For the good, for the wise, or for the froward and the ungodly, it is our duty to do all we can. It is our duty to preach the Gospel to the nations of the earth, to gather up the pure in heart, and to lend a helping hand to the poor and needy; to instruct, guide and direct them, and when they are gathered together to teach them how to live, how to serve <div class=\"break columnbreak\" id=\"18b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0018.pdf\" target=\"pdfwin\">p.&#xA0;18b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5893\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> their God, how to gather around them the comforts of life, and glorify their Father in heaven in the enjoyment of the same. <\/div><div class=\"paragraph jod\" id=\"v15n54\"> When I cast my eyes upon the inhabitants of the earth and see the weakness, inability, the shortsightedness, and I may say, the height of folly in the hearts of the kings, rulers, and the great, and those who should be wise and good and noble; when I see them groveling in the dust; longing, craving, desiring, contending for the things of this life, I think, O foolish men, to set your hearts on the things of this life! Today they are seeking after the honors and glories of the world, and by the time the sun is hidden by the western mountains the breath is gone out of their nostrils,<span class=\"citation\" id=\"94620\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94620)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94620)\">Isa. 2:22<\/a><\/span> they sink to their mother earth. Where are their riches then? Gone forever. As Job says, &#x201C;Naked I came into the world.&#x201D;<span class=\"citation\" id=\"56026\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56026)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56026)\">Job 1:21<\/a><\/span> Destitute and forlorn, they have to travel a path that is untried and unknown to them, and wend their way into the spirit world. They know not where they are going nor for what. The designs of the Creator are hidden from their eyes; darkness, ignorance, mourning and groaning take hold of them and they pass into eternity. And this is the end of them concerning this life as far as they know. A man or a woman who places the wealth of this world and the things of time in the scales against the things of God and the wisdom of eternity, has no eyes to see, no ears to hear, no heart to understand. What are riches for? For blessings, to do good. Then let us dispense that which the Lord gives us to the best possible use for the building up of his kingdom, for the promotion of the truth on the earth, that we may see and enjoy the blessings of the Zion of God here upon this earth. I look around among the world of mankind and see them grabbing, scrambling, contending, and everyone seeking to  <div class=\"break pagebreak\" id=\"19a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0019.pdf\" target=\"pdfwin\">p.&#xA0;19a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5892\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>aggrandize himself, and to accomplish his own individual purposes, passing the community by, walking upon the heads of his neighbors&#x2014;all are seeking, planning, contriving in their wakeful hours, and when asleep dreaming, &#x201C;How can I get the advantage of my neighbor? How can I spoil him, that I may ascend the ladder of fame?&#x201D; That is entirely a mistaken idea. You see that nobleman seeking the benefit of all around him, trying to bring, we will say, his servants, if you please, his tenants, to his knowledge, to like blessings that he enjoys, to dispense his wisdom and talents among them and to make them equal with himself. As they ascend and increase, so does he, and he is in the advance. All eyes are upon that king or that nobleman, and the feelings of those around him are: &#x201C;God bless him! How I love him! How I delight in him! He seeks to bless and to fill me with joy, to crown my labors with success, to give me comfort, that I may enjoy the world as well as himself.&#x201D; But the man who seeks honor and glory at the expense of his fellow men is not worthy of the society of the intelligent. <\/div><div class=\"paragraph jod\" id=\"v15n56\"> Now, a few words to my friends here&#x2014;my colleagues the lawyers, and others. I gave a little counsel here, I think it is a year ago this last sixth of April, for the people of this Territory and through these mountains not to go to law, but to arbitrate their cases. I will ask if they do not think they would have saved a good deal of money in their pockets if they had taken this counsel? And to see our streets lined with lawyers as they are! Why they are as thick as grogshops used to be in California. What is the business of a lawyer? It is the case with too many to keep what they have got, and to gather around them wealth, to heap it up, but to do as little as possible for it; to give a little counsel here, and a little counsel there. What <div class=\"break columnbreak\" id=\"19b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0019.pdf\" target=\"pdfwin\">p.&#xA0;19b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5892\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> for? To keep their victims in bondage. Say they: &#x201C;Let us stick to him as long as he has a dollar in his pocket.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v15n57\"> I will tell you a story. A man was going to market, a pretty wicked swearing man, with his cart full of apples. He was going up hill, and the hindbeard as the Yankees call it&#x2014;the Westerners call it the hindgate, slipped out of his cart, and his apples rolled down the hill. He stopped his team and looked at the apples as they rolled down the hill, and said he, &#x201C;I would swear if I could do justice to the case, but as I cannot I will not swear a word.&#x201D; I will not say a word more than to class dishonorable lawyers with other dishonest men. <\/div><div class=\"paragraph jod\" id=\"v15n58\"> Now what are the facts? Why this world is before us. The gold, silver and precious stones are in the mountains, in the rivers, in the plains, in the sands and in the waters, they all belong to this world, and you and I belong to this world. Is there enough to make each of us a finger ring? Certainly there is. Is there enough to make us a breast pin? Certainly there is. Is there enough to make jewelry for the ladies to set their diamonds and precious stones in? Certainly there is. Is there enough to make the silver plate, the spoons, platters, plates and knives and forks? There is. Is there enough to make the goblets to drink out of? There is. There is plenty if we want to make the wine casks of gold, there is plenty of it in the earth for all these purposes. Then what on earth are you and I quarrelling about it for? Go to work systematically and take it from the mountains, and put it to the use that we want it, without contending against each other, and filching the pockets of each other. The world is full of it. If it goes from my pocket it is still in the world, it still belongs to this little ball, this little speck in God's creation, so small that from the sun I expect you would  <div class=\"break pagebreak\" id=\"20a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0020.pdf\" target=\"pdfwin\">p.&#xA0;20a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5891\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>have to have a telescope that would magnify millions of times almost to see it; and from any of the fixed stars I do not expect that it has ever been seen only by the celestials&#x2014;mortals could not see this earth at that distance. And here people are contending, quarrelling, seeking how to get the advantage of each other, and how to get all the wealth there is in the world; wanting to rule nations, wanting to be president, king or ruler. What would they do if they were? Most of them would make everybody around them miserable, that is what they would do. There are very few men on the earth who try to make people happy. Occasionally there have been emperors and monarchs who have made their people happy but they have been very rare. But suppose we go to work to gather up all that there is in the bosom and upon the surface of our mother earth and bring it into use, is there any lack? There is not, there is enough for all. Then do look at these things as they are, Latter-day Saints, and you who are not Latter-day Saints, look at things as they are. And I do hope and pray for your sakes, outsiders, and for the sakes of those who profess to be Latter-day Saints, that we shall have good peace for a time here, so that we can build our furnaces, open our mines, make our railroads, till the soil, follow our mercantile business uninterrupted; that we may attend to the business of beautifying the earth. I see around me a few of my neighbors who are beautifying their gardens. How beautiful! There is one here in the Seventh Ward&#x2014;Mr. Hussey's. I never drive out but I want to drive by it. How much better that looks than it would be for him to quarrel with his neighbors! Beautify your gardens, your houses, your farms; beautify the city. This will make us happy, and produce plenty. The earth is a good earth, <div class=\"break columnbreak\" id=\"20b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0020.pdf\" target=\"pdfwin\">p.&#xA0;20b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5891\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the elements are good if we will use them for our own benefit, in truth and righteousness. Then let us be content, and go to with our mights to make ourselves healthy, wealthy, and beautiful, and preserve ourselves in the best possible manner, and live just as long as we can, and do all the good we can. <\/div><div class=\"paragraph jod\" id=\"v15n60\"> Now, brethren and sisters and friends, I have said a few words about lawyers; but I could pick up other classes of men just as bad, and we can find fault with all. Let us be honest, let us be upright, full of charity one toward another; and live as agreeably as we possibly can here on this earth that the Lord has given to man to cultivate and improve for his own benefit, and to prepare it for an everlasting inheritance. There is a great deal before us, and it is for us to live so that we will be able to perform our part well in this great work. And I say to the Latter-day Saints, it is for you to put forth your hands this season in emigrating the poor. We will receive any amount. If it is not more than a hundred dollars or so, we will be willing to receive it. Talk about this people being poor, why we will get so rich by and by that we will refuse to pay our taxes; we have got so rich now that we cannot pay our tithing. The rich do not pretend to pay any tithing, or but very few of them. I think I have mentioned one fact with regard to our merchants. A few years ago in the other tabernacle, I said that our merchants who lived on the business part of East Temple street and professed to be Latter-day Saints, if they were not very careful, would deny the faith and be damned, and it would be by the skin of their teeth if they ever got into heaven. How is it with the rest of us? About the same. No matter about this. But here is one of our merchants&#x2014;William Jennings&#x2014;about whom a great many have remarks  <div class=\"break pagebreak\" id=\"21a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0021.pdf\" target=\"pdfwin\">p.&#xA0;21a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5890\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to make. Well, it is no matter about his trade. I want to say to the rest of the merchants that he has paid a good many thousand dollars tithing, more than all the rest of them put together. That is for William Jennings. We are paying our tithing in the Cooperative. I would not consent to go into the business on any other terms only that the tithing should be paid on all we made. But the other merchants, if they pay tithing on <div class=\"break columnbreak\" id=\"21b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0021.pdf\" target=\"pdfwin\">p.&#xA0;21b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5890\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> what they make it has to come hereafter, for they have never done it yet; and I think the more they make the less tithing they pay. But you are welcome to give something to the poor; if you will help us a little with regard to the emigration we will be very much obliged to you, but you will have to trust in God for the future blessings. <\/div><div class=\"paragraph jod\" id=\"v15n61\"> God bless you, Amen. <\/div>\n<\/div>\n<\/div>"}