{"ID":150027, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Zion&#x2014;The Duty of Its Citizens&#x2014;Testimony.<\/div>\n<div class=\"subtitle\">Discourse by Elder Erastus Snow, delivered in the New Tabernacle, Salt Lake City, October 7, 1872.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: Zion&#x2014;The Duty of Its Citizens&#x2014;Testimony.<\/div>\n<div class=\"speaker\">Speaker: Erastus Snow<\/div>\n<div class=\"date\">Date: 10\/7\/1872<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d27\">\n<div class=\"paragraph jod\" id=\"v15n720\"> God has said that Zion shall be as a city set upon a hill, whose light cannot be hid.<span class=\"citation\" id=\"63054\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63054)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63054)\">Matt. 5:14<\/a><\/span> We are called to be the children of Zion.<span class=\"citation\" id=\"126620\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126620)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126620)\">D&amp;C 103:35<\/a><\/span> The Lord has declared that Zion consists of the pure in heart.<span class=\"citation\" id=\"89190\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89190)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89190)\">D&amp;C 97:21<\/a><\/span> He has said, further, that the nations of the earth have corrupted their way before him, and, referring to Babylon, his command to his Saints is&#x2014;&#x201C;Come out of her, O my people, that ye be not partakers of her sins, that ye receive not of her plagues.&#x201D;<span class=\"citation\" id=\"80236\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80236)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80236)\">Rev. 18:4<\/a><\/span> The Bible is full of prophecies delivered by the Prophets and Patriarchs, and by the Savior and his Apostles, concerning the day and age in which we live. The end draweth nigh and the time approacheth speedily when the Lord will make a full end of all nations<span class=\"citation\" id=\"88218\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88218)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88218)\">D&amp;C 87:6<\/a><\/span> who fight against Zion,<span class=\"citation\" id=\"58677\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58677)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58677)\">Isa. 29:7<\/a><\/span><span class=\"citation\" id=\"81477\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81477)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81477)\">2 Ne. 27:3<\/a><\/span> who reject his law and <div class=\"break columnbreak\" id=\"197b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0197.pdf\" target=\"pdfwin\">p.&#xA0;197b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5714\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> harden their hearts against him, his precepts and his government. It is our high privilege to bear this testimony, and the testimony we have to bear unto the people of the 19th century is but a renewal of that which was borne by Prophets and Saints in days past and gone. They spoke of the time in which we live by the spirit of prophecy and revelation, which was like one looking through a glass darkly,<span class=\"citation\" id=\"73723\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73723)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73723)\">1 Cor. 13:12<\/a><\/span> yet it is our privilege to behold with our eyes and to hear with our ears those things which Prophets and Patriarchs long desired to see, but died without the sight.<span class=\"citation\" id=\"64514\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64514)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64514)\">Matt. 13:17<\/a><\/span> The duty especially enjoined upon us today is to awake to righteousness,<span class=\"citation\" id=\"73912\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73912)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73912)\">1 Cor. 15:34<\/a><\/span> and consider the calling wherewith God has called us.<span class=\"citation\" id=\"87387\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87387)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87387)\">D&amp;C 81:1<\/a><\/span> We should consider that God has separated us by the  <div class=\"break pagebreak\" id=\"198a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0198.pdf\" target=\"pdfwin\">p.&#xA0;198a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5713\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>preaching of his word and by the testimony of Jesus; and has called us to be a distinct people,<span class=\"citation\" id=\"55040\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55040)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55040)\">Deut. 14:2<\/a><\/span> distinct in this particular, that we separate ourselves from sin and wickedness, and, as far as possible, from the company of sinners and from all those customs and habits that tend to darken, degrade and abase the human mind, and cultivate those which will sanctify the affections, purify the heart and ennoble the whole being of man, and fit us, as far as in us lies, to regenerate ourselves and our race. In short, God desires, and has put forth his hand, to exalt his people from their low degree, and to lift them up and make of them a peculiar people, a holy nation, a kingdom of Priests<span class=\"citation\" id=\"54102\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54102)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54102)\">Ex. 19:5-6<\/a><\/span> unto the Most High God<span class=\"citation\" id=\"126621\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126621)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126621)\">Gen. 14:18<\/a><\/span> and the Lamb. <\/div><div class=\"paragraph jod\" id=\"v15n722\"> In all this, is there anything that can hurt, destroy or injure, in any wise, any portion of our fellow men who do not feel disposed to join us in this glorious work, or engage with us in this noble enterprise? Not at all. The salvation of God is revealed for the good of all men who will receive it. The Gospel is offered without money and without price<span class=\"citation\" id=\"59764\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59764)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59764)\">Isa. 55:1<\/a><\/span> to all flesh, and the testimony that we bear to the world is that Jesus died for all, and that through the shedding of his blood, salvation may come unto all men who will believe and yield obedience unto the requirements of his Gospel. The government which is inaugurated and established among men by the preaching of the Gospel, and the administration of its holy ordinances, is a government of peace, love and goodwill to men, prompting those who receive it to do good unto all, but especially unto the household of faith.<span class=\"citation\" id=\"74730\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74730)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74730)\">Gal. 6:10<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v15n723\"> The duties which are enjoined upon us are, first, to our own household&#x2014;the household of God,<span class=\"citation\" id=\"74934\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74934)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74934)\">Eph. 2:19<\/a><\/span> those who have been baptized into Christ<span class=\"citation\" id=\"126622\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126622)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126622)\">Gal. 3:27<\/a><\/span> <div class=\"break columnbreak\" id=\"198b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0198.pdf\" target=\"pdfwin\">p.&#xA0;198b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5713\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> by being born again of the water and of the Spirit,<span class=\"citation\" id=\"68805\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68805)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68805)\">John 3:5<\/a><\/span> and become the children of God by adoption.<span class=\"citation\" id=\"74769\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74769)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74769)\">Eph. 1:5<\/a><\/span> Next, to all men who have not thus been translated from the kingdom of darkness into the kingdom of God's dear Son; and that love which is wrought in the Saints of God by the fire of the Holy Ghost through faith in and obedience to the Gospel, prompts all who are brought under its influence to yield obedience to its requirements and to labor for the well-being of every creature that bears the form of God. <\/div><div class=\"paragraph jod\" id=\"v15n724\"> There is nothing in the constitution of the Gospel, or the organization of the Church of Christ and the kingdom of God among men, and the precepts that are taught of God and his servants, that would in the least degree inflict injury or withhold blessings from any member of the family of man, inasmuch as they place themselves in a condition to receive them, and are willing to accept them. But God has ordained certain everlasting principles of truth by which his people may be exalted, and without which they cannot be exalted into his presence and to the enjoyment of his glory. All things are governed by law,<span class=\"citation\" id=\"88486\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88486)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88486)\">D&amp;C 88:36<\/a><\/span> and all good and wholesome laws, which are ordained and enacted by men, designed for the peace, prosperity and well-being of their fellow creatures, should be respected, maintained and honored by all people, and this is one of the duties enjoined upon all Saints in all the commandments and revelations of God to his people.<span class=\"citation\" id=\"91953\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91953)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91953)\">D&amp;C 134:5<\/a><\/span><span class=\"citation\" id=\"94208\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94208)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94208)\">A of F 1:12<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v15n725\"> It is, further, the duty of all who are entrusted with the administration of law, in any department whatever, to act in good faith, in all purity and integrity, and in good conscience for the well-being and happiness of their fellow creatures in the administration of justice, truth and judgment;<span class=\"citation\" id=\"91951\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91951)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91951)\">D&amp;C 134:1<\/a><\/span> and  <div class=\"break pagebreak\" id=\"199a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0199.pdf\" target=\"pdfwin\">p.&#xA0;199a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5712\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>it should be the aim of all lawmakers to consult the best interests of the people from whom they derive authority, or in whose behalf they are called to act. It is the duty of Latter-day Saints, and of all good people to honor all laws and regulations that are ordered for the freedom of all flesh. And if there are people who do not feel disposed to, or who cannot receive the testimony of the Lord Jesus, they are left with as much freedom to enjoy the rights and privileges which are accorded to them, as the children of God on the earth, as though they did believe, taking and suffering the consequences of their own unbelief, which consequence will be a failure to attain to the blessings which are revealed, and which God deigns to bestow upon the obedient and faithful. <\/div><div class=\"paragraph jod\" id=\"v15n727\"> The word of the Lord unto all flesh is, &#x201C;Come unto me all ye ends of the earth, and be ye saved.<span class=\"citation\" id=\"82560\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82560)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82560)\">3 Ne. 9:22<\/a><\/span> Take my yoke upon you, and learn of me; for I am meek and lowly of heart: and ye shall find rest to your souls. For my yoke is easy, and my burden is light.&#x201D;<span class=\"citation\" id=\"64324\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64324)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64324)\">Matt. 11:29-30<\/a><\/span> If any doubt the yoke of Christ being easy and his burden being light,<span class=\"citation\" id=\"64338\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64338)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64338)\">Matt. 11:30<\/a><\/span> let them try the experiment, and demonstrate for themselves. If there are any either, within or without the Church of Christ, who feel his yoke to be heavy and galling, and his burden not to be easy, I can inform them that they have not taken upon themselves the yoke of Christ, they are not bearing his burden, for they are not meek and lowly of heart,<span class=\"citation\" id=\"64289\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64289)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64289)\">Matt. 11:29<\/a><\/span> they have not learned their lessons correctly&#x2014;how to govern and control their own spirits by the principles and spirit of the everlasting Gospel. There is nothing in its nature that is oppressive, galling or hard to bear. In saying this I give the experience of my life, for it has been devoted from my childhood to the contempla<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"199b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0199.pdf\" target=\"pdfwin\">p.&#xA0;199b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5712\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tion of these glorious truths, with an earnest endeavor to apply them practically unto myself, and I have demonstrated them, and I speak that which I know and have experienced, and most assuredly believe and testify of them.<span class=\"citation\" id=\"86040\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86040)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86040)\">D&amp;C 52:36<\/a><\/span><span class=\"citation\" id=\"86259\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86259)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86259)\">D&amp;C 58:59<\/a><\/span> And many there are who believe this testimony and are able to corroborate it; and those who are not, and have not experienced it in their lives have the privilege of doing so. <\/div><div class=\"paragraph jod\" id=\"v15n728\"> It is our duty to sanctify the Lord in this land that he has given us for an inheritance, by observing, not only the law of tithing, which is one means which he has given us for that purpose, but by observing every precept that emanates from him, and living by every word that proceeds from his mouth,<span class=\"citation\" id=\"62831\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62831)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62831)\">Matt. 4:4<\/a><\/span> not forgetting the words of wisdom,<span class=\"citation\" id=\"88876\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88876)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88876)\">D&amp;C 89:1-21<\/a><\/span> which are designed to improve us in a physical point of view, to add strength to our bodies, lengthen our lives, to increase our powers of endurance, and to increase the strength, efficiency and power of the rising generation. Every institution which God has established in our midst&#x2014;social, political and religious&#x2014;is designed for our improvement, individually and collectively, as a people and as families, to prolong our lives and to increase our usefulness and our ability for good in the earth; and if we observe these principles and apply them diligently in our lives, praying earnestly with our families and in secret to the Lord for wisdom in doing so, our light will continue to shine, our strength to increase and our influence both at home and abroad, on the earth and in the heavens, before God, angels and good men, and the strength, union, faith, light and purity of the lives of the Latter-day Saints will be a terror to evildoers.<span class=\"citation\" id=\"85751\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85751)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85751)\">D&amp;C 45:67<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v15n729\"> What can men do against the Lord, and against the people who fear him  <div class=\"break pagebreak\" id=\"200a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0200.pdf\" target=\"pdfwin\">p.&#xA0;200a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5711\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and are united in good works? What can the arm of flesh accomplish but its own discomfiture. The weapons of the people of God are not carnal, but they are mighty through faith. We war not against flesh and blood, but against spiritual wickedness in high places,<span class=\"citation\" id=\"75382\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75382)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75382)\">Eph. 6:12<\/a><\/span> and against corruption wherever it is found, reproving sin, folly, deception, dishonesty and wickedness of every kind. And if there are those who profess to be Saints, and who do not live the life of Saints, whose light is not shining, whose lamps are not trimmed and burning,<span class=\"citation\" id=\"84937\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84937)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84937)\">D&amp;C 33:17<\/a><\/span> whose lives and characters, precepts and examples do not correspond with the principles of the Gospel, this only testifies to the weakness of men and is nothing against the truth, the testimony of Jesus, or against the testimony of those who do live their religion and magnify their calling as Saints, and whose precepts and examples correspond. If some do not believe, will that make the truth of God of none effect<span class=\"citation\" id=\"66564\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66564)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66564)\">Mark 7:13<\/a><\/span> or less valuable? And what if some do not make their lives correspond with their doctrines and precepts, it will but show more vividly and clearly the character of those who are clean and pure, and who do love the truth and delight to honor it. <\/div><div class=\"paragraph jod\" id=\"v15n731\"> I am a witness of the truth which God has revealed unto man pertaining to the fullness of the Gospel: that Jesus is the Son of God, the Savior of those who will receive him, and that he has laid the foundation for a more glorious and extended salvation than the majority of us are capable of conceiving and properly comprehending; and his work is onward in the earth, and it will continue onward and upward, until the nations of the earth shall be warned, and all people who will hear may hear and receive the Gospel, be numbered with his children, be <div class=\"break columnbreak\" id=\"200b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0200.pdf\" target=\"pdfwin\">p.&#xA0;200b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5711\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> gathered into his fold, become the children of Zion, and prepared for his coming, for at the appointed time, which he has foretold, and which time is in the bosom of the Father,<span class=\"citation\" id=\"65920\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65920)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65920)\">Matt. 24:36<\/a><\/span> the Son will surely come in the clouds of heaven and the holy Angels with him,<span class=\"citation\" id=\"85656\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85656)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85656)\">D&amp;C 45:44<\/a><\/span><span class=\"citation\" id=\"93555\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93555)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93555)\">JS&mdash;M 1:1<\/a><\/span> to assume the reins of government on the earth, and to reign King of kings and Lord of lords.<span class=\"citation\" id=\"80436\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80436)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80436)\">Rev. 19:16<\/a><\/span> Then, all those who will not bow to his scepter, yield obedience to his rule, and accept of his government and of his dominion will be cut off. Then comes the time spoken of when every knee that remains shall bow, and every tongue confess, to the glory of God the Father, that Jesus is the Christ.<span class=\"citation\" id=\"75455\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75455)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75455)\">Philip. 2:10-11<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v15n732\"> It is to lay the foundation of this work, and to prepare a people for this era that the Lord called his servant Joseph Smith, and revealed unto him the fullness of the Gospel in this, the 19th century.<span class=\"citation\" id=\"83677\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83677)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83677)\">D&amp;C 1:17<\/a><\/span> Elder Rich testified that he knew, by the revelations of God to himself, that Joseph Smith was a Prophet of God. The question will arise in the minds of the unbelieving, How can this be? They marvel, like Nicodemus marveled when Jesus told him he must be born again. He wondered within himself how a man could be born again&#x2014;how, when he was old, he could enter a second time into his mother's womb and be born.<span class=\"citation\" id=\"68767\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68767)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68767)\">John 3:4<\/a><\/span> The marvel rises in the minds of many, How can a man know for himself that Joseph Smith was truly called to be a Prophet, seer and revelator to this generation? That God did reveal to him the fullness of the Gospel? That the Book of Mormon contains the fullness of the Gospel&#x2014;<span class=\"citation\" id=\"84517\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84517)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84517)\">D&amp;C 27:5<\/a><\/span><span class=\"citation\" id=\"85289\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85289)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85289)\">D&amp;C 42:12<\/a><\/span>the same that was taught and revealed by the Savior and his disciples, as recorded in the New Testament? How can a man know that Angels administered to him? That  <div class=\"break pagebreak\" id=\"201a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0201.pdf\" target=\"pdfwin\">p.&#xA0;201a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5710\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>God opened the visions of heaven to the Prophet Joseph Smith? I answer, They may know it precisely as the Apostle Peter knew that Jesus was the Christ, the Son of the living God.<span class=\"citation\" id=\"64839\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64839)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64839)\">Matt. 16:17<\/a><\/span> It is in this manner that Elder Rich knows that Joseph Smith was a Prophet; it is in this manner that I know he was a Prophet and a servant of God raised up to commence this work in the earth, and to lay the foundation of the Church and kingdom of God on the earth. When Jesus asked Peter and the rest of the Apostles, &#x201C;Whom do men say that I the Son of man am?&#x201D; They answered, &#x201C;Some think thou art Elias; others, that thou art John the Baptist risen from the dead; others, that thou art Jeremiah or one of the prophets.&#x201D; &#x201C;But whom say ye that I am?&#x201D; Peter answered&#x2014;&#x201C;Thou art the Christ, the Son of the living God.&#x201D; &#x201C;Blessed art thou, Simon Bar-jona: flesh and blood hath not revealed this unto thee, but my Father who is in heaven. And verily I say unto thee, upon this rock I will build my church; and the gates of hell shall not prevail against it.&#x201D;<span class=\"citation\" id=\"64824\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64824)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64824)\">Matt. 16:13-18<\/a><\/span> Not upon Peter, not his person, for he was flesh, and must pass away like the flower of the field. It was not on Peter, or his successors in office, as is taught by the Romish church. Then who and what was this rock Christ referred to? It was <div class=\"break columnbreak\" id=\"201b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0201.pdf\" target=\"pdfwin\">p.&#xA0;201b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5710\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the rock of revelation, revelation from the living God. &#x201C;On this rock,&#x201D; said the Savior, &#x201C;I will build my church; and the gates of hell shall not prevail against it.&#x201D;<span class=\"citation\" id=\"64856\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64856)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64856)\">Matt. 16:18<\/a><\/span> And I repeat that I know the truth of the Gospel, as Peter knew that Jesus was the Christ, by revelation unto me from the Father who is in heaven, and I bear this testimony unto you. <\/div><div class=\"paragraph jod\" id=\"v15n734\"> I know that there are many, very many, whose testimony has been proclaimed in the ears of this generation, and is recorded in heaven. Their words are like the precious things that John saw in the vials that were before the throne of God,<span class=\"citation\" id=\"79151\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79151)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79151)\">Rev. 5:8<\/a><\/span> and their testimony will remain,<span class=\"citation\" id=\"79258\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79258)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79258)\">Rev. 6:9<\/a><\/span> and blessed are all those who receive it. Blessed be the Lord God who revealed these things unto Peter and unto his servant Joseph, and who has revealed it unto many more who have sought him with an earnest desire to know his ways! Blessed are those who fear him and keep his commandments!<span class=\"citation\" id=\"54972\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54972)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54972)\">Deut. 5:29<\/a><\/span><span class=\"citation\" id=\"57634\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57634)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57634)\">Eccl. 12:13<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v15n735\"> May God help us to live as Saints, and let our light shine!<span class=\"citation\" id=\"63086\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63086)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63086)\">Matt. 5:16<\/a><\/span> May God seal the testimony of the Twelve upon the hearts of those who desire it, that they may come unto and walk in the light,<span class=\"citation\" id=\"126623\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126623)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126623)\">Isa. 2:5<\/a><\/span> be saved through the truth, and inherit exaltation with the sanctified, is my prayer, for Christ's sake. Amen. <\/div>\n<\/div>\n<\/div>"}