{"ID":150039, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Different Degrees of Reward and of Punishment&#x2014;Marriage for Eternity Necessary to a Fullness of Celestial Glory.<\/div>\n<div class=\"subtitle\">Discourse by Elder Orson Pratt, delivered in the 14th Ward Assembly Rooms, Salt Lake City, Sunday Evening, Jan. 19, 1873.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: Different Degrees of Reward, Etc.<\/div>\n<div class=\"speaker\">Speaker: Orson Pratt<\/div>\n<div class=\"date\">Date: 1\/19\/1873<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d39\">\n<div class=\"paragraph jod\" id=\"v15n1098\"> I do not know when I was more edified and instructed than I was this afternoon in listening to the discourse of Elder Hyde. According to my judgment it was certainly calculated in its nature to edify and instruct every person who listened to it with attention. It was delivered in eloquent language, was plain and simple, pointed and definite, and, if obeyed, was calculated to do good to all. <\/div><div class=\"paragraph jod\" id=\"v15n1099\"> The Lord has appointed a variety of gifts in his kingdom, some having one and some another, and especially in the Quorum of the Twelve, of which Brother Hyde is the President, <div class=\"break columnbreak\" id=\"312b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0312.pdf\" target=\"pdfwin\">p.&#xA0;312b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5599\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> there is a great variety of gifts and talents, and it gives me great pleasure to listen to them, and it would be with great satisfaction that I would listen more than I do. But I am frequently called upon to address the people when I would prefer to listen to others. <\/div><div class=\"paragraph jod\" id=\"v15n1100\"> What subject I may present before you tonight I do not know. Sometimes a subject will open to my mind while I am listening to the singers, and sometimes I rise without having the first thing before my mind to speak to the people, and I trust in God to give me what is needful at the very moment.<span class=\"citation\" id=\"89359\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89359)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89359)\">D&amp;C 100:6<\/a><\/span> This is the case  <div class=\"break pagebreak\" id=\"313a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0313.pdf\" target=\"pdfwin\">p.&#xA0;313a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5598\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>with me this evening, and I do humbly pray to my Father in heaven, in the name of his beloved Son, that he will grant unto me the Spirit to discern what to say and what would be most adapted to the wants of those who are present. There is such a vast field of light and truth which God has revealed in different ages of the world, and more especially in our times, that the great difficulty with the servant of God, I have often thought, is to distinguish and discern what portion of the great variety would be most pleasing in the sight of the Lord to lay before the people. <\/div><div class=\"paragraph jod\" id=\"v15n1102\"> There are a great many peculiarities in our religion, but the generality of the Latter-day Saints are well acquainted with them. Sometimes strangers attend our meetings who would be glad to have us dwell upon certain subjects, which they think would greatly interest them. We are willing to do so, but still we study to have the Spirit to edify all, whether they be in the Church, or whether they be strangers who are here on a visit. <\/div><div class=\"paragraph jod\" id=\"v15n1103\"> Among the peculiarities which God has revealed directly to the Latter-day Saints may be mentioned the various degrees of happiness and glory which exist in the eternal world, also the various degrees of punishment upon the different classes of individuals. Formerly, before we became Latter-day Saints, we were instructed by our fathers and mothers, and by the ministers whom we heard, that there were but two places in the eternal worlds, one or the other of which was intended for all the human family; that all that happened to miss heaven would be sent to the other place, which they called hell. This subject was dwelt upon very lengthily and very interestingly by Brother Hyde this afternoon, and during his remarks he told about <div class=\"break columnbreak\" id=\"313b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0313.pdf\" target=\"pdfwin\">p.&#xA0;313b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5598\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the different mansions that God had in reserve for all the human family,<span class=\"citation\" id=\"69884\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69884)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69884)\">John 14:2<\/a><\/span> some of which are glorious, and others intended as places of punishment. These things were dwelt upon very fully by Brother Hyde, in some respects, but there were some items connected with them that were not fully investigated and laid before the people. <\/div><div class=\"paragraph jod\" id=\"v15n1104\"> The way that we obtained a more perfect knowledge of the future condition of the children of men was by revelation; indeed all the knowledge that ever mankind did obtain in relation to this matter was by revelation. We read in Paul's first epistle to the Corinthians something about the different glories connected with the resurrection of the dead. We are told in the reasoning of Paul that when people come forth from the dead, some will inherit one glory and some another; and these glories are typified by the various creations which the Lord had made. Paul says, &#x201C;There is one glory of the sun, another glory of the moon, and another glory of the stars: and that as one star differs from another star in glory, So also is the resurrection of the dead.&#x201D;<span class=\"citation\" id=\"73928\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73928)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73928)\">1 Cor. 15:40-42<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v15n1105\"> We are also told in the Scriptures that there is a great variety of punishments as well as glories&#x2014;these punishments differing in nature according to the works of the children of men. For instance we read of some persons who are to be punished for sins they have committed without any chance of forgiveness either in this world or in the world to come.<span class=\"citation\" id=\"85307\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85307)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85307)\">D&amp;C 42:18<\/a><\/span><span class=\"citation\" id=\"86952\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86952)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86952)\">D&amp;C 76:34<\/a><\/span><span class=\"citation\" id=\"87754\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87754)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87754)\">D&amp;C 84:41<\/a><\/span> This plainly indicates to us that certain classes of sins cannot be forgiven in that world, while other classes of sins may be forgiven on certain conditions. He that sins against the Holy Ghost, we are told, shall not receive forgiveness.<span class=\"citation\" id=\"64393\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64393)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64393)\">Matt. 12:31<\/a><\/span><span class=\"citation\" id=\"82299\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82299)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82299)\">Alma 39:6<\/a><\/span><span class=\"citation\" id=\"91680\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91680)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91680)\">D&amp;C 132:27<\/a><\/span> Men can sin against God the Father, and  <div class=\"break pagebreak\" id=\"314a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0314.pdf\" target=\"pdfwin\">p.&#xA0;314a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5597\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>if they repent in this world, they may be forgiven; if they sin against Jesus his Son, and repent and work the works of righteousness,<span class=\"citation\" id=\"69218\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69218)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69218)\">John 6:28<\/a><\/span><span class=\"citation\" id=\"86374\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86374)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86374)\">D&amp;C 59:23<\/a><\/span> these sins may be blotted out; but if they sin against the Holy Ghost after having received the same and been baptized by him, there is no forgiveness for that sin, neither in this world nor in the world to come.<span class=\"citation\" id=\"64406\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64406)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64406)\">Matt. 12:31-32<\/a><\/span><span class=\"citation\" id=\"67601\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67601)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67601)\">Luke 12:10<\/a><\/span><span class=\"citation\" id=\"86953\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86953)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86953)\">D&amp;C 76:34<\/a><\/span><span class=\"citation\" id=\"91681\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91681)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91681)\">D&amp;C 132:27<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v15n1107\"> Now if there is to be a variety of punishments as well as a variety of glories, there must be a variety of places of punishment. It would look inconsistent to us, even here in this life, to see a person guilty of but a small crime against the laws of our country thrust into the same dungeon with the murderer. It would be unjust, for instance, according to our notions, for a person who has committed but a trifling offense against the law to be thrust into the darkest and deepest dungeon along with him who has shed innocent blood.<span class=\"citation\" id=\"57396\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57396)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57396)\">Prov. 6:17<\/a><\/span> We have sufficient justice in our own bosoms to classify these individuals and to point out to each the apartment in which he is to dwell. Is the Lord less just than man? Is he not filled with the great principles of justice far beyond that which any man ever did receive? From him have emanated all our ideas of justice, consequently we cannot look upon him as a being who would consign the poor heathen who died without a knowledge of the law,<span class=\"citation\" id=\"85679\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85679)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85679)\">D&amp;C 45:54<\/a><\/span> and others who have led moral lives but who have not obeyed the Gospel of the Son of God, to the same punishment as the murderer and him who sheds innocent blood.<span class=\"citation\" id=\"57397\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57397)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57397)\">Prov. 6:17<\/a><\/span> We should regard it as unjust if all these classes were to be thrust into one place, there to welter under the same conditions of punishment throughout the endless ages of eternity without any hope of redemption. I could not look upon this as just, and I pre<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"314b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0314.pdf\" target=\"pdfwin\">p.&#xA0;314b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5597\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>sume that no other reflecting being could, especially if he was acquainted with the Scriptures. Jesus, in speaking upon this subject, says&#x2014;&#x201C;He that knows his master's will, and does it not, shall be beaten with many stripes;&#x201D; while he who is ignorant of his master's will and does things that are worthy of stripes, shall be beaten with few.<span class=\"citation\" id=\"67653\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67653)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67653)\">Luke 12:47-48<\/a><\/span> I have not quoted the saying of Jesus, word for word, but I have given you the sentiment; the Lord, therefore, in judging man, judges not by the act in all cases, but according to the understanding and knowledge of the individual who performs that act. If two persons were each to commit a murder&#x2014;shed innocent blood&#x2014;and one had a full knowledge of the revealed law of God, and the other was in entire ignorance of it, there would be a distinction in judging these two characters. We would say at once that he who had sinned against knowledge should receive a heavier punishment than he who had not this knowledge.<span class=\"citation\" id=\"87403\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87403)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87403)\">D&amp;C 82:3<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v15n1108\"> Suppose that Saints, who have not only heard the law of God, but have embraced the Gospel of the Son of God, have been renewed in their minds by the power of the Holy Ghost and have tasted the good word of God and the powers of the world to come,<span class=\"citation\" id=\"76707\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76707)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76707)\">Heb. 6:4-6<\/a><\/span> should be so far overcome as to shed innocent blood, would there be any forgiveness for them? Not at all. Would it be our duty, if such a person were judged, and condemned by the laws of our country to be hanged by the neck until dead, to visit him and pray that God would forgive his sins? No, we would be sinning against God in doing so. Why? Because God has revealed to us that persons who have this light and knowledge, and shed innocent blood, cannot be forgiven in this world nor in the  <div class=\"break pagebreak\" id=\"315a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0315.pdf\" target=\"pdfwin\">p.&#xA0;315a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5596\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>world to come,<span class=\"citation\" id=\"85308\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85308)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85308)\">D&amp;C 42:18<\/a><\/span><span class=\"citation\" id=\"86927\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86927)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86927)\">D&amp;C 76:31-38<\/a><\/span><span class=\"citation\" id=\"91682\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91682)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91682)\">D&amp;C 132:27<\/a><\/span> and we should not ask him to do that which he has decreed that he will not do. Such a person commits the unpardonable sin&#x2014;he sheds innocent blood after having the light of the Holy Ghost, knowing that in so doing he is not only sinning against God the Father and against his Son, but against the convictions of the Holy Ghost.<span class=\"citation\" id=\"82300\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82300)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82300)\">Alma 39:6<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v15n1110\"> Supposing, again, that persons outside of this Church, that have heard the Gospel of the Son of God, but have refused to obey it, should murder, they sin against great light and knowledge, but not against the Holy Ghost. Here is the difference between the two classes of murderers; the Latter-day Saint would never be forgiven, but he would become a son of perdition.<span class=\"citation\" id=\"86926\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86926)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86926)\">D&amp;C 76:31-38<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v15n1111\"> Now let me bring up some instances from Scripture in regard to these different classes of individuals and the light and knowledge which they had. Some may be forgiven, as I have already stated, in the world to come. Let me refer you to a certain class that are named in the Scriptures that will be forgiven on certain conditions. You recollect that the Apostle Peter, having gathered around him a large congregation of Jews, the murderers of our Lord and Savior Jesus Christ, who had shed innocent blood, delivered to them a discourse, but it was a very different one to that which he preached to the mixed multitude who had gathered from the different nations on the Day of Pentecost. When he preached to the latter he said, &#x201C;Repent, every one of you and be baptized in the name of Jesus Christ for the remission of your sins, and you shall receive the gift of the Holy Ghost. For the promise is unto you, and your children, and unto all that are afar off, even to as many as the Lord our <div class=\"break columnbreak\" id=\"315b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0315.pdf\" target=\"pdfwin\">p.&#xA0;315b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5596\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> God shall call.&#x201D;<span class=\"citation\" id=\"71275\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71275)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71275)\">Acts 2:38-39<\/a><\/span> That was a true Gospel sermon, preached to individuals that were not guilty of murder. They were all required to repent, believe in Jesus Christ, to be baptized in water for the remission of sins, and they and all who were afar off, who would receive the Gospel, were promised the forgiveness of sins and the gift of the Holy Ghost. But come to the other sermon to which I have referred, the one preached to the wicked and corrupt Jews who crucified Jesus. Peter said, we wot not but what you have done it through your ignorance&#x2014;<span class=\"citation\" id=\"71342\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71342)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71342)\">Acts 3:17<\/a><\/span>in other words, you have not received the Holy Ghost, and because you have not had the Spirit of the Lord resting upon you, you have shed the blood of the Innocent One, you have murdered the Son of God, the Messiah; but you have done it through ignorance. Now the question is, was there any hope for them? Could they have their sins forgiven in this life? No, Peter, after first telling them that they had shed the blood of the Just One in their ignorance, then tells them how and when they may obtain forgiveness. I will repeat the words: &#x201C;Repent ye therefore, and be converted&#x201D;&#x2014;no baptism here&#x2014;&#x201C;Repent ye therefore, and be converted, that your sins may be blotted out, when he shall send Jesus Christ, which before was preached unto you: Whom the heavens must receive until the times of the restitution of all things, spoken of by the mouth of all the holy prophets since the world began.&#x201D;<span class=\"citation\" id=\"71345\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71345)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71345)\">Acts 3:19-21<\/a><\/span> He did not tell them to be baptized for the remission of their sins. Why? Because he understood too well the nature of their sin to tell them to be baptized for the remission thereof. He knew they had lost that privilege in this world, because they had shed the blood of  <div class=\"break pagebreak\" id=\"316a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0316.pdf\" target=\"pdfwin\">p.&#xA0;316a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5595\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the Holy and Just One. He said to them, If you will repent now, you murderers, you who have killed Jesus, the Just<span class=\"citation\" id=\"126674\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126674)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126674)\">Acts 7:52<\/a><\/span><span class=\"citation\" id=\"126675\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126675)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126675)\">Acts 22:14<\/a><\/span> and Holy One,<span class=\"citation\" id=\"126676\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126676)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126676)\">Isa. 43:15<\/a><\/span> there is one hope that even your sins may be blotted out. Not in this life, not by baptism for the remission of sins, but when the time of refreshing shall come from the presence of the Lord and he shall send Jesus Christ, whom the heavens will receive until then,<span class=\"citation\" id=\"71346\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71346)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71346)\">Acts 3:19-21<\/a><\/span> and not even then unless they repent while here in this life. This must have been sorrowful news to those to whom it was communicated, if they believed it. <\/div><div class=\"paragraph jod\" id=\"v15n1113\"> &#x201C;Repent, and be converted.&#x201D;<span class=\"citation\" id=\"71344\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71344)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71344)\">Acts 3:19<\/a><\/span> Notice now what this sentence means. The word &#x201C;converted&#x201D; has been construed to be &#x201C;born of God,&#x201D;<span class=\"citation\" id=\"68591\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68591)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68591)\">John 1:13<\/a><\/span><span class=\"citation\" id=\"78700\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78700)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78700)\">1 Jn. 3:9<\/a><\/span><span class=\"citation\" id=\"78791\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78791)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78791)\">1 Jn. 5:1<\/a><\/span> or to become a new creature;<span class=\"citation\" id=\"74195\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74195)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74195)\">2 Cor. 5:17<\/a><\/span><span class=\"citation\" id=\"74744\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74744)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74744)\">Gal. 6:15<\/a><\/span> but the true meaning of the word is to reform our lives, converted from doing that which is evil to do that which is good&#x2014;turning from sin and transgression to that which is righteous before God. If those Jews would repent and turn or be converted from their sins to do that which was right, they had a hope of having their sins blotted out when Jesus should be sent from the presence of the Father in the times of restitution;<span class=\"citation\" id=\"71347\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71347)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71347)\">Acts 3:19-21<\/a><\/span> but until then they must remain in torment, suffering for their sins. <\/div><div class=\"paragraph jod\" id=\"v15n1114\"> Let me bring up another instance. There was a man in ancient times, named David, and because he was a man after God's own heart,<span class=\"citation\" id=\"55450\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55450)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55450)\">1 Sam. 13:14<\/a><\/span><span class=\"citation\" id=\"71859\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71859)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71859)\">Acts 13:22<\/a><\/span> the Lord chose him to be king over Israel. The Lord also greatly blessed this man, and poured out richly upon him the spirit of prophecy and revelation, and many of his psalms, which we now sing with so much pleasure in our meetings, contain prophecies relating to the most remote generations of the human family. This man was a Pro<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"316b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0316.pdf\" target=\"pdfwin\">p.&#xA0;316b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5595\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>phet and Revelator, he was filled with the Holy Ghost and spoke as he was moved upon by that Spirit.<span class=\"citation\" id=\"78320\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78320)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78320)\">2 Pet. 1:21<\/a><\/span> God loved him, and said that he was a man after his own heart.<span class=\"citation\" id=\"55451\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55451)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55451)\">1 Sam. 13:14<\/a><\/span><span class=\"citation\" id=\"71860\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71860)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71860)\">Acts 13:22<\/a><\/span> God also blessed him, while but a ruddy youth,<span class=\"citation\" id=\"55490\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55490)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55490)\">1 Sam. 16:12<\/a><\/span><span class=\"citation\" id=\"55496\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55496)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55496)\">1 Sam. 17:42<\/a><\/span> fleeing from cave to cave,<span class=\"citation\" id=\"55506\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55506)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55506)\">1 Sam. 22:1<\/a><\/span><span class=\"citation\" id=\"55511\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55511)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55511)\">1 Sam. 24:3<\/a><\/span> and from mountain to mountain to escape from the persecutions of Saul, who sought to take his life, with eight wives.<span class=\"citation\" id=\"55504\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55504)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55504)\">1 Sam. 18:27<\/a><\/span><span class=\"citation\" id=\"55517\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55517)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55517)\">1 Sam. 25:43<\/a><\/span><span class=\"citation\" id=\"55519\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55519)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55519)\">1 Sam. 27:3<\/a><\/span><span class=\"citation\" id=\"55538\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55538)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55538)\">2 Sam. 5:13<\/a><\/span><span class=\"citation\" id=\"55856\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55856)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55856)\">1 Chr. 3:1-9<\/a><\/span><span class=\"citation\" id=\"55869\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55869)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55869)\">1 Chr. 14:3<\/a><\/span> This was before he was placed upon the throne. But after Saul had been cut off and David had been elevated to the throne of Israel, the Lord also gave him all the wives of Saul his master.<span class=\"citation\" id=\"55558\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55558)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55558)\">2 Sam. 12:8<\/a><\/span> So says Nathan the Prophet, and he was sent to reprove David. What had he done to need reproof? Why he had taken his neighbor's wife, a person he had no claim upon, and he not only committed adultery by thus taking the wife of another,<span class=\"citation\" id=\"126677\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126677)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126677)\">2 Sam. 11:2-5<\/a><\/span> but by his order her lawful husband was placed in front of the battle that he might be destroyed, and he was destroyed,<span class=\"citation\" id=\"126678\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126678)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126678)\">2 Sam. 11:14-17<\/a><\/span> hence, though he himself did not thrust a dagger to his heart, he became a murderer in the sight of heaven by having this man placed where his blood would be shed. After all his goodness, and after all the light and knowledge which God had given to this man, he committed these two great crimes. Nathan the Prophet was sent to reprove him for them, and he did so by means of a parable. He told David, the king, that a certain poor man had but one ewe lamb, and his rich neighbor, close by, had a great flock, and there came along a stranger, and the rich man went to this poor man's fold and took the only sheep he had and dressed it in order to make a sumptuous feast for the stranger.<span class=\"citation\" id=\"55552\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55552)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55552)\">2 Sam. 12:1-4<\/a><\/span> This kindled David's wrath, for though he had transgressed, the principle of justice was  <div class=\"break pagebreak\" id=\"317a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0317.pdf\" target=\"pdfwin\">p.&#xA0;317a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5594\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>not extinct in his bosom, and he said, &#x201C;He who hath done this thing shall surely die.&#x201D;<span class=\"citation\" id=\"55554\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55554)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55554)\">2 Sam. 12:5<\/a><\/span> Nathan said, &#x201C;Thou art the man.&#x201D;<span class=\"citation\" id=\"55555\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55555)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55555)\">2 Sam. 12:7<\/a><\/span> God hath given to thee a great number of wives, among the rest all the wives of thy master Saul.<span class=\"citation\" id=\"55559\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55559)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55559)\">2 Sam. 12:8<\/a><\/span> All this great flock of sheep, as it were, has been given unto you from the Lord, yet you have gone and taken the only one that a poor man had, and committed adultery with her, therefore said the Lord, I will punish you.<span class=\"citation\" id=\"55560\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55560)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55560)\">2 Sam. 12:9-14<\/a><\/span> With what kind of punishment was this man punished? Amongst them was that of suffering in the eternal worlds. How long? I cannot say exactly, but a good many centuries, a thousand years at least; this man, once righteous, now wicked, had to suffer the penalty of that crime. Did he repent? He did. Did he cry unto the Lord? He did. Was he sorely troubled? He was, and he was perhaps as repentant as anyone could be; but the decree had gone forth, and hence that man had to endure the penalty of his crime. Peter, when referring to this subject on the day of Pentecost, as recorded in the second chapter of the Acts of the Apostles, quotes from the Psalms of David, and says, &#x201C;Thou hast not left my soul in hell, neither wilt thou suffer thine Holy One to see corruption.&#x201D;<span class=\"citation\" id=\"71138\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71138)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71138)\">Acts 2:27<\/a><\/span> It seems that after all, though David's repentance could not wipe away his sin, yet he had a hope, and he looked forward to the time when he would be liberated from hell; when that time arrived he would come forth and receive some kind of a glory, how much I do not know, for it is not revealed; but suffice it to say, he sinned against great light and knowledge and because of his sin he fell from a very high position. That he had received many of the principles that are now understood by the Lat<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"317b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0317.pdf\" target=\"pdfwin\">p.&#xA0;317b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5594\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ter-day Saints, under the new and everlasting covenant, I doubt; for if he had he never could have been redeemed, he never could have said, &#x201C;Thou wilt redeem my soul from hell,&#x201D;<span class=\"citation\" id=\"71139\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71139)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71139)\">Acts 2:27<\/a><\/span> etc. <\/div><div class=\"paragraph jod\" id=\"v15n1116\"> Let us refer to some other instances. There were the Lamanites, a people who, according to the Book of Mormon, had dwindled in ignorance on this American continent before Christ came. They had dwelt here for centuries, and before the coming of our Savior they were sunk in the depths of ignorance. They had lost the knowledge of the principles of salvation, and they had become a very ignorant, wicked, idolatrous people. The Nephites, an enlightened nation which dwelt on this continent at the same time, sent missionaries to the Lamanites to convert them, if possible, from their sins. They went amongst them and had much success, bringing a great many thousands of them to a knowledge of the truth. This nation had been taught, in their ignorance and wickedness, that there was no harm in murdering the Nephites, and they had murdered them while in ignorance of the law of God; but when the Gospel was laid before them, could they obtain forgiveness for these murders? On certain conditions, and one of them was that they would lay down their weapons of war, and they did so, burying them deep in the earth as a testimony before God that they would no more shed innocent blood; and through their great sorrow and repentance the Lord had compassion upon them, and he forgave in this life the sins they had committed in ignorance.<span class=\"citation\" id=\"82196\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82196)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82196)\">Alma 24:6-19<\/a><\/span> That showed that murderers, under certain conditions, could be forgiven here;<span class=\"citation\" id=\"83068\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83068)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83068)\">3 Ne. 30:2<\/a><\/span> but there are other classes of murderers for whose forgiveness in this life it would be very wrong to pray, even if they never  <div class=\"break pagebreak\" id=\"318a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0318.pdf\" target=\"pdfwin\">p.&#xA0;318a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5593\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>had received the Holy Ghost&#x2014;I mean those who have read and understood the revealed law. To pray for present forgiveness would be contrary to the mind and will of God, and hence it would be sinning against him. I believe I have said sufficient to show the principle upon which the Lord acts in punishing the sins of the children of men. Now let me say a few words in relation to their coming forth and redemption. <\/div><div class=\"paragraph jod\" id=\"v15n1118\"> I will here ask, will many of these individuals who have sinned against God come forth and inherit that high degree of exaltation in the celestial world? This is a great question. Can they inherit the same glory that will be enjoyed by the Saints who have lived in different ages of the world and endured faithful to the end? Can they receive that full exaltation and shine forth in the kingdom of God? No. Why not? Because they are not prepared for it. I do not say but what they may in some future age, according to the purposes of God, be led along from one step to another, until, finally, some of them attain to celestial glory. We Latter-day Saints believe that when the Lord comes he will redeem the heathen nations,<span class=\"citation\" id=\"67118\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67118)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67118)\">Luke 3:5 (JST)<\/a><\/span><span class=\"citation\" id=\"85680\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85680)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85680)\">D&amp;C 45:54<\/a><\/span> not into his presence, into celestial glory, but they will come forth from their graves; not with celestial bodies and prepared to wear a celestial crown, to shine forth as the sun in the kingdom of their Father. No; such a glory they cannot have, but they will have a glory adapted to the light and knowledge which they have had, and that glory is typified by the moon. &#x201C;There is one glory of the sun, another glory of the moon, and another glory of the stars, and as one star differeth from another star in glory, so also in the resurrection of the dead.&#x201D;<span class=\"citation\" id=\"73948\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73948)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73948)\">1 Cor. 15:41-42<\/a><\/span> Now, there is quite a difference among these celestial bodies that shine in the <div class=\"break columnbreak\" id=\"318b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0318.pdf\" target=\"pdfwin\">p.&#xA0;318b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5593\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> firmament. The sun is far more glorious than the moon, so much so that astronomers tell us it would take several hundred thousand full moons to make a light equal to the light of the sun; in other words, if all our visible firmament from the horizon was just one glare of moons, all this would not be equal to the light of the sun, consequently you can form an idea of the difference between the glory of the sun and the glory of the moon. <\/div><div class=\"paragraph jod\" id=\"v15n1119\"> Again, when we look upon those twinkling stars in the firmament of heaven, we see some shining with a much greater brilliancy than others, and they are divided into classes by astronomers, and ranked according to their magnitude, or according to the intensity of the light they shed forth upon our world, not according to the real nature of the stars, because they are too far off for us to judge of that, only we know that they are suns, the centers of systems, and that they shine by their own radiance; and if we were as near to them as we are to our sun, many of them would be far more resplendent in their glory, and would shed forth more light than our sun does. But the Apostle Paul in speaking on this subject had reference to the glory of the stars<span class=\"citation\" id=\"73943\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73943)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73943)\">1 Cor. 15:41<\/a><\/span> as they appear to us, and to the amount of light which they seem to send forth. <\/div><div class=\"paragraph jod\" id=\"v15n1120\"> Now those persons who receive a glory like that of the stars, or as the light of the stars appears to us, will not come up to that glory enjoyed by the heathen, for their glory will be like that of the moon, and all the stars put together do not shed forth as much light upon our world as one moon, and hence the glory of that class of beings whose glory differs as the stars will be lower than that of the heathen, for they will receive the glory of the moon. But all who go  <div class=\"break pagebreak\" id=\"319a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0319.pdf\" target=\"pdfwin\">p.&#xA0;319a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5592\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>into the glory typified by the sun will have to obey certain principles of law, and that law is a celestial law. What is that law? It is the law of the Gospel. All persons in these days who enter celestial glory must not only be acquainted with the Gospel as taught in ancient times, but they must be acquainted with it as it is taught and administered by men having authority to administer it now. If they do this, they will be entitled to the blessings of the Gospel, to the forgiveness of sins in this world, and being thus made the sons and daughters of God, they will be entitled to all the fullness of the glory of that plan of salvation, and Jesus says that they shall shine forth as the sun in the kingdom of my Father.<span class=\"citation\" id=\"64651\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64651)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64651)\">Matt. 13:43<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v15n1122\"> As we have not time to enter fully into the investigation of all these different glories, I wish more particularly to inquire concerning the nature of this higher state of glory called celestial. Will there be any difference among those who are redeemed into that glory? There will, in some respects. They will all be equal in the enjoyment of some blessings, and so far their glory will be the same, but yet in some respects there will be a difference. Some who will inherit a portion of that glory will have no families, they will be deprived of that blessing to all ages of eternity,<span class=\"citation\" id=\"91529\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91529)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91529)\">D&amp;C 132:15-18<\/a><\/span> while others will receive an exaltation and kingdom, and will have wives, children, dominion, greatness and power far above those I first referred to.<span class=\"citation\" id=\"91599\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91599)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91599)\">D&amp;C 132:19-20<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v15n1123\"> Now why should there be this distinction in the celestial kingdom, and what is the cause of it? It is because certain persons who have obeyed the Gospel have become careless and indifferent in regard to securing that high exaltation which was within their reach. God has revealed to this people what <div class=\"break columnbreak\" id=\"319b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0319.pdf\" target=\"pdfwin\">p.&#xA0;319b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5592\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> is needful for an exaltation in his kingdom. He has revealed to us, as we heard from Elder Hyde this afternoon, that marriage is destined for eternity as well as time&#x2014;that the marriage covenant between male and female must be entered into in this life, and the ordinance performed here by those whom God has appointed and ordained to hold the keys and authority to seal on earth that it may be sealed in heaven;<span class=\"citation\" id=\"91474\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91474)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91474)\">D&amp;C 132:7<\/a><\/span> for in heaven there is neither marrying nor giving in marriage;<span class=\"citation\" id=\"65407\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65407)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65407)\">Matt. 22:30<\/a><\/span><span class=\"citation\" id=\"91536\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91536)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91536)\">D&amp;C 132:16<\/a><\/span> no such thing can be attended to there. Now persons among the Latter-day Saints who do not enter into this covenant of marriage but prefer to lead a single life cannot enjoy all that fullness of exaltation which will be possessed by those who have had this covenant sealed upon them. They might not have forfeited the blessing of celestial glory altogether, but they have forfeited the right to have wives by which only they could have a posterity in the eternal worlds.<span class=\"citation\" id=\"91380\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91380)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91380)\">D&amp;C 131:1-4<\/a><\/span><span class=\"citation\" id=\"91530\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91530)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91530)\">D&amp;C 132:15-18<\/a><\/span> Who will be the subjects in the kingdom which they will rule who are exalted in the celestial kingdom of our God? Will they reign over their neighbors' children? Oh no. Over whom then will they reign? Their own children, their own posterity will be the citizens of their kingdoms;<span class=\"citation\" id=\"80438\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80438)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80438)\">Rev. 19:16<\/a><\/span> in other words, the patriarchal order will prevail there to the endless ages of eternity, and the children of each patriarch will be his while eternal ages roll on. This is not according to present customs, for now when a young man reaches the age of twenty-one years he is free from his parents, and considers that he is no longer under the necessity of being controlled by his father. That is according to our customs, and the laws of our country. It is a very good law and  <div class=\"break pagebreak\" id=\"320a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0320.pdf\" target=\"pdfwin\">p.&#xA0;320a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5591\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>adapted to the imperfections that now exist; but it will not be so in the eternal worlds. There will never be any such thing there as being from under their father's rule, no matter whether twenty-one or twenty-one thousand years of age, it will make no difference, they will still be subject to the laws of their Patriarch or Father, and they must observe and obey them throughout all eternity. There is only one way by which children can be freed from that celestial law and order of things, and that is by rebellion. They are agents, and they can rebel against God and against the order of things he has instituted there, just as Satan and the fallen angels rebelled and turned away.<span class=\"citation\" id=\"86909\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86909)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86909)\">D&amp;C 76:28<\/a><\/span><span class=\"citation\" id=\"92474\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92474)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92474)\">Moses 4:3<\/a><\/span> The increase of those who are exalted in that kingdom will endure forever;<span class=\"citation\" id=\"58072\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58072)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58072)\">Isa. 9:7<\/a><\/span> and the bringing forth of children will not be attended with sorrow, pain and distress as it is here:<span class=\"citation\" id=\"126679\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126679)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126679)\">Gen. 3:16<\/a><\/span> these evils have come in consequence of the fall of man and the transgression by him of God's holy laws. But when men are redeemed to immortality and eternal life there will be no pain, sorrow or affliction of body, and yet children will be brought forth, and to their increase there will be no end. Hence the promise of God to the patriarchs Abraham, Isaac and Jacob, that their seed should be as numerous as the stars of heaven, or as the sands upon the seashore.<span class=\"citation\" id=\"53295\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53295)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53295)\">Gen. 22:17<\/a><\/span><span class=\"citation\" id=\"91717\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91717)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91717)\">D&amp;C 132:30-31<\/a><\/span> We all know that the sand on the seashore is innumerable to us.<span class=\"citation\" id=\"92295\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92295)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92295)\">Moses 1:28<\/a><\/span> If we take a handful it numbers its tens of thousands of grains, and if Abraham's seed are to become as numerous as the sands on the seashore they will fill a great many worlds like this of ours.<span class=\"citation\" id=\"91710\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91710)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91710)\">D&amp;C 132:30<\/a><\/span> There is to be no end to the increase of the old Patriarch, and, as his posterity increases, world on world will be <div class=\"break columnbreak\" id=\"320b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0320.pdf\" target=\"pdfwin\">p.&#xA0;320b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5591\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> created and brought into existence, and those children will be sent forth from the presence of the Patriarch to take upon themselves bodies, as we have done here in this world. I mean their spirits. Understand me now, resurrected parents are the parents not of bodies of flesh and bones, but of spirits the same as we were before we came and took these mortal bodies, that is, when we lived up in yonder world in the presence of our Father, and in the company of the thousands of millions of our brother and sister spirits. They will be of the same class and nature, and they will have to take their position in worlds that will be created for them the same as we came from heaven to this world, that we might gain knowledge and experience that we could not gain in any other way. Thus will the Lord continue his work and purposes, and there will be one eternal round<span class=\"citation\" id=\"84980\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84980)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84980)\">D&amp;C 35:1<\/a><\/span> in creation, and redemption, in the formation and redemption of worlds, and bringing them back into his presence. <\/div><div class=\"paragraph jod\" id=\"v15n1125\"> We read that God is the Father of our spirits,<span class=\"citation\" id=\"77207\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77207)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77207)\">Heb. 12:9<\/a><\/span> the Father of the spirits of all flesh<span class=\"citation\" id=\"54754\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54754)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54754)\">Num. 16:22<\/a><\/span><span class=\"citation\" id=\"54870\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54870)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54870)\">Num. 27:16<\/a><\/span> Moses calls him. The Apostle James tells the Saints in his day, that we have fathers in the flesh who have corrected us, how much more ought we to be obedient to the Father of our spirits and live?<span class=\"citation\" id=\"77208\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77208)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77208)\">Heb. 12:9<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v15n1126\"> What will become of the old bachelor who refuses to obey the ordinance of marriage? We have preached to the young men of this Territory, and laid before them the sacredness of the marriage covenant. We have told them and the young women that it is their duty to enter into this covenant as much as it is their duty to be baptized for the remission of their sins. The same God that commanded the latter gave the revelation concerning the marriage  <div class=\"break pagebreak\" id=\"321a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0321.pdf\" target=\"pdfwin\">p.&#xA0;321a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5590\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>covenant, yet there are some who will give heed to one ordinance&#x2014;baptism&#x2014;but will be careless and indifferent about the other. By taking this course they do not altogether forfeit their right and title to enter that kingdom, but they do forfeit their right and title to be kings therein.<span class=\"citation\" id=\"91381\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91381)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91381)\">D&amp;C 131:1-4<\/a><\/span> What will be their condition there? They will be Angels.<span class=\"citation\" id=\"91546\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91546)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91546)\">D&amp;C 132:16-17<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v15n1128\"> There are many different classes of beings in the eternal worlds, and among them are angels. Who are these angels? Some of them have never yet come to take upon them bodies of flesh and bones, but they will come in their times, seasons and generations and receive their tabernacles, the same as we have done. Then there are others who were resurrected when Jesus was, when the graves of the Saints were opened and many came forth and showed themselves to those who were then living in the flesh.<span class=\"citation\" id=\"66385\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66385)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66385)\">Matt. 27:52-53<\/a><\/span><span class=\"citation\" id=\"126680\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126680)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126680)\">Hel. 14:25<\/a><\/span><span class=\"citation\" id=\"126681\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126681)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126681)\">3 Ne. 23:9-11<\/a><\/span> Besides these there are angels who have been to this world and have never yet received a resurrection,<span class=\"citation\" id=\"61775\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61775)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61775)\">Dan. 8:16<\/a><\/span><span class=\"citation\" id=\"66977\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66977)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66977)\">Luke 1:19<\/a><\/span><span class=\"citation\" id=\"66973\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66973)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66973)\">Luke 1:26<\/a><\/span> whose spirits have gone hence into celestial paradise, and there await the resurrection. We have now mentioned three classes of angels. There are others, among them some redeemed from former creations before this world was made, one of whom administered to our first parents after they were cast out of the garden as they were offering sacrifices and burnt offerings, according to the commandments which they received from God when they were driven from the garden.<span class=\"citation\" id=\"92553\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92553)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92553)\">Moses 5:5<\/a><\/span> After they had done this many days an Angel came and ministered to them and inquired of them why they offered sacrifices and burnt offerings unto the Lord. The answer was, &#x201C;I know not, save it be that the Lord commanded me.&#x201D;<span class=\"citation\" id=\"92563\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92563)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92563)\">Moses 5:6<\/a><\/span> Then this angel went on to explain to our first parents why these offer<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"321b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0321.pdf\" target=\"pdfwin\">p.&#xA0;321b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5590\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ings were made and why they were commanded to shed the blood of beasts, telling them that all these things were typical of the great and last sacrifice that should be offered up for all mankind, namely the Son of the living God.<span class=\"citation\" id=\"92569\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92569)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92569)\">Moses 5:7-8<\/a><\/span> These angels that came to Adam were not men who had been redeemed from this earth&#x2014;not men who had been translated from this earth&#x2014;but they pertained to former worlds.<span class=\"citation\" id=\"91281\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91281)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91281)\">D&amp;C 130:5<\/a><\/span> They understood about the coming of Jesus, the nature of these sacrifices, &amp;c. <\/div><div class=\"paragraph jod\" id=\"v15n1129\"> Some of these angels have received their exaltation, and still are called angels. For instance Michael has received his exaltation.<span class=\"citation\" id=\"78891\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78891)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78891)\">Jude 1:9<\/a><\/span><span class=\"citation\" id=\"84783\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84783)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84783)\">D&amp;C 29:26<\/a><\/span><span class=\"citation\" id=\"88786\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88786)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88786)\">D&amp;C 88:112<\/a><\/span> He is not without his kingdom and crown, wife or wives and posterity, because he lived faithful to the end. Who is he? Our first, great progenitor, Adam, is called Michael, the Prince.<span class=\"citation\" id=\"61788\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61788)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61788)\">Dan. 12:1<\/a><\/span><span class=\"citation\" id=\"84544\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84544)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84544)\">D&amp;C 27:11<\/a><\/span><span class=\"citation\" id=\"90324\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90324)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90324)\">D&amp;C 107:54<\/a><\/span><span class=\"citation\" id=\"91251\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91251)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91251)\">D&amp;C 128:21<\/a><\/span> I am mentioning now things that the Latter-day Saints are acquainted with. Many of these things I have just been quoting are revelations given to us, as those who are readers will recollect. Some of these angels have received their exaltation. They are kings, they are priests,<span class=\"citation\" id=\"78964\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78964)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78964)\">Rev. 1:6<\/a><\/span><span class=\"citation\" id=\"79182\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79182)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79182)\">Rev. 5:10<\/a><\/span> they have entered into their glory and sit upon thrones&#x2014;<span class=\"citation\" id=\"91693\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91693)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91693)\">D&amp;C 132:29<\/a><\/span><span class=\"citation\" id=\"91746\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91746)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91746)\">D&amp;C 132:37<\/a><\/span>they hold the scepter over their posterity. Those other classes I have mentioned have neglected the new and everlasting covenant of marriage: They cannot inherit this glory and these kingdoms&#x2014;they cannot be crowned in the celestial world.<span class=\"citation\" id=\"91555\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91555)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91555)\">D&amp;C 132:17<\/a><\/span> What purpose will they serve? They will be sent on errands&#x2014;be sent to other worlds as missionaries to minister, they will be sent on whatever business the Lord sees proper; in other words, they will be servants. To whom will they be servants? To those who have obeyed and remained faithful to the new and everlasting covenant, and have been exalted to thrones; to those who have cove<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"322a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0322.pdf\" target=\"pdfwin\">p.&#xA0;322a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5589\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>nanted before God with wives so that they may raise up and multiply immortal intelligent beings through all the ages of eternity.<span class=\"citation\" id=\"91537\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91537)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91537)\">D&amp;C 132:16<\/a><\/span> Here is the distinction of classes, but all of the same glory, called celestial glory. <\/div><div class=\"paragraph jod\" id=\"v15n1131\"> But how about these terrestrials, can they come up into the celestial? No, their intelligence and knowledge have not prepared and adapted them to dwell with those who reign in celestial glory, consequently they cannot even be angels in that glory. They have not obeyed the law that pertains to that glory, and hence they could not abide it.<span class=\"citation\" id=\"88396\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88396)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88396)\">D&amp;C 88:22<\/a><\/span> But will there be blessings administered to them by those who dwell in celestial glory? Yes, angels will be sent forth from the celestial world to minister to those who inherit the glory of the moon, bearing messages of joy and peace and of all that which is calculated to exalt, to redeem and ennoble those who have been resurrected into a terrestrial glory.<span class=\"citation\" id=\"87146\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87146)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87146)\">D&amp;C 76:87<\/a><\/span> They can receive the Spirit of the Lord there, and the ministration of angels there. <\/div><div class=\"paragraph jod\" id=\"v15n1132\"> Now let us come to still inferior glories. I have mentioned those who inherit the glory of the stars. Who are they? They are not the heathen, for they come up higher&#x2014;into the terrestrial glory.<span class=\"citation\" id=\"85681\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85681)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85681)\">D&amp;C 45:54<\/a><\/span> Who are they, then, who are permitted only to inherit a glory typified by the stars? They are the general world of mankind, those who have heard the Gospel of the Son of God but have not obeyed it.<span class=\"citation\" id=\"87135\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87135)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87135)\">D&amp;C 76:82<\/a><\/span><span class=\"citation\" id=\"87207\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87207)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87207)\">D&amp;C 76:101<\/a><\/span> They are to be punished.<span class=\"citation\" id=\"67645\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67645)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67645)\">Luke 12:47<\/a><\/span> How long? Until Jesus has reigned here on the earth a thousand years.<span class=\"citation\" id=\"87140\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87140)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87140)\">D&amp;C 76:85<\/a><\/span><span class=\"citation\" id=\"87222\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87222)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87222)\">D&amp;C 76:105-106<\/a><\/span> How much longer? Until the &#x201C;little season&#x201D; has passed away after the end of the thousand years,<span class=\"citation\" id=\"80499\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80499)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80499)\">Rev. 20:3<\/a><\/span><span class=\"citation\" id=\"80525\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80525)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80525)\">Rev. 20:5<\/a><\/span> and then when the final end shall come and the trump of God shall sound, and the great white throne shall appear and the heaven <div class=\"break columnbreak\" id=\"322b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0322.pdf\" target=\"pdfwin\">p.&#xA0;322b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5589\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and the earth shall flee away;<span class=\"citation\" id=\"80585\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80585)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80585)\">Rev. 20:11<\/a><\/span> when that time shall come, the sound of the trump shall call forth those sleeping millions of all ages, generations and nations who have heard the sound of the Gospel and have not obeyed it,<span class=\"citation\" id=\"87136\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87136)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87136)\">D&amp;C 76:82<\/a><\/span><span class=\"citation\" id=\"87208\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87208)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87208)\">D&amp;C 76:101<\/a><\/span> but until then their bodies must sleep.<span class=\"citation\" id=\"80527\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80527)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80527)\">Rev. 20:5<\/a><\/span> They are not worthy of &#x201C;the first resurrection.&#x201D;<span class=\"citation\" id=\"80526\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80526)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80526)\">Rev. 20:5<\/a><\/span> &#x201C;Blessed and holy is he who has part in the first resurrection: for on such the second death has no power.&#x201D;<span class=\"citation\" id=\"80543\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80543)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80543)\">Rev. 20:6<\/a><\/span> But those who will not give heed to the law of the Gospel<span class=\"citation\" id=\"87209\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87209)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87209)\">D&amp;C 76:101<\/a><\/span> have no claim on this first resurrection, and their bodies must sleep through all these long centuries that are to intervene between the time of their death and the end of the earth. Where will their spirits be all that time? Not in any glory;<span class=\"citation\" id=\"87138\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87138)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87138)\">D&amp;C 76:84<\/a><\/span><span class=\"citation\" id=\"87223\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87223)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87223)\">D&amp;C 76:105-106<\/a><\/span> they cannot inherit a glory until their punishment is past.<span class=\"citation\" id=\"67646\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67646)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67646)\">Luke 12:47<\/a><\/span> They are not permitted to enter into prison. A great many people, and perhaps some of the Latter-day Saints, have supposed that these characters will go into prison.<span class=\"citation\" id=\"78021\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78021)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78021)\">1 Pet. 3:19<\/a><\/span><span class=\"citation\" id=\"87114\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87114)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87114)\">D&amp;C 76:73<\/a><\/span> I do not know of any revelation anywhere intimating that anyone of this class of persons will ever be put in prison. Where do they go? To another place altogether different from a prison.<span class=\"citation\" id=\"67176\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67176)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67176)\">Luke 4:18<\/a><\/span><span class=\"citation\" id=\"93130\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93130)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93130)\">Moses 7:57<\/a><\/span> A prison is designed for those who never heard the Gospel here in the flesh, but yet have committed a few sins without the knowledge of the revealed law,<span class=\"citation\" id=\"85682\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85682)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85682)\">D&amp;C 45:54<\/a><\/span><span class=\"citation\" id=\"87111\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87111)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87111)\">D&amp;C 76:72<\/a><\/span> and who have to be beaten with few stripes in prison.<span class=\"citation\" id=\"67657\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67657)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67657)\">Luke 12:48<\/a><\/span><span class=\"citation\" id=\"87115\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87115)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87115)\">D&amp;C 76:73<\/a><\/span> But these persons who hear the Gospel, as the nations of the present dispensation are doing, cannot go to prison, it is not their place. They fall below a prison, into outer darkness or hell, where there will be weeping and wailing and gnashing of teeth.<span class=\"citation\" id=\"64022\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64022)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64022)\">Matt. 8:12<\/a><\/span><span class=\"citation\" id=\"91941\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91941)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91941)\">D&amp;C 133:63-74<\/a><\/span> There they have to remain with the devil and his angels in torment and misery until the final end, then they come forth.<span class=\"citation\" id=\"66200\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66200)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66200)\">Matt. 25:41<\/a><\/span><span class=\"citation\" id=\"81381\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81381)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81381)\">2 Ne. 9:9,16<\/a><\/span><span class=\"citation\" id=\"82339\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82339)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82339)\">Alma 40:13<\/a><\/span><span class=\"citation\" id=\"93129\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93129)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93129)\">Moses 7:57<\/a><\/span> Can they come where God and Christ dwell?  <div class=\"break pagebreak\" id=\"323a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0323.pdf\" target=\"pdfwin\">p.&#xA0;323a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5588\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>No, worlds without end they cannot come there.<span class=\"citation\" id=\"87249\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87249)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87249)\">D&amp;C 76:112<\/a><\/span> Can they go into the presence of the heathen where the glory is that of the moon? No, they cannot even come there. When they are delivered from the power of Satan and endless death and brought forth, where do they go? If they do not go into the presence of God the Father, if they are not counted worthy to enter into the terrestrial world among the heathen, where will they go? God has provided mansions for them according to their works here in this world.<span class=\"citation\" id=\"69885\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69885)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69885)\">John 14:2<\/a><\/span> Having suffered the vengeance of eternal fire for the space of a thousand years and upwards,<span class=\"citation\" id=\"87216\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87216)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87216)\">D&amp;C 76:103-106<\/a><\/span> and suffered the extreme penalty of the law of God, they can now be brought forth to inherit a place where they can be administered unto by terrestrial beings and by Angels holding the Priesthood,<span class=\"citation\" id=\"87151\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87151)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87151)\">D&amp;C 76:88<\/a><\/span> and where they can receive the Holy Ghost.<span class=\"citation\" id=\"87143\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87143)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87143)\">D&amp;C 76:86<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v15n1134\"> Those in the terrestrial world have the privilege of beholding Jesus sometimes&#x2014;they can receive the presence of the Son, but not of the fullness<span class=\"citation\" id=\"87120\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87120)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87120)\">D&amp;C 76:76<\/a><\/span> of the Father;<span class=\"citation\" id=\"87121\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87121)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87121)\">D&amp;C 76:77<\/a><\/span> but those in the telestial world, still lower, receive only the Holy Ghost, administered to them by messengers ordained and sent forth to minister to them for glory and exaltation, providing they will obey the law that is given unto them, which law will be telestial law.<span class=\"citation\" id=\"87144\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87144)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87144)\">D&amp;C 76:86<\/a><\/span> That will finally exalt them. How far I know not, but where God and Christ are they cannot come, worlds without end.<span class=\"citation\" id=\"87250\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87250)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87250)\">D&amp;C 76:112<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v15n1135\"> Now I think I have set forth these glories and these different degrees of punishment, and the different classes of people that are to be judged according to the knowledge that they have here in this world. I have set these things forth as plainly as I am capable of doing in one short dis<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"323b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0323.pdf\" target=\"pdfwin\">p.&#xA0;323b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5588\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>course; and will bring my remarks to close in a few moments. <\/div><div class=\"paragraph jod\" id=\"v15n1136\"> We are what the Lord calls Latter-day Saints&#x2014;we have received light and knowledge to that degree from the heavens that will, if obeyed, exalt us to these high privileges of which I have been speaking. On the other hand, if not obeyed, that very light and knowledge are sufficient to sink us below all things. Hence we stand on dangerous ground in some respects, and we have need to fear lest we sin against this light and have not the privilege of even the telestial world. He that rejects this covenant, (let me quote the word of the Lord given in these last days)&#x2014;&#x201C;He that rejecteth this covenant, and altogether turns therefrom, shall not have forgiveness of sins in this world nor in the world to come.&#x201D;<span class=\"citation\" id=\"87755\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87755)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87755)\">D&amp;C 84:41<\/a><\/span> Do you hear it, Latter-day Saints? If you do, then strive with all your hearts to be faithful. Strive to abide in the covenant that you have received.<span class=\"citation\" id=\"89291\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89291)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89291)\">D&amp;C 98:14-15<\/a><\/span><span class=\"citation\" id=\"91452\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91452)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91452)\">D&amp;C 132:4<\/a><\/span> There is no halfway business with us&#x2014;we have got to remain faithful to this covenant, for if we turn away from it we cannot even claim the glory that the world will have when the last resurrection shall come, but our doom is fixed&#x2014;we have to dwell with the devil and his angels to all eternity.<span class=\"citation\" id=\"86944\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86944)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86944)\">D&amp;C 76:33<\/a><\/span> Why? Because they once had light and knowledge, dwelt in the presence of God, and knew about the glories of his kingdom. But they rebelled,<span class=\"citation\" id=\"86895\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86895)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86895)\">D&amp;C 76:25<\/a><\/span> and kept not the law that was given to them&#x2014;they sinned against light and knowledge and were thrust down in chains of darkness,<span class=\"citation\" id=\"79591\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79591)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79591)\">Rev. 12:9<\/a><\/span><span class=\"citation\" id=\"84841\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84841)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84841)\">D&amp;C 29:37<\/a><\/span><span class=\"citation\" id=\"86896\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86896)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86896)\">D&amp;C 76:25<\/a><\/span> there to remain until the judgment of the great day.<span class=\"citation\" id=\"78874\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78874)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78874)\">Jude 1:6<\/a><\/span><span class=\"citation\" id=\"84170\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84170)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84170)\">D&amp;C 19:3<\/a><\/span><span class=\"citation\" id=\"85050\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85050)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85050)\">D&amp;C 38:5<\/a><\/span><span class=\"citation\" id=\"93131\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93131)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93131)\">Moses 7:57<\/a><\/span> If we do not wish to be placed in their society for all eternity we must abide in the covenant that we have made.<span class=\"citation\" id=\"89300\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89300)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89300)\">D&amp;C 98:15<\/a><\/span><span class=\"citation\" id=\"91453\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91453)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91453)\">D&amp;C 132:4<\/a><\/span> If we do this, Latter-day Saints, glory and honor and immortality and eternal lives,<span class=\"citation\" id=\"91793\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91793)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91793)\">D&amp;C 132:55<\/a><\/span> and thrones  <div class=\"break pagebreak\" id=\"324a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0324.pdf\" target=\"pdfwin\">p.&#xA0;324a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5587\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and kingdoms and dominions and creations and worlds will be given to us,<span class=\"citation\" id=\"91581\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91581)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91581)\">D&amp;C 132:19<\/a><\/span> and our posterity will increase <div class=\"break columnbreak\" id=\"324b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0324.pdf\" target=\"pdfwin\">p.&#xA0;324b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5587\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> until, like the sand on the seashore,<span class=\"citation\" id=\"53344\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53344)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53344)\">Gen. 22:17<\/a><\/span> they cannot be numbered.<span class=\"citation\" id=\"91711\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91711)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91711)\">D&amp;C 132:30<\/a><\/span><span class=\"citation\" id=\"93434\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93434)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93434)\">Abr. 3:14<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v15n1138\"> Amen. <\/div>\n<\/div>\n<\/div>"}