{"ID":150012, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Comprehensiveness of the Latter-day Work.<\/div>\n<div class=\"subtitle\">Remarks by Elder Wilford Woodruff, delivered in the New Tabernacle, Salt Lake City, April 8, 1872.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: Comprehensiveness of the Latter-day Work.<\/div>\n<div class=\"speaker\">Speaker: Wilford Woodruff<\/div>\n<div class=\"date\">Date: 4\/8\/1872<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d12\">\n<div class=\"paragraph jod\" id=\"v15n277\"> We have had a very good Conference; we have heard a great deal of testimony from the servants of the Lord, and that testimony has been true. The building up of the Zion of God in these latter days includes, I may say of a truth, every branch of business, both temporal and spiritual, in which we are engaged. We cannot touch upon any subject which is lawful in the sight of God and man, that is not embraced in our religion. The Gospel of Jesus Christ which we have embraced, and which we preach, includes all truth, and every lawful calling and occupation of man. One subject that we are deeply interested in I wish to say a few words upon. In the first place I wish to give notice in this stage of my remarks to the members of the Deseret Agricultural and Manufacturing Society, that they are requested to meet, at the close of this meeting, at the Historian's Office, to appoint their president and board of directors for the coming season, for the times demand that we should hold a State fair in this city this fall. <\/div><div class=\"paragraph jod\" id=\"v15n278\"> Strangers may think this a very strange subject to present in a religious meeting, but we are building up the literal kingdom of God on the earth, and we have temporal duties to perform. We inhabit temporal bodies, we eat temporal food, we <div class=\"break columnbreak\" id=\"77b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0077.pdf\" target=\"pdfwin\">p.&#xA0;77b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5834\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> build temporal houses, we raise temporal cattle and temporal wheat; we contend with temporal weeds, and with temporal enemies in our soil, and these things naturally give rise to the necessity of attending to and performing many duties of a temporal and arduous nature, and they, of course, are embraced in our religion. In building up the Zion and kingdom of God in these latter days, our agricultural and manufacturing interests are of the most vital importance; in fact manufacturing and agricultural pursuits are of vital importance to any nation under heaven. Show me a nation whose people cultivate the earth, and manufacture what they need, and I will show you a rich and independent nation. Show me a nation that lives entirely by mining and I will show you a poor nation&#x2014;one that is ready to run out and become obsolete. You see this manifest in the history of all nations under heaven. What gives England her wealth today? Her coal, iron, and the products of her soil, in connection with her prodigious manufactures; and it is so with all the nations of the earth. What makes the United States what she is today? Her products and the cultivation of her soil, and the constant efforts she has made to supply the wants of her people. Not but what  <div class=\"break pagebreak\" id=\"78a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0078.pdf\" target=\"pdfwin\">p.&#xA0;78a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5833\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>mining is all right, there is no fault with the development of the resources of the earth under favorable circumstances. When we came here our position demanded that the very first thing we did was to plant our potatoes and sow our wheat, or we had starvation before us; and I will here say that the Saints and the Elders of Israel have gone before the Lord day after day and week after week, and prayed the Almighty to hide up the treasures of these mountains, lest even the Latter-day Saints, with all the faith they had, should be tempted to turn away from the cultivation of the earth and the manufacture of what they needed; and the Lord heard our prayers, and we dwelt here many years and filled these valleys for six hundred miles with cities, towns, villages, gardens, orchards, fields, vineyards, hundreds of schoolhouses, and places of worship, until we made the desert blossom as the rose,<span class=\"citation\" id=\"59131\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59131)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59131)\">Isa. 35:1<\/a><\/span> and had a supply of wheat, bread and clothing upon our hands. Then, I do not know but the Elders ceased praying for the Lord to hide up the treasures of the earth&#x2014;I guess they did, for very soon after mines began to be opened, and now silver mines are being worked in many parts of the Territory. A few years ago General Connor and others, who dwelt here, with soldiers under them, spent very many days in prospecting these mountains from one end to the other for gold and silver, but they could find none; today you may go over the same places, and if you dig into the earth you may find plenty of silver, and you may find it almost anywhere in these mountains. I suppose this is all right, I have no fault to find with it; but I still say that the interest of the Latter-day Saints in these mountains is to cultivate the soil and to manufacture what they use. <\/div> <div class=\"break columnbreak\" id=\"78b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0078.pdf\" target=\"pdfwin\">p.&#xA0;78b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5833\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v15n280\"> Through the influence of President Young we have many manufactories for wool and cotton already established in this Territory. He has done more than any man living in these last days, according to the means he has had at his command, to establish these branches of business in the midst of these mountains. We have now many large factories in this Territory that have to stand still for want of wool. I want to say a few words on this subject to the wool growers of Deseret. Instead of sending our wool out of the Territory, to eastern States to be manufactured into cloth, and purchasing it and paying eastern manufacturers a large percentage for it when brought here by railroad, I feel that it is our duty, and it would be far wiser for us, to sell our wool to those who own factories in this Territory, and to sustain ourselves by sustaining home manufactures. <\/div><div class=\"paragraph jod\" id=\"v15n281\"> One of the first commands given to Adam, after being placed in Eden, was to dress the garden;<span class=\"citation\" id=\"52463\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52463)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52463)\">Gen. 2:15<\/a><\/span> and he was permitted to eat of the fruit of every tree except one.<span class=\"citation\" id=\"52470\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52470)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52470)\">Gen. 2:16-17<\/a><\/span> After a while Adam and his wife, Eve, partook of the fruit of this tree,<span class=\"citation\" id=\"52575\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52575)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52575)\">Gen. 3:6<\/a><\/span> and the history of the Fall is before us and the world. After Adam was cast out of the garden<span class=\"citation\" id=\"52663\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52663)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52663)\">Gen. 3:23-24<\/a><\/span> the Lord told him that there should be a curse on the earth, and instead of bringing forth beautiful flowers, fruit and grain spontaneously, as before the Fall, it should bring forth thorns, briers, thistles and noxious weeds, and that man should earn his bread by the sweat of his brow;<span class=\"citation\" id=\"52619\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52619)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52619)\">Gen. 3:17-19<\/a><\/span> and from that time to the present mankind has had this curse to contend with in the cultivation of the earth. In consequence of this the inhabitants of Utah, in their agricultural operations have to fight against the cockle burr, the black seed and sunflower, as well as thorns  <div class=\"break pagebreak\" id=\"79a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0079.pdf\" target=\"pdfwin\">p.&#xA0;79a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5832\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and thistles and many other noxious weeds, which, if not eradicated, speedily take advantage of us, and to a great extent, mar the result of our labors. It will pay us to pay attention to these things; it will pay us to dress the earth, to till it, to take care of and spend time and means in manuring and feeding it; it will pay us to gather out these noxious weeds, for the earth will then have a chance to bring forth in its strength. This, with the blessing of God upon our labors, has made the soil of Utah as productive as it is today. I wish to see this interest increase in our midst; and I hope, in addition to this, that those who are raising sheep&#x2014;our wool growers&#x2014;will pay attention to and carry on that branch of business systematically, and that we will sell our wool to those who manufacture it at home, instead of sending it out of the Territory to be manufactured. I feel that this is our duty, and the course which will promote our best interests, and it is a principle which is true, independent of religion, in any community or nation; it is a self-sustaining principle. <\/div><div class=\"paragraph jod\" id=\"v15n283\"> God has blessed us, he has blessed the earth, and our labors in the tilling of the soil have been greatly prospered. As has been said by some of our brethren in their remarks, when the pioneers came here, no mark of civilization or of the white man, was found. If those who are now so anxious to obtain the homes we have made, had seen Utah as we saw it, they would never have desired a habitation here, but they would have got out of it as soon as they could. It was barren, desolate, abounding with grasshoppers, crickets and coyote wolves, and these things seemed to be the only natural productions of the soil. We went to work by faith, not much by sight,<span class=\"citation\" id=\"74113\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74113)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74113)\">2 Cor. 5:7<\/a><\/span> to cultivate the <div class=\"break columnbreak\" id=\"79b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0079.pdf\" target=\"pdfwin\">p.&#xA0;79b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5832\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> earth. We broke almost all the plows we had the first day. We had to let streams of water out to moisten the earth, and by experience we had to learn to raise anything. The stranger comes into Salt Lake City and sees our orchards, and the trees in our streets, and he thinks, what a fruitful and delightful place it is. He does not think that, for twenty or twenty-four years, almost every tree he beholds, according to its age, has had to be watered twice a week through the whole summer season, or they would all have been dead long since. We have had to unite upon these things, the Lord has blessed our labors, and his mercies have been over this people. <\/div><div class=\"paragraph jod\" id=\"v15n284\"> If we had not cultivated the earth, but had turned our attention to mining, we should not only have starved to death ourselves, but thousands of strangers, who have passed through, would have shared the same fate. Utah Territory has been the great highway to California, Nevada, and all the western States and Territories, and they have all looked, in a measure, to Utah for their bread. Nobody but Latter-day Saints would have lived here, and endured the trials and afflictions that we endured in the beginning; none others would have stayed and fought the crickets one year, as we had to do year after year. Any people but the Latter-day Saints would have left this country long ago. Not only so, on account of the things I have already named, but I will here say that no other people could have lived here&#x2014;no, they would have knocked each others brains out on account of the little water they would have had in their irrigating operations. When men saw their crops and trees withering and perishing for the want of water, the selfishness so general in the world would have worked up to  <div class=\"break pagebreak\" id=\"80a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0080.pdf\" target=\"pdfwin\">p.&#xA0;80a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5831\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>such an extent, that they would have killed one another, and hence I say that none but Latter-day Saints would have stood it; but they, by the training and experience they had before received, were prepared for the hardships and trials they had to encounter in this country. <\/div><div class=\"paragraph jod\" id=\"v15n286\"> Brethren and sisters, let us continue our efforts in cultivating the earth, and in manufacturing what we want. And I still urge upon our Female Relief Societies, in this city and throughout the Territory, to carry out the counsel President Young gave us years and years ago, and try, as far as possible, within ourselves, to make our own bonnets, hats and clothing, and to let the beauty of what we wear be the workmanship of our own hands.<span class=\"citation\" id=\"85403\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85403)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85403)\">D&amp;C 42:40<\/a><\/span> It is true that our religion is not in our coat or bonnet, or it should not be. If a man's religion is there it is not generally very deep anywhere else. But God has blessed us with the products of earth and the blessings of heaven, and his Spirit has been with us; we have been preserved, and the Lord has turned away the edge of the sword, and he has protected us during many years past and gone, and we all have to acknowledge his hand in these things. <\/div><div class=\"paragraph jod\" id=\"v15n287\"> I do not wish to detain this Conference. I felt as though I wanted to make a few remarks on these subjects. I hope, brethren, that we will not slacken our hands with regard to the cultivation of the earth. In the prosecution of our labors in that respect we have everything to contend with that man has been cursed with for five thousand years. We should clean our fields, as far as we can, of the noxious weeds, and our streets of sunflowers. These things encumber the earth. We have one difficulty to contend <div class=\"break columnbreak\" id=\"80b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0080.pdf\" target=\"pdfwin\">p.&#xA0;80b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5831\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> with, unknown save in those portions of the earth where irrigation is practiced. It is true that a man may clean his fields of sunflowers, cockle burrs, blackseed and every other noxious weed that grows, and the very first time he waters his land here will come a peck or a bushel of foul seed from the mountains, and fill every field through which the stream flows. These difficulties we have to fight against, but we must do the best we can. As farmers, we should clean our seed, and not sow the foul along with the good. One man, in a few hours, with a good wire sieve, can sift enough seed for ten acres of land, and perhaps for twenty; while, to pull that bad seed out when grown will cost from one to five hundred dollars, for it will take a score of men days to do it. We should use our time, judgment and the wisdom God has given us to the best advantage in all these things. <\/div><div class=\"paragraph jod\" id=\"v15n288\"> I want the brethren to come together this afternoon and elect their officers, for we desire to hold a fair this fall, in which the agricultural and manufacturing interests of the Territory may be represented and interested. Let us not be weary in well doing;<span class=\"citation\" id=\"74718\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74718)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74718)\">Gal. 6:9<\/a><\/span><span class=\"citation\" id=\"75821\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75821)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75821)\">2 Thes. 3:13<\/a><\/span><span class=\"citation\" id=\"86551\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86551)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86551)\">D&amp;C 64:33<\/a><\/span> let us not slacken our hands,<span class=\"citation\" id=\"62246\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62246)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62246)\">Zeph. 3:16<\/a><\/span> either in cultivating the earth or in the manufacturing of what we need. Cooperate in agricultural and mercantile matters, also in our tanneries, and in the making of butter and cheese. One man may engage in these branches of business with advantage if he have skill and experience to guide him; but in cooperation the wisdom of all is combined for the general good. This plan has been adopted with advantage in other communities, cities, States, Territories and countries, and it can be in this more extensively than it has been hitherto. <\/div> <div class=\"break pagebreak\" id=\"81a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0081.pdf\" target=\"pdfwin\">p.&#xA0;81a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5830\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v15n290\"> I pray that God will bless us, and bless this whole people; and I pray that the testimony which we have received here during this Conference, which is true, may not be forgotten by us. I can bear the same testimony. I know this work is of God. I know Joseph Smith was a Prophet of God. I have heard two or three of the brethren testify about brother Young in Nauvoo. Every man and every woman in that assembly, which perhaps might number thousands, could bear the same testimony. I was there, the Twelve were there, and a good many others, and all can bear the same testimony. The question might be asked, why was the appearance of Joseph Smith given to Brigham Young? Because here was Sidney Rigdon and other men rising up and claiming to be the leaders of the Church, and men stood, as it were, on a pivot, not knowing which <div class=\"break columnbreak\" id=\"81b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0081.pdf\" target=\"pdfwin\">p.&#xA0;81b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5830\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> way to turn. But just as quick as Brigham Young rose in that assembly, his face was that of Joseph Smith&#x2014;the mantle of Joseph had fallen upon him, the power of God that was upon Joseph Smith was upon him, he had the voice of Joseph, and it was the voice of the shepherd.<span class=\"citation\" id=\"69614\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69614)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69614)\">John 10:4<\/a><\/span> There was not a person in that assembly, Rigdon, himself, not excepted, but was satisfied in his own mind that Brigham was the proper leader of the people, for he would not have his name presented, by his own consent, after that sermon was delivered. There was a reason for this in the mind of God; it convinced the people. They saw and heard for themselves, and it was by the power of God. <\/div><div class=\"paragraph jod\" id=\"v15n291\"> May God bless you. May he give us wisdom to direct us in all things, and promote all the interests of Zion for Jesus' sake. Amen. <\/div>\n<\/div>\n<\/div>"}