{"ID":150046, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Times of Our Savior Compared With the Present&#x2014;Revelation&#x2014;Duties of the Saints&#x2014;Self to Be Overcome&#x2014;Coming of Christ.<\/div>\n<div class=\"subtitle\">Discourse by Elder George Q. Cannon, delivered in the 13th Ward Assembly Rooms, Salt Lake City, Sunday Afternoon, March 23, 1873.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: The Times of Our Savior, Etc.<\/div>\n<div class=\"speaker\">Speaker: George Q. Cannon<\/div>\n<div class=\"date\">Date: 3\/23\/1873<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d46\">\n<div class=\"paragraph jod\" id=\"v15n1333\"> [The 11th chapter of Hebrews was read as a text.]<span class=\"citation\" id=\"76949\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76949)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76949)\">Heb. 11:1-40<\/a><\/span> A more comprehensive chapter than this, in its description of the effects of faith when properly exer<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"366b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0366.pdf\" target=\"pdfwin\">p.&#xA0;366b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5545\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>cised by the children of men, I think is not contained within the lids of the Bible. The entire history of  <div class=\"break pagebreak\" id=\"367a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0367.pdf\" target=\"pdfwin\">p.&#xA0;367a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5544\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>God's dealings with the children of men, so far as the Jewish record is concerned, is epitomized therein. The Apostle, in the plainest possible language, describes the leading events that had transpired up to his day among the fathers of his nation, setting forth with unmistakable clearness the power that they wielded through faith in God, in accomplishing the work that was assigned unto them; and he tells the Hebrews, in writing to them upon this subject, that it is impossible to please God without faith, for those who come unto him must believe that he is the rewarder of them that diligently seek him.<span class=\"citation\" id=\"76974\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76974)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76974)\">Heb. 11:6<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v15n1335\"> I expect that the Apostle Paul had a generation to deal with that were not dissimilar to the generation in which we live&#x2014;a generation who had in their midst the Scriptures, the predictions of the holy Prophets, ministers who professed to have received the authority which they exercised in ministering to the people from a high source, and who were, in their own opinion at least, called of God, an elect people, a chosen generation,<span class=\"citation\" id=\"77826\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77826)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77826)\">1 Pet. 2:9<\/a><\/span> who rejoiced in the power that had been made manifest to and in behalf of their fathers, and which, to a certain extent, they had received. The Apostle, in this chapter, pointed out the power which their fathers exercised through faith, and to the mighty works that had been wrought thereby, and he endeavored to stir up within them a desire to exercise the same faith. <\/div><div class=\"paragraph jod\" id=\"v15n1336\"> At the time that Paul wrote this epistle to the Hebrews, the Jews did not believe in living revelation; they did not believe that God spoke to his people by any manifestations such as their fathers had received. We are told that they garnished the sepulchres of the dead Prophets,<span class=\"citation\" id=\"65564\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65564)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65564)\">Matt. 23:29<\/a><\/span> that they reverenced the places of their <div class=\"break columnbreak\" id=\"367b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0367.pdf\" target=\"pdfwin\">p.&#xA0;367b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5544\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> birth, honored their memories, and declared that if they had lived in the days of their fathers they would not have been guilty of putting the Prophets to death.<span class=\"citation\" id=\"65572\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65572)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65572)\">Matt. 23:30<\/a><\/span> But the Son of God and his Apostles were treated by them precisely as their fathers had treated the Prophets of old. <\/div><div class=\"paragraph jod\" id=\"v15n1337\"> It is a good thing for us who live in this generation that we have this record in our midst. It is an encouraging thing to read the history of the past, and to learn about the treatment that men of God received in ancient days. It is encouraging for those who contend for the same faith<span class=\"citation\" id=\"78855\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78855)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78855)\">Jude 1:3<\/a><\/span> to know that slander, persecution, ignominy and shame, and even death itself are not evidences of the falsity of a system, or of the falsity of the doctrines taught by any individual, because we have the history of the Apostles&#x2014;some of the best men that have ever trod the earth, and of Jesus, the holiest and best man that ever trod the earth, or that ever will, and we find that he and they were persecuted, hated and despised, and their names were cast out as evil,<span class=\"citation\" id=\"67228\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67228)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67228)\">Luke 6:22<\/a><\/span> and they were slain by a generation who professed to honor God and be very righteous, and who claimed to be the descendants of the Patriarchs of old, who were called the friends of God.<span class=\"citation\" id=\"77614\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77614)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77614)\">James 2:23<\/a><\/span> If this story were told to us without our knowing anything of the circumstances, we should be reluctant to believe it. It would be a difficult thing to persuade us that human beings could have been so base and degraded, and so lost to every feeling of humanity as to persecute and crucify a pure being like Jesus, who had come from the Father for the express purpose of laying down his life as an expiation for their sins.<span class=\"citation\" id=\"69666\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69666)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69666)\">John 10:15,17<\/a><\/span><span class=\"citation\" id=\"70171\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70171)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70171)\">John 15:13<\/a><\/span> But the record is before us. We have been familiar with it from our infancy, and in the minds of those who profess to have  <div class=\"break pagebreak\" id=\"368a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0368.pdf\" target=\"pdfwin\">p.&#xA0;368a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5543\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>any faith in God, there is no room to doubt it. It is most fortunate for us that this record has been preserved, for by it we are enabled to understand what kind of a generation lived in the day in which the chapter I have read in your hearing was written. They were a people who spoke highly of religion, who built synagogues and places of worship, who honored the Sabbath day, who wore long phylacteries,<span class=\"citation\" id=\"65496\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65496)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65496)\">Matt. 23:5<\/a><\/span> on which were written select passages from Scripture, who had the word of God written on their very doorposts, who prayed at the corners of the streets,<span class=\"citation\" id=\"63291\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63291)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63291)\">Matt. 6:5<\/a><\/span> who fasted,<span class=\"citation\" id=\"126721\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126721)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126721)\">Matt. 6:16<\/a><\/span> and, apparently, sought in every way to glorify God. They believed in Abraham and Moses, and in the covenants which God made with them. They believed and practiced the law which Moses had revealed unto them, and so strict were they in observing many of its principles, that they were ready on one occasion to have a woman slain for the violation of the commandment respecting adultery;<span class=\"citation\" id=\"69419\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69419)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69419)\">John 8:3-11<\/a><\/span> and at another time their wrath was kindled against the disciples because they plucked some ears of corn on the Sabbath day to appease their hunger.<span class=\"citation\" id=\"64343\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64343)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64343)\">Matt. 12:1-8<\/a><\/span> They considered that act a violation of the Sabbath, and their righteous souls were shocked thereat. They were shocked even at the idea of Jesus eating with unwashed hands,<span class=\"citation\" id=\"64762\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64762)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64762)\">Matt. 15:2,20<\/a><\/span> and at him, who professed to be a teacher, associating with publicans and sinners.<span class=\"citation\" id=\"64054\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64054)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64054)\">Matt. 9:11<\/a><\/span> They thought it was beneath the dignity of a man of God to condescend to associate with the low and degraded. This was the kind of people that existed when Paul wrote this chapter, yet with all their professions and with all their apparent sanctity they were utterly destitute of the knowledge and power of God. They drew near to God with their lips, but their hearts were <div class=\"break columnbreak\" id=\"368b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0368.pdf\" target=\"pdfwin\">p.&#xA0;368b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5543\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> far from him.<span class=\"citation\" id=\"64764\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64764)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64764)\">Matt. 15:8<\/a><\/span> They made a great parade of their religion,<span class=\"citation\" id=\"126722\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126722)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126722)\">Matt. 6:1-2<\/a><\/span> but they dwelt on the glories of the past, on the evidences of God's favor which their nation and religion had formerly received. But did they themselves possess the spirit of prophecy, and the faith which Paul describes?<span class=\"citation\" id=\"126723\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126723)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126723)\">Heb. 11:1-40<\/a><\/span> If they had they would have recognized Jesus when he came amongst them, and they would have gladly received him and his teachings, and would have obeyed and practiced in their lives the principles of his Gospel. But as I have said, they were utterly destitute of the Spirit of God, they were darkened in their minds, and instead of receiving Jesus and his teachings, they hounded him until they got him into their power and then they slew him, and they treated his Apostles in the same manner. <\/div><div class=\"paragraph jod\" id=\"v15n1339\"> It is truly said that history repeats itself. We are familiar with this in the history of our race. When the Prophets who preceded Jesus went into the midst of the people and preached unto them the word of God, they found them believing in the Prophets who had gone before. They were willing to receive the testimony of Moses, and of some who succeeded him. Samuel, after his death, was recognized as a great Prophet by the Jews, and so were some others who were dead; but while they lived they were treated much the same as Jesus and his Apostles were treated. The wicked could not recognize the character of the men of God who labored among them, and they rejected and persecuted them, and slew many of them. This is characteristic of the human family. One of the most unreliable things connected with mankind is popular opinion. So far as God's dealings with the children of men are concerned, and the sending of Prophets and Apostles to them, those who  <div class=\"break pagebreak\" id=\"369a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0369.pdf\" target=\"pdfwin\">p.&#xA0;369a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5542\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>have been guided by popular opinion have always erred. The opinions of the great majority concerning the truth have in almost every instance been unreliable. Moses, notwithstanding the mighty miracles he performed, was not appreciated by those among whom he lived, and narrowly escaped being stoned by the people whom he led across the Red Sea.<span class=\"citation\" id=\"54078\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54078)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54078)\">Ex. 17:4<\/a><\/span> When they got into the wilderness they murmured at him,<span class=\"citation\" id=\"54037\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54037)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54037)\">Ex. 16:1-3<\/a><\/span> and were ready to choose others to lead them back to Egypt.<span class=\"citation\" id=\"54716\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54716)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54716)\">Num. 14:2-4<\/a><\/span> It was so with Samuel. Although the nation was comparatively a righteous nation, they rejected him. They were not content with the power and authority which he exercised over them, and they wanted a king.<span class=\"citation\" id=\"55421\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55421)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55421)\">1 Sam. 8:6<\/a><\/span> So with other Prophets. The more wicked the generation, the harder they were to convince of the truth of the predictions that were uttered among them by the servants of God; and so much was this the case, that it became almost an infallible rule, when a majority of the people decided against a man, he was sure to be a servant of God. <\/div><div class=\"paragraph jod\" id=\"v15n1341\"> It may be asked, why has this been the case? I know that men say, If God be God, and is the being that he is described to be, why has he not manifested his power in the midst of his children to such an extent that they are compelled to receive the testimony of his servants? There is a class of people who cannot understand why it is that truth cannot be made so plain to the human understanding that men cannot reject it. Infidels advance this as an evidence that there is no such thing as divine power, no such being as God, and that there is no Supreme Providence presiding over the affairs of the children of men. They say that if God be the kind of being that he is described to be in the Scriptures, <div class=\"break columnbreak\" id=\"369b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0369.pdf\" target=\"pdfwin\">p.&#xA0;369b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5542\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> it would be inconsistent with his character to withhold from the children of men such manifestations of power as would convince them beyond all controversy that the men he sends to declare his will unto them are his divinely appointed servants. <\/div><div class=\"paragraph jod\" id=\"v15n1342\"> It is very plausible, taking one view of the subject, for men to imagine that this ought to be the way in which God should act; but there is one saying, written in ancient days, that is as true today as when it was written, that is, &#x201C;That as the heavens are higher than the earth, so are God's ways higher than our ways, and God's thoughts higher than our thoughts.&#x201D;<span class=\"citation\" id=\"59808\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59808)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59808)\">Isa. 55:9<\/a><\/span> In our degradation and ignorance we cannot comprehend the purposes and plans of our heavenly Father. No man can do this. If any man were capable of doing this, he would be unfit to dwell on earth, and he might perhaps be translated, as Enoch was anciently.<span class=\"citation\" id=\"76968\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76968)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76968)\">Heb. 11:5<\/a><\/span> No man can rise to the wisdom of Deity, and comprehend the purposes and designs of him who created the earth and placed us upon it, and who regulates the movements of the universe of which we form a part; and when we try to do it, it is like a child just beginning to talk, seeking to dictate and comprehend the movements, actions and thoughts of men who are in possession of the wisdom and experience of mature age. In fact the difference is greater. Our Father and God has made it plain to us that he has placed us here on this earth in order that we may be tested and proved in the exercise of the agency that he has given us; and if, when he sends forth his Prophets, he were to manifest his power, so that all the earth would be compelled to receive their words, there would be no room then for men to exercise their agency, for they would be compelled to adopt  <div class=\"break pagebreak\" id=\"370a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0370.pdf\" target=\"pdfwin\">p.&#xA0;370a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5541\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>a certain course, and to receive certain teachings and doctrines regardless of their own wishes and will. But God has sent us here, and has given to every one of us our agency, as much so as he has his. I, in my sphere, have my agency, as much as God, my Eternal Father, or as Jesus, my elder brother, has in his. I can do right or I can do wrong; I can serve God or reject him; I can keep his commandments or violate them; I can receive his Spirit or reject it. This agency God has given unto man, and hence it is that when he sends his truth, and his servants to declare it unto the people, he does it in such a way that man is left to the free exercise of his agency in receiving or rejecting them; at the same time we are assured that whoever receives that truth will also receive the convincing power of the Spirit of God to bear testimony to him that it is divine; and this is the reason why, as the Apostle says in the chapter I read to you, the ancient Saints, though they were stoned, sawn asunder, tempted, slain with the sword; though they wandered about in sheepskins and in goatskins, being destitute, afflicted and tormented,<span class=\"citation\" id=\"77069\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77069)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77069)\">Heb. 11:37<\/a><\/span> were able to endure to the end. They had received a testimony from God through obedience to his Gospel in the exercise of their agency in the right direction, and this enabled them to endure all these things cheerfully, looking forward, as Paul says Moses did when he fled from Egypt, to the recompense of reward.<span class=\"citation\" id=\"77038\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77038)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77038)\">Heb. 11:26-27<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v15n1344\"> In this manner the servants of God have gone forth in every age and preached the Gospel. To bring the matter down to our own day&#x2014;when Joseph Smith commenced to preach the Gospel, to tell the people that God had once more spoken from the heavens, a great many said, &#x201C;Where are the signs, or evidences <div class=\"break columnbreak\" id=\"370b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0370.pdf\" target=\"pdfwin\">p.&#xA0;370b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5541\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> that God has done this? Can you not show some sign or work us some miracle that shall convince us that this is true? If you will work us a miracle, if you will walk on the water, raise the dead, or do some other miraculous work, then we will believe that he has spoken to you, and that the words you testify to are true.&#x201D; They wanted signs, and yet they had the Bible in their midst. The position of those to whom Joseph taught the Gospel was very similar to that of the Jews in Paul's day, only the former were more blessed than the Jews were unto whom Jesus came. They had the Prophets and Apostles, that is, they had their words. They had the record of the Gospel as taught by Jesus and his Apostles, with the account of the miracles wrought by them; they had a form of godliness,<span class=\"citation\" id=\"76154\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76154)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76154)\">2 Tim. 3:5<\/a><\/span> and they thought they were on the road of salvation. But they did not believe in miracles, they did not believe that God was a God of revelation, hence they would not receive the testimony of the Prophet Joseph, but they wanted miracles to convince them. In this they made a great mistake, as many others have done in other ages of the world in relation to this matter. It is written of Jesus that he did not do many mighty works in Galilee because of the unbelief of the people;<span class=\"citation\" id=\"64724\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64724)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64724)\">Matt. 13:58<\/a><\/span> and he said it was a wicked and adulterous generation that demanded a sign, and none should be given them.<span class=\"citation\" id=\"126724\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126724)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126724)\">Matt. 12:39<\/a><\/span><span class=\"citation\" id=\"64807\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64807)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64807)\">Matt. 16:4<\/a><\/span> When the people demanded miraculous signs of Joseph Smith to convince them of the truth of his testimony, they would not, or did not exercise their agency, but wanted some overpowering evidence to convince them. <\/div><div class=\"paragraph jod\" id=\"v15n1345\"> The Lord does not operate in that way among the children of men. He sends forth his servants with the truth, and he makes this promise&#x2014;he made it through Joseph Smith&#x2014;   <div class=\"break pagebreak\" id=\"371a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0371.pdf\" target=\"pdfwin\">p.&#xA0;371a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5540\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>If they will believe in Jesus Christ, repent of their sins, be baptized for the remission thereof by one having authority, they shall receive the Holy Ghost and a testimony from Him as to the character of the work in which they have engaged. A man who comes to God must believe that he is God, that he has power to do as he says.<span class=\"citation\" id=\"76975\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76975)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76975)\">Heb. 11:6<\/a><\/span> This is the way the ancients received their faith. The difficulty today is, that the people do not believe that God is a being of this character. You talk to those men who profess to be ministers of the Gospel, and ask them, &#x201C;Do you have the gifts, powers and blessings of the Gospel as they were enjoyed by the Saints in ancient days?&#x201D; and the reply will be, invariably, &#x201C;That power is withdrawn, those gifts and blessings are no longer enjoyed among men. God does not reveal his will unto the children of men as he did in ancient days, and it is in vain for you to ask God for those blessings, for they will not be bestowed.&#x201D; This is the teaching of the ministers in the religious world today. Is it any wonder that there is no faith among men? Is it any wonder that the blessings which Paul describes as being the fruits of faith<span class=\"citation\" id=\"74646\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74646)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74646)\">Gal. 5:22<\/a><\/span> are not realized today? Is it any wonder that men wander in darkness and error, and that the heavens are as brass over their heads?<span class=\"citation\" id=\"55165\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55165)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55165)\">Deut. 28:23<\/a><\/span> Is it any wonder that angels do not come to earth and visit men, and that the gifts and blessings of the Gospel are not enjoyed? It is no wonder to me; on the contrary, the wonder to me is that there is so much faith, or rather that there is any faith left among the children of men, and to tell the truth, my brethren and sisters, there is but very little. I can see a great change since I became old enough to comprehend anything about religion. I can see an absence of that faith which reli<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"371b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0371.pdf\" target=\"pdfwin\">p.&#xA0;371b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5540\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>gious people once had. There has been a gradual lapsing into unbelief, and infidelity and skepticism are growing among the people, and today there is very little of that old fashioned vital religion that was enjoyed previous to the revelation of the Gospel. <\/div><div class=\"paragraph jod\" id=\"v15n1347\"> Among the earliest of the predictions of the Elders of this Church that I can remember, were those foretelling, as effects which should follow the declaration of the Gospel in these days, those we now see. They declared that when this Gospel was proclaimed unto the people, if they rejected it, the faith which they then enjoyed and the light they then possessed would disappear, and they would be left in darkness. I have lived to see the fulfillment of this prediction. The Apostle Paul, in his epistle to the Thessalonians, says, &#x201C;For this cause God will send them strong delusions, that they may believe a lie, who take not pleasure in righteousness,&#x201D;<span class=\"citation\" id=\"75817\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75817)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75817)\">2 Thes. 2:11-12<\/a><\/span> &amp;c. &#x201C;For this cause&#x201D;&#x2014;because they rejected the truth and the testimony of God's servants, strong delusion would be sent unto them, which would cause them to believe a lie.<span class=\"citation\" id=\"75810\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75810)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75810)\">2 Thes. 2:11<\/a><\/span> I have lived to see the fulfillment of that prediction. The first time I heard of modern revelation outside of this Church, I was on the Sandwich Islands. I had been from home then several years. I happened to call at the house of a friend and picked up a book. I read its preface; and I was astonished at it. I had never heard of anything of the kind outside of our Church before then. The author argued that it was right to expect that spirits would visit and make communications to men, and he went on to quote from the Bible in support of his argument. I have since seen many books of the same character,  <div class=\"break pagebreak\" id=\"372a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0372.pdf\" target=\"pdfwin\">p.&#xA0;372a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5539\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and it is now as common to believe in spiritual revelation as it was formerly uncommon. It is as rare a thing now to meet with persons who do not believe in this in some form as it was formerly to meet with those who did believe it. Up to the time of my early manhood I had never heard of anybody believing in this but Latter-day Saints. Now you will find ministers of religion&#x2014;Methodists, Presbyterians, Episcopalians, and men of all classes and degrees who believe in spiritual communications. But have they any organization, or any point upon which they can unite together? No, each man receives revelation to suit himself, until today there is no faith in the land and no belief in the manifestations of the power of God. The adversary has captivated the hearts of the children of men, he has fortified their minds against the truth, and is leading them to destruction. <\/div><div class=\"paragraph jod\" id=\"v15n1349\"> Formerly, the great objection to the Latter-day Saints was that they believed in revelation. That was one of the great charges made against us in Jackson County, Mo. Another was, that we had a Prophet, whose words we hearkened to, and that we believed in the working of miracles. These were among the charges made against us by the mob as a reason why we should be expelled from our lands. But after a few years had elapsed, our cunning adversary began to give revelations and manifestations to the people, and he spread abroad his lying signs and wonders, and now they are far more numerous than those contained in the Bible. People everywhere can get revelation. Profane men and women&#x2014;drunkards, gamblers and wicked people of every decree can get round a table and obtain revelation. What <div class=\"break columnbreak\" id=\"372b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0372.pdf\" target=\"pdfwin\">p.&#xA0;372b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5539\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> necessity is there for them to obey the Gospel? What attractions has truth for such persons? They can get all the revelation they need without having recourse to the Gospel or to its ordinances, or without being under the necessity of enduring the ignominy of being the servants of God, for it has always been considered ignominious by the world to be a servant of God since Satan had power in the earth.<span class=\"citation\" id=\"93004\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93004)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93004)\">Moses 7:24<\/a><\/span> Can you not see how cunningly the adversary has worked, and how difficult it is under such circumstances to snatch people from the error of their ways? The truth has not been sweet or desirable to this generation, and they have rejected it. The truth has no attractions for those who do not love it for its own sake. Connected with the truth there is a love<span class=\"citation\" id=\"78823\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78823)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78823)\">2 Jn. 1:1-2<\/a><\/span> such as Jesus said his followers should have,<span class=\"citation\" id=\"126725\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126725)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126725)\">John 13:34-35<\/a><\/span> which should induce them to cleave to it when they were persecuted,<span class=\"citation\" id=\"62999\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62999)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62999)\">Matt. 5:11<\/a><\/span> their names cast out as evil,<span class=\"citation\" id=\"67229\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67229)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67229)\">Luke 6:22<\/a><\/span> and when they should be hated of all men for his sake.<span class=\"citation\" id=\"64132\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64132)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64132)\">Matt. 10:22<\/a><\/span> There is nothing attractive about all this to people who do not love the truth for its own sake, but they who do are willing to endure all things<span class=\"citation\" id=\"76107\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76107)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76107)\">2 Tim. 2:10<\/a><\/span><span class=\"citation\" id=\"94219\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94219)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94219)\">A of F 1:13<\/a><\/span> for the sake of the blessings that God has promised to bestow upon them. <\/div><div class=\"paragraph jod\" id=\"v15n1350\"> Brethren and sisters, it is our duty as individuals and as a people to live so that we may have that faith that was once delivered to the Saints;<span class=\"citation\" id=\"78856\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78856)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78856)\">Jude 1:3<\/a><\/span> that we may have the revelations of God in our hearts, that we may know for ourselves concerning the truth, and have each day a testimony thereof. You know that the idea is very prevalent that we are led by one man, or by a few men. It is thought that President Young leads this people according to his own ideas, and that he and his counselors and the Twelve, through some cunning craft of theirs, are able to  <div class=\"break pagebreak\" id=\"373a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0373.pdf\" target=\"pdfwin\">p.&#xA0;373a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5538\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>influence them to do this or reject that, to pursue this course or avoid that. I suppose this idea will be prevalent as long as there are people who do not understand the character of this work. But it is our duty, one and all, to live so that we shall have the light of the Holy Spirit and a continual testimony within us of the truth of the work that God has established, and that we may have that faith that will enable us to endure all things. If women had their dead restored in ancient days,<span class=\"citation\" id=\"77059\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77059)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77059)\">Heb. 11:35<\/a><\/span> women ought to have faith enough in these days to realize the same blessings. But a spirit of unbelief, darkness and hardness of heart has gone forth, and it is shared to some extent by this people. The more we mingle with the world the more of this spirit we feel. It permeates the literature of the present day. You cannot take up a book that has not been written by a servant of God, that does not bear evidence of this spirit of unbelief. You cannot take up a newspaper, but something is said therein to weaken the faith of those who have any. Unbelief permeates the world at large. There are good reasons for this. The great mass of the people ridicule Jesus, the resurrection and life beyond the grave. They cannot understand why men should deny themselves and suffer as Jesus and his disciples did. The people of today cannot comprehend anything but living for today, enjoying themselves and having pleasure today, and letting tomorrow take care of itself. The idea of laying up treasures in heaven<span class=\"citation\" id=\"63509\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63509)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63509)\">Matt. 6:20<\/a><\/span> is ridiculed, even by some who call themselves Latter-day Saints. I have heard, and perhaps you have, some amongst us say, &#x201C;I am satisfied with getting the best I can here, and with enjoying myself to the best advantage here, and let the fu<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"373b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0373.pdf\" target=\"pdfwin\">p.&#xA0;373b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5538\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ture take care of itself. I do not know anything about the life to come, but I know about this, and I want my enjoyment here, and I will risk the future.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v15n1352\"> The whole tendency of the Gospel of Jesus is to the effect that we must deny ourselves,<span class=\"citation\" id=\"64940\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64940)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64940)\">Matt. 16:24<\/a><\/span> and be willing to endure and suffer even to death itself.<span class=\"citation\" id=\"81946\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81946)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81946)\">Mosiah 17:10<\/a><\/span><span class=\"citation\" id=\"89280\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89280)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89280)\">D&amp;C 98:14<\/a><\/span> It is right that we should dress comfortably and according to our means; it is right that we should take care of our bodies and have suitable food. God has given us the elements of food and raiment and to build good houses. He has given us horses and cattle, and the materials to make carriages, and it is right that we should use these things. I do not believe in any religion that denies to man the use of the blessings which God has given, but I deny that God designs that we should abuse or worship these things. If you or I have wealth, we should not worship it. If you have comforts, your heart should not be set upon them. If you have pleasant homes, orchards, gardens and fields you should not worship them, but hold them as the gifts of God, and be as ready to go forth and leave them as you would to leave a barren wilderness, or as these Indians are to take up their wick-i-ups and go from place to place. As Latter-day Saints we should be ready and willing to move in any direction and to do anything that our Father and God requires of us, holding the religion that he has given us dearer than life itself. Our brethren and sisters who lived anciently aimed for the same glory that we are aiming for, and they were willing to be sawn asunder, to be stoned, to dress in sheepskins and goatskins, to dwell in dens and caves of the earth,<span class=\"citation\" id=\"77088\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77088)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77088)\">Heb. 11:37-38<\/a><\/span> to have their names cast out as evil,<span class=\"citation\" id=\"67230\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67230)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67230)\">Luke 6:22<\/a><\/span> and to do all things for the righteousness of God.<span class=\"citation\" id=\"72305\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72305)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72305)\">Rom. 3:22<\/a><\/span> We are aiming for the same  <div class=\"break pagebreak\" id=\"374a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0374.pdf\" target=\"pdfwin\">p.&#xA0;374a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5537\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>glory they have received, and if we attain to it we must be willing to endure all the afflictions and to make all the sacrifices they endured and made. <\/div><div class=\"paragraph jod\" id=\"v15n1354\"> There is this difference between us and the work in which we are engaged, and them and the work in their day&#x2014;they looked forward to the time when the kingdom of God would be withdrawn from the earth on account of the growth of unbelief and apostasy, but in our day God has promised that this kingdom shall stand forever.<span class=\"citation\" id=\"61256\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61256)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61256)\">Dan. 2:44<\/a><\/span> On that account we can rejoice. We know that our enemies' attacks upon us will fail. They may drive us, at least they have done it, but I do not think they will again if we are faithful. They have driven and persecuted us; they have slain some of our numbers, they have cast out our names as evil;<span class=\"citation\" id=\"67231\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67231)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67231)\">Luke 6:22<\/a><\/span> they have called us everything vile, as they did Jesus. We are of all men the most despised, so far as our characters are concerned; and yet we are known better than any other people. The adversary has spread this mist of darkness over the minds of the people until they think us capable of everything evil. But notwithstanding all this, the course of this work is onward and upward, and it will prevail. Men may combine and form plots and schemes against it, and do everything in their power to overthrow it, but they will be signally defeated every time in the future, as they have been in the past. There has never been a move against this Church, from its organization until the present time, that did not benefit it. There never has been a hostile hand stretched forth that did not add to the speed and strength of its progress. There never has been a drop of the blood of its members shed by the ungodly that has not contributed to the increase of our <div class=\"break columnbreak\" id=\"374b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0374.pdf\" target=\"pdfwin\">p.&#xA0;374b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5537\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> numbers, and that has not added to the strength of the system with which we are connected. Let your minds go back and contemplate the history of this Church, trace the course of this people from the inception of God's work to the present time, and what has there been done against it or them that has not added to its strength and to the certainty of its perpetuity? Think of all the schemes concocted, and of all the smart men that have been engaged in fighting this work; think of all the talented men in the Church who have apostatized and have preached against the Gospel, and have written books and newspaper articles, and everything else to destroy this work. Think of it, and then think how this people have gone forth increasing in strength, numbers and everything that is calculated to make them great and mighty. God has preserved us. He has given us the supremacy of the land and to Him the glory is to be ascribed for the supremacy we still maintain. It is not because our enemies would have it so. They have fought us step by step; they have devised mischief<span class=\"citation\" id=\"56574\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56574)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56574)\">Ps. 36:4<\/a><\/span><span class=\"citation\" id=\"57392\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57392)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57392)\">Prov. 6:14<\/a><\/span> and evil in various ways against us, but God, through His providences, has overruled all for our good, and to Him, not to man, be the glory therefor. Man is utterly incapable of accomplishing these results. There were men in ancient days as brave, fearless, honest and mighty as any who have been connected with this work, but they sank beneath the blows of their destroyers, and went down to death. Satan and his emissaries overcame them. But God has now set to his hand for the last time to build up his kingdom and to send his Gospel to the people, and he has declared that when that time arrived his work should never again be overcome. <\/div><div class=\"paragraph jod\" id=\"v15n1355\"> Any man who will look at the con<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"375a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0375.pdf\" target=\"pdfwin\">p.&#xA0;375a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5536\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>dition of the people will say that if there ever was a time in the history of the world when God should speak to man it is now. The people everywhere are gone astray.<span class=\"citation\" id=\"59650\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59650)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59650)\">Isa. 53:6<\/a><\/span> Men and women are filled with extravagance and foolish notions, and they are corrupt in every sense of the word. The churches are corrupted, the people are divided, and the humble man who desires to serve God is laughed at, ridiculed and crowded to the wall, while the man who is bold in iniquity, and shrewd in taking advantage of his fellows, lords it over them. Honesty is far below par, and the virtuous are the butt and ridicule of the wicked. Mingle among men of the world and talk to them about virtue, and they will laugh at you, and if a man is known to be chaste and pure in his thoughts and actions he is ridiculed and sneered at. It is so with everything else that God values. Think of it. Where do you see meek and humble men prospered? You see bold, defiant men&#x2014;those shrewd in iniquity, get all the advantages, and the man who can take advantage of his neighbor<span class=\"citation\" id=\"81508\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81508)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81508)\">2 Ne. 28:8<\/a><\/span> best flourishes most. Is this right? No. I should mourn for the race if I thought so, I should mourn if I thought that this condition of things would forever prevail. God promised in ancient days that in the latter days he would reveal the truth, send forth his servants and gather out his people.<span class=\"citation\" id=\"93143\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93143)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93143)\">Moses 7:62<\/a><\/span> He has commenced the work. By the preaching of his word, he has gathered thousands of honest-hearted people who love the truth and who are willing to abide by it. He has given unto them the same spirit that he gave to his servants in ancient days. He has given them the same faith, but they do not always exercise it as they should do, they are overcome of evil; and there are some who call themselves Latter-day Saints <div class=\"break columnbreak\" id=\"375b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0375.pdf\" target=\"pdfwin\">p.&#xA0;375b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5536\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> who have almost got to believe that there is nothing particularly special in this work, God has not shown himself as they expected. Such persons will sooner or later leave the Church if they do not repent. <\/div><div class=\"paragraph jod\" id=\"v15n1357\"> There is this about unbelief, brethren and sisters, it is one of the most dreadful feelings, I think, that can assail any human being. I have seen men in this condition, and I have thought while beholding them, that I got a better conception of hell than I ever did from any other exhibition. How, you may ask, shall we guard against this spirit of unbelief? I will tell you. There are some people who, when assailed by doubt, will commence a controversy with the devil, they will argue with him, and give room to him. You should never condescend to any such thing. Just tell him you have nothing to do with him, bid him to get behind you,<span class=\"citation\" id=\"126726\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126726)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126726)\">Matt. 16:23<\/a><\/span> you have set out to serve God and to keep his commandments, and you are going to do it regardless of him or any of his temptations or snares. Be firm and steadfast, and close your ears against evil influences and everything of that kind. I will tell you a rule by which you may know the Spirit of God from the spirit of evil. The Spirit of God always produces joy<span class=\"citation\" id=\"74647\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74647)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74647)\">Gal. 5:22<\/a><\/span><span class=\"citation\" id=\"81850\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81850)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81850)\">Mosiah 4:3<\/a><\/span> and satisfaction of mind. When you have that Spirit you are happy; when you have another spirit you are not happy. The spirit of doubt is the spirit of the evil one; it produces uneasiness and other feelings that interfere with happiness and peace. <\/div><div class=\"paragraph jod\" id=\"v15n1358\"> It is your privilege, and it ought to be your rule, my brethren and sisters, to always have peace and joy in your hearts. When you wake in the morning and your spirits are disturbed, you may know there is some spirit or influence that is not right. You should never leave your bed  <div class=\"break pagebreak\" id=\"376a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0376.pdf\" target=\"pdfwin\">p.&#xA0;376a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5535\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>chambers until you can get that calm, serene and happy influence that flows from the presence of the Spirit of God, and that is the fruit of that Spirit.<span class=\"citation\" id=\"74648\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74648)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74648)\">Gal. 5:22<\/a><\/span> So during the day you are apt to get disturbed, angry and irritated about something. You should stop, and not allow that influence to prevail or have place in your heart. &#x201C;Why,&#x201D; says one, &#x201C;not be angry?&#x201D; No, not be angry, unless righteously so at some great wrong that ought to be reproved. That is not the anger of which I speak. Some people will get angry with their wives, husband, children or friends, and will justify themselves and think they are perfectly right because they have some spirit which prompts them to say harsh things. I have known people give themselves great credit for their frankness and candor for speaking angrily and improperly. &#x201C;Why,&#x201D; said they, &#x201C;it is better to &#x2018;spit&#x2019; it out than to keep it in.&#x201D; I think it is far better to keep it in than to let it out. If you do not speak it, nobody knows how you feel, and certainly the adversary does not get the advantage over you. You do not make a wound. <\/div><div class=\"paragraph jod\" id=\"v15n1360\"> We of all people should be happy and joyful. When the clouds seem the darkest and most threatening, and as though the storm is ready to burst upon us with all its fury, we should be calm, serene and undisturbed, for if we have the faith we profess to have we know that God is in the storm; in the cloud or in the threatened danger, and that he will not let it come upon us only as far as is necessary for our good and for our salvation, and we should, even then, be calm and rejoice before God and praise him. Yes, if led like the three Hebrew children, to the fiery furnace to be cast therein,<span class=\"citation\" id=\"61399\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61399)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61399)\">Dan. 3:1-30<\/a><\/span> or as Dan<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"376b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0376.pdf\" target=\"pdfwin\">p.&#xA0;376b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5535\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>iel was, into the lions' den,<span class=\"citation\" id=\"61541\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61541)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61541)\">Dan. 6:1-28<\/a><\/span> even then we should preserve our equanimity and our trustfulness in God. I know that some will say, &#x201C;This is folly and enthusiasm,&#x201D; but notwithstanding this idea I know that there is a power in the religion of Jesus Christ to sustain men even under these circumstances and they can rejoice in them. Yes, if we had to take our flight into these canyons and mountains to hide from our enemies who were hunting us in the deserts and wilds of this great interior country, we should be as happy then if we loved our religion as we are today. I know that when the Saints crossed these plains in destitution, driven by their enemies from their pleasant places, burying their dead by the wayside, I know that God bestowed peace upon them, and that they rejoiced to as great an extent as they have at any time since. <\/div><div class=\"paragraph jod\" id=\"v15n1361\"> Brethren and sisters, seek for the faith once delivered to the Saints.<span class=\"citation\" id=\"78857\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78857)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78857)\">Jude 1:3<\/a><\/span> I know that faith will grow in you, and it should grow in you and you should instill it into your children, that it may be a fixed principle with them, that we whom God has called from the nations of the earth may be the nucleus of a faith that shall be disseminated until there shall be found amongst us the faith once given to the Saints,<span class=\"citation\" id=\"78858\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78858)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78858)\">Jude 1:3<\/a><\/span> and until a race shall spring from us who, like the mighty of ancient days, shall, through faith stop the mouths of lions, put to flight the armies of the aliens, quench the violence of fire and raise their dead to life;<span class=\"citation\" id=\"77054\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77054)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77054)\">Heb. 11:33-35<\/a><\/span> until the darkness that enshrouded us and our fathers shall be known no more, and we be prepared for an eternal residence in his presence. This is my prayer in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}