{"ID":150032, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Pre-Existence of Our Spirits.<\/div>\n<div class=\"subtitle\">Discourse by Elder Orson Pratt, delivered in the 14th Ward Assembly Rooms, Sunday Afternoon, Dec. 15, 1872.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: Pre-Existence of Our Spirits.<\/div>\n<div class=\"speaker\">Speaker: Orson Pratt<\/div>\n<div class=\"date\">Date: 12\/15\/1872<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d32\">\n<div class=\"paragraph jod\" id=\"v15n865\"> It would have been my choice this afternoon to sit and listen to others, but having been requested to address the congregation I cheerfully comply, having a desire in my heart that God will pour out his Holy Spirit upon me and upon the hearers, so that we may be mutually edified.<span class=\"citation\" id=\"85952\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85952)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85952)\">D&amp;C 50:22<\/a><\/span> We call ourselves the children of the Most High God. It is a term that is Scriptural in its nature, and that has been applied to the people of God in all ages. In the hymn that was sung, at the opening of this meeting, <div class=\"break columnbreak\" id=\"241b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0241.pdf\" target=\"pdfwin\">p.&#xA0;241b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5670\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> this subject was more fully portrayed, according to the views of the Latter-day Saints, than is generally expressed by religious people in the world, for I believe that all religious people claim to be, and term themselves, the children of God. It may not be amiss to investigate, for a little while, the reality of this title, and see if we can come to some kind of an understanding in regard to our being the sons and daughters of the Most High God. It is said by some that we are his sons and daughters only by adop<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"242a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0242.pdf\" target=\"pdfwin\">p.&#xA0;242a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5669\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tion, or through obedience to the Gospel; that we become his sons and his daughters, through being born of the water and of the Spirit.<span class=\"citation\" id=\"68806\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68806)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68806)\">John 3:5<\/a><\/span><span class=\"citation\" id=\"81872\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81872)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81872)\">Mosiah 5:7<\/a><\/span> Now I admit that it is necessary for the human family to be thus adopted; there would, however, have been no need of this adoption if mankind had never become wicked and corrupt. If there had never been any sin in the world, I do not think that adoption would have been necessary. According to my views, and I believe, according to the views of the Latter-day Saints, and also of the ancient Saints, we were at one period legitimately his sons and daughters independent of adoption, and this will carry us to the first ideas manifested by revelation, in regard to the origin of man. Many people suppose, when Adam was placed in the garden of Eden, that then the first of the human family originated. I admit that that was the origin as far as man's temporal existence here on the earth is concerned; but had we no prior existence? Was that the beginning of man? Was it, in reality, his origin? This is a very important question, and a correct answer thereto would certainly be calculated to cheer the hearts of the children of men. That man had a secondary origin here on this earth, and was placed in the Garden of Eden,<span class=\"citation\" id=\"52444\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52444)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52444)\">Gen. 2:8,15<\/a><\/span> are Scriptural facts, which we all believe; but did not our first parents, and all their descendants have an existence, before there was any Garden of Eden on this earth? I think it is admitted by the whole Christian world, that man is a being compounded of body and spirit, at least all the Christian societies with which I am acquainted believe this. They all believe that within man's body or tabernacle of flesh and bones there dwells an immortal spirit. All Christian societies, with perhaps very few exceptions, <div class=\"break columnbreak\" id=\"242b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0242.pdf\" target=\"pdfwin\">p.&#xA0;242b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5669\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> believe that this human spirit, which dwells within the tabernacle, will exist after the dissolution of the body. There may be some few Christians who believe that the spirit is disorganized or dies between the time of death and the resurrection. I think this view is entertained by some few individuals, but the great mass of the human family believe that when this body falls asleep and crumbles back again to its mother earth, the spirit still survives as an organized being or personage. Some, however, do not believe that the spirit is a personage. They think it is something which cannot be defined, something that has neither the shape nor the properties which we give to any kind of material substance. The views of the immaterialist are that the spirit occupies no space, and has no relation to matter, something entirely separate and distinct from matter. There are however, but few in the Christian world who have worked themselves so far into the depths of these mysteries, as they term them, as to believe in such absurdities as these. I could not believe it for one moment&#x2014;I never did. To suppose that there is a spirit in man and that that spirit has no shape, no likeness and occupies no space, as the immaterialists inform us in their writings, is something that I do not believe, and never could believe, unless I became perfectly beside myself, and deranged in my mind. <\/div><div class=\"paragraph jod\" id=\"v15n867\"> We, as Latter-day Saints, believe that the spirits that occupy these tabernacles have form and likeness similar to the human tabernacle. Of course there may be deformities existing in connection with the outward tabernacle which do not exist in connection with the spirit that inhabits it. These tabernacles become deformed by accident in various ways, sometimes at birth, but this may not  <div class=\"break pagebreak\" id=\"243a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0243.pdf\" target=\"pdfwin\">p.&#xA0;243a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5668\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>altogether or in any degree deform the spirits that dwell within them, therefore we believe that the spirits which occupy the bodies of the human family are more or less in the resemblance of the tabernacles. <\/div><div class=\"paragraph jod\" id=\"v15n869\"> Now a question arises, If this spirit can exist separate and independent of the tabernacle, when the tabernacle dies is it unreasonable to suppose that it could exist before the tabernacle was formed? This is an important question and in my estimation there is nothing absurd or unreasonable in the least degree, in believing that that personage that we call the intelligent spirit, which can exist between death and the resurrection, separate and distinct from the body, could also have had an existence before the body was formed, that is, a pre-existence. This is a Scriptural doctrine, for there are many passages in Scripture which, in my estimation, prove that man had a pre-existence. If we turn to the first and second chapters of Genesis, we shall find it clearly indicated that man had an existence before he was placed in the Garden of Eden. In the first chapter of Genesis we are told that God made the earth, and the seas, and the grass, and the herbs and the trees in about six days of time. We also read that on the fifth day of the creation he made the fish and fowls; that on the sixth day he made the animals, and last of all that he made man, male and female created he them.<span class=\"citation\" id=\"52033\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52033)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52033)\">Gen. 1:1-31<\/a><\/span> This seems to have been the last work of creation on the sixth day. Read on still further, in the second chapter of Genesis, and we are informed that on the seventh day there was not yet a man to till the ground.<span class=\"citation\" id=\"52388\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52388)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52388)\">Gen. 2:5<\/a><\/span> Now how are we going to reconcile this with that which is stated in the preceding chapter&#x2014;on the fifth day he made the fowls and the fish,<span class=\"citation\" id=\"52104\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52104)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52104)\">Gen. 1:20-23<\/a><\/span> and on the sixth day he <div class=\"break columnbreak\" id=\"243b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0243.pdf\" target=\"pdfwin\">p.&#xA0;243b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5668\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> made the animals before he made man,<span class=\"citation\" id=\"52118\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52118)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52118)\">Gen. 1:24-31<\/a><\/span> and on the seventh day there was not yet a man to till the ground.<span class=\"citation\" id=\"52389\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52389)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52389)\">Gen. 2:5<\/a><\/span> And then we are informed about man's being placed in the garden on the seventh day;<span class=\"citation\" id=\"52434\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52434)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52434)\">Gen. 2:8<\/a><\/span> and also that on that day the beasts were formed and brought to the man to see what he would call them.<span class=\"citation\" id=\"52510\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52510)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52510)\">Gen. 2:19-20<\/a><\/span> This seems to have been another department of work that the Lord accomplished on the morning of the seventh day. He planted a garden on the seventh day in Eden, he placed the man in that garden on the seventh day;<span class=\"citation\" id=\"52435\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52435)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52435)\">Gen. 2:8<\/a><\/span><span class=\"citation\" id=\"87299\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87299)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87299)\">D&amp;C 77:12<\/a><\/span> and then we are informed that he brought the beasts of the field and the various animals that he had made before the man, and man gave names to them on the Sabbath day;<span class=\"citation\" id=\"52509\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52509)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52509)\">Gen. 2:19-20<\/a><\/span> but on the sixth day they were made male and female.<span class=\"citation\" id=\"52197\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52197)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52197)\">Gen. 1:26-27<\/a><\/span> I reconcile this by giving a pre-existence to man; such is my faith. I believe that man had an existence before the Lord commenced the great temporal work of creation, so far as this planet is concerned. How long he had existed prior to the formation of this planet I do not know, but it is certain God seems to have formed the spiritual part of it in the six days, and when it comes to the temporal part that seems to have been the work of the seventh day. On the seventh day the Bible says that God ended his work.<span class=\"citation\" id=\"52378\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52378)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52378)\">Gen. 2:2<\/a><\/span> He did not altogether end it on the sixth, but he ended it on the seventh day.<span class=\"citation\" id=\"52379\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52379)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52379)\">Gen. 2:2<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v15n870\"> When we come to new revelation which God has vouchsafed to give to his people in these latter times, this subject is made very plain; and on these new revelations in connection with the old, what little light we can gain through the hymn that was sung at the opening of the meeting, was founded, &#x201C;When shall I regain thy presence,&#x201D; as expressed in the first verse, showing that we once were in  <div class=\"break pagebreak\" id=\"244a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0244.pdf\" target=\"pdfwin\">p.&#xA0;244a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5667\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>his presence and existed where he is, but for some reason we have been banished therefrom, and that when we are redeemed we shall return again, or as one of the inspired writers has it&#x2014;&#x201C;the spirit shall return to God who gave it.&#x201D;<span class=\"citation\" id=\"57620\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57620)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57620)\">Eccl. 12:7<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v15n872\"> This returning of the spirit to God who gave it,<span class=\"citation\" id=\"57621\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57621)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57621)\">Eccl. 12:7<\/a><\/span> clearly shows to my mind that the spirit once existed with God and dwelt in his presence, otherwise the word &#x201C;<span class=\"italic\">return<\/span>&#x201D; would be inapplicable. If I were going to China it would be inapplicable for me to say I am returning to China. Why? Because I never have been there, consequently the word &#x201C;return&#x201D; would be an improper word. So in regard to the saying of the prophet, it would be entirely improper to say that, after the body crumbles to dust the spirit would &#x201C;return&#x201D; to God who gave it,<span class=\"citation\" id=\"57619\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57619)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57619)\">Eccl. 12:7<\/a><\/span> if it never had been there. <\/div><div class=\"paragraph jod\" id=\"v15n873\"> Jesus seems to have been a pattern in all things pertaining to his brethren, and we find that he had a previous existence&#x2014;his spirit existed before he came and tabernacled in the flesh. This is abundantly proved in the Scriptures. In the prayer which he offered to his heavenly Father beseeching him to make his disciples one, he says, &#x201C;Father, glorify thou me with that glory which I had with thee before the world was.&#x201D;<span class=\"citation\" id=\"70625\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70625)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70625)\">John 17:5<\/a><\/span> Now if Jesus dwelt with the Father before the world was, why not the rest of the family, or in other words, the rest of the spirits? It certainly was not his tabernacle which dwelt there before the world was, for he came in the meridian of time, and his spirit entered a tabernacle of flesh and bones, and was born of a woman, just the same as all the rest of the human family. What then is the meaning of that Scripture which speaks of Jesus being the elder brother?<span class=\"citation\" id=\"72637\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72637)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72637)\">Rom. 8:29<\/a><\/span> It certainly could not <div class=\"break columnbreak\" id=\"244b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0244.pdf\" target=\"pdfwin\">p.&#xA0;244b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5667\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> have reference to him being the eldest so far as his natural birth on this earth was concerned, for he certainly was not the eldest, for generation after generation had preceded him during the four thousand years which had passed away, from the time of creation until he was born; but yet he is called the &#x201C;elder brother.&#x201D;<span class=\"citation\" id=\"72638\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72638)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72638)\">Rom. 8:29<\/a><\/span> In another Scripture it is said of him that he was &#x201C;the firstborn of every creature.&#x201D;<span class=\"citation\" id=\"75545\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75545)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75545)\">Col. 1:15<\/a><\/span> This would imply, then, that Jesus, so far as the great family of man is concerned, was the firstborn of the whole of them. How and when was he born? He was born in the eternal world, not his flesh and bones, but that intelligent spirit which dwelt within his tabernacle was born before this world was made, and he seems to have been the first spirit that was born,<span class=\"citation\" id=\"126642\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126642)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126642)\">Rom. 8:29<\/a><\/span> and for this reason he became the elder brother; and we are told in many Scriptures in the New Testament, that we are his brethren,<span class=\"citation\" id=\"64465\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64465)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64465)\">Matt. 12:49<\/a><\/span><span class=\"citation\" id=\"66191\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66191)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66191)\">Matt. 25:40<\/a><\/span><span class=\"citation\" id=\"66413\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66413)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66413)\">Matt. 28:10<\/a><\/span> and that he is not ashamed to call us his brethren.<span class=\"citation\" id=\"76460\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76460)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76460)\">Heb. 2:11<\/a><\/span> I look upon him as having the same origin as we had, only he was the eldest; and if he was born in the eternal world thousands of years ago, why not all the rest of his brethren, so far as their spirits are concerned? I know that the objection will immediately arise in the minds of individuals who have not reflected on this subject, if we were intelligent personages thousands of years ago, and dwelling in the presence of God, and of Jesus, our elder brother, how is it that we have no remembrance of anything that transpired in our pre-existence? I answer this question by saying, that when we came into this world from our former state of existence, and had our spirits enclosed within these mortal tabernacles, it had a tendency to take away our memories so far as the past was concerned. It did so in relation to  <div class=\"break pagebreak\" id=\"245a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0245.pdf\" target=\"pdfwin\">p.&#xA0;245a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5666\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Jesus. He had great knowledge before he was born into this world&#x2014;sufficient to create the heavens and the earth, hence we read in the Hebrews that God, by his Son, made the worlds.<span class=\"citation\" id=\"76337\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76337)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76337)\">Heb. 1:2<\/a><\/span> This was before Jesus came here, and he must then have been the possessor of great knowledge to have been able to do that; but when he took upon himself flesh and bones did he forget this knowledge? We read in the Scriptures, speaking of Jesus coming here and taking a body of flesh and bones, that &#x201C;In his humiliation his judgment was taken away.&#x201D;<span class=\"citation\" id=\"71670\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71670)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71670)\">Acts 8:33<\/a><\/span> What humiliation? His descending from the presence of God his Father and descending below all things,<span class=\"citation\" id=\"126643\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126643)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126643)\">D&amp;C 88:6<\/a><\/span> his judgment was taken away, that is, his remembrance of things that were past, and that knowledge which, while in the presence of his Father, enabled him to make worlds, and he had to begin at the first principles of knowledge, just the same as all his brethren who came here in the flesh. We read that Jesus, as he grew in stature, grew also in wisdom and knowledge.<span class=\"citation\" id=\"67095\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67095)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67095)\">Luke 2:40<\/a><\/span> If he had possessed all wisdom, and had not forgotten that which he formerly possessed, how was it that he could increase in wisdom as he increased in stature? It shows clearly that the wisdom which he had possessed thousands of years before, had for a wise purpose been taken from him. &#x201C;His judgment was taken away,&#x201D;<span class=\"citation\" id=\"71669\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71669)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71669)\">Acts 8:33<\/a><\/span> and he was left, as it were, in the very depth of humility, beginning at the very first principles of knowledge and growing up from grace to grace, as the Scriptures say, from one degree to another, until he received a fullness from his Father.<span class=\"citation\" id=\"89032\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89032)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89032)\">D&amp;C 93:11-14<\/a><\/span> Then when he did regain all his previous knowledge and wisdom, he had the fullness of the Father within him, in other words, &#x201C;in him dwelt all the fullness of the Godhead bodily.&#x201D;<span class=\"citation\" id=\"75585\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75585)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75585)\">Col. 2:9<\/a><\/span> <\/div> <div class=\"break columnbreak\" id=\"245b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0245.pdf\" target=\"pdfwin\">p.&#xA0;245b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5666\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v15n875\"> Now if his knowledge was forgotten, and his judgment taken away,<span class=\"citation\" id=\"71671\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71671)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71671)\">Acts 8:33<\/a><\/span> why not ours? We find this to be the case. What person among all the human family can comprehend what took place in his first existence? No one, it is blotted from the memory, and I think there is great wisdom manifested in withholding the knowledge of our previous existence. Why? Because we could not, if we had all our pre-existent knowledge accompanying us into this world, show to our Father in the heavens and to the heavenly host that we would be in all things obedient;<span class=\"citation\" id=\"74020\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74020)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74020)\">2 Cor. 2:9<\/a><\/span> in other words, we could not be tried as the Lord designs to try us here in this state of existence, to qualify us for a higher state hereafter. In order to try the children of men, there must be a degree of knowledge withheld from them, for it would be no temptation to them if they could understand from the beginning the consequences of their acts, and the nature and results of this and that temptation. But in order that we may prove ourselves before the heavens obedient and faithful in all things, we have to begin at the very first principles of knowledge, and be tried from knowledge to knowledge, and from grace to grace, until, like our elder brother, we finally overcome and triumph over all our imperfections, and receive with him the same glory that he inherits, which glory he had before the world was.<span class=\"citation\" id=\"70626\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70626)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70626)\">John 17:5<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v15n876\"> This is the way that we as a people look upon our previous existence. There is something truly cheering in contemplating the previous existence of man, much more so than in the old idea of the sectarian world&#x2014;that God is constantly creating, that he did not finish his work some five or six thousand years ago, but that he is creating all the time. They will tell you that they have spirits in  <div class=\"break pagebreak\" id=\"246a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0246.pdf\" target=\"pdfwin\">p.&#xA0;246a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5665\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>their bodies capable of existing after the bodies have crumbled back to mother earth. Ask them the origin of these spirits, and they will tell you they originated about the time the infant tabernacles of flesh and bone originated. Hence, according to their ideas, God has all the time been creating about one person every twenty seconds, which I believe is about the average rate that persons are born into the world; in other words, about three a minute, and according to their ideas the Lord is engaged in making spirits with this rapidity, and sending them here to this world. <\/div><div class=\"paragraph jod\" id=\"v15n878\"> I cannot, for my part, see that there is any more absurdity in believing that he made them thousands of years before they came here, than to suppose that he made them just before they came here, and entered into the tabernacle. One can certainly not be more unreasonable than the other. <\/div><div class=\"paragraph jod\" id=\"v15n879\"> Because we cannot recollect our former existence is no proof whatever that we did not have one. I can prove this. In regard to this present existence, what person is there in this congregation who can remember the first six months of his or her infancy? There is not a man nor a woman on the face of the earth, I presume, who can remember this; but no person will argue, on that account, that he did not exist at that time. Oh no, says the objector, that would be an improper method of arguing. Our memories have nothing to do with a previous existence. If we remember it, all good; if we do not, it does not alter that existence. <\/div><div class=\"paragraph jod\" id=\"v15n880\"> If we were born in heaven before this world was made, the question might arise as to the nature of that birth. Was it by command that the spiritual substance, scattered through <div class=\"break columnbreak\" id=\"246b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0246.pdf\" target=\"pdfwin\">p.&#xA0;246b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5665\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> space, was miraculously brought together, and organized into a spiritual form, and called a spirit? Is that the way we were born? Is that the way that Jesus, the firstborn of every creature,<span class=\"citation\" id=\"75546\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75546)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75546)\">Col. 1:15<\/a><\/span> was brought into existence? Oh no; we were all born there after the same manner that we are here, that is to say, every person that had an existence before he came here had a literal father and a literal mother, a personal father and a personal mother; hence the Apostle Paul, in speaking to the heathen at Ephesus, says, &#x201C;We are his offspring.&#x201D;<span class=\"citation\" id=\"72020\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72020)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72020)\">Acts 17:28-29<\/a><\/span> Now I look upon every man and woman that have ever come here on this globe, or that ever will come, as having a father and mother in the heavens by whom their spirits were brought into existence. But how long they resided in the heavens before they came here is not revealed. <\/div><div class=\"paragraph jod\" id=\"v15n881\"> We will refer now to the 38th chapter of Job, to show that there were sons of God before this world was made. The Lord asked Job a question in relation to his pre-existence, saying, &#x201C;Where wast thou when I laid the cornerstone of the earth?&#x201D; Where were you, Job, when all the morning stars sang together, and all the sons of God shouted for joy;<span class=\"citation\" id=\"56225\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56225)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56225)\">Job 38:4-7<\/a><\/span> when the nucleus of this creation was commenced? If Job had been indoctrinated into all the mysteries of modern religionists, he would have answered this question by saying, &#x201C;Lord, why do you ask me such a question? I had no existence at that time.&#x201D; But the very question implies the existence of Job, but he had forgotten where he was, and the Lord put the question as though he did exist, showing to him in the declaration, that, when he laid the cornerstone of the earth, there were a great many sons of God there, and that they all shouted together for joy.<span class=\"citation\" id=\"56226\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56226)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56226)\">Job 38:4-7<\/a><\/span> Who were these sons of God?  <div class=\"break pagebreak\" id=\"247a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0247.pdf\" target=\"pdfwin\">p.&#xA0;247a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5664\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>They certainly were not the fleshly descendants of Adam, for he had not then been placed in the Garden of Eden. Who were they then? They were Jesus, the elder brother, and all the family that have come from that day until now&#x2014;millions on millions&#x2014;and all who will come hereafter, and take tabernacles of flesh and bones until the closing up scene of this creation. All these were present when God commenced this creation. Jesus was also there and superintended the work, for by him God made the worlds,<span class=\"citation\" id=\"76338\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76338)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76338)\">Heb. 1:2<\/a><\/span> consequently he must have been there, and all felt joyful, and shouted for joy. What produced their joy? It was foreknowledge. They knew that the creation then being formed was for their abiding place, where their spirits would go and take upon them tabernacles of flesh and bones, and they rejoiced at the prospect. They had more knowledge then than the world of mankind have now. They saw that it was absolutely necessary for their advancement in the scale of being to go and take tabernacles of flesh and bone; they saw that their spirits without tabernacles never could be made perfect, never could be placed in a position to attain to great power, dominion and glory like their Father; and understanding that the earth was being created to give them the opportunity of reaching his position, they sang together for joy.<span class=\"citation\" id=\"56241\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56241)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56241)\">Job 38:7<\/a><\/span> They composed a hymn, and if we could have a copy of it, we should no doubt find that it was a hymn in relation to the construction of the earth and its future habitation by those spirits in the form of men. I should like to see that hymn myself, and if we had it we would get our choir here to sing it. I think it would impart a good deal of information to us, and perhaps we would shout for joy again. <\/div> <div class=\"break columnbreak\" id=\"247b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0247.pdf\" target=\"pdfwin\">p.&#xA0;247b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5664\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v15n883\"> It is very evident that this was the belief of the people in the days of the Savior. Even the Apostles and those with Jesus evidently believed in the pre-existence of man. This is manifest from a certain question which they put to Jesus on the occasion of a blind man making his appearance before him. They said to him, &#x201C;Master, who did sin, this man, or his parents, that he was born blind?&#x201D;<span class=\"citation\" id=\"69544\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69544)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69544)\">John 9:2<\/a><\/span> In other words, did this man sin before he was born, and in consequence of his sin was he born blind? Or was it that his father sinned that he was born blind? This question would have been very foolish to put to the Savior, unless they had believed in the pre-existence of man. But they not only did believe it, they also believed it possible for man to sin in that pre-existence, and that the penalty of that sin might be carried down to this state of existence, and be the cause of blindness at birth, and with that belief they put the question to the Savior. That would have been a very favorable opportunity for him to have corrected them, if their ideas about pre-existence had been false. He could have turned to them and said, he could not have sinned before he was born, and that be the cause that he was born blind, because he had no previous existence. But he said no such thing, he replied, &#x201C;Neither this man, nor his parents sinned; but that the glory of God might be made manifest.&#x201D;<span class=\"citation\" id=\"69546\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69546)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69546)\">John 9:3<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v15n884\"> In the first and second chapter of Genesis, in the new translation given by inspiration through Joseph Smith the Prophet, this subject is made very plain. After Joseph had translated the Book of Mormon from the gold plates, the Lord commanded him to translate the Bible.<span class=\"citation\" id=\"85455\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85455)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85455)\">D&amp;C 42:56-57<\/a><\/span><span class=\"citation\" id=\"85719\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85719)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85719)\">D&amp;C 45:60-61<\/a><\/span> Now you know that we have no inspired translator at the present day among any of the nations. We have translations  <div class=\"break pagebreak\" id=\"248a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0248.pdf\" target=\"pdfwin\">p.&#xA0;248a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5663\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of the Bible made by the wisdom and learning of men, but as each translator has differed in his views, no two of them agree. Indeed, when we go back in the history of the Bible, we find that about four hundred and fifty years before Christ, Ezra compiled into one volume the different books of the Old Testament so far as they were given. Previous to that they had been in scattered manuscripts. The five books of Moses were kept in the Ark of the Testament. The writings of Joshua and others who followed Moses were kept here and there, and but very few copies were to be had in those early days. Indeed, so scarce were the copies of the Bible, that in the days of the kings of Israel they had lost almost all knowledge of any written copy of the Bible. They retained many of their ordinances, their Temple worship, and so on, but written copies of the Bible had so nearly disappeared, that on repairing the Temple at a certain time they found a copy of it hid up, but they did not know whether it was true or not. They had nothing to compare it with, and the only way they could ascertain whether it was a true copy of the Bible was to send for a man of God&#x2014;a Prophet&#x2014;and get him to inquire of the Lord whether it was genuine or not.<span class=\"citation\" id=\"55854\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55854)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55854)\">2 Kgs. 22:8-20<\/a><\/span><span class=\"citation\" id=\"55939\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55939)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55939)\">2 Chr. 34:14-33<\/a><\/span> Thus we see that the people in those early ages were not favored as we are in these days with copies of the Bible. But Ezra, according to the history, gathered up these fragments as far as he could. <\/div><div class=\"paragraph jod\" id=\"v15n886\"> Two hundred years before Christ there were seventy-two Israelites, said to be six out of each tribe, met together in the city of Alexandria in Egypt, and they translated the law of Moses, the prophets and the psalms from such Hebrew copies as they happened to have possession of, into the Greek. This was called the <div class=\"break columnbreak\" id=\"248b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0248.pdf\" target=\"pdfwin\">p.&#xA0;248b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5663\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Septuagint translation. Jerome, a staunch Roman Catholic, translated this Greek version called the Septuagint into what was termed the Vulgate&#x2014;a Latin translation. That, and copies of it made by scribes for many generations, became the Bible of the Roman Catholics; and even to this day, so far as they use Latin they appeal to that edition of the Scriptures called the Vulgate. <\/div><div class=\"paragraph jod\" id=\"v15n887\"> In the year 1610, the Vulgate edition was translated into English. This was called the Douay Bible, because it was published at the town of Douay in France, and it is the Roman Catholic Bible, so far as the English translation is concerned, to the present day. It differs materially from the Protestant Bible. <\/div><div class=\"paragraph jod\" id=\"v15n888\"> About the same time that the Douay translation was published&#x2014;in 1607, King James the First appointed fifty-four men, some six or seven of whom did not serve, to translate the Bible from the original Hebrew, and they gave us that version called King James' translation. <\/div><div class=\"paragraph jod\" id=\"v15n889\"> All these translators that I have spoken of translated by their own wisdom, according to the best understanding they had. None of them were prophets or revelators, and not one of them understood the meaning of the original text like a man of God filled with the Holy Ghost. But they have made a very good translation notwithstanding, especially the forty-seven who labored under the appointment of King James. Different parts of the Scriptures were portioned out among six different classes of translators, and they, I believe, have given us the very best copy of the Bible in existence, so far as translations by human wisdom are concerned. <\/div><div class=\"paragraph jod\" id=\"v15n890\"> But to come back again, as I said before, after having translated the Book of Mormon, this young man,  <div class=\"break pagebreak\" id=\"249a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0249.pdf\" target=\"pdfwin\">p.&#xA0;249a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5662\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Joseph Smith, a man of no education or learning, comparatively speaking, was commanded to translate the Bible by inspiration.<span class=\"citation\" id=\"85456\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85456)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85456)\">D&amp;C 42:56-57<\/a><\/span><span class=\"citation\" id=\"85720\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85720)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85720)\">D&amp;C 45:60-61<\/a><\/span> He commenced the work, and the first and second chapters of Genesis containing the history of the creation are very plain and full.<span class=\"citation\" id=\"92329\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92329)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92329)\">Moses 2:1-31<\/a><\/span> In the first chapter the Lord speaks about the spiritual creation of all things before they were made temporally.<span class=\"citation\" id=\"92394\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92394)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92394)\">Moses 3:5<\/a><\/span> In the second chapter he goes on to state that there was not yet a man to till the ground,<span class=\"citation\" id=\"52390\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52390)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52390)\">Gen. 2:5<\/a><\/span> &#x201C;for in heaven created I them.&#x201D;<span class=\"citation\" id=\"92395\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92395)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92395)\">Moses 3:5<\/a><\/span> That explains the mystery about the work previously spoken of in the first chapter, and shows that it had reference to the great work which God had performed in the heavens before he made this earth temporally.<span class=\"citation\" id=\"87300\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87300)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87300)\">D&amp;C 77:12<\/a><\/span> This same doctrine is inculcated in some small degree in the Book of Mormon. However, I do not think that I should have ever discerned it in that book had it not been for the new translation of the Scriptures, that throwing so much light and information on the subject, I searched the Book of Mormon to see if there were indications in it that related to the pre-existence of man. I found them in a great revelation that was given to the prophet who led the first colony to this country from the Tower of Babel at the time the language was confounded. This great prophet had a remarkable vision before he arrived on this continent. In this vision he saw the spiritual personage of our Savior as he existed before he came to take upon him flesh and bones;<span class=\"citation\" id=\"83376\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83376)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83376)\">Ether 3:6-9<\/a><\/span> and Jesus, in talking to this great man of God, informed him that as he appeared to him in the spirit so would he appear to his brethren in the flesh in future generations,<span class=\"citation\" id=\"83409\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83409)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83409)\">Ether 3:16<\/a><\/span> and said he, &#x201C;I am he that was prepared from before the foundation of the world to redeem my people.&#x201D;<span class=\"citation\" id=\"83394\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83394)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83394)\">Ether 3:14<\/a><\/span> He furthermore addressed himself to <div class=\"break columnbreak\" id=\"249b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0249.pdf\" target=\"pdfwin\">p.&#xA0;249b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5662\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> this great man saying, &#x201C;Seest then that thou art created in mine own image?&#x201D;<span class=\"citation\" id=\"83401\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83401)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83401)\">Ether 3:15<\/a><\/span> That is, man here on the earth is in the image of that spiritual body or personage of Jesus, so far as we are not deformed. &#x201C;Seest thou that thou art created in mine own image? Yea, even in the beginning created I all men after mine own image.&#x201D;<span class=\"citation\" id=\"83402\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83402)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83402)\">Ether 3:15<\/a><\/span> This is about the only place that refers pointedly to the pre-existence of man in the Book of Mormon. I think there are one or two other passages in which it is just referred to. <\/div><div class=\"paragraph jod\" id=\"v15n892\"> Now admit, as the Latter-day Saints do, that we had a previous existence, and that when we die we shall return to God and our former habitation, where we shall behold the face of our Father, and the question immediately arises, shall we have our memories so increased by the Spirit of the living God that we shall ever remember our previous existence? I think we shall. Jesus seems to have gained this even here in this world, otherwise he would not have prayed, saying, &#x201C;Father, glorify thou me with that glory which I had with thee before the world was,&#x201D;<span class=\"citation\" id=\"70627\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70627)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70627)\">John 17:5<\/a><\/span> showing plainly that he had obtained by revelation a knowledge from his Father of something about the glory that he had before the world was. This being the case with Jesus, why not his younger brethren also obtain this information by revelation? And when we do return back into the presence of our Father, will we not there also have our memories so quickened that we will remember his face, having dwelt in His presence for thousands of years? It will not be like going to visit strangers that we have never seen before. Is not this a comfort to persons who expect to depart this life, like all the rest of the human family? They have a consolation that they are going  <div class=\"break pagebreak\" id=\"250a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0250.pdf\" target=\"pdfwin\">p.&#xA0;250a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5661\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>not among strangers, not to a being whose face they never saw, but to one whom they will recognize, and will remember, having dwelt with him for ages before the world was. Looking upon it in the light of reason, independent of revelation, if a person were to form a system of religion according to the best light that he had, would it not be more happifying and calculated more in its nature to give joy and peace to the mind to suppose that we were going back to a personage we were well acquainted with, rather than to one we had no idea of? I think I should prefer, so far as reason is concerned, to be well acquainted with people I am going among. <\/div><div class=\"paragraph jod\" id=\"v15n894\"> These are the expectations of the Latter-day Saints: we do not expect to go among strangers. When we get back there we expect this place to be familiar to us, and when we meet this, that and the other one of all the human family that have been here on the earth, we shall recognize them as those with whom we have dwelt thousands of years in the presence of our Father and God. This renewing of old friendships and acquaintances, and again enjoying all the glory we once possessed, will be a great satisfaction to all who are privileged to do so. <\/div><div class=\"paragraph jod\" id=\"v15n895\"> If we ever dwelt there, it is altogether likely that God made some promises to us when there. He would converse with us, and cheer us up. Being his offspring&#x2014;his sons and daughters, he would not be austere and unwilling to converse with his own children, but he would teach them a great many things. And all this will be familiar to us. We read in the New Testament that God did make promises to us before this world was made. I recollect one passage in one of the epistles of Paul, either to Timothy or Titus, the Apos<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"250b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0250.pdf\" target=\"pdfwin\">p.&#xA0;250b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5661\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tle says, &#x201C;In hope of eternal life, which God, who cannot lie, promised before the world began.&#x201D;<span class=\"citation\" id=\"76294\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76294)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76294)\">Titus 1:2<\/a><\/span> To whom did he make that promise? I contend that we had the promise of eternal life before the world began on certain conditions&#x2014;if we would comply with the gospel of the Son of God, by repenting of our sins and being faithful in keeping the commandments of God. <\/div><div class=\"paragraph jod\" id=\"v15n896\"> There are many Scriptures in the New Testament that have relation to the previous existence of man, which I do not at this time feel disposed to quote. They can be searched up by the Latter-day Saints, and by all who are curious enough to enquire into these things. There are some other things, however, which I feel anxious to bring forth in connection with the pre-existence of man. One thing is our origin more fully. I have already stated that the spirits of the children of men were born unto their parents. Now who are the parents of these children? <\/div><div class=\"paragraph jod\" id=\"v15n897\"> There are certain promises made to the Latter-day Saints, one of them being that when we take a wife here in this world, it is our privilege by obedience to the ordinances of heaven, to have that wife married to us for time and for all eternity.<span class=\"citation\" id=\"91562\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91562)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91562)\">D&amp;C 132:18-19<\/a><\/span> This is a promise which God has made by revelation to his Church, hence the Latter-day Saints believe in the eternity of the marriage covenant. This is one of our fundamental doctrines. We consider that a marriage for time alone is after the old Gentile order, and they have lost all knowledge of the true ordinances and order of heaven. They marry until death separates them. I believe that almost every religious society, in their marriage ceremony, use this phrase, &#x201C;I pronounce you man and wife until death shall part you!&#x201D; This sort of a marriage never origi<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"251a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0251.pdf\" target=\"pdfwin\">p.&#xA0;251a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5660\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>nated with God; the marriage that originated with him is the same as that of which we had an example in the beginning&#x2014;the first marriage that was ever celebrated here on the earth. Do you enquire what was the form of that first marriage between Adam and Eve? I will explain it in a few words. They were united as husband and wife by the Lord himself; when they were united they did not know anything about death, for they had not partaken of the fruit of the tree that was forbidden, and they were then immortal beings. Here were two beings united who were as immortal as you will be when you come forth from your graves in the morning of the first resurrection. Under these conditions Adam and Eve were married. I do not believe that the Lord used the ceremony that is now used&#x2014;I marry you until death shall separate you. By what means did death come into the world? After this marriage by partaking of the forbidden fruit, they brought death on both male and female, or as the Apostle Paul says, &#x201C;By one man sin and death entered into the world,<span class=\"citation\" id=\"72347\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72347)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72347)\">Rom. 5:12<\/a><\/span> even so shall all be made alive, and every man in his own order.&#x201D;<span class=\"citation\" id=\"73834\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73834)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73834)\">1 Cor. 15:22-23<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v15n899\"> It seems then, that if there had been no sin, death never would have come upon Adam and Eve, and they would have been living today, immortal, nearly six thousand years after being placed in the Garden of Eden, and would they not still be husband and wife? Certainly, and so they would continue if millions and millions of ages should pass away, and you could not point out any period in the future, when this relation would cease; no matter how many myriads of ages might pass away, unless they by sin brought death into the world.<span class=\"citation\" id=\"72348\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72348)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72348)\">Rom. 5:12<\/a><\/span> All will admit, who reflect on the subject, that this marriage was for eternity, and that <div class=\"break columnbreak\" id=\"251b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0251.pdf\" target=\"pdfwin\">p.&#xA0;251b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5660\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> death interfered with it only for the time being, until the resurrection should bring them forth and reunite them. <\/div><div class=\"paragraph jod\" id=\"v15n900\"> The &#x201C;Mormons,&#x201D; or Latter-day Saints, believe in this kind of marriage, and the first one ever performed on the earth is a pattern for us. Moreover God has revealed to us the nature of marriage, and that its relationships are to exist after the resurrection, and that it must be attended to in this life in order to secure it for the next life. For instance, if you wish to obtain a great many blessings pertaining to the future world, you have to secure those blessings here. You cannot be baptized in the next state of existence for the remission of sins; that is an ordinance pertaining to the flesh, which you must attend to here. And so with all other ordinances which God has ordained, you have to partake of them here in order to have a claim on the promises hereafter. It is so with regard to marriage; and this agrees with what Jesus has said in relation to their not marrying nor giving in marriage in that world.<span class=\"citation\" id=\"65406\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65406)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65406)\">Matt. 22:30<\/a><\/span> There will be no such thing there. Why? Because this is the world for all these ordinances to be attended to. Here is the place to secure all the blessings for the next world. We have to show in this probation that we will be obedient in obeying the commandments of heaven so that we may have a claim on every blessing pertaining to the next life. Consequently, we have to secure this marriage for eternity while in this world. When a female in the Latter-day Saint Church marries a person outside the Church it is not a marriage in our estimation, in the scriptural sense of the word, it is only a union until death shall part them. When a person does this we really consider them weak in the  <div class=\"break pagebreak\" id=\"252a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0252.pdf\" target=\"pdfwin\">p.&#xA0;252a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5659\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>faith; indeed it is equivalent in my estimation not only to being weak in the faith,<span class=\"citation\" id=\"72863\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72863)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72863)\">Rom. 14:1<\/a><\/span> but since these revelations were given on the subject, if people with their eyes wide open will still reject these important things, and marry a person outside the Church, it shows to me very clearly that he or she has no regard for the word of God, nor for their own salvation. They are lacking not only in faith but in the principle of obedience. They have no hope when they marry outside the Church, but when they marry in the Church according to this order, and the persons who officiate in declaring them husband and wife, being commissioned of God and having authority to administer in all the ordinances of his kingdom, that marriage is not only for time, but for all eternity. <\/div><div class=\"paragraph jod\" id=\"v15n902\"> Another question. Having been married for eternity, we die and our spirits go into celestial paradise. We come forth in the morning of the first resurrection as immortal males and immortal females. Our wives, married to us for eternity, come forth, and they are ours by virtue of that which God has pronounced upon them through those whom he has appointed, and to whom he has given authority. We have a legal claim upon them at the resurrection. But here comes forth a person that is married outside. She comes up without a husband, he without a wife, or any claim upon any of the blessings. Here is the difference between these two classes of beings. One dwells as an angel, without any power to increase their species, family or dominions, without the power to beget sons and daughters. This class will be angels. Perhaps many of them will be worthy of obtaining a degree of power, glory, and happiness, but not a fullness.<span class=\"citation\" id=\"91545\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91545)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91545)\">D&amp;C 132:16-17<\/a><\/span> Why? Because they have not come up to that position of their Father <div class=\"break columnbreak\" id=\"252b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0252.pdf\" target=\"pdfwin\">p.&#xA0;252b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5659\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and their God.<span class=\"citation\" id=\"91379\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91379)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91379)\">D&amp;C 131:1-4<\/a><\/span> He has power to beget and bring forth sons and daughters in the spirit world; and after he has brought forth millions and millions of spirits, he has power to organize worlds, and send these spirits into these worlds to take temporal bodies to prepare them in turn to be redeemed and become Gods, or in other words, the sons of God,<span class=\"citation\" id=\"87054\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87054)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87054)\">D&amp;C 76:58<\/a><\/span> growing up like their father, possessing all his attributes, and propagating their species through all eternity. Here then is the difference between these two classes of beings&#x2014;one having lost what they might have obtained and enjoyed if they had had faith in God and been willing to obey his commandments. But the others are worthy, as the Apostle Paul has said, to obtain a far more exceeding and eternal weight of glory,<span class=\"citation\" id=\"74093\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74093)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74093)\">2 Cor. 4:17<\/a><\/span><span class=\"citation\" id=\"91535\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91535)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91535)\">D&amp;C 132:16<\/a><\/span> while the others will be angels or servants, to go and come at the bidding of those who are more exalted. <\/div><div class=\"paragraph jod\" id=\"v15n903\"> This is what Paul meant when be said that in the Lord the man is not without the woman, neither is the woman without the man;<span class=\"citation\" id=\"73340\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73340)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73340)\">1 Cor. 11:11<\/a><\/span> as much as to say that in order to be in the Lord and to obtain a fullness of his glory and exaltation, you cannot be separated; or in other words, to speak according to the common phrase, you cannot live old bachelors or old maids and go down to your graves in this condition. That is not the order of heaven, why? Because marriage is essentially necessary to qualify them to propagate their species throughout all eternity, that they in their turn may have worlds created on which these sons and daughters of their own begetting may receive tabernacles of flesh and bones as we have done. This is the order by which all worlds are peopled by spirits that have been born in the eternal worlds; and these worlds are  <div class=\"break pagebreak\" id=\"253a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0253.pdf\" target=\"pdfwin\">p.&#xA0;253a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5658\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>organized expressly for them that they may go and have another change, another state of being different from their spiritual state, where they may possess bodies of flesh and bones, which are essentially necessary to the begetting of their own species. Spirits cannot bring forth, multiply <div class=\"break columnbreak\" id=\"253b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0253.pdf\" target=\"pdfwin\">p.&#xA0;253b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5658\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and increase. They must have bodies. <\/div><div class=\"paragraph jod\" id=\"v15n905\"> We have said this much on the hymn that was sung in the morning, and these ideas are fully inculcated therein, and they are established and founded on the revelations God has given in different ages. Amen. <\/div>\n<\/div>\n<\/div>"}