{"ID":150017, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Those Who Hear the Gospel Must Obey It, or They Cannot Be Saved By It.<\/div>\n<div class=\"subtitle\">Discourse by Elder George Q. Cannon, delivered in the New Tabernacle, Salt Lake City, Sunday Afternoon July 14, 1872.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: Those Who Hear the Gospel, Etc.<\/div>\n<div class=\"speaker\">Speaker: George Q. Cannon<\/div>\n<div class=\"date\">Date: 7\/14\/1872<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d17\">\n<div class=\"paragraph jod\" id=\"v15n399\"> I will read a portion of the 3rd chapter of St. John&#x2014;  <\/div><div class=\"paragraph jod\" id=\"v15n400\"> &#x201C;There was a man of the Pharisees, named Nicodemus, a ruler of the Jews: <\/div><div class=\"paragraph jod\" id=\"v15n401\"> The same came to Jesus by night, and said unto him, Rabbi, we know that thou art a teacher come from God: for no man can do these miracles that thou doest, except God be with him. <\/div><div class=\"paragraph jod\" id=\"v15n402\"> Jesus answered and said unto him, Verily, verily, I say unto thee, Except a man be born again, he cannot see the kingdom of God. <\/div><div class=\"paragraph jod\" id=\"v15n403\"> Nicodemus saith unto him, How can a man be born when he is old? can he enter the second time into his mother's womb, and be born? <\/div><div class=\"paragraph jod\" id=\"v15n404\"> Jesus answered, Verily, verily, I say unto thee, Except a man be born of water and <span class=\"italic\">of<\/span> the Spirit, he cannot enter into the kingdom of God. <\/div><div class=\"paragraph jod\" id=\"v15n405\"> That which is born of the flesh is flesh; and that which is born of the Spirit is spirit. <\/div><div class=\"paragraph jod\" id=\"v15n406\"> Marvel not that I said unto thee, Ye must be born again. <\/div><div class=\"paragraph jod\" id=\"v15n407\"> The wind bloweth where it listeth, and thou hearest the sound thereof, but canst not tell whence it cometh, and whither it goeth: so is every one that is born of the Spirit. <\/div><div class=\"paragraph jod\" id=\"v15n408\"> Nicodemus answered and said unto him, How can these things be? <\/div><div class=\"paragraph jod\" id=\"v15n409\"> Jesus answered and said unto him, Art thou a master of Israel, and knowest not these things? <\/div><div class=\"paragraph jod\" id=\"v15n410\"> Verily, verily, I say unto thee, We speak that we do know, and testify that we have seen; and ye receive not our witness. <\/div><div class=\"paragraph jod\" id=\"v15n411\"> If I have told you earthly things, and ye believe not, how shall ye believe, if I tell you <span class=\"italic\">of<\/span> heavenly things?&#x201D;<span class=\"citation\" id=\"68694\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68694)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68694)\">John 3:1-12<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v15n412\"> In listening this morning to the remarks of Elder Schonfeldt, on the everlasting Gospel as preached by the Elders of the Church of Jesus Christ <div class=\"break columnbreak\" id=\"111b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0111.pdf\" target=\"pdfwin\">p.&#xA0;111b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5800\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of Latter-day Saints, he stated in substance that none could receive salvation outside this Church, and outside the Priesthood which God had restored to the Church. He did not explain&#x2014;had not time, probably, or his mind was carried away on some other points, how, or why it is that salvation can only be obtained in the way that God, our heavenly Father, has prescribed. Many, doubtless, who listen to the Elders of this Church, when speaking upon the principles of life and salvation, have come to the conclusion, when they have not thoroughly understood the principles and the system as they are set forth, that we are an exceedingly exclusive and uncharitable people for believing that only a very few out of the large mass of human beings who have peopled the earth will be saved, while the great majority&#x2014;those who are outside the pale of the Church of Jesus Christ of Latter-day Saints&#x2014;will go down to an endless hell. <\/div><div class=\"paragraph jod\" id=\"v15n413\"> The reason, probably, that these ideas are entertained by many who have heard our Elders preach, is because they have drawn deductions from the preaching they have heard, imagining that our views of the sayings of the Scriptures corresponded with theirs, and that it necessarily followed that all who failed to render  <div class=\"break pagebreak\" id=\"112a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0112.pdf\" target=\"pdfwin\">p.&#xA0;112a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5799\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>obedience to the ordinances of the Gospel, as we preach them, would go down to that endless hell in which so many of the sects believe. But any person entertaining such ideas does us, or rather the Gospel that we preach, great injustice. We believe that God, our heavenly Father, is a God of perfect justice, a God of mercy, a God filled with long-suffering and tender compassion towards all the works of his hands. We could not, with our views respecting the character of God, believe as our friends imagine with regard to the destiny of those who die outside of this Church, for that would be incompatible with and contrary to all that we understand concerning the character of our God&#x2014;the God who is revealed in the Bible, and the Father of our Lord and Savior Jesus Christ.<span class=\"citation\" id=\"74762\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74762)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74762)\">Eph. 1:3<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v15n415\"> We believe, as Jesus said, that &#x201C;this is condemnation, that light has come into the world, and men love darkness rather than light, because their deeds are evil.&#x201D;<span class=\"citation\" id=\"68916\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68916)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68916)\">John 3:19<\/a><\/span> This is the condemnation under which mankind will suffer&#x2014;the condemnation will follow the rejection of light by those to whom it may be sent in every nation and age of the world; in other words, we believe that where there is no law, there is no transgression&#x2014;<span class=\"citation\" id=\"72312\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72312)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72312)\">Rom. 4:15<\/a><\/span>where men and women have not had the Gospel, or the principles of salvation, communicated unto them, they cannot be held accountable for disobeying the same. It is a truth that has been enforced by all who have understood the Gospel, that those to whom the Gospel is revealed, must obey it, or condemnation follows. Condemnation did not fall upon the inhabitants of the antediluvian world until Noah had taught unto them the will of God. Noah, commanded of God, went forth as a preacher, of right<div class=\"hyphen\">-<span class=\"citation\" id=\"78381\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78381)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78381)\">2 Pet. 2:5<\/a><\/span><\/div><div class=\"break columnbreak\" id=\"112b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0112.pdf\" target=\"pdfwin\">p.&#xA0;112b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5799\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>eousness, declaring to the people the judgments that were about to come upon them; and God so inspired, directed and strengthened him that he was enabled to warn the people to such an extent that they were left without excuse,<span class=\"citation\" id=\"126593\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126593)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126593)\">D&amp;C 88:81-82<\/a><\/span> so much so that God felt justified in sending the flood upon the earth.<span class=\"citation\" id=\"52861\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52861)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52861)\">Gen. 6:11-13,17<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v15n416\"> This has been the course the Almighty has pursued in every age when his judgments have been poured out upon the people&#x2014;he has sent Prophets to warn them and to tell them how they might escape the calamities threatened.<span class=\"citation\" id=\"68056\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68056)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68056)\">Luke 21:36<\/a><\/span> This was so with the Jews, unto whom the Son of God came. He proclaimed the Gospel unto them, and warned them of coming judgments, and he sent his disciples through all Jewry, doing the same. You all remember the Savior's pathetic lament over Jerusalem, when he said he would have gathered her people as a hen gathereth her chickens under her wing, but they would not receive him<span class=\"citation\" id=\"65614\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65614)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65614)\">Matt. 23:37<\/a><\/span> as a messenger of salvation, as the heir and Son of God, empowered to impart unto them principles, obedience to which would have secured them life here and hereafter. He also pronounced a woe upon many cities of that land, and said that if the mighty works which had been done in them had been done in Sodom and Gomorrah, their people would have repented.<span class=\"citation\" id=\"64262\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64262)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64262)\">Matt. 11:20-24<\/a><\/span> But the Jews hardened their hearts,<span class=\"citation\" id=\"65137\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65137)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65137)\">Matt. 19:8<\/a><\/span><span class=\"citation\" id=\"87642\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87642)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87642)\">D&amp;C 84:24<\/a><\/span> and not only rejected his testimony,<span class=\"citation\" id=\"67319\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67319)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67319)\">Luke 7:30<\/a><\/span> but they shed his blood, and invoked condemnation on their own heads for doing so. History tells us that the judgments which Christ and his Apostles had declared did descend upon the Jewish nation. Jerusalem was taken, the temple thrown down,<span class=\"citation\" id=\"65631\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65631)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65631)\">Matt. 24:1-2<\/a><\/span> and the people carried into captivity, and the desolation<span class=\"citation\" id=\"65627\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65627)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65627)\">Matt. 23:38<\/a><\/span> and dreadful woes that had been predicted by the Son of God  <div class=\"break pagebreak\" id=\"113a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0113.pdf\" target=\"pdfwin\">p.&#xA0;113a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5798\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>were all fulfilled upon that generation of Jews.<span class=\"citation\" id=\"65596\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65596)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65596)\">Matt. 23:35-36<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v15n418\"> In these instances we see that God sent messengers to warn the people before his judgments were poured out upon them; and we also learn that when the Gospel is proclaimed by those having authority, if the people reject it they are held to a strict accountability therefore, and condemnation inevitably follows&#x2014;there is no escape from it, but it falls in all its severity upon those who reject the message of life and salvation when proclaimed by those having authority to proclaim it. A perusal of this book (the Bible) will convince all who believe in it, that it is a most dangerous thing, and attended with the most terrible consequences, to reject the message that God gives to his authorized servants to proclaim to their fellow creatures. There is no instance of which we read, from the beginning of the book to the close thereof, where judgments did not fall upon a people if they did not repent of their sins and obey the message sent unto them by God. When I say repent, I mean a complete forsaking of sin,<span class=\"citation\" id=\"86247\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86247)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86247)\">D&amp;C 58:43<\/a><\/span> and turning from it truly and sincerely; in no other way can mankind escape the judgments and calamities threatened, and of which they are warned. <\/div><div class=\"paragraph jod\" id=\"v15n419\"> In the Gospel of the Lord Jesus Christ there were certain conditions revealed. Mankind were required to obey a certain form of doctrine declared unto them, and when they did obey they received the blessings. But I have often thought when traveling abroad in the nations, how different it is in our day from what it was anciently. In our day we see countless numbers of elegant spires pointing to heaven, and legions of men preaching what they call the Gospel, but the wickedness of the people is unchecked. Anciently, <div class=\"break columnbreak\" id=\"113b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0113.pdf\" target=\"pdfwin\">p.&#xA0;113b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5798\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> when God sent his authorized servants to proclaim his Gospel to the people, salvation, on the one hand, followed obedience, or, on the other, condemnation followed rejection. And these effects did not linger, they were not deferred for centuries, but if the people did not repent after hearing the message of the servants of God, great calamities quickly followed. They could not listen to the authorized servants of God for any length of time, and harden their hearts against their testimony and warnings, without speedy judgment<span class=\"citation\" id=\"81637\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81637)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81637)\">Jacob 2:14<\/a><\/span> following. This was the case from the days of Noah to the days of John the Revelator, and it will be the case in every generation when the Gospel of the Son of God, in its purity and fullness, is proclaimed to the people, and when God has a Church and Priesthood upon the earth which he recognizes. He is the King of the earth, he is the Creator of all its inhabitants, and when he calls upon the people, and requires them to do anything, they must promptly comply, or suffer the terrible consequences of their disobedience. <\/div><div class=\"paragraph jod\" id=\"v15n420\"> In the Gospel of Jesus Christ, as I have already remarked, there are certain conditions with which the people are expected to comply; if they do they receive the blessings, if they do not they receive condemnation. Jesus and his Apostles taught that it was essential that mankind should believe in him as the Son of God&#x2014;<span class=\"citation\" id=\"68998\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68998)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68998)\">John 3:36<\/a><\/span><span class=\"citation\" id=\"71915\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71915)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71915)\">Acts 16:31<\/a><\/span>as the only name given under heaven by which men could be saved.<span class=\"citation\" id=\"71434\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71434)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71434)\">Acts 4:12<\/a><\/span><span class=\"citation\" id=\"126594\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126594)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126594)\">Moses 6:52<\/a><\/span> All mankind were therefore required to believe<span class=\"citation\" id=\"69858\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69858)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69858)\">John 14:1<\/a><\/span> and to have faith in him,<span class=\"citation\" id=\"72072\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72072)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72072)\">Acts 20:21<\/a><\/span> and to approach the Father in his name.<span class=\"citation\" id=\"82788\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82788)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82788)\">3 Ne. 18:19<\/a><\/span> That was the first condition of the Gospel as taught by Jesus and his Apostles.<span class=\"citation\" id=\"126596\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126596)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126596)\">A of F 1:4<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v15n421\"> The next condition was repentance.<span class=\"citation\" id=\"126597\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126597)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126597)\">A of F 1:4<\/a><\/span> All who had committed sin and were guilty of wrong of any kind, were  <div class=\"break pagebreak\" id=\"114a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0114.pdf\" target=\"pdfwin\">p.&#xA0;114a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5797\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>required to repent of that wrong and to live pure and holy lives. They were not only required to be sorry&#x2014;to have compunctions of conscience for the commission of evil, but they were required to forsake it entirely and to become new creatures.<span class=\"citation\" id=\"74194\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74194)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74194)\">2 Cor. 5:17<\/a><\/span> If they had been dishonest, untruthful, unvirtuous, profane; if they had taken advantage of their neighbor, borne false witness against him, or encroached upon his rights; if, in fact, they had done anything contrary to the dictates of the Holy Spirit, or of their consciences when enlightened by that Spirit, they were required to repent of and forsake the same. <\/div><div class=\"paragraph jod\" id=\"v15n423\"> The third condition of the Gospel was, that parties who had believed in Jesus, and had repented of their sins, should take some step for the remission of them. Now the penalty of the sin that our father Adam committed was death&#x2014;&#x201C;In the day that thou eatest thereof thou shalt surely die&#x201D;<span class=\"citation\" id=\"52479\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52479)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52479)\">Gen. 2:17<\/a><\/span> was the proclamation of the Creator; and when Adam sinned he paid the penalty and died, and entailed death upon every generation of his posterity, and that sleep of death would have been eternal had it not been for the death of the Son of God. He came as the Redeemer of the world, he died for the sin that had been committed by Adam, he atoned for it, and thus ensured to all the family of man redemption from the grave or a resurrection of their mortal bodies. But he gave unto his disciples a commandment that they should preach remission of sins, and that they should administer an ordinance by which all obedient believers could obtain remission of sins, and that ordinance was baptism.<span class=\"citation\" id=\"126595\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126595)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126595)\">Acts 2:38<\/a><\/span><span class=\"citation\" id=\"86050\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86050)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86050)\">D&amp;C 55:2<\/a><\/span> &#x201C;Not the putting away,&#x201D; as the Apostle Paul says, &#x201C;of the filth of the flesh, but the answer of a good conscience towards God.&#x201D;<span class=\"citation\" id=\"78089\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78089)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78089)\">1 Pet. 3:21<\/a><\/span> They were required <div class=\"break columnbreak\" id=\"114b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0114.pdf\" target=\"pdfwin\">p.&#xA0;114b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5797\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to submit to this ordinance. Jesus taught it, and he, himself, although admittedly a pure being, set the example of obedience to it. When John was baptizing in the river Jordan, Jesus went to him and requested baptism at his hand. John remonstrated with him, saying, &#x201C;I have need to be baptized of thee, and comest thou to me?&#x201D; But Jesus said, &#x201C;Suffer it to be so now: for thus it becometh us to fulfil all righteousness,&#x201D; and he went down into the water and was baptized by John, and the first evidence that we have in the Scriptures of his recognition by the Father was on that occasion, for after he had been baptized the Holy Spirit descended upon him, and a voice was heard bearing testimony to the assembled multitude that Jesus was the beloved Son of the Father.<span class=\"citation\" id=\"62744\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62744)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62744)\">Matt. 3:13-17<\/a><\/span> He therefore set the example himself, so that it could not be said, though sinless, that he had not complied with the ordinance which he required all the inhabitants of the earth to submit to, and which the disciples administered to all repentant believers. <\/div><div class=\"paragraph jod\" id=\"v15n424\"> This prepared them for another ordinance which, we find in the Scriptures, was administered to all who had complied with the conditions of the Gospel which I have named&#x2014;namely, the laying on of hands for the gift of the Holy Ghost. I have been told repeatedly that this ordinance was to be administered only to those who were intended for the ministry&#x2014;it was not designed for the members of the Church called laymen. A careful perusal of the Scriptures, however, does not sustain this idea; but on the contrary, it very clearly sustains the idea that this ordinance had to be administered to every one who joined the Church, and that without it the Holy Ghost was not bestowed as a gift. To prove that this is correct, you have only to  <div class=\"break pagebreak\" id=\"115a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0115.pdf\" target=\"pdfwin\">p.&#xA0;115a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5796\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>read the 8th chapter of the Acts of the Apostles, where you will find an account of the labors of Philip in the city of Samaria.<span class=\"citation\" id=\"71577\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71577)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71577)\">Acts 8:5-13<\/a><\/span> It seems that Philip had power and authority to preach the Gospel and to baptize men and women, but not to administer all the ordinances. I have the idea that he had the same authority as John the Baptist&#x2014;the authority to baptize, but not to confer the Holy Ghost. We find that when John was preaching, he said that there would one come after him, whose shoes he was not worthy to bear, who would baptize them with the Holy Ghost and with fire.<span class=\"citation\" id=\"62715\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62715)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62715)\">Matt. 3:11<\/a><\/span> John baptized with water, but he did not confer any further gift or blessing&#x2014;he had not the authority so to do. Philip seemed to have the same authority, for the sacred writer says that when the Apostles of Jerusalem heard that Samaria had received the Gospel at the hands of Philip, they sent unto them two Apostles, for as yet, although the Samaritans had been baptized with water, the Holy Ghost had not descended upon any of them; and we are told that when the Apostles came unto them, they prayed with them, and laid their hands upon them, and they received the Holy Ghost.<span class=\"citation\" id=\"71603\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71603)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71603)\">Acts 8:14-17<\/a><\/span> Nothing is said about the hands of the Apostles being laid upon those only who were intended for the ministry, but the ordinance was administered to all who had received baptism at the hands of Philip, without distinction of sex or station. <\/div><div class=\"paragraph jod\" id=\"v15n426\"> Another instance in support of this view we find in the 19th of the Acts. We read there that when Paul was passing through the upper coasts he came to Ephesus and he found there certain disciples who said they had been baptized unto John's baptism, but when he asked them if they had received the Holy Ghost they said they had not so much as <div class=\"break columnbreak\" id=\"115b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0115.pdf\" target=\"pdfwin\">p.&#xA0;115b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5796\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> heard of it. Then, we are informed, they were baptized in the name of the Lord, and when Paul, who had the necessary authority, had laid his hands upon them they received the Holy Ghost, and spake with tongues and prophesied.<span class=\"citation\" id=\"72042\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72042)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72042)\">Acts 19:1-6<\/a><\/span> Many other proofs on this point might be adduced, but these are sufficient. From what has been said we learn that the first principle of the Gospel is belief in Jesus Christ; the second principle is repentance of sin, and the third, baptism for the remission of sins. <\/div><div class=\"paragraph jod\" id=\"v15n427\"> &#x201C;Ah!&#x201D; says one, &#x201C;Cannot I come to the foot of the cross and, through the atoning blood of Jesus, have my sins washed away without baptism?&#x201D; I doubt not that hundreds, in various nations and generations, who have been in ignorance of the true Gospel, and far removed from those who had authority to administer its ordinances, have had their sins blotted out. God has looked in mercy upon them, and on account of their sincerity has witnessed unto them that he accepted the broken spirits and contrite hearts which they offered unto him. I cannot doubt this; but wherever the Gospel of Jesus Christ is preached in its fullness, none can obtain the remission of sins only in the way that God has pointed out, and that is by baptism by one having the authority from God to administer that ordinance. <\/div><div class=\"paragraph jod\" id=\"v15n428\"> Supposing that I, with the views which I have of the Gospel of Jesus Christ, were today outside of the church of God, and I were to say, &#x201C;I will not be baptized for the remissions of sins. My father or my grandfather was a good Methodist, or a good Presbyterian or Baptist, or a good sectarian of some other denomination, and he told me that he had experienced a change of heart and I believe that he had his sins washed away through the atoning  <div class=\"break pagebreak\" id=\"116a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0116.pdf\" target=\"pdfwin\">p.&#xA0;116a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5795\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>blood of Jesus Christ, and on this account I will not submit to the ordinance of baptism which is preached to me as necessary to salvation, but I will seek for the remission of my sins the way my father or grandfather did,&#x201D; how do you think it would be with me? Should I obtain the remission of my sins at the hands of God? There would be no remission of sins for such an individual in this life. Light has come into the world, God has revealed to men the true principle by which remission of sins can be obtained, namely, baptism, and when that is taught to them and they refuse to obey it, condemnation follows,<span class=\"citation\" id=\"68917\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68917)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68917)\">John 3:19<\/a><\/span> and the blessings will be withheld which were granted in days when, in ignorance, men taught the Lord in faith and humility and with broken and contrite spirits. <\/div><div class=\"paragraph jod\" id=\"v15n430\"> We now come to the fourth and last initiatory principle of the Gospel of Jesus Christ&#x2014;the laying on of hands for the reception of the Holy Ghost.<span class=\"citation\" id=\"126598\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126598)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126598)\">A of F 1:4<\/a><\/span> &#x201C;Is it not possible,&#x201D; says one, &#x201C;for a man to receive the Holy Ghost without being baptized for the remission of sins, and having hands laid upon him?&#x201D; Says the reader of Scripture, &#x201C;I recollect that Cornelius, the history of whose conversion is contained in the 10th chapter of the Acts, received the Holy Ghost, and yet he was not baptized;<span class=\"citation\" id=\"71727\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71727)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71727)\">Acts 10:1-8,44-48<\/a><\/span> and if he did, is it not possible for others to do the same?&#x201D; Let those who think so read the history very carefully, and they will find that in bestowing the Holy Ghost upon Cornelius without baptism, God had a purpose in view. Cornelius was the first Gentile unto whom the Gospel was preached. The prevalent belief among the disciples, and one which they, being Jews, had inherited through the traditions of their fathers, was that the Gentiles were <div class=\"break columnbreak\" id=\"116b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0116.pdf\" target=\"pdfwin\">p.&#xA0;116b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5795\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> not to have the privilege of enjoying the blessings of the Gospel, they were not for them, and the disciples were not disposed to administer its ordinances to them. You recollect what Peter said when the Holy Ghost descended upon Cornelius&#x2014;this uncircumcised man&#x2014;and his house, whom they had supposed were without the pale of the Gospel&#x2014;&#x201C;Who can forbid water, seeing that they have received the Holy Ghost as well as we?&#x201D;<span class=\"citation\" id=\"71793\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71793)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71793)\">Acts 10:47<\/a><\/span> Peter cited this bestowal of the Holy Ghost upon Cornelius and his house, as a proof that the ordinance of baptism should be administered to them, and to all believing repentant Gentiles as well as to the house of Israel. This, in connection with the vision which Peter had, you recollect it, wherein he saw a sheet let down from heaven, containing all manner of beasts, clean and unclean, he being commanded to arise, kill and eat thereof,<span class=\"citation\" id=\"71737\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71737)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71737)\">Acts 10:9-17<\/a><\/span> had dispossessed his mind of the prejudice which he had entertained, in common with his fellow believers, that the Gospel was for the Jews only. And when he saw Cornelius and his house thus blessed, he inquired of his brethren what there was to prevent the ordinance of baptism being administered to them, and they were baptized by Peter.<span class=\"citation\" id=\"71788\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71788)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71788)\">Acts 10:44-48<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v15n431\"> Cornelius did not say, as many, doubtless, would say today, &#x201C;We have received the Holy Ghost, and having obtained this evidence of our acceptance with God, what is the use of our being baptized? Is it likely that God would have given us the Holy Ghost if he had not forgiven our sins?&#x201D; These inquiries, I think, would be made by hundreds in our day under such circumstances. But not so with Cornelius: he had heard the Gospel preached to him by Peter, and though he had received the Holy Ghost, he believed it was still neces<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"117a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0117.pdf\" target=\"pdfwin\">p.&#xA0;117a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5794\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>sary for him to be baptized in water for the remission of his sins, and he complied with that ordinance,<span class=\"citation\" id=\"71803\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71803)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71803)\">Acts 10:48<\/a><\/span> and then doubtless the hands of the servants of God were laid upon him to confirm him a member of the Church and to seal upon him the blessing of the Holy Ghost, that he might be led and guided by it into all truth.<span class=\"citation\" id=\"70386\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70386)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70386)\">John 16:13<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v15n433\"> This, my brethren and sisters, is the only plan of salvation taught in the Scriptures. There is no other way given by which men can be saved. It is the way that Jesus trod, the way that his Apostles walked in, it is the doctrine they taught, and when it is taught by those having authority from God to teach it, the Holy Ghost will follow the administration of these ordinances. The ancient gifts and blessings will be bestowed, and men will be led into all truth,<span class=\"citation\" id=\"70387\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70387)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70387)\">John 16:13<\/a><\/span> the power of God will be with them, and they will know God for themselves, for he is the same God now that he was yesterday, the same in the year 1872 that he was in the year 33, or fifteen or eighteen hundred years before the birth of Christ,<span class=\"citation\" id=\"77375\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77375)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77375)\">Heb. 13:8<\/a><\/span> and if we obey the same form of doctrine obeyed by those who lived anciently, and it is administered by those who hold authority from God, the gifts and powers will most assuredly follow, for God loves his children now as much as he loved them in any past age of the world. <\/div><div class=\"paragraph jod\" id=\"v15n434\"> Says Jesus, when speaking to Nicodemus, in the words I have quoted, &#x201C;Except a man he born again, he cannot see the kingdom of God.&#x201D;<span class=\"citation\" id=\"68715\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68715)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68715)\">John 3:3<\/a><\/span> This puzzled Nicodemus, he could not understand it, and he asked the Savior another question,<span class=\"citation\" id=\"68766\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68766)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68766)\">John 3:4<\/a><\/span> to which Jesus answered, &#x201C;Verily, verily I say unto thee, Except a man be born of water and of the Spirit, he cannot enter into the kingdom of God.&#x201D;<span class=\"citation\" id=\"68799\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68799)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68799)\">John 3:5<\/a><\/span> Now, my brethren and sisters, how can a man be born of water? We <div class=\"break columnbreak\" id=\"117b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0117.pdf\" target=\"pdfwin\">p.&#xA0;117b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5794\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> know a birth to be a passage from one element into another; hence if he be born of the water he must be completely immersed therein, and pass from that element into another. The same with the birth of the Spirit&#x2014;he or she who is born of it must be completely enveloped in it. Jesus says a man cannot see the kingdom of God unless he is born again,<span class=\"citation\" id=\"68716\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68716)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68716)\">John 3:3<\/a><\/span> and he further says, a man cannot enter the kingdom of God unless he is born of the water and of the Spirit,<span class=\"citation\" id=\"68801\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68801)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68801)\">John 3:5<\/a><\/span> not only of the Spirit, but also of the water. <\/div><div class=\"paragraph jod\" id=\"v15n435\"> What does this birth of the water and of the Spirit consist of? Of that which I have been endeavoring to describe to you&#x2014;baptism for the remission of sins, being buried with Christ by baptism,<span class=\"citation\" id=\"72413\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72413)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72413)\">Rom. 6:4<\/a><\/span> whereby we are resurrected, as it were, from the dead, in the likeness of his burial and resurrection, entombed in the water, and being born of, or coming forth from the bosom of the water; and then receiving the Holy Ghost by the laying on of hands, which is the birth of the Spirit. And let me say unto you, as Brother Schonfeldt said this morning, that unless a man does obey this form of doctrine he cannot enter into the kingdom of God.<span class=\"citation\" id=\"68800\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68800)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68800)\">John 3:5<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v15n436\"> This is strong language, and men may say it is uncharitable. I cannot help that. These words are the words of the Savior&#x2014;the Son of God. They are the words of truth and righteousness, they cannot fail. I have not the right to say that a man can enter into the kingdom of God by any other means than this; on the contrary, I must affirm and reaffirm, and I must bear testimony to the words of Jesus, when he says, &#x201C;Except a man be born of the water and of the Spirit, he cannot enter into the kingdom of God.&#x201D;<span class=\"citation\" id=\"68802\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68802)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68802)\">John 3:5<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v15n437\"> The inquiry then arises in the  <div class=\"break pagebreak\" id=\"118a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0118.pdf\" target=\"pdfwin\">p.&#xA0;118a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5793\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>mind, What is to become of the millions who have died without ever hearing the name of Christ? Says one, &#x201C;What is to become of my ancestors and ancestresses who have not been born of the water and of the Spirit?&#x201D;<span class=\"citation\" id=\"68804\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68804)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68804)\">John 3:5<\/a><\/span> I know how this inquiry enters the hearts of men and women, and when they become acquainted with this Gospel, how strongly it appeals to their affections. They think, then, of beloved relatives and friends who have died without a knowledge of the Gospel, and they would do a great deal for their salvation; in fact it would embitter all their lives to think that they could not be saved. Could we be happy, my brethren and sisters, in thinking that we had received a form of doctrine which would exalt us into the presence of God and the Lamb, there to bask forever in happiness and bliss so great that the Apostle says, &#x201C;Eye hath not seen, ear hath not heard, neither hath it entered into the heart of man to conceive?&#x201D;<span class=\"citation\" id=\"72981\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72981)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72981)\">1 Cor. 2:9<\/a><\/span> Do you think we could be happy in the contemplation and assurance of such a future, if no means were provided whereby our parents and relatives, who had died in ignorance of the Gospel, could be made partakers of the same blessing and glory, but because they had not had the privilege of being born of the water and of the Spirit<span class=\"citation\" id=\"68803\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68803)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68803)\">John 3:5<\/a><\/span> they must be consigned to endless perdition? I could not be happy under such circumstances. I would rather, it seems to me, have much less happiness and have them share it with me, than to be eternally separated, and them condemned to that never-ending hell about which the sectarian world preach so much. But we are happy in the knowledge that this is no part of the Gospel of Jesus Christ. That teaches that all will be judged according to the law that has been <div class=\"break columnbreak\" id=\"118b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0118.pdf\" target=\"pdfwin\">p.&#xA0;118b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5793\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> taught unto them. As I have already said, I again repeat, &#x201C;This is condemnation, that light has come into the world, and men loved darkness rather than light.&#x201D;<span class=\"citation\" id=\"68918\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68918)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68918)\">John 3:19<\/a><\/span> &#x201C;Where there is no law,&#x201D; the Apostle says, &#x201C;there is no transgression.&#x201D;<span class=\"citation\" id=\"72313\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72313)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72313)\">Rom. 4:15<\/a><\/span> Men cannot be held accountable for that which they never knew. God will never consign his creatures to a never-ending misery for not obeying the Gospel of his Son, when they never had it taught unto them, and it is as great a fallacy, and as great a libel on our God, as ever was propagated about any being to make such an assertion. To say that these heathen, who roamed over these mountains and through these valleys, before we came here, who never heard the name of Jesus Christ, and countless myriads of heathen in other lands who have died in ignorance of the Gospel, will be consigned to eternal damnation, to a never-ending hell, there to welter in and to suffer unspeakable and indescribable misery throughout the countless ages of eternity, because they did not obey the Gospel they never heard, is one of the greatest libels on the character of our God that ever was enunciated by man. I do not believe in such a God; he is not the God of the Bible; he is not the God I worship. I worship a God of mercy and of love, whose heart is full of compassion. The Bible teaches that God is love,<span class=\"citation\" id=\"78758\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78758)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78758)\">1 Jn. 4:8<\/a><\/span> and I cannot conceive that a God would be possessed of the attributes of love and mercy who would take such a course with his own ignorant offspring. No, there is something different from this taught in the Gospel. We are taught there that God's salvation is not confined to this brief space which we call time, but that, as he is eternal, so are his mercy, love and compassion eternal towards his creatures. I have not time this  <div class=\"break pagebreak\" id=\"119a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0119.pdf\" target=\"pdfwin\">p.&#xA0;119a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5792\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>afternoon to explain our views on this point. Suffice it to say that, in the Scriptures is found, plainly written, the plan of salvation which God has devised. <\/div><div class=\"paragraph jod\" id=\"v15n440\"> Who are they who are under condemnation, and who need fear at the prospect of the same? Men and women who, living in the day when the Gospel is preached in its fullness and purity, hear it and reject it. Against such the anger of God is enkindled, and they are in a far worse condition than those who die and never hear it. Says Jesus, &#x201C;It would be better for a man to have a millstone tied to his neck, and for him to be thrown into the depths of the sea,&#x201D; than to do such and such things;<span class=\"citation\" id=\"65031\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65031)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65031)\">Matt. 18:6<\/a><\/span> and in another place he says, &#x201C;It would be better for a man never to be born.&#x201D;<span class=\"citation\" id=\"83045\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83045)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83045)\">3 Ne. 28:34-35<\/a><\/span> Why? Because light having been presented to him, and truth proclaimed in his hearing, he rejects the same.<span class=\"citation\" id=\"68919\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68919)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68919)\">John 3:19<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v15n441\"> The Latter-day Saints, I hold, will be held to stricter accountability than any other people on the face of the earth. Men wonder why we have suffered and been persecuted so much in the past. I think it was partly because of our hardness of heart. Not that the men who persecuted us were justified in so doing. They were tested and tried, the Lord left them their agency and they brought themselves under condemnation because of their conduct. But we never had anything descend upon us as a persecution or scourge that has not been intended for our good; and we are held to a stricter accountability than any other people because we have the Gospel taught unto us. The thousands who live throughout these valleys testify that they have received the Holy Ghost; they testify that they received it in the lands where they embraced the Gospel; they say that this love which they have for <div class=\"break columnbreak\" id=\"119b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0119.pdf\" target=\"pdfwin\">p.&#xA0;119b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5792\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> one another, and the disposition they have to dwell together in peace and unity are the fruits of this Holy Spirit that they have received. They testify that the Lord has revealed unto them that this is the Gospel of the Lord Jesus Christ. I do not know but there are thousands here today who, if they had time and opportunity, would arise and testify that this is the truth, and that God has taught it unto them, and they know it by the power of the Holy Ghost. When a people reach this condition they are held to stricter accountability than they are who have not this knowledge. On this account we must walk circumspectly,<span class=\"citation\" id=\"126599\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126599)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126599)\">Eph. 5:15<\/a><\/span> with the fear of God before our eyes.<span class=\"citation\" id=\"56573\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56573)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56573)\">Ps. 36:1<\/a><\/span> We must be a pure people or we will be scourged; we must be a holy people, or God's anger will be kindled against us. We must not be guilty of dishonesty or take advantage one of another; we must not bear false witness;<span class=\"citation\" id=\"54307\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54307)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54307)\">Ex. 20:16<\/a><\/span> we must not neglect our duties one to another or towards God, for we cannot do these things with impunity, for God's anger will be kindled against us; and in proportion to the light which men have will they be judged, and God will reward them according to the deeds done in the body.<span class=\"citation\" id=\"74147\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74147)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74147)\">2 Cor. 5:10 (JST)<\/a><\/span> An enlightened American will be held to stricter accountability than an ignorant Indian; and the man who has heard the sound of the everlasting Gospel and the testimony of the servants of God is held to stricter accountability than he who has never heard them. <\/div><div class=\"paragraph jod\" id=\"v15n442\"> I said that time would not permit me to dwell on points connected with the salvation of the ignorant dead; but there is a way provided in the Gospel of the Son of God by which even they can have its ordinances administered unto them. I will just refer to one passage, which you can read at your leisure. In the 15th  <div class=\"break pagebreak\" id=\"120a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0120.pdf\" target=\"pdfwin\">p.&#xA0;120a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5791\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>chapter of the first of Corinthians, Paul, in reasoning upon the resurrection of the dead, says, among other things, &#x201C;Else what shall they do who are baptized for the dead, if the dead rise not at all? why then are they baptized for the dead?&#x201D;<span class=\"citation\" id=\"73881\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73881)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73881)\">1 Cor. 15:29<\/a><\/span> This is a little key given to a very important principle. Paul evidently understood a principle by which vicarious baptism could be performed, that is, one person could be baptized for another, the same as Jesus made a vicarious offering for us. He died on the cross for us&#x2014;he was our Savior. Paul, substantiating the idea that there is a resurrection, referred to this ordinance, which seemed to exist in the Church and to be understood by the Saints in ancient days. There would have been no need to be baptized for the dead if the dead rise not at all.<span class=\"citation\" id=\"73880\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73880)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73880)\">1 Cor. 15:29<\/a><\/span> This is the gist of his argument; and there are other passages which go to prove that the Gospel of Jesus is all sufficient to reach and save those who have died without hearing and obeying it. Peter says, referring to Jesus, &#x201C;He went to preach to the spirits in prison, who were disobedient, when once the longsuffering of God waited in the days of Noah.&#x201D;<span class=\"citation\" id=\"78036\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78036)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78036)\">1 Pet. 3:19-20<\/a><\/span> I will give you another passage to show that he did not go direct to his Father after his death on the cross. You Latter-day Saints understand, or ought to understand, that he did not go immediately to his Father, as many suppose, because, after his resurrection, when Mary had been seeking for the body of her Lord, and supposed that somebody had stolen it, she saw a personage in the garden who she imagined was the gardener. <div class=\"break columnbreak\" id=\"120b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0120.pdf\" target=\"pdfwin\">p.&#xA0;120b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5791\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> She went to him and asked who had taken away the body of her Lord. This personage spoke to her, calling her by name. She immediately recognized the Lord Jesus, and in her eagerness, anxiety and love she rushed forward as if to grasp him.<span class=\"citation\" id=\"70841\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70841)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70841)\">John 20:11-16<\/a><\/span> But he forbade her, told her not to do so, saying, &#x201C;Touch me not; for I am not yet ascended to my Father: but go to my brethren, and say unto them, I ascend unto my Father, and your Father; and to my God, and your God.&#x201D;<span class=\"citation\" id=\"70860\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70860)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70860)\">John 20:17<\/a><\/span> This was on the Sunday, after his body had lain in the tomb from the preceding Friday&#x2014;the third day, and he said he had not yet ascended to his Father.<span class=\"citation\" id=\"70861\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70861)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70861)\">John 20:17<\/a><\/span> This is explained by Peter, in the passage I have already quoted, wherein the Apostle says, &#x201C;By which also he went to preach to the spirits in prison, who were disobedient when once the longsuffering of God waited in the days of Noah.&#x201D;<span class=\"citation\" id=\"78037\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78037)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78037)\">1 Pet. 3:19-20<\/a><\/span> There is another passage in Peter, which goes to prove the same thing,<span class=\"citation\" id=\"78118\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78118)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78118)\">1 Pet. 4:6<\/a><\/span> but I will not touch upon it. I have said sufficient to relieve, or it ought to relieve, us Latter-day Saints from any fears for those who have died in ignorance of the Gospel. But we can say, truly, that salvation can only be obtained in the way God has prescribed&#x2014;by obeying the Gospel of the Lord Jesus Christ; and this is the way that he marked and the way we must walk in to obtain it. <\/div><div class=\"paragraph jod\" id=\"v15n444\"> That God may help us to be faithful and to cleave to the truth all our days, regardless of all consequences, and eventually save us in his kingdom, is my prayer in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}