{"ID":150030, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Order of Enoch.<\/div>\n<div class=\"subtitle\">Discourse by President Brigham Young, delivered at the 42nd Semi-Annual Conference, Salt Lake City, October 9, 1872.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: The Order of Enoch.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 10\/9\/1872<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d30\">\n<div class=\"paragraph jod\" id=\"v15n792\"> Suppose we should examine a city in a stake of Zion conducted after the order of Enoch!<span class=\"citation\" id=\"126630\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126630)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126630)\">D&amp;C 76:57<\/a><\/span><span class=\"citation\" id=\"126631\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126631)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126631)\">D&amp;C 82:1-4<\/a><\/span> We would like to look, for a few moments, upon the facts as they would exist. If a people were gathered together, were they many or few, who would follow out the instructions given them in the Bible and in the other revelations that we have, they would have to be very obedient, and probably many would feel to say, &#x201C;I wish to manage my own affairs, I wish to dictate myself, I wish to govern and control my labor, I cannot submit to have anybody else dictate me. This is servitude, and is nothing more nor less than slavery!&#x201D; I suppose there are some who would feel thus. When I look at the Latter-day Saints I think how independent they are. They have been very independent, there is no question of it. When they have heard the Gospel, though, perhaps, in the flood of persecution, and the finger of scorn pointed towards them, they have said, &#x201C;The Gospel is true, and if my friends will not believe it, it makes no difference to me, I am independent enough to embrace the truth, and to gather out from the midst of Babylon and to make my home with the Saints.&#x201D; There are plenty of such people here in this house&#x2014;men and women, old and young. There are young people here <div class=\"break columnbreak\" id=\"220b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0220.pdf\" target=\"pdfwin\">p.&#xA0;220b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5691\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> who have left their parents and everything they had on the face of the earth for the sake of the Gospel. Middle-aged men have left their wives and their children, saying, &#x201C;I am going to live according to the plan that has been laid down in the Scriptures for the salvation of the human family.&#x201D; This certainly exhibits as much independence as mortal beings can manifest, and yet we have said we will yield strict obedience to these requirements, preparatory to enjoying the glory that the Lord has for the Saints. I will ask, Is there liberty in this obedience? Yes, and the only plan on the face of the earth for the people to gain real liberty is to yield obedience to these simple principles. Not but that we should find a great many who do not exactly understand how to yield obedience, strictly, to the requirements of heaven for their own salvation and exaltation; but no person can be exalted in the kingdom of heaven without first submitting himself to the rules, regulations, laws and ordinances of that kingdom, and being perfectly subject to them in every respect. Is this the fact? It is even so. Consequently, no person is fit to be a ruler until he can be ruled; no one is fit to be the Lord of all until he has submitted himself to be servant of all.<span class=\"citation\" id=\"66628\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66628)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66628)\">Mark 10:44<\/a><\/span> Does this give the people liber<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"221a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0221.pdf\" target=\"pdfwin\">p.&#xA0;221a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5690\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ty? It is the only thing in the heavens or on the earth that can do so. Where is the liberty in subjecting ourselves strictly to the requirements of heaven and becoming one in all our operations to build up the kingdom of God upon the earth? By strict obedience to these requirements, we prove ourselves faithful to our God; and when we have passed through all the ordeals necessary, and have proved perfectly submissive to all the rules and regulations which give life eternal, he then sets us free and crowns us with glory, immortality and eternal lives; and there is no other path that we can walk in, no other system, no other laws or ordinances by which we can gain exaltation, only by submitting ourselves perfectly to the requirements of heaven. <\/div><div class=\"paragraph jod\" id=\"v15n794\"> Now suppose we had a little society organized on the plan I mentioned at the commencement of my remarks&#x2014;after the Order of Enoch&#x2014;would we build our houses all alike? No. How should we live? I will tell you how I would arrange for a little family, say about a thousand persons. I would build houses expressly for their convenience in cooking, washing and every department of their domestic arrangements. Instead of having every woman getting up in the morning and fussing around a cookstove or over the fire, cooking a little food for two or three or half a dozen persons, or a dozen, as the case may be, she would have nothing to do but to go to her work. Let me have my arrangement here, a hall in which I can seat five hundred persons to eat; and I have my cooking apparatus&#x2014;ranges and ovens&#x2014;all prepared. And suppose we had a hall a hundred feet long with our cooking room attached to this hall; and there is a person at the farther end of the table and he should telegraph that he wanted a <div class=\"break columnbreak\" id=\"221b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0221.pdf\" target=\"pdfwin\">p.&#xA0;221b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5690\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> warm beefsteak; and this is conveyed to him by a little railway, perhaps under the table, and he or she may take her beefsteak. &#x201C;What do you want to take with it?&#x201D; &#x201C;A cup of tea, a cup of coffee, a cup of milk, piece of toast,&#x201D; or something or other, no matter what they call for, it is conveyed to them and they take it, and we can seat five hundred at once, and serve them all in a very few minutes. And when they have all eaten, the dishes are piled together, slipped under the table, and run back to the ones who wash them. We could have a few Chinamen to do that if we did not want to do it ourselves. Under such a system the women could go to work making their bonnets, hats, and clothing, or in the factories. I have not time to map it out before you as I wish to. But here is our dining room, and adjoining this is our prayer room, where we would assemble perhaps five hundred persons at one time, and have our prayers in the evening and in the morning. When we had our prayers and our breakfast, then each and every one to his business. But the inquiry is, in a moment, How are you going to get them together? Build your houses just the size you want them, whether a hundred feet, fifty feet or five, and have them so arranged that you can walk directly from work to dinner. &#x201C;Would you build the houses all alike?&#x201D; Oh no, if there is any one person who has better taste in building than others, and can get up more tasteful houses, make your plans and we will put them up, and have the greatest variety we can imagine. <\/div><div class=\"paragraph jod\" id=\"v15n795\"> What will we do through the day? Each one go to his work. Here are the herdsmen&#x2014;here are those who look after the sheep&#x2014;here are those who make the butter and the cheese, all at their work by themselves. Some  <div class=\"break pagebreak\" id=\"222a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0222.pdf\" target=\"pdfwin\">p.&#xA0;222a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5689\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>for the canyon, perhaps, or for the plow or harvest, no difference what, each and every class is organized, and all labor and perform their part. <\/div><div class=\"paragraph jod\" id=\"v15n797\"> Will we have the cows in the city? No. Will we have the pig pens in the city? No. Will we have any of our outhouses in the city? No. We will have our railways to convey the food to the pig pens, and somebody to take care of them. Somebody to gather up the scraps at the table, and take them away. Somebody to take the feed and feed the cows, and take care of them out of the city. Allow any nuisance in the city? No, not any, but everything kept as clean and as nice as it is in this tabernacle. Gravel our streets, pave our walks, water them, keep them clean and nicely swept, and everything neat, nice and sweet. Our houses built high, sleep upstairs, have large lodging rooms, keep everybody in fresh air, pure and healthy. Work through the day, and when it comes evening, instead of going to a theater, walking the streets, riding, or reading novels&#x2014;these falsehoods got up expressly to excite the minds of youth, repair to our room, and have our historians, and our different teachers to teach classes of old and young, to read the Scriptures to them; to teach them history, arithmetic, reading, writing and painting; and have the best teachers that can be got to teach our day schools. Half the labor necessary to make a people moderately comfortable now, would make them independently rich under such a system. Now we toil and work and labor, and some of us are so anxious that we are sure to start after a load of wood on Saturday so as to occupy Sunday in getting home. This would be stopped in our community, and when Sunday morning came every child would be required <div class=\"break columnbreak\" id=\"222b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0222.pdf\" target=\"pdfwin\">p.&#xA0;222b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5689\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to go to the schoolroom, and parents to go to meeting or Sunday school; and not get into their wagons or carriages, or on the railroads, or lounge around reading novels; they would be required to go to meeting, to read the Scriptures, to pray and cultivate their minds. The youth would have a good education, they would receive all the learning that could be given to mortal beings; and after they had studied the best books that could be got hold of, they would still have the advantage of the rest of the world, for they would be taught in and have a knowledge of the things of God. <\/div><div class=\"paragraph jod\" id=\"v15n798\"> Bring up our children in this way and they would be trained to love the truth. Teach them honesty, virtue and prudence, and we should not see the waste around that now is witnessed. The Latter-day Saints waste enough to make a poor people comfortable. Shall I mention one or two instances? I will mention this one thing anyway, with regard to our paper mill. Can you get the Latter-day Saints to save their rags? No, they will make them and throw them out of doors. Is there a family in this community but what are too well off in their own estimation to take care of paper rags? I think a good many of them would rather steal their beef and what they want than stoop to pick up paper rags to make paper to print our paper on. Not all would do this, but a few; and the majority are so well off that they have not that prudence which belongs to Saints; and I feel sometimes a little irritated, and inclined to scold about it, when I see women who were brought up without a shoe to their foot, or a second frock to their back perhaps, and who lived until they were young women in this style, without ever stepping on to an inch of carpet in their lives, and they know no more how to treat a carpet than  <div class=\"break pagebreak\" id=\"223a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0223.pdf\" target=\"pdfwin\">p.&#xA0;223a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5688\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>pigs do. Do they know how to treat fine furniture? No, they do not; but they will waste, waste&#x2014;their clothing, their carpets and their furniture. I hear them say sometimes, &#x201C;Why, I have had this three years, or five years.&#x201D; If my grandmother could have got an article such as you wear, she would have kept it for her daughters from generation to generation, and it would have been good. But now, our young women waste, waste. <\/div><div class=\"paragraph jod\" id=\"v15n800\"> This is finding fault, and I wish I could hurt your feelings enough to make you think of it when you get home. If I could make you a little mad, when you get home if you see a pretty good piece of carpet, thrown out of doors you will go, perhaps, and shake it and lay it up, thinking that it may be serviceable to somebody or other; and if you cannot do anything else with it, give it to somebody who has not a bed to lie upon, to put under them to help to make a bed. <\/div><div class=\"paragraph jod\" id=\"v15n801\"> If we could see such a society organized as I have mentioned, you would see none of this waste. You would see a people all attending to their business, having the most improved machinery for making cloth, and doing every kind of housework, farming, all mechanical operations, in our factories, dairies, orchards and vineyards; and possessing every comfort and convenience of life. A society like this would never have to buy anything; they would make and raise all they would eat, drink and wear, and always have something to sell and bring money, to help to increase their comfort and independence. <\/div><div class=\"paragraph jod\" id=\"v15n802\"> &#x201C;Well, but,&#x201D; one would say, &#x201C;I shall never have the privilege of riding again in a carriage in my life.&#x201D; Oh what a pity! Did you ever ride in one when you had your <div class=\"break columnbreak\" id=\"223b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0223.pdf\" target=\"pdfwin\">p.&#xA0;223b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5688\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> own way? No, you never thought of such a thing. Thousands and thousands of Latter-day Saints never expect to own a carriage or to ride in one. Would we ride in carriages? Yes, we would; we would have them suitable for the community, and give them their proper exercise; and if I were with you, I would be willing to give others just as much as I have myself. And if we have sick, would they want a carriage to ride in? Yes, and they would have it too, we would have nice ones to carry out the sick, aged and infirm, and give them exercise, and give them a good place to sleep in, good food to eat, good company to be with them and take care of them. <\/div><div class=\"paragraph jod\" id=\"v15n803\"> Would not this be hard? Yes, I should hope so. If I had the privilege and the power, I would not introduce a system for my brethren and myself to live under unless it would try our faith. I do not want to live without having my faith and patience tried. They are pretty well tried. I do not know how many there are who would endure what I endure with regard to faith and patience, and then be persevering in the midst of it all. But I would not form a society, nor ask an individual to go to heaven by breaking all the bones in his body, and putting him in a silver basket, and then, hitching him to a kite, send him up there. I would not do it if I had the power, for if his bones were not broken he would jump out of the basket, that is the idea. I see a great many who profess to be Latter-day Saints, who would not be contented in heaven unless their feelings undergo a great change, and if they were there and you wanted to keep them there, you would have to break their backs, or they would get out. But we want to see nothing of this in this little society. <\/div> <div class=\"break pagebreak\" id=\"224a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0224.pdf\" target=\"pdfwin\">p.&#xA0;224a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5687\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v15n805\"> If I had charge of such a society as this to which I refer, I would not allow novel reading; yet it is in my house, in the houses of my counselors, in the houses of these Apostles, these Seventies and High Priests, in the houses of the High Council in this city, and in other cities, and in the houses of the Bishops, and we permit it; yet it is ten thousand times worse than it is for men to come here and teach our children the a b c's, good morals, and how to behave themselves, ten thousand times worse! You let your children read novels until they run away, until they get so that they do not care&#x2014;they are reckless, and their mothers are reckless, and some of their fathers are reckless, and if you do not break their backs and tie them up they will go to hell. That is rough, is it not? Well, it is a comparison. You have got to check them some way or other, or they will go to destruction. They are perfectly crazy. Their actions say, &#x201C;I want Babylon stuck on to me; I want to revel in Babylon; I want everything I can think of or desire.&#x201D; If I had the power to do so, I would not take such people to heaven. God will not take them there, that I am sure of. He will try the faith and patience of this people. I would not like to get into a society where there were no trials; but I would like to see a society organized to show the Latter-day Saints how to build up the kingdom of God. <\/div><div class=\"paragraph jod\" id=\"v15n806\"> Do you think we shall want any lawyers in our society? No, I think not. Do you not think they will howl around? Yes, you will hear their howls going up morning and evening, bewailing one another. They will howl, &#x201C;We can get no lawsuits here; we cannot find anybody that will quarrel with his neighbor. What shall we do?&#x201D; I feel about them as Peter of Russia is said to <div class=\"break columnbreak\" id=\"224b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0224.pdf\" target=\"pdfwin\">p.&#xA0;224b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5687\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> have felt when he was in England. He saw and heard the lawyers pleading at a great trial there, and he was asked his opinion concerning them. He replied that he had two lawyers in his empire, and when he got home he intended to hang one of them. That is about the love I have for some lawyers who are always stirring up strife. Not but that lawyers are good in their place; but where is their place? I cannot find it. It makes me think of what Bissell said to Paine in Kirtland. In a lawsuit that had been got up, Bissell was pleading for Joseph, and Paine was pleading for an apostate. Paine had blackguarded Bissell a good deal. In his plea Bissell stopped all at once, and, turning to Mr. Paine, said he: &#x201C;Mr. Paine, do you believe in a devil?&#x201D; &#x201C;Yes,&#x201D; said Mr. Paine, who was a keen, smart lawyer. Said Bissell, &#x201C;Where do you think he is?&#x201D; &#x201C;I do not know.&#x201D; &#x201C;Do you not think he is in hell?&#x201D; said Bissell. &#x201C;I suppose he is.&#x201D; &#x201C;Well,&#x201D; said Bissell, &#x201C;do you not think he is in pain [Paine]?&#x201D; They almost act to me as if they were in pain. They must excuse me if there are any of them here today. I cannot see the least use on the face of the earth for these wicked lawyers who stir up strife. If they would turn merchants, cattle breeders, farmers or mechanics, or would build factories, they would be useful; but to stir up strife and quarrels, to alienate the feelings of neighbors, and to destroy the peace of communities, seems to be their only business. For a man to understand the law is very excellent, but who is there that understands it? They that do and are peacemakers, they are legitimate lawyers. There are many lawyers who are very excellent men. What is the advice of an honorable gentlemen in the profession of the law? &#x201C;Do not go to  <div class=\"break pagebreak\" id=\"225a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0225.pdf\" target=\"pdfwin\">p.&#xA0;225a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5686\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>law with your neighbor; do not be coaxed into a lawsuit, for you will not be benefited by it. If you do go to law, you will hate your neighbor, and you will finally have to pick some of your neighbors who hoe potatoes and corn, who work in the cabinet shop, at the carpenter's bench, or at the blacksmith's forge, to settle it for you. You will have to pick ten, twelve, eighteen or twenty-four of them, as the case may be, to act as a jury, and your case goes before them to decide. They are not lawyers, but they understand truth and justice, and they have got to judge the case at last.&#x201D; Why not do this at first, and say we will arbitrate this case, and we will have no lawsuit, and no difficulty with our neighbor, to alienate our feelings one from another? This is the way we should do as a community. <\/div><div class=\"paragraph jod\" id=\"v15n808\"> Would you want doctors? Yes, to set bones. We should want a good surgeon for that, or to cut off a limb. But do you want doctors? For not much of anything else, let me tell you, only the traditions of the people lead them to think so; and here is a growing evil in our midst. It will be so in a little time that not a woman in all Israel will dare to have a baby unless she can have a doctor by her. I will tell you what to do, you ladies, when you find you are going to have an increase, go off into some country where you cannot call for a doctor, and see if you can keep it. I guess you will have it, and I guess it will be all right, too. Now the cry is, &#x201C;Send for a doctor.&#x201D; If you have a pain in the head, &#x201C;Send for a doctor;&#x201D; if your heel aches, &#x201C;I want a doctor;&#x201D; &#x201C;my back aches, and I want a doctor.&#x201D; The study and practice of anatomy and surgery are very good; they are mechanical, and are frequently needed. Do you not think it is necessary <div class=\"break columnbreak\" id=\"225b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0225.pdf\" target=\"pdfwin\">p.&#xA0;225b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5686\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to give medicine sometimes? Yes, but I would rather have a wife of mine that knows what medicine to give me when I am sick, than all the professional doctors in the world. Now let me tell you about doctoring, because I am acquainted with it, and know just exactly what constitutes a good doctor in physic. It is that man or woman who, by revelation, or we may call it intuitive inspiration, is capable of administering medicine to assist the human system when it is besieged by the enemy called Disease; but if they have not that manifestation, they had better let the sick person alone. I will tell you why: I can see the faces of this congregation, but I do not see two alike; and if I could look into your nervous systems and behold the operations of disease, from the crowns of your heads to the soles of your feet, I should behold the same difference that I see in your physiognomy &#x2014;there would be no two precisely alike. Doctors make experiments, and if they find a medicine that will have the desired effect on one person, they set it down that it is good for everybody, but it is not so, for upon the second person that medicine is administered to, seemingly with the same disease, it might produce death. If you do not know this, you have not had the experience that I have. I say that unless a man or woman who administers medicine to assist the human system to overcome disease, understands, and has that intuitive knowledge, by the Spirit, that such an article is good for that individual at that very time, they had better let him alone. Let the sick do without eating, take a little of something to cleanse the stomach, bowels and blood, and wait patiently, and let Nature have time to gain the advantage over the disease. Suppose, for illustration, we draw a line  <div class=\"break pagebreak\" id=\"226a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0226.pdf\" target=\"pdfwin\">p.&#xA0;226a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5685\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>through this congregation, and place those on this side where they cannot get a doctor, without it is a surgeon, for thirty or fifty years to come; and put the other side in a country full of doctors, and they think they ought to have them, and this side of the house that has no doctor will be able to buy the inheritance of those who have doctors, and overrun them, outreach them, and buy them up, and finally obliterate them, and they will be lost in the masses of those who have no doctors. I know what some say when they look at such things, but that is the fact. Ladies and gentlemen, you may take any country in the world, I do not care where you go, and if they do not employ doctors, you will find they will beat communities that employ them, all the time. Who is the real doctor? That man who knows by the Spirit of revelation what ails an individual, and by the same Spirit knows what medicine to administer. That is the real doctor, the others are quacks. <\/div><div class=\"paragraph jod\" id=\"v15n810\"> But to the text. We want to see a community organized in which every person will be industrious, faithful and prudent. What will you do with the children? We will bring them up until they are of legal age, then say, &#x201C;Go where you please. We have given you a splendid education, the advantage of all the learning of the day, and if you do not wish to stay with the Saints, go where you please.&#x201D; What will you do with those who apostatize after having entered into covenant and agreement with others that their property shall be one, and be in the hands of trustees, and shall never be taken out? If any of these parties apostatize, and say we wish to withdraw from this community, what will you do with them? We will say to them, &#x201C;Go, and welcome,&#x201D; and if we are disposed to give them anything, it is all right. <\/div> <div class=\"break columnbreak\" id=\"226b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0226.pdf\" target=\"pdfwin\">p.&#xA0;226b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5685\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v15n811\"> Where are we going to find the greatest difficulty and obstruction with regard to this organization? In the purse of the rich? No, not by any means. I have got some brethren who are just as close, tight and penurious as I am myself, but I would rather take any moneyed man in this community, and undertake to manage him, than some men who are not worth a dollar in the world. Some of this class are too independent. They would say, &#x201C;I'll go a fishing,&#x201D; or &#x201C;I guess I'll go a riding, where I please.&#x201D; Well, if I were to give out word, and say to the community, Send in your names, I want to see who are willing to go into an organization of this kind, who do you suppose would write to me first? The biggest thieves in the community. Do not be shocked at that, any of you, whether you are strangers or not, for we have some of the meanest men that ever disgraced God's footstool right in the midst of the Latter-day Saints. Do not be startled at that, because it is true. I have told the people many a time, if they want anything done, no matter how mean, they can find men here who can do it, if they are to be found on the earth. I cannot help this. You recollect that Jesus compared the kingdom of heaven to a net which gathered all kinds.<span class=\"citation\" id=\"64688\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64688)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64688)\">Matt. 13:47<\/a><\/span> If our net has not gathered all kinds, I wonder where the kinds are that we have not got. I say that some of the worst men in the community would be the first ones to proffer their names to go into such an association. I do not want them there. Is this the fact? Yes it is. I understand it exactly. But if such a community could be organized, to show the Latter-day Saints how to build up the kingdom of heaven on the earth, I would be glad to see it&#x2014;would not you? <\/div> <div class=\"break pagebreak\" id=\"227a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0227.pdf\" target=\"pdfwin\">p.&#xA0;227a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5684\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v15n813\"> If this could be done I want to say to the Latter-day Saints, that I have a splendid place, large enough for about five hundred or a thousand persons to settle upon, and I would like to be the one to make a donation of it, with a good deal more, to start the business, to see if we can actually accomplish the affair, and show the Latter-day Saints how to build up Zion. Not to make a mock of it. Not go and preach the Gospel without purse and scrip,<span class=\"citation\" id=\"68156\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68156)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68156)\">Luke 22:35<\/a><\/span> and gather up the poor and needy, and have them bring Babylon with them. Leave Babylon out of the question. Make our own clothing, but do not put seventeen or twenty-one yards in a single dress, neither be attired so as to look like a camel. It is not comely, it does not belong to sensible people, nor to any people who wish to carry themselves justly and correctly, before the heavens and intelligent men. <\/div><div class=\"paragraph jod\" id=\"v15n814\"> If the ladies want silks, we have the mulberry here of all kinds; we have the silkworm eggs here, and we have made the silk. Go to work now and raise worms, and wind the silk, and weave it and make all the satin ribbons you wish for. We have men and women here, who did nothing in their lives before they came here but weave satin ribbons and satin cloth. This is their business, they know how to get it up. If you will raise the silk, dress yourselves just as beautifully as you please. <\/div><div class=\"paragraph jod\" id=\"v15n815\"> By and by when this people learn the value of the mulberry and the silkworm, you will see the women with their few trees in their yards and around their lots, and for shade trees in the streets; and the children will be picking the leaves and feeding the worms, and they will get up silk dresses here like those in the East Indies. The silk dresses they make there you can put them on and wear them until you are tired of them, and <div class=\"break columnbreak\" id=\"227b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0227.pdf\" target=\"pdfwin\">p.&#xA0;227b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5684\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> almost from generation to generation. We can make them here just as good. And we can have coats and vests and pants made of our homegrown material, which a man would wear for his best suit, and hand down to his posterity. When we have learned the worth of silk we will make it and use it instead of linen. We have a splendid country for raising silk, but not a good country to raise flax in; splendid for raising wool, grain, fruit, vegetables, cattle, milk, butter and cheese, and here we are importing our cheese. We ought to be making cheese by the hundreds of tons. We ought to export it in quantities; but instead of that we are sending to the States for it. <\/div><div class=\"paragraph jod\" id=\"v15n816\"> Where are your cows? Have you taken care of them? If you see a community organized as they should be, they will take care of their calves; they will have something to feed them on in the winter, and they will take care of their stock and not let it perish. What a sin it is to the Latter-day Saints, if they did but know it, to abuse their stock&#x2014;their cattle, milk cows and horses! Through the summer they will work and use them, and in the winter turn them out to live or die as they can, taking no care of that which God has given them. Were it not for the ignorance of the people, the Lord would curse them for such things. <\/div><div class=\"paragraph jod\" id=\"v15n817\"> We ought to learn some of these facts, and try to shape our lives so as to be useful. Let the men make their lives useful. Let the women make their lives useful. Mothers, teach your daughters how to keep house, and not how to spend everything they can get hold of. I will just say a few words on this subject. We have hundreds of young men here who dare not take girls for wives. Why? Because the very first thing, they want a horse and buggy, and  <div class=\"break pagebreak\" id=\"228a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0228.pdf\" target=\"pdfwin\">p.&#xA0;228a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5683\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>a piano; they want somebody to come every day to give them lessons on the piano; they want two hired girls and a mansion, so that they can entertain company, and the boys are afraid to marry them. Now mothers, teach your girls better things than these. What are the facts in the case? If you had been brought up to know what property&#x2014;fine furniture, carpets, and so on, was worth, you would take care of it, and be prudent in the use of it, and teach your girls to take care, instead of wasting it. Do you believe it? This does not hit all, but too many. I wish you would hearken to these things. I am taking up the time, and not giving to others an opportunity to address you. We have not said what we want to say to the Latter-day Saints. We ought to have a house four times as large as this, and we ought to fill it; and we ought to sit together not only four days, but a week and perhaps two weeks, and leave home at home, leave Babylon in Babylon&#x2014;leave everything and come here to worship the living God, and learn of his ways, that we may walk in his paths.<span class=\"citation\" id=\"57781\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57781)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57781)\">Isa. 2:3<\/a><\/span> This is our duty, and what we should do. But there are so many who can hardly spend time to go to meeting on the Sabbath day; and they can hardly spend time to go to Conference. They have so much business on hand, so many cattle to take care of; they have money to let out, or money to borrow; they have men to see to, or something or other, and it seems as if the affections of the people are hankering after the things of this world too much, too much! Stop, Latter-day Saints, and reckon with yourselves, and find whether you are actually in the path of obedience to the requirements of heaven or not. Some suppose that they are serving God and are on the road to eternal life, but <div class=\"break columnbreak\" id=\"228b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0228.pdf\" target=\"pdfwin\">p.&#xA0;228b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5683\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> many will find they are mistaken if they are not careful. We had better reckon with ourselves and look over our accounts, and see how we stand before the Lord. See if we are doing good, if we are bestowing our substance on the poor, that they may have food to eat and habitations to dwell in, and be made comfortable: see if we are sending our means for the poor in foreign lands, and aiding to send the Elders to preach to the nations and gather up the people and make them happy and comfortable. Instead of doing this I fear that many are wandering away from the commandments of the Lord. &#x201C;O fools, and slow of heart to believe!&#x201D;<span class=\"citation\" id=\"68418\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68418)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68418)\">Luke 24:25<\/a><\/span> We can get rich a great deal quicker by serving God than by serving ourselves, do a great deal better, and do a great deal more good. The earth is the Lord's and the fullness thereof.<span class=\"citation\" id=\"56490\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56490)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56490)\">Ps. 24:1<\/a><\/span> He is anxious, and is waiting with extended arms and hands, comparatively, to pour the wealth of the world into the laps of the Latter-day Saints, if they will not give it away to their enemies. But now, just as soon as anything is given to the Latter-day Saints they are looking from east to west, and from north to south, to see where they can strew that that God gives them among their enemies&#x2014;those who spurn the things of God, and would destroy his kingdom from the earth. I say, let the Lord keep us poor rather than forsake our religion and turn away from it! Why cannot a man serve God with his pockets full of greenbacks, and not lust after them one particle? If he cannot do it, he is lacking in wisdom, faith, and knowledge, and does not understand God and his ways. The heavens and the earth are full of blessings for the people. To whom do they belong? To our Father in heaven, and he wishes to bestow them upon his children when they  <div class=\"break pagebreak\" id=\"229a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0229.pdf\" target=\"pdfwin\">p.&#xA0;229a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5682\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>can receive and dispose of them to his name's glory. <\/div><div class=\"paragraph jod\" id=\"v15n820\"> We shall have to stop here. We are going to adjourn our Conference, though we have not said half what we wish to say to you and to ourselves, for we want to be co-workers together. Now let me say to the First Presidency, to the Apostles, to all the Bishops in Israel, and to every <div class=\"break columnbreak\" id=\"229b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0229.pdf\" target=\"pdfwin\">p.&#xA0;229b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5682\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> quorum, and especially to those who are presiding officers, Set that example before your wives and your children, before your neighbors and this people, that you can say: &#x201C;Follow me,<span class=\"citation\" id=\"62881\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62881)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62881)\">Matt. 4:19<\/a><\/span> as I follow Christ.&#x201D; When we do this, all is right, and our consciences are clear. <\/div><div class=\"paragraph jod\" id=\"v15n821\"> God bless you. <\/div>\n<\/div>\n<\/div>"}