{"ID":150037, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Universality and Eternity of the Gospel.<\/div>\n<div class=\"subtitle\">Discourse by Elder George Q. Cannon, delivered in the 14th Ward Assembly Rooms, Salt Lake City, Sunday Evening, Jan. 12, 1873.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: Universality and Eternity of the Gospel.<\/div>\n<div class=\"speaker\">Speaker: George Q. Cannon<\/div>\n<div class=\"date\">Date: 1\/12\/1873<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d37\">\n<div class=\"paragraph jod\" id=\"v15n1040\"> The subjects that have been touched upon by Elder Taylor are the most delightful that the human mind can contemplate. It is true that men can find employment and considerable enjoyment in the acquisition of wealth, and in expending the same in the busy scenes of life, but after all, there is something unsubstantial and unreal about every<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"291b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0291.pdf\" target=\"pdfwin\">p.&#xA0;291b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5620\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>thing of this character. Decay is written upon everything that is human, death is written upon everything that we put our hands to and upon ourselves. We know that we are here but for a short time; we know that everything we possess will, like ourselves, perish and pass away; that our existence here is an ephemeral one&#x2014;shortlived, therefore when  <div class=\"break pagebreak\" id=\"292a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0292.pdf\" target=\"pdfwin\">p.&#xA0;292a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5619\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>we can contemplate the future and the life that is to come, and can understand anything connected with it that we can rely upon, there is something in the contemplation that lifts us above everything of a sublunary or perishable character. We are brought nearer to God, we feel that there is a spark of immortality within us, that we are indeed immortal and partakers of the Divine nature,<span class=\"citation\" id=\"78232\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78232)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78232)\">2 Pet. 1:4<\/a><\/span> through our inheritance as the children of God. And this is the effect that the principles of the Gospel, when properly understood, have upon mankind. They had this effect upon them in ancient days; they have this effect upon them in these days. It is on this account that men are capable of making sacrifices; and that men in ancient days could face every danger and could submit to the most ignominious tortures and death. It is knowledge concerning the future, which God has given to the Latter-day Saints, that has sustained them in their persecutions and trials in the past, and which sustains them at the present time; and it is this which has sustained thousands of other people who have not been Latter-day Saints, and who have not had a fullness of the Gospel, but only understood the principles of the Gospel to a partial extent. What is there that is calculated to fill the heart of man with greater joy than the knowledge that God has revealed the plan of salvation&#x2014;a plan which not only comprehends within its scope man's individual salvation, but the salvation of his ancestors and his posterity, and gives unto him, to a certain extent, the power to be a savior of men,<span class=\"citation\" id=\"89714\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89714)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89714)\">D&amp;C 103:9<\/a><\/span> to be a progenitor in the earth, as Abraham, Isaac and Jacob were; to be the means in the hands of God of bringing to pass also the salvation of those who have passed away in ignorance. It has been a matter which has <div class=\"break columnbreak\" id=\"292b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0292.pdf\" target=\"pdfwin\">p.&#xA0;292b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5619\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> puzzled thousands of well-meaning, honest people who believed in God and in the Gospel as far as they knew it&#x2014;to understand what disposition would be made of those who died in ignorance of the Gospel. For instance, the millions of heathen who have died without having heard the name of the Lord Jesus Christ. Many men, including ministers, have entertained the idea that they go to a place of punishment from which there is no escape, but that they welter there in torment throughout the endless ages of eternity. Others, more charitable, have scarcely any idea what will become of them, and they therefore do not venture an opinion respecting the subject. Others still, have an idea that this cannot be the fate of the heathen, or, if so, that God must be unjust. There is something revolting to the merciful mind in the idea that God, our Heavenly Father would condemn millions of people to endless pain because of their ignorance of some great principle or truth, which he might have communicated to them but did not. For instance, millions of people have lived in Polynesia and the islands of the Pacific for unnumbered generations&#x2014;history does not tell us how many, their traditions scarcely number them&#x2014;and they never heard, until quite recently, the name of Jesus Christ, never knew that he was the Son of God and the Savior of the world. They have died by millions in total ignorance of the plan of salvation as taught in the Scriptures. Millions died on this great continent before the landing of the whites on American soil&#x2014;countless tribes of Indians wandered to and fro from the polar regions of the north to the equator, and from the equator to the polar regions of the south, and not one amongst them all knew anything about God, his Son  <div class=\"break pagebreak\" id=\"293a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0293.pdf\" target=\"pdfwin\">p.&#xA0;293a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5618\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Jesus Christ, or the plan of salvation. They lived and died, generation after generation, in ignorance of these important truths, and many of them were doubtless just and upright men, so far as their traditions enabled them to act and walk uprightly. <\/div><div class=\"paragraph jod\" id=\"v15n1043\"> Certain religious denominations entertain the belief that these people have all been consigned to endless torment; and not only those who have inhabited this land, but those who have inhabited Polynesia and Australia, the groups of Islands in the Indian Archipelago and throughout Asia and Africa. Who can contemplate such a plan of salvation, or rather condemnation, and admire the author of it, and worship him as a just, pure and holy being? Is there any wonder when such theories are propounded and advocated by the professed ministers of Jesus Christ, the Prince of Peace,<span class=\"citation\" id=\"58053\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58053)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58053)\">Isa. 9:6<\/a><\/span> that men have revolted at such a belief and would not exercise faith in Jesus Christ? The wonder to me is that so many have received teachings from men who, professing to be ministers of Christ, have entertained such views as these. To think that God would consign to endless torment millions of his creatures who died in ignorance, of which they might have been relieved if he had revealed his will and sent his ministers unto them! <\/div><div class=\"paragraph jod\" id=\"v15n1044\"> This is not the faith of the Latter-day Saints. The Gospel that we have heard brings to us peace and joy. There is no feature in it from the contemplation of which we recoil. There is no feature connected with it that we cannot sit down and contemplate with pleasure and joy, and the more we contemplate and investigate it, the higher our admiration rises for the author of it&#x2014;the great and good Creator who has revealed it. So far as I understand this plan of salvation, which is the one taught <div class=\"break columnbreak\" id=\"293b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0293.pdf\" target=\"pdfwin\">p.&#xA0;293b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5618\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> by Christ and his Apostles in ancient days, and which is left on record in the Scriptures, there is nothing connected with it but what excites my admiration and calls forth my unbounded gratitude to God for having revealed it, and for having given me the privilege of understanding it, so far as I have learned it. Instead of a Gospel filled with woe, sorrow and condemnation, it is a Gospel of peace, joy and happiness to those who received it. <\/div><div class=\"paragraph jod\" id=\"v15n1045\"> We as a people, brethren and sisters, and we should always bear this in mind, do not believe that God our Heavenly Father will condemn any human being unless he has been made acquainted with the law which he has revealed; in other words, to use the expression of one of the Apostles, &#x201C;Where there is no law, there is no transgression.&#x201D;<span class=\"citation\" id=\"72314\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72314)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72314)\">Rom. 4:15<\/a><\/span> Unless a law is proclaimed unto men, that they may understand it, there can be no transgression of that law, and consequently no condemnation following its transgression; and if condemnation follow, there must be a knowledge of law. There must be a comprehension of a law and willful violation of it, before condemnation can come. There is no room for the exercise of pity to a person who, knowing a law, violates it. We do not have any feelings of pity to men who violate our laws when they understand them. We may regret their course, but when we know that they understood the law, and had power to live above it, and that through yielding to their weaknesses and to their propensities they have violated the law, we feel to say, &#x201C;Let justice take its course, the punishment is a just one, and they must abide by it.&#x201D; So it is in the Gospel&#x2014;you will not be condemned for that which you do not understand, neither will any other people that ever lived&#x2014;that now live&#x2014;or ever will  <div class=\"break pagebreak\" id=\"294a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0294.pdf\" target=\"pdfwin\">p.&#xA0;294a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5617\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>live in the future. They will be condemned according to their knowledge: every man will be judged according to the deeds done in the body.<span class=\"citation\" id=\"74148\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74148)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74148)\">2 Cor. 5:10 (JST)<\/a><\/span> Then what shall be done with the millions who have died in ignorance? If I thought that the plan of God's salvation was confined to this earth, and this limited space of time, I should have different ideas of God to what I have. But God is eternal, and his salvation is an eternal plan of salvation. This earth, or the elements of which it is composed, is eternal. We who live on the earth are eternal in one sense&#x2014;our spirits are eternal; and the elements of which our bodies or tabernacles are created are also eternal. They can be changed, dissolved and reconstructed, recreated and reorganized, but they are eternal, and so are we, and we shall live eternally. God's providences and God's salvation are not confined to this space of time, which we call life; but they extend throughout eternity and when individuals die in ignorance of the Gospel they will have the opportunity of hearing that Gospel elsewhere. As has been said, &#x201C;If the dead rise not at all? then why are ye baptized for the dead?&#x201D;<span class=\"citation\" id=\"73883\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73883)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73883)\">1 Cor. 15:29<\/a><\/span> This was the remark of Paul. Peter also tells us that Jesus went to preach to the spirits in prison which sometime were disobedient when once the long-suffering of God waited in the days of Noah, while the ark was a preparing, wherein few, that is, eight souls, were saved by water.<span class=\"citation\" id=\"77966\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77966)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77966)\">1 Pet. 3:18-20<\/a><\/span> They had been in prison for nearly 2,500 years, according to our chronology; but Jesus, having the power to preach the Gospel, went and preached to them while his body lay in the tomb. I know that this doctrine is strange to many persons. I recollect on one occasion preaching on the Sandwich Islands to a large congregation, endeavoring to prove that baptism for <div class=\"break columnbreak\" id=\"294b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0294.pdf\" target=\"pdfwin\">p.&#xA0;294b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5617\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the remission of sins was necessary, and that, according to the words of Jesus to Nicodemus, unless a man was born of the water and of the Spirit he could in no wise enter the kingdom of heaven. After I had got through, a gentleman came forward from the congregation and commenced interrogating me on the statement which I had made; and in his remarks he dwelt particularly on the case of the thief on the cross. Said he, &#x201C;You have told us that no man can enter the kingdom of heaven unless he is born of the water and of the Spirit.&#x201D;<span class=\"citation\" id=\"68807\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68807)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68807)\">John 3:5<\/a><\/span> I told him that I had quoted the words of the Savior. He wished to know how I disposed of the repentant thief on the cross, who died at the same time that the Savior did. Said he, &#x201C;You recollect that Jesus said, &#x2018;This day shalt thou be with me in paradise;&#x2019;<span class=\"citation\" id=\"68362\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68362)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68362)\">Luke 23:43<\/a><\/span> but your doctrine conveys the idea that the thief did not and could not go to Paradise unless he was born of the water.&#x201D; I remarked to him that I supposed our views with regard to Paradise differed. He said that he believed that Paradise was heaven&#x2014;the presence of God, and that the thief went there immediately after death. I said to him, &#x201C;The Scriptures tell us that he did not.&#x201D; The assertion startled him, and said he, &#x201C;Do you mean to say that Jesus did not go to heaven?&#x201D; I replied, &#x201C;Jesus certainly did not go into the presence of his Father when he died, and to prove to you that what I say is correct, I have only to refer you to the 20th chapter of John, which contains the account of Mary and Jesus, after his resurrection. Mary went to the sepulchre on the morning of the Sabbath, and she found that the stone had been rolled away and that the Savior's body was gone. She was startled at the occurrence, and turning round she saw somebody standing beside her whom  <div class=\"break pagebreak\" id=\"295a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0295.pdf\" target=\"pdfwin\">p.&#xA0;295a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5616\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>she supposed to be the gardener, and she inquired of him what had become of the body of her Lord. Instead of the gardener, it was Jesus, and he called her by name, and as soon as she heard her name she knew it was Jesus, and stepped forward to embrace him.<span class=\"citation\" id=\"70831\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70831)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70831)\">John 20:1-16<\/a><\/span> But Jesus said, 'Touch me not; for I am not yet ascended to my Father: but go to my brethren, and say unto them, I ascend unto my Father and your Father; and to my God, and your God.'&#x201D;<span class=\"citation\" id=\"70862\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70862)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70862)\">John 20:17<\/a><\/span> Now, said I, &#x201C;here is the testimony of Jesus himself that, on the Sabbath after his crucifixion, during which time his body had lain in the tomb, he had not yet ascended to his Father.&#x201D; Said I, &#x201C;Peter tells us that during this time, he had been to preach to the spirits in prison, who were disobedient in the days of Noah;<span class=\"citation\" id=\"77967\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77967)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77967)\">1 Pet. 3:18-20<\/a><\/span> and he also says&#x2014;For this cause was the Gospel preached to them that are dead, that they might be judged by that Gospel, just the same as they who are living.&#x201D;<span class=\"citation\" id=\"78119\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78119)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78119)\">1 Pet. 4:6<\/a><\/span> From this we can learn how proper was the remark of Jesus to the thief. He did not say, &#x201C;Thou shalt be with me in my kingdom this day.&#x201D;<span class=\"citation\" id=\"68363\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68363)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68363)\">Luke 23:43<\/a><\/span> The thief said, &#x201C;Lord, remember me when thou comest into thy kingdom.&#x201D;<span class=\"citation\" id=\"68352\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68352)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68352)\">Luke 23:42<\/a><\/span> But Jesus, who was then undergoing the pangs of death, and had not time to explain the plan of salvation to him, said, &#x201C;This day shalt thou be with me in paradise.&#x201D;<span class=\"citation\" id=\"68364\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68364)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68364)\">Luke 23:43<\/a><\/span> And he no doubt was with him, and heard him explain the Gospel in its fullness, plainness and simplicity, and he had an opportunity of receiving or rejecting it. <\/div><div class=\"paragraph jod\" id=\"v15n1048\"> These are the views entertained by the Latter-day Saints on this important subject. We believe that every being that ever has lived&#x2014;that does live now or ever will live&#x2014;will sooner or later be brought to a knowledge of the eternal plan of salvation, and that none will be con<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"295b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0295.pdf\" target=\"pdfwin\">p.&#xA0;295b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5616\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>demned to endless torment, only those who sin against the Holy Ghost, for Jesus says every sin shall be forgiven except the sin against the Holy Ghost; that shall not be forgiven in this world or the world to come.<span class=\"citation\" id=\"64405\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64405)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64405)\">Matt. 12:31-32<\/a><\/span> Every human being will be brought to a knowledge of the Redeemer's grace; every human being will have truth and error placed before him or her, and will have the opportunity of embracing truth and rejecting error. God has placed us here, we are his children, and he loves us all. We cannot begin to understand the love that God our Father has for his children. He loves all that dwell on the face of the earth&#x2014;the dark sons of Cain that dwell in Africa and in America, in Asia and throughout the islands of the sea, as well as those who live in Europe and America who are of the white race.<span class=\"citation\" id=\"81472\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81472)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81472)\">2 Ne. 26:33<\/a><\/span> All are the objects of his care. His providence is over all and his salvation is extended to all. But upon whom will condemnation rest? This is condemnation, says Jesus, that light has come into the world, and men are made to understand it and reject it.<span class=\"citation\" id=\"68921\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68921)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68921)\">John 3:19<\/a><\/span> But will all be saved? Yes, every human being will be saved except those who commit the unpardonable sin.<span class=\"citation\" id=\"82298\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82298)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82298)\">Alma 39:6<\/a><\/span> But will they all receive the same salvation? No; every man will be rewarded according to the deeds done in the body.<span class=\"citation\" id=\"74149\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74149)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74149)\">2 Cor. 5:10 (JST)<\/a><\/span> Will those who live lives of ease and pleasure, consulting their own inclinations and gratifying them, be saved with those who endure all things for the truth's sake? We read in the scriptures of men and women who aspired to serve God with all their mights, and to do everything that was required of them. They were they who wandered about in sheepskins and goatskins, who dwelt in dens and caves of the earth.<span class=\"citation\" id=\"77087\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77087)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77087)\">Heb. 11:37-38<\/a><\/span> They were willing to take upon them the obloquy and shame; to be sawn  <div class=\"break pagebreak\" id=\"296a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0296.pdf\" target=\"pdfwin\">p.&#xA0;296a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5615\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>asunder,<span class=\"citation\" id=\"77068\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77068)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77068)\">Heb. 11:37<\/a><\/span> to have their heads cut off, to be crucified, to be thrown into the dens of wild beasts, and to suffer anything and everything, every kind of death, for the sake of the Gospel that they had embraced, and they endured these things unflinchingly. Will they receive only the same glory as those who pass along without any affliction and suffering, and who have pleasure all their days? No, the Apostle Paul, in the chapter that has been quoted from&#x2014;the 15th chapter of the 1st of Corinthians, makes it plain that there is a difference in the degrees of glory that men will receive after death. He says that there is one glory of the sun, another of the moon and another of the stars.<span class=\"citation\" id=\"73942\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73942)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73942)\">1 Cor. 15:41<\/a><\/span> This shows that different degrees of glory will be awarded men and women in the resurrection according to their faithfulness here. Some will receive the glory of the sun, which is called the celestial glory; others will receive a glory typified by the moon, called the terrestrial glory;<span class=\"citation\" id=\"73917\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73917)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73917)\">1 Cor. 15:40<\/a><\/span> and others a glory typified by the stars, which is called the telestial glory.<span class=\"citation\" id=\"87132\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87132)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87132)\">D&amp;C 76:81<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v15n1050\"> The Latter-day Saints, as a people, are seeking to obtain celestial glory. They want to go where the Father and Son are, and to dwell eternally in their presence.<span class=\"citation\" id=\"87160\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87160)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87160)\">D&amp;C 76:92<\/a><\/span> They want to receive blessings similar to those which Jesus has received. On this account they have been as willing as the former-day Saints to suffer all things for the sake of the Gospel of Christ.<span class=\"citation\" id=\"126669\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126669)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126669)\">Philip. 1:29<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v15n1051\"> Many men wonder why we left the States as and when we did, and came into this wilderness, and why we endured persecutions. This is a matter of constant wonder to those who investigate our history and who do not understand the reasons which have prompted us to cling to our religion. They say, &#x201C;If you will <div class=\"break columnbreak\" id=\"296b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0296.pdf\" target=\"pdfwin\">p.&#xA0;296b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5615\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> abandon this principle or that, we will fellowship you. If you reject the Book of Mormon, that is not much, you have the Bible. If you would reject Joseph Smith as a Prophet, we would receive you. Your doctrine is not so unpalatable. If you did not have so much confidence in Brigham Young, and did not take him as your counselor in all things, there would not be anything particularly objectionable in your doctrines. You believe in the Bible, the Old and New Testaments; but there are some principles of your religion which you might as well abandon.&#x201D; Some men who call themselves good friends of the Latter-day Saints reason like this. They do not seem to understand that every principle connected with the Gospel is vital to salvation, and that if we reject the Book of Mormon we reject the Bible; if we reject Joseph Smith, we reject Jesus Christ who inspired and sent him; if we reject Brigham Young as an Apostle, we might as well reject Peter, James and John and the other Apostles who lived in ancient days; and that, in fact, to reject any of these would be to reject the whole, and that to be Latter-day Saints we have to believe every principle connected with our religion, or we have to be complete apostates to the whole of it. We cannot say we will receive this and reject that principle. We cannot say, We will receive faith in Jesus Christ, repentance of sin, baptism and the laying on of hands and reject everything else. We will not gather with the people, we will not pay tithing, we will not believe in Brigham Young as an Apostle or Prophet. We cannot be Latter-day Saints and feel thus, we must either receive, or be apostate to, the whole of the Gospel of Jesus Christ. <\/div><div class=\"paragraph jod\" id=\"v15n1052\"> We are fighting for great truths, not with carnal weapons&#x2014;swords, guns, or weapons of war; but we are  <div class=\"break pagebreak\" id=\"297a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0297.pdf\" target=\"pdfwin\">p.&#xA0;297a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5614\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>engaged in a great and mighty spiritual contest, we are seeking to establish or rather to reestablish the principles of truth and righteousness on the earth. We are endeavoring to erect a standard of purity higher than that which now prevails and is recognized by men, and to elevate the people to that standard. That is the aim and labor of the Saints. We are misunderstood&#x2014;so were Jesus and his Apostles, and the Prophets of God in ancient days. We stand in goodly company. We are arrayed, in this respect, with the noblest of earth's sons. Our names are cast out as evil,<span class=\"citation\" id=\"67227\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67227)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67227)\">Luke 6:22<\/a><\/span> and everything we do is misrepresented and misunderstood, but this does not change our disposition or the character of the work we are engaged in. We are resolved, notwithstanding this, to stand firm to the principles which God has revealed unto us. This is the duty of every Latter-day Saint, come life or come death, or whatever may be the consequences. If God has entrusted us with the revelations of his will, if he has taught us holy and pure doctrines, as we testify that he has, we would be recreant to God and to the duties and obligations he has placed upon us if we did not stand up and face the world in arms, if necessary, to maintain his great truths in the earth. <\/div><div class=\"paragraph jod\" id=\"v15n1054\"> It is so with everything connected with our religion. There is nothing impure about it&#x2014;it is God's. There may be impurity in men, and they may fail in carrying out the doctrines which God has entrusted to them, but this does not alter the doctrines. They are true and good from beginning to end, from the first to the last that has been committed to us, and their practice among the people will exalt them. &#x201C;What?&#x201D; says one, &#x201C;will plural marriage, that we have been taught to look upon as so de<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"297b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0297.pdf\" target=\"pdfwin\">p.&#xA0;297b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5614\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>grading, elevate people?&#x201D; Yes, even that principle, much abused as it is, when it is understood by the people, will be viewed in a very different light from what it is now. And so with every other principle of the Gospel. There is nothing that we teach or practice but what is contained in the Bible, and for which we do not have the example of Prophets and Apostles, and that was not embodied in the plan of salvation revealed to the ancients. We are willing to be tested by the word of God. Not by man's traditions and misconceptions; but we are willing to go to and be tested by that book upon which Christendom relies&#x2014;the translation of the Scriptures made by King James the First, of England. If we have embraced error, we are willing to renounce it whenever it is proved to us. <\/div><div class=\"paragraph jod\" id=\"v15n1055\"> There are about a hundred and twenty-five thousand people in these valleys in Utah Territory. We are but a small handful of people, and we are surrounded by the foremost civilization of the age, which is believed in and upheld by forty millions of people, who have in their possession all the agencies of the pulpit and the press&#x2014;the most advanced agencies of civilization; and our barbarism, as it is called, is brought face to face with their advanced civilization. We do not shrink from the contest, but are willing to abide the issue and to submit to the results. We are not afraid of this Gospel. It is reported of President Young that he once said, It was a very poor religion that would not stand one railroad. I do not know whether he ever did make the remark, but whether he did or not, it is true. It is a poor religion that will not stand one, two, three, or half a dozen railroads, or that will not stand in the midst of the hottest  <div class=\"break pagebreak\" id=\"298a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0298.pdf\" target=\"pdfwin\">p.&#xA0;298a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5613\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>persecution, and triumph when in contact with everything that can be brought against it. I would not give a fig for my religion if it would not do this, so long as its believers are not extirpated, as were the believers in the Gospel in ancient days. If they will only let us live and enjoy our natural and heaven-bestowed rights, I have no fears as to the result. It is true that the wicked could turn in and kill us off in detail, as they killed our ancient predecessors&#x2014;the Apostles and followers of Christ. In that day they killed every man that professed to have revelation from God. They searched and hunted until not a man could be found among the sons of men who could say unto the people, &#x201C;Thus saith the Lord,&#x201D;<span class=\"citation\" id=\"94670\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94670)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94670)\">Ex. 4:22<\/a><\/span> until not a man could be found who could say that an angel had appeared to him; until not a man could be found among all the children of earth who could say, &#x201C;God has revealed this to me.&#x201D; If God would permit it, we might be hunted, slain and driven until all were finally extirpated from the face of the earth, and in this way, probably, our religion would not stand and endure the contest or contact with what is called a superior civilization. But so long as we are allowed to live, and to enjoy the exercise of our opinion in this great nation, whose boast it is that it is the land of untrammeled liberty, I do not fear the contest or its result, and in saying this I believe I speak the sentiments of every man and woman who belongs to the Church in this Territory. We know that we have received the truth, that it will be triumphant in the end, and that it will live through and survive all kinds of persecution that may be brought to bear against it. <\/div><div class=\"paragraph jod\" id=\"v15n1057\"> But there is something that I dread more than active persecution. <div class=\"break columnbreak\" id=\"298b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0298.pdf\" target=\"pdfwin\">p.&#xA0;298b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5613\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> We have endured persecutions which have driven us from our homes. Mobs have burned our houses, destroyed our corn and wheat fields, and torn down our fences; our men have been slain, and in some instances our women ravished. We have been driven as wild beasts are driven from the habitations of men, and compelled to flee to the wilderness. We have endured this, and we know that we can endure it, and live in the midst of it, for we have been tested. But we have not yet endured prosperity, we have not yet been tested in this crucible, which is one of the severest to which a people can be subjected. We have not been tested with abundance of property and wealth lavished upon us; and here, my brethren and sisters, is the point against which we have to guard more than all others, for there is more danger today to the Zion of God in the wealth that is pouring into and increasing in the hands of the Latter-day Saints, than in all the armies that have ever been mustered against us, or all the mobs that have been formed for our overthrow, from the organization of the Church until today. There is danger not in mines alone, not in the increase of strangers in our midst, not in the seducing influences which attend the presence of some of them, but in the fact that we ourselves are growing wealthy, and that it is natural for us to become attached to wealth, and for the mind of man to be allured by it, and by the influence which it brings. There is danger in this, and I look for the same results to follow this condition of affairs that formerly followed mobocracy. The mobs came upon us, and they cleansed from among us the hypocrites and cowards, and those who could not endure. The Gospel of Jesus Christ, which brought persecutions, and called upon men to forsake houses  <div class=\"break pagebreak\" id=\"299a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0299.pdf\" target=\"pdfwin\">p.&#xA0;299a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5612\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and lands and everything that was dear to them,<span class=\"citation\" id=\"65253\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65253)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65253)\">Matt. 19:29<\/a><\/span> and to push out into the wilderness, had no attraction for the classes I have named, in the early history of the Church; and I expect that there will be attractions stronger than the Gospel to hypocrites and those weak in the faith in the present phase of our history, and that influences now operating will produce the same results as we have witnessed, that is, to cleanse the people of God. We have, therefore, at the present time, that at our doors, which menaces us with greater danger than mobs. I do not dread the results, but doubtless many, unless they are very careful, will have their hearts hardened and their eyes blinded by, and they will fall a prey to and be overcome by these evils, which the adversary is seeking to pour upon us. <\/div><div class=\"paragraph jod\" id=\"v15n1059\"> It has been truly said by many, &#x201C;Introduce fashions into Salt Lake, increase wealth among the people and induce them to follow fashion and be surrounded by influences that will win them from their primitive habits, then you have solved the Mormon problem.&#x201D; There is great truth in this statement. I recognize it and warn you of it. I know that if we would allow ourselves to be thus influenced, there is really more danger in this than in anything else. I stand here tonight in the presence of God and before you, my brethren and sisters, and I declare that I fully believe that we shall stand this trial, as we have others. I have no fear as to the result, so far as the entire people is concerned. But as a people we had better be warned. We had better watch well our ways, look well to our hearts, keep our minds well on the principles that God has revealed, and love our religion more than anything else on the face of the earth. We must preserve our love for the principles of our faith intact and in<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"299b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0299.pdf\" target=\"pdfwin\">p.&#xA0;299b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5612\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>violate, free from every impurity. What could be offered to us that we have not got in our religion? Is it wealth? I expect to have boundless wealth and boundless dominion, if faithful to God; and I expect that every faithful man and woman in the Church will have everything that his or her heart can desire in this Gospel which God has revealed. The Prophet Isaiah, speaking of Jesus, says, To the increase of his kingdom there shall be no end.<span class=\"citation\" id=\"58070\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58070)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58070)\">Isa. 9:7<\/a><\/span> That promise is also made to us&#x2014;to the increase of our kingdom there shall be no end. What did the Lord say to Abraham when he had blessed him? He told him to look upon the stars of heaven and promised that as they were countless and innumerable so should his seed be.<span class=\"citation\" id=\"126670\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126670)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126670)\">Gen. 15:5<\/a><\/span><span class=\"citation\" id=\"53342\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53342)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53342)\">Gen. 22:17<\/a><\/span><span class=\"citation\" id=\"93432\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93432)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93432)\">Abr. 3:14<\/a><\/span> That promise, made to Abraham, the Father of the Faithful,<span class=\"citation\" id=\"74487\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74487)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74487)\">Gal. 3:7<\/a><\/span><span class=\"citation\" id=\"92190\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92190)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92190)\">D&amp;C 138:41<\/a><\/span> is couched in the words of Isaiah to Jesus. There was to be no end to the kingdom of Abraham, he was to have thrones, principalities and dominions; to be crowned not with a barren, empty crown, not a crown without a kingdom, but a real one, emblematical of endless and boundless rule, power, dominion and glory. The Lord has promised the same glory to every being who attains to the glory of the sun,<span class=\"citation\" id=\"87097\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87097)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87097)\">D&amp;C 76:70<\/a><\/span> who gains a fullness of glory in his celestial kingdom. They all will be heirs of God and joint heirs with Jesus Christ.<span class=\"citation\" id=\"72579\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72579)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72579)\">Rom. 8:17<\/a><\/span> Recollect the words&#x2014;joint heirs with Jesus Christ, and as he has dominion and rule so will they. He that has been faithful over a few things shall be made ruler over many,<span class=\"citation\" id=\"66117\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66117)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66117)\">Matt. 25:21<\/a><\/span> says Jesus; and in another place he says that all who have forsaken fathers, mothers, houses or lands for my sake shall receive a hundred fold in this life,<span class=\"citation\" id=\"126671\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126671)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126671)\">Mark 10:28-30<\/a><\/span> and in the life to come life everlasting.<span class=\"citation\" id=\"65254\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65254)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65254)\">Matt. 19:29<\/a><\/span><span class=\"citation\" id=\"67878\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67878)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67878)\">Luke 18:29-30<\/a><\/span><span class=\"citation\" id=\"65255\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65255)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65255)\">Matt. 19:29<\/a><\/span> We are promised, then, a hundred fold for all we forsake in this life, and life everlasting hereafter. What was  <div class=\"break pagebreak\" id=\"300a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0300.pdf\" target=\"pdfwin\">p.&#xA0;300a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5611\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the song which John says was sung by the saved in heaven? &#x201C;Thou hast made us kings and priests unto God: and we shall reign on the earth.&#x201D;<span class=\"citation\" id=\"79180\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79180)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79180)\">Rev. 5:10<\/a><\/span> This is the promise made to the faithful by God, the King of kings.<span class=\"citation\" id=\"80437\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80437)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80437)\">Rev. 19:16<\/a><\/span> It is natural for man to seek to exercise rule wherever he can; and it is perfectly right when bounded and controlled by principle. <\/div><div class=\"paragraph jod\" id=\"v15n1061\"> In the Gospel there is open to us room for the exercise of this feeling without any evil results following it. We can, if we choose, in this life lay a foundation for eternal riches, dominion and rule, and the possession of all blessings which God has promised to the faithful. We therefore look for a heaven of this kind. The Latter-day Saint does not look for an empty heaven, where he has got to sing continually to the thrumming of the harp. The Saints look for a tangible heaven, the same as we have here, only glorified immensely. We expect to be like God, our heavenly Father&#x2014;to take part in creation, in the creation and peopling of new worlds, and in doing things similar to what God has done. This is a subject of such magnitude that I can only briefly allude to it in passing. <\/div><div class=\"paragraph jod\" id=\"v15n1062\"> Do you understand, can you understand, brethren and sisters, why the ancients were willing to suffer and endure all things? They knew that God had in store for them everything that their hearts could desire; and that the joys of which they had a slight foretaste here they would receive a fullness of hereafter. If they had wives they knew they would be theirs for eternity. If they had families they knew they would be theirs for eternity. They knew that Jesus meant what he said to Peter when he said, Thou art Peter, to thee I give the keys of the kingdom, and whatsoever thou shalt bind on earth shall be bound in heaven.<span class=\"citation\" id=\"64869\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64869)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64869)\">Matt. 16:18-19<\/a><\/span> What <div class=\"break columnbreak\" id=\"300b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0300.pdf\" target=\"pdfwin\">p.&#xA0;300b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5611\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> ordinances were there that Peter had to perform on earth that should be bound in heaven? The Latter-day Saints understand it. God has restored the same authority to the earth, and has bestowed it upon the man who occupies the same position in the Church in this day that Peter held in his. Peter was the senior Apostle&#x2014;the President of the Twelve, and he, therefore, had the right to hold the keys, and to seal a wife to her husband, and the ordinance would be bound in heaven as he bound it on the earth. The Latter-day Saints claim to have received the same authority. We believe when we marry that we marry for eternity, and that our wives and children will dwell with us in eternity. This is our faith. It was over his posterity that Abraham was to reign. What benefit would it be to him to have posterity as numerous as the sands on the seashore, or as the stars of heaven,<span class=\"citation\" id=\"53343\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53343)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53343)\">Gen. 22:17<\/a><\/span><span class=\"citation\" id=\"93433\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93433)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93433)\">Abr. 3:14<\/a><\/span> if he did not rule over them? But embody the idea of rule and dominion, and of his being a prince over his posterity, the progenitor of a great and mighty race, over whom he should eventually reign and rule, and then we see the precious nature of the promise which the Lord made to him. The Lord gave him Canaan as an everlasting possession,<span class=\"citation\" id=\"53151\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53151)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53151)\">Gen. 17:8<\/a><\/span> yet Stephen, the martyr, when he preached his last discourse to the Jews, told them that Abraham had not had so much as a foot of it,<span class=\"citation\" id=\"71511\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71511)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71511)\">Acts 7:5<\/a><\/span> but the time would come to which I have referred, when he and his seed would sing, &#x201C;Thou hast made us kings and priests unto God: and we shall reign on the earth.&#x201D;<span class=\"citation\" id=\"79181\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79181)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79181)\">Rev. 5:10<\/a><\/span> This reigning on the earth was embodied in their ideas of heaven. This is the kind of heaven to which the ancients looked, and it is the kind of heaven to which the Latter-day Saints look, and this is in consequence of the great and  <div class=\"break pagebreak\" id=\"301a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0301.pdf\" target=\"pdfwin\">p.&#xA0;301a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5610\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>glorious principles which God has revealed to them. Because of this they have been willing in the past to endure what they have endured. <\/div><div class=\"paragraph jod\" id=\"v15n1064\"> There is much more connected with these points than any human being can say with regard to them. They are immense in their magnitude, and cannot be grasped at once. But the more the truth which God has revealed is investigated the more beautiful it appears. I often remark, There is something beautiful to me in the idea of a people being gathered together as the Latter-day Saints have, and dwelling in love and harmony. By this, says John, you may know that you have passed from death unto life, because ye love one another.<span class=\"citation\" id=\"78713\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78713)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78713)\">1 Jn. 3:14<\/a><\/span> We, with all our faults, do love one another. The Latter-day Saints dwell together in unity, no matter where they come from. They come here by hundreds and thousands from foreign lands, but here they are in the midst of their friends. They may not speak the same language, and may have different habits and ways of living, but when they reach here they are at home. This is one of the results of the Gospel. It is strange, but how beautiful and Godlike, and how much it ought to fill our hearts with gratitude that we live at a time and are associated with a people who are thus blessed. <\/div><div class=\"paragraph jod\" id=\"v15n1065\"> The world would give everything they possess, and there have been those who would have given their lives, to partake of the blessings that we enjoy and that are so common in our midst. I have just made a hasty trip through the length of the Territory. Before starting, I telegraphed to different points that I wanted horses at such a time. I promised no remuneration whatever, but they supposed that my business was of importance, and at the time needed the horses were at hand and men <div class=\"break columnbreak\" id=\"301b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0301.pdf\" target=\"pdfwin\">p.&#xA0;301b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5610\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> ready to accompany them. When I thanked them, they would say, &#x201C;There is no need, brother Cannon, we have as much interest in this work as you have.&#x201D; Wherever we went there were friends, and tables spread to give us all we wanted. Can it be done in any other country? I believe that we have made a journey that could not be made in any other country, unless in Russia, where a despot rules. He could order the people as he pleased; but this has been done by simply inquiring by telegraph, &#x201C;Can you do so and so?&#x201D; The response came, &#x201C;Yes, anything you want.&#x201D; What caused this? Was it despotism? No, it was love. Their interest in this work is as great as mine or any man's, and it was a pleasure to them to do it. The result was that we went to St. George and returned in a little over nine days, and stayed there four, traveling seven hundred miles. It has filled me with peculiar feelings, and I have rejoiced to think that I have been associated with such a people as the Latter-day Saints. I said to them, &#x201C;You know, I would do the same.&#x201D; &#x201C;Yes, we know that.&#x201D; The majority of this people feel that they cannot do too much for this work. It is the work of God, and we feel that we cannot do too much for the salvation of our fellow men. We have shown this time and time again. To illustrate it: the Latter-day Saints have sent year after year five hundred teams clear to the Missouri River, with four yoke of cattle to the team, and over five hundred men to drive these teams, and a great number of men to guard and watch them. These teams were loaded with provisions to feed the returning emigrants for upwards of a thousand miles. This was done willingly. Men spent their entire summer, and in this country that means the entire  <div class=\"break pagebreak\" id=\"302a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0302.pdf\" target=\"pdfwin\">p.&#xA0;302a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5609\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>year, for when a man and his team lose the summer, they lose the benefits of the entire year's labor. Where can you see anything like this, except in Utah? What was it done for? To build up some man or despotism, or to gratify some impostor? No, it was because the people loved their fellow creatures&#x2014;their brethren and sisters. This was missionary labor on a large scale. It was not like putting a few cents into a missionary box, and then publishing each man's name, and the amount he contributed, in a magazine, to show the world how much he had done for the salvation of the poor heathen. There was nothing of this kind here; there were no trumpets blown on the corners, Pharisee-like, to show the amount of donations made,<span class=\"citation\" id=\"63285\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63285)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63285)\">Matt. 6:1-2<\/a><\/span> but quietly and unobtrusively the people of this Territory sent their young men and teams, two thousand yoke of cattle, sometimes more&#x2014;twenty-five hundred&#x2014;with horses and provisions and everything necessary to equip large companies and bring, a thousand miles over land to this city, men and women they had never seen, and whose names they had never heard. This is done all the time, the people paying hundreds of thousands of dollars for the emigration of <div class=\"break columnbreak\" id=\"302b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0302.pdf\" target=\"pdfwin\">p.&#xA0;302b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5609\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> their poor brethren and sisters in foreign lands. A great deal is published in foreign lands about missionary efforts. I recollect when a child how anxious my parents were that I should save a little to send the Gospel to the heathen. That was before they joined this Church. I thought it a very great thing to do as they desired. But the Latter-day Saints are doing this all the time. They send missionaries over the earth. Men leave their families and comfortable homes to preach the Gospel in foreign lands without purse and scrip.<span class=\"citation\" id=\"68158\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68158)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68158)\">Luke 22:35<\/a><\/span><span class=\"citation\" id=\"84481\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84481)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84481)\">D&amp;C 24:18<\/a><\/span> What for? For the salvation of their fellow creatures. It is the result of the teachings of the Gospel of Jesus Christ. And we have to do more of it, and to feel greater interest in our fellow creatures than we do, until the time shall come when we shall love our neighbors as we do ourselves.<span class=\"citation\" id=\"65471\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65471)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65471)\">Matt. 22:39<\/a><\/span> That time must come for us as a people. <\/div><div class=\"paragraph jod\" id=\"v15n1067\"> May God bless you, my brethren and sisters and friends, and pour out his Holy Spirit upon you, enlighten your minds and strengthen you in doing right, regardless of consequences, that you may be able to endure to the end, which I pray in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}