{"ID":150015, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Sacrament&#x2014;Self-Examination&#x2014;Recollections of Early Life&#x2014;Reflections on Scenes of Childhood, After An Absence of Forty Years.<\/div>\n<div class=\"subtitle\">Remarks by President George A. Smith, delivered in the New Tabernacle, Salt Lake City, Sunday, July 7, 1872.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: Sacrament&#x2014;Self-Examination, Etc.<\/div>\n<div class=\"speaker\">Speaker: George A. Smith<\/div>\n<div class=\"date\">Date: 7\/7\/1872<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d15\">\n<div class=\"paragraph jod\" id=\"v15n335\"> The administration of the Sacrament is an occasion which calls us, one and all, to reflection, to inquire of ourselves in relation to our course <div class=\"break columnbreak\" id=\"92b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0092.pdf\" target=\"pdfwin\">p.&#xA0;92b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5819\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of conduct in life&#x2014;whether the journey we have pursued, the paths that we are traveling, are in accordance with the holy principles of that reli<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"93a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0093.pdf\" target=\"pdfwin\">p.&#xA0;93a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5818\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>gion which has been revealed for our salvation, and which we have received. While I have visited the cities of the East, I have observed that a great amount of means has been expended in the construction and ornamenting of churches and edifices for public worship. Every city, every village is beautified with magnificent buildings, stately domes, elegant spires, erected in honor and for the purpose of religion, and I have reflected upon the influence of this religion upon the minds of a community. In visiting friends I found many who are professors of religion, who seem to have an utter disregard for any forms of worship whatever, and who totally neglect prayer in the family and grace at the table. I am not aware, of course, whether or not this is general among Christians; but I notice among the Latter-day Saints, that it seems to be very natural to be slothful and negligent and careless in relation to our everyday, simple duties. We may build temples, erect stately domes, magnificent spires, grand towers, in honor of our religion, but if we fail to live the principles of that religion at home, and to acknowledge God in all our thoughts, we shall fall short of the blessings which its practical exercise would ensure. <\/div><div class=\"paragraph jod\" id=\"v15n337\"> While the Sacrament is passed around, and we take the emblems of our Savior's death and suffering, and realize the sacrifice which he made for our salvation, we should ask ourselves, Do we remember him in all things? Do we acknowledge his hand in the providences with which we are surrounded? Do we call upon him in our families and in secret? Or do we neglect our duties, do we miss praying with our families in the morning, and have not time to do so in the evening, and are in <div class=\"break columnbreak\" id=\"93b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0093.pdf\" target=\"pdfwin\">p.&#xA0;93b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5818\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> such a hurry that we cannot even ask his blessing upon our food, and cannot take time to attend meeting on the Sabbath, nor afford to devote the day to rest, meditation and study? Let us also ask these questions of ourselves, Are we honorable in our relations with each other? Do we do by our neighbor as we would that he should do unto us?<span class=\"citation\" id=\"63817\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63817)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63817)\">Matt. 7:12<\/a><\/span> Are we just in our dealings? Are we honoring those principles of morality which alone can prepare us to inherit celestial glory? Brethren and sisters, if we ask ourselves these questions, and, after examining our conduct and career, can answer them honestly and truthfully in the affirmative, then we may partake of the bread and water in the presence of our heavenly Father worthily. If, on the other hand, we have been negligent and careless, we should repent, for repentance is our first duty. <\/div><div class=\"paragraph jod\" id=\"v15n338\"> Since I last saw you, I have visited the scenes of my childhood, and the place of my birth, after an absence of about forty years. My ideas of right and wrong were formed there; my associations with the people, up to fifteen years of age, were such as to give deep and strong impressions of their character, and of the principles by which they were governed. I cannot say that my visit was without its painful character. Forty years sweep from the face of the earth more than a generation. I understand statisticians to estimate that thirty-three years carry as many souls from the earth as dwell on it at one time. I went into my native town after forty years' absence, and inquired for those who were the businessmen in my boyhood, for the magistrates, ministers, merchants, farmers and mechanics with whom I was acquainted then. Where were they? Nearly all dead; a very few of the old faces, like ancient oaks,  <div class=\"break pagebreak\" id=\"94a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0094.pdf\" target=\"pdfwin\">p.&#xA0;94a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5817\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>remain. On my father's farm there was a beautiful grove of maple&#x2014;some two hundred trees, standing when I was there before, with no other timber among them, the ground sown with white clover&#x2014;it was one of the most beautiful lawns I ever saw when I left it. I drove up before the house in which I was born, and said to the man who was residing there, &#x201C;Is that grove standing?&#x201D; &#x201C;Not a maple tree on the farm,&#x201D; was the reply. &#x201C;Not a single one?&#x201D; said I. &#x201C;No,&#x201D; said he, &#x201C;not a maple on the farm.&#x201D; I had not even the curiosity to drive across the farm, for in my mind that grove was the feature of all others, it was the place of my dreams. <\/div><div class=\"paragraph jod\" id=\"v15n340\"> Many of you know that in 1853 we had difficulty with the Indians in Southern Utah. At that time I was military commander of the Southern Department. Previous to every attack on the settlement, my dreams would carry me back to that grove, and there I would see, or get some intimation of, the coming trouble with the Indians. Now there is not a tree left. It would have been about so with the people if I had stayed away a few years longer. <\/div><div class=\"paragraph jod\" id=\"v15n341\"> I went into the school district where I had resided some six years, and visited Mr. Porter Patterson, with whom I was well acquainted in my boyhood, and began inquiring for the neighbors. &#x201C;Why,&#x201D; said he, &#x201C;they are all gone but four: myself and wife, and Mr. John Stafford and Mrs. Garfield are all the married people that remain that lived here when you went away, thirty-nine years and two months ago.&#x201D; &#x201C;Then,&#x201D; said I, &#x201C;I must go to the graveyard.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v15n342\"> These reflections would bring to my mind the sermons that I had heard in my youth. I went to the cemetery, and saw the graves of a great many of my old comrades. There were headstones with inscrip<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"94b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0094.pdf\" target=\"pdfwin\">p.&#xA0;94b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5817\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tions to many whom I had known, and some whose funerals I had attended, and I could recite texts, and a portion of the sermons preached at those funerals. They were generally passages like this&#x2014;&#x201C;Be ye also ready: for in such an hour as ye think not the Son of man cometh.&#x201D;<span class=\"citation\" id=\"65971\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65971)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65971)\">Matt. 24:44<\/a><\/span> Passages of this kind were generally selected as warnings to all to be ready for death. <\/div><div class=\"paragraph jod\" id=\"v15n343\"> From the monuments in the graveyard I found that a good many had been summoned in their youth, for there were the graves of boys and girls with whom I had associated, some of them my relatives. I visited three cemeteries with a like result&#x2014;the one in our own neighborhood, one in Colton and the other in Potsdam village, in all of which I had been more or less acquainted. <\/div><div class=\"paragraph jod\" id=\"v15n344\"> Latter-day Saints, in their preaching, call on men and women to prepare to live, and they teach them how to live, believing that if any person is prepared to live as he ought to, he will certainly be prepared to die whenever the summons shall come. It was never a part or portion of our teaching to attempt to scare men to heaven. I went to the meetinghouse, or rather to the site of the meetinghouse, for the old frame building had been replaced by another of bricks, and it converted into a lecture room for the normal school. In that old frame building I had been most solemnly sentenced to eternal damnation, nine times, by a Congregationalist minister forty years ago. He had gone to his grave, and nearly all the persons present in the congregation at the time, had followed, or preceded, him. The object of this sentence, in the eloquent and solemn language in which it was pronounced, and so oft-repeated, was, no doubt, to stir in the minds of impenitent sinners, and of  <div class=\"break pagebreak\" id=\"95a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0095.pdf\" target=\"pdfwin\">p.&#xA0;95a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5816\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>me particularly, a conviction that would secure conversion to Christianity, as I was considered impenitent; and I do not know but the proper phrase would be, to scare me to heaven. But it did not have that effect with me, I never could understand nor realize certain portions of the teachings which I there heard. That I must become so thoroughly in love with the justice of God as to be perfectly willing to be damned to all eternity for his glory, and suffer all the miseries which they so eloquently described, was to me an impossibility, I could see no justice in such doctrines. But those were times of great religious excitement, when revivals and protracted meetings were common all over the country, and the souls of many were stirred to the very core, as it were, by the idea, then so strongly advocated, of the punishment and misery which were to be eternally inflicted upon all those who were finally impenitent. Those sermons divided the Christian world into two classes, one was made celestial, inheriting all the blessings and glory which a God could bestow; the other was banished to eternal misery. <\/div><div class=\"paragraph jod\" id=\"v15n346\"> When the doctrines of the Latter-day Saints were preached to me I could understand them. I could believe in faith and repentance, in the principle of obedience, and in the doctrines of baptism for the remission of sins, and the laying on of hands for the gift of the Holy Ghost, and that God had provided for all beings that he ever created, a glory, honor and immortality in accordance with their works, whether good or evil, giving, as a matter of course, to the faithful Latter-day Saints, the reserved seats; or to use the language of the Apostle Paul, I could believe that there was a glory of the sun, a glory of the moon, and a glory of <div class=\"break columnbreak\" id=\"95b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0095.pdf\" target=\"pdfwin\">p.&#xA0;95b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5816\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the stars, and that the glory of the stars differed as much as the stars differ in brilliancy;<span class=\"citation\" id=\"73938\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73938)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73938)\">1 Cor. 15:41<\/a><\/span> and that all sects, denominations and classes of people would receive punishments and rewards in accordance with his divine justice. Every Latter-day Saint that abides in the truth, faithful, to the end, may expect the glory of the sun;<span class=\"citation\" id=\"73939\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73939)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73939)\">1 Cor. 15:41<\/a><\/span><span class=\"citation\" id=\"126585\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126585)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126585)\">D&amp;C 76:70<\/a><\/span> and every man that acts in accordance with the light that he possesses lays a foundation for greater glory and honor than eye has seen, or than it has entered into the heart of mortal man to conceive.<span class=\"citation\" id=\"72980\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72980)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72980)\">1 Cor. 2:9<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v15n347\"> I did not visit these graves with the feeling that some of the ministers of orthodox churches sought to impress upon my mind in my youth&#x2014;I did not believe that they were consigned to eternal punishment because they believed differently from what I did. I went there feeling a confidence that honorable men and women would receive honorable treatment from a just God. In speaking on this subject, I designed simply to wake up the hearts of my brethren and sisters to the necessity of maintaining this honor, and to the fact that, as we advance in the things of the kingdom, greater sacrifices and more faith and diligence are required on our part. <\/div><div class=\"paragraph jod\" id=\"v15n348\"> I visited, in the course of my journey, the place where Joseph Smith's father was born&#x2014;Topsfield, Massachusetts. I was in the house he was born in, and upon the farm where the family had resided three generations previous, they having resided in that county&#x2014;Essex&#x2014;as early as 1666. One object of my visit was to obtain some historical information in relation to the family of Joseph Smith. It was about eighty-one years since my grandfather moved away from that place, at which time my father was eleven years old, and Joseph's father twenty-one, they being bro<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"96a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0096.pdf\" target=\"pdfwin\">p.&#xA0;96a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5815\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>thers. It would seem strange that, after the lapse of eighty-one years, I should find anyone who knew my grandfather, yet I saw several persons who stated that they were personally acquainted with him, although they could not remember when he moved away; but after doing so, he returned to that neighborhood, and visited his relatives and acquaintances, and they had distinct recollections of him, and gave me reminiscences of his history. <\/div><div class=\"paragraph jod\" id=\"v15n350\"> The graveyard at Topsfield contained no monuments over about eighty years old. I do not recollect the exact date. Among the oldest were the names of my great aunts and other relatives. Being a firm believer in the doctrine of baptism for the dead, I was anxious to procure the names of those departed persons wherever our records might be deficient, and I have, I believe, a prospect of obtaining the names of about nine hundred of the kindred of my great grandmother&#x2014;Priscilla Gould. <\/div><div class=\"paragraph jod\" id=\"v15n351\"> The old portion of the burying ground at Topsfield, used by the early inhabitants, is totally without monuments&#x2014;no gravestones whatever, so that I presume they simply used headboards or monuments of wood; and the place is now reserved as a sacred precinct in which, we were told that any of the kindred of those ancient worthies of the town might plant gravestones if they choose, but no person is allowed to be buried there. The cemetery had been enlarged, and from eighty years ago down to the present time there had been placed there many gravestones and handsome obelisks, some manifesting the pride and aristocracy of those who placed them there. I noticed one particularly, on which was inscribed a notice to the effect that the person buried there was a millionaire. It did not say whether he <div class=\"break columnbreak\" id=\"96b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0096.pdf\" target=\"pdfwin\">p.&#xA0;96b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5815\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> obtained money honestly or by some other means. <\/div><div class=\"paragraph jod\" id=\"v15n352\"> In visiting the office of the town clerk, I examined the record kept by my great grandfather in 1776-8, at which time he was the clerk of that town. I also found, by examining the records ten years before then, that he had represented the town in the Legislature of the Colony of Massachusetts, and was a very firm supporter of the Revolution. Just as I was about leaving the office to go to the railway station, I was told by the clerk that he had a list of the names of the children of Robert Smith in the town record. Robert Smith was supposed by us to be the first of our family who settled in Massachusetts, sometime previous to the year 1665. I there ascertained what our family records fail to show. Our records show that he had a son Samuel, and that Samuel had a son Samuel, and that Samuel had a son Samuel and a son Asael, and Asael was our grandfather; but I ascertained that this Robert Smith had a large family, and their names are contained in that old town record. <\/div><div class=\"paragraph jod\" id=\"v15n353\"> The Genealogical Society of Massachusetts has got out books containing the records of some hundreds of the families of the oldest settlers of the colony. If our friends here, whose ancestors were buried in New England, would unite in purchasing an entire set of these works, they would be enabled to find collateral, if not direct, branches of their kindred; and so obtain a key to help them in making the necessary records to attend to the ordinances for their dead. But our faith is, brethren and sisters, that when we have exhausted all the powers within our natural reason and reach to obtain a knowledge of our dead,<span class=\"citation\" id=\"91168\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91168)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91168)\">D&amp;C 128:11<\/a><\/span> and the Lord is satisfied with us, revelations will be opened to our understandings by  <div class=\"break pagebreak\" id=\"97a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0097.pdf\" target=\"pdfwin\">p.&#xA0;97a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5814\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>which we will be able to trace back our genealogy to the time when men were within the pale of the principles and laws of the Priesthood, before these ordinances were changed and the everlasting covenant broken.<span class=\"citation\" id=\"58439\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58439)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58439)\">Isa. 24:5<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v15n355\"> In conversing with Mr. Zaccheus Gould and his wife, of Topsfield, over eighty years old, and Dr. Humphrey Gould, of Rowe, who were cousins, of my father, I was enabled to pick up many very satisfactory items of information. I am also under obligation to Mr. John H. Gould, of Topsfield, and to the town clerk of that place, Mr. Towne, for valuable letters and papers relating to the history of our family, all of which, as they relate to the ancestry of Joseph Smith, will form an interesting page in connection with his history when it shall be published. <\/div><div class=\"paragraph jod\" id=\"v15n356\"> I do not design, in conversing with you at the present time, to enumerate the visits I made, though they remind me of a remark made concerning me by my grandfather on the last day of his life. He died in his eighty-eighth year, I being then in my fourteenth year. Said he, &#x201C;George A. is a rather singular boy. When he comes here, instead of going to play as the rest of my grandchildren do, he comes into my room and asks me questions about what occurred seventy or eighty years ago.&#x201D; It seemed to me, while I was absent, that I was pursuing the same course yet, for although I had got pretty well along in years, I still wanted to talk with the old folks. <\/div><div class=\"paragraph jod\" id=\"v15n357\"> At Woonsocket, R. I., I visited Mrs. Tryphena Lyman, a cousin of my mother, in her 94th year, who was living with her unmarried daughter, an agreeable young lady in her 70th year. I had a very pleasant visit with them, and from them I learned some interesting incidents of my mother's ancestors. <div class=\"break columnbreak\" id=\"97b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0097.pdf\" target=\"pdfwin\">p.&#xA0;97b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5814\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> From my cousins, Mr. and Mrs. Simon D. Butler, of South Colton, N.Y., I obtained a copy of the family record of my great-grandfather, Deacon John Lyman, written by his own hand in his family Bible&#x2014;now 200 years old. Mrs. Butler has been my most faithful correspondent among all my relatives, and my meeting with her and her husband was more like meeting a brother and sister than cousins. <\/div><div class=\"paragraph jod\" id=\"v15n358\"> It is very well known that, by the election of a convention of delegates from all the counties of this Territory, held in this city, Ex-Governor Fuller and myself went to attend the Republican Convention at Philadelphia. Persons appeared there and objected to me because I was a &#x201C;Mormon,&#x201D; and the committee on credentials did not think proper to allow the representatives of the people of Utah a seat in that convention, consequently we retired, believing, fully, that the time would come in our country when men will not be questioned in relation to their religious faith or practice, when called upon to perform the duties of citizens, but that if they are firm and upright supporters of the Constitution and laws of their country, that will be all that will be required of them. I then took the opportunity to make these visits, which I had designed doing years before, and which I believe will result in good. I did not seek to be publicly known; I made no attempts to preach, though invited at different times to do so; and I must say for the credit of New England, that I had the offer of a Christian church to preach in. I say this to show that New England is improving in its religious faith, that is, there is less bigotry there now than there has been at certain periods. I could have had numerous opportunities to preach, but I wished  <div class=\"break pagebreak\" id=\"98a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0098.pdf\" target=\"pdfwin\">p.&#xA0;98a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5813\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to make my journey one of rest, and addressed but one public congregation, and that was last Sabbath in the Latter-day Saints' Hall, Brooklyn. <\/div><div class=\"paragraph jod\" id=\"v15n360\"> While at Philadelphia I met Mr. E. W. Foster, Supervisor of Potsdam, my native town, he being a member of the convention, and one of the committee on credentials before whom our claim to a seat was contested. After leaving Philadelphia I visited Potsdam, and an incident occurred there which I will name. On landing at the railway station, Mr. Foster happened to be there, and recognizing me, he called me by name, and bid me welcome to the town. A very respectable-looking aged lady, hearing the name, stepped up to him and inquired if I was George A. Smith, and being answered in the affirmative, she seized my hand and said, &#x201C;I want to thank you, your father saved my life.&#x201D; &#x201C;Why, when?&#x201D; &#x201C;A good many years ago.&#x201D; &#x201C;How?&#x201D; &#x201C;We were broken through the ice into the lake, and at the risk of his own life he saved mine.&#x201D; The cars were about starting, and she rushed from me and said, &#x201C;My name was Eliza Courier.&#x201D; I really thought the incident worth naming, as occurring in the place of my birth, and from which I had gone nearly forty years before. <\/div><div class=\"paragraph jod\" id=\"v15n361\"> By the courtesy of General N. S. Elderkin, I had the privilege of visiting the State Normal School at Potsdam, and was very much pleased with the institution. The vast improvements which have been made in buildings, machinery, roads, transportation, and telegraphs, have certainly not been altogether inapplicable to the progress of education. When I received my education, an ordinary school master received nine dollars a month, and twelve if he was a first class teacher; and he <div class=\"break columnbreak\" id=\"98b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0098.pdf\" target=\"pdfwin\">p.&#xA0;98b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5813\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> could cut blue beech switches enough in a day, and perhaps less, to thrash the scholars the entire winter, and they were applied very freely. I used to think I got more than my share. I thought I could not watch the schoolmaster as well as some others, my eyes were not quite so good. But I noticed on my visit a very desirable change in their school government; the cultivation of the mind is the object sought now, and the teacher has become the friend as well us the preceptor of the pupil. The blue beech seems to be pretty well banished, and there is a marked improvement in the whole system of education, as well as in telegraphing, railroading, machinery, and architectural works generally. <\/div><div class=\"paragraph jod\" id=\"v15n362\"> I met several of my old schoolfellows, who were glad to see me, and treated me with courtesy. Among these I should mention General Elderkin, a man of influence and who never, in the darkest hour of our persecutions, has failed to recognize me as an old schoolfellow and friend, notwithstanding he had high religious notions. I met other gentlemen of this kind. <\/div><div class=\"paragraph jod\" id=\"v15n363\"> We are all passing to the tomb, and we want to leave a good record, that is, one that will be pleasing to the Lord. It is not a very lofty ambition for a man to spend his life so as to have it recorded on his tombstone that he died worth a million dollars; but if he spend his life in doing good,<span class=\"citation\" id=\"71779\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71779)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71779)\">Acts 10:38<\/a><\/span> that will be a record that will be to his everlasting honor, and will prove to him treasure in heaven.<span class=\"citation\" id=\"65176\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65176)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65176)\">Matt. 19:21<\/a><\/span> People say, &#x201C;You Mormons believe all will be damned except yourselves.&#x201D; We know for ourselves that this is the work of God, and we know that every Latter-day Saint that is faithful to his profession and calling<span class=\"citation\" id=\"76497\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76497)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76497)\">Heb. 3:1<\/a><\/span> will attain to celestial glory. We also further know  <div class=\"break pagebreak\" id=\"99a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0099.pdf\" target=\"pdfwin\">p.&#xA0;99a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5812\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>that God has extended, in his order, to all the human race, glory, honor, immortality and blessings in accordance with their works, whether good or evil. Read the vision in the Book of Covenants,<span class=\"citation\" id=\"86836\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86836)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86836)\">D&amp;C 76:1-119<\/a><\/span> and the 15th chapter of Paul's epistle to the Corinthians<span class=\"citation\" id=\"73779\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73779)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73779)\">1 Cor. 15:1-58<\/a><\/span> and judge for yourselves; and while we should struggle to obtain the greater blessings, we should never disparage those who may fall short of attaining the highest glory. There is a glory of the sun, the Apostle informs us, also a glory of the moon, and a glory of the stars, and as one star differeth from another, so do these different degrees of glory differ.<span class=\"citation\" id=\"73940\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73940)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73940)\">1 Cor. 15:41<\/a><\/span> But in these various glories will be found all denominations and all honorable men&#x2014;every one in accordance with those things which he has done in this life; and, says the Savior, &#x201C;Suffer little children, to come unto me: for of such is the <div class=\"break columnbreak\" id=\"99b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0099.pdf\" target=\"pdfwin\">p.&#xA0;99b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5812\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> kingdom of heaven.&#x201D;<span class=\"citation\" id=\"65149\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65149)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65149)\">Matt. 19:14<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v15n365\"> As I passed by the site of the old academy, I said to General Elderkin, &#x201C;There I received my Presbyterian baptism.&#x201D;<span class=\"citation\" id=\"93600\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93600)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93600)\">JS&mdash;H 1:7<\/a><\/span><span class=\"citation\" id=\"93740\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93740)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93740)\">JS&mdash;H 1:20<\/a><\/span> &#x201C;So did I,&#x201D; said he. I did not wish to raise a question in relation to the subject with him at all. He is now, I believe, a member of the Episcopal Church, and I, of course, am a Latter-day Saint; but the man who sprinkled the water on our foreheads, taught that hell was full of infants not a span long.<span class=\"citation\" id=\"83581\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83581)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83581)\">Moro. 8:13-14<\/a><\/span> The idea was horrible to me from the time I first heard it. &#x201C;Suffer little children, to come unto me: for of such is the kingdom of heaven,&#x201D;<span class=\"citation\" id=\"65150\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65150)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65150)\">Matt. 19:14<\/a><\/span> says the Savior; and if we live in the sight of God as innocent, pure and holy as little children, we shall attain to the glory of the sun.<span class=\"citation\" id=\"73941\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73941)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73941)\">1 Cor. 15:41<\/a><\/span><span class=\"citation\" id=\"126586\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126586)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126586)\">D&amp;C 76:70<\/a><\/span> May God enable us to do so through Jesus our Redeemer. Amen. <\/div>\n<\/div>\n<\/div>"}