{"ID":150033, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">True Christmas and New Year.<\/div>\n<div class=\"subtitle\">Discourse by Elder Orson Pratt, delivered in the 13th Ward Assembly Rooms, Salt Lake City, Sunday Afternoon, Dec. 29, 1872.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: True Christmas and New Year.<\/div>\n<div class=\"speaker\">Speaker: Orson Pratt<\/div>\n<div class=\"date\">Date: 12\/29\/1872<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d33\">\n<div class=\"paragraph jod\" id=\"v15n906\"> We are, this afternoon, commemorating according to our usual custom, one of the most important events that has ever transpired in our world, and one which most concerns the whole human family, namely, the death and sufferings of the Lord Jesus Christ for the redemption of the human family. No other event can be compared with this in its importance, and in its bearings upon the human family. Everything else is but of a secondary consideration, when compared with the atonement that has been wrought out in behalf of man by the great Redeemer, yet, strange to say, there are those in the Christian world, so called, who profess to believe in Christianity and yet deny the efficacy of the atoning blood that was shed by our Lord and Savior Jesus Christ. More especially has this been the case for a few years past. <div class=\"break columnbreak\" id=\"253b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0253.pdf\" target=\"pdfwin\">p.&#xA0;253b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5658\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> I suppose there are many thousands who deny this now, where there were but few at the time of the rise of this Church. This has arisen, probably, from the multiplication of spiritual influences, which now prevail to a very great extent in the Christian world&#x2014;influences that are evil, revelations, false visions, spirit rappings and mediums. Almost without exception these false spirits have taught those who have listened to them, that there is no efficacy in the Atonement. <\/div><div class=\"paragraph jod\" id=\"v15n907\"> There is no subject more fully developed and made manifest to the children of men in modern revelation than that of the atonement. Much is said in relation to other doctrines, all of which have a bearing on the atonement, that lying at the foundation of the whole. If the evil one can prevail over the human family so  <div class=\"break pagebreak\" id=\"254a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0254.pdf\" target=\"pdfwin\">p.&#xA0;254a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5657\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>as to get them to deny this fundamental doctrine, he knows that they are safe, so far as serving him and failing of their salvation are concerned. If they can only be wrought upon and deluded so as to disbelieve in the doctrine of the atonement, it does not matter to Satan what else they may believe. It is not my intention, however, this afternoon, unless so led by the Spirit of the Lord, to dwell much on this subject. It is one that has been so thoroughly taught to the Latter-day Saints, that I esteem it almost unnecessary to repeat that with which they are so familiar. By partaking of the ordinance of the Lord's Supper<span class=\"citation\" id=\"73358\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73358)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73358)\">1 Cor. 11:20<\/a><\/span> every Sabbath day, we commemorate that great event. If we do not preach so much about it by word of mouth we certainly fulfill the commandment which God has given requiring us to remember unto the Father the crucified body and shed blood of his Son,<span class=\"citation\" id=\"84418\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84418)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84418)\">D&amp;C 20:77,79<\/a><\/span> without which there would have been no remission of sin, and no redemption,<span class=\"citation\" id=\"126644\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126644)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126644)\">Alma 11:40-41<\/a><\/span> and mankind would have remained in their fallen state.<span class=\"citation\" id=\"80983\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80983)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80983)\">1 Ne. 10:6<\/a><\/span> No light could have penetrated the hearts of the children of men, and there would have been no resurrection, no exaltation in the kingdom of God without the atonement. When we speak of total depravity, it has reference to certain conditions. Man is not totally depraved now, and the reason is, there has been an atonement; but do away that, as many do, and total depravity would reign, and men would live and die totally degraded beings. All the light that has come into the world, and that lights every man that comes into the world,<span class=\"citation\" id=\"68539\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68539)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68539)\">John 1:9<\/a><\/span> has come by reason of the atonement. It is an event that all Christian societies commemorate more or less, or at least they did in former times. They are getting more lax now since the devil and his angels <div class=\"break columnbreak\" id=\"254b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0254.pdf\" target=\"pdfwin\">p.&#xA0;254b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5657\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> have given so many revelations against the atonement. <\/div><div class=\"paragraph jod\" id=\"v15n909\"> The Roman Catholics, about 532 years after Christ, set apart a day called Christmas, which they no doubt believed at that time was the day of the birth of our Lord and Savior Jesus Christ. The reason why they set apart Christmas and have kept up its commemoration from that day until the present time, was because a certain monk, a member of their church, named Dionsysius commenced a calculation to ascertain, if possible, the period of time from the birth of Christ to the time the calculation was made; and from all the information that he could glean he set it down at 532 years. They had not printed works in those days as we have now; they had not access to the abundance of historical and chronological information then that we have; but from all the information that Dionysius could glean, and making a calculation thereon, he came to the above result. <\/div><div class=\"paragraph jod\" id=\"v15n910\"> He also made a calculation in regard to the day on which he supposed the Savior to have been born, and that was set down as a day to be celebrated by the Roman Catholics church. They have certain ordinances in regard to that day, which you may see observed in their church in this city. People, prior to this time, did not date their documents from the birth of Christ. If they were writing a letter they did not say, in the year of our Lord 520, in the year of our Lord 416, and so on; this was never done until the calculation of Dionysius was made, then it was adopted by the Roman Catholics and by all nations among whom they had power and influence. By and by other chronologists made calculations as to the time of Christ's birth, and from the information they could gather together, they discovered that  <div class=\"break pagebreak\" id=\"255a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0255.pdf\" target=\"pdfwin\">p.&#xA0;255a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5656\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Dionysius had made a mistake, and that Christ was born about one year before the time set by him. But by this time there were great numbers of important State and other documents and papers in existence, all dated according to the incorrect calculation of this Romish monk. How to remedy this the people did not know, for it would not do to alter all these dates. <\/div><div class=\"paragraph jod\" id=\"v15n912\"> Another set of chronologists made calculations, and they discovered that Dionysius had made a mistake of two years in regard to the time of the Savior's birth. Four others, very learned men, sought diligently, and from the information they obtained they found that Jesus was born three years before the time published by Dionysius. Five others made it four years; some few made it five years before, and some seven years before the time specified by this Romish monk. All modern chronologists who have taken up the subject, agree that Dionysius was incorrect, at least several years. But did the people alter the dates of their documents and manuscripts when his error was fully made manifest? Not at all; they have continued that old, erroneous reckoning down to this present year. But they have attached the name of vulgar era to it, in order to indicate that it is incorrect. Vulgar era! I think the name is inappropriate, for there are thousands of people at the present day, including the youth of our land, and perhaps many who have had a collegiate education, who never knew or inquired into the meaning of vulgar era, or why the term was introduced. Its real meaning is, incorrect era or date. For instance, we write a letter today, and we call it the 29th day of December, 1872. This is according to the vulgar era, or erroneous date, or the reckoning of Dionysius; but this <div class=\"break columnbreak\" id=\"255b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0255.pdf\" target=\"pdfwin\">p.&#xA0;255b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5656\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> is not the true date. The probability is, independent of the Bible or Book of Mormon, from the great mass of testimony that has been accumulated for generations past, that Jesus was born nearly four years prior to the commencement of this vulgar era, so that our present year, 1872, should be 1876. You will find a full account of these matters in the writings of the learned, in encyclopedias, and in various works touching upon chronology, so that you have no need to take my testimony alone on this subject, for you have access to our library here in this city, and you can examine works on chronology and see that I am correct. There may be those here who would like me to cite some works on this subject. I will cite one that I read while I was in England, a Bible dictionary, by a very learned author named Smith. This subject is treated very plainly and fully in that work. I think that Mr. John W. Young of this city has this work in his private library. The reason why I make these remarks is, that this is the first Sabbath after Christmas, and the day on which I believe the Roman Catholics in this city are celebrating certain ordinances in their church in commemoration of this event. <\/div><div class=\"paragraph jod\" id=\"v15n913\"> Having found out that there is an error in regard to the year of Christ's birth, now let us inquire if the day observed by the Christian world as the day of his birth, the 25th of December, is or is not the real Christmas Day? A great many authors have found out from their researches that it is not. I think that there is scarcely an author at the present day that believes that the 25th day of December was the day that Christ was born on. Still it is observed by certain classes, and we, whether we make any profession or not, are just foolish enough to observe this old  <div class=\"break pagebreak\" id=\"256a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0256.pdf\" target=\"pdfwin\">p.&#xA0;256a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5655\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Roman Catholic festival. The boys and girls all look forward with great anticipations to Christmas. Many of them, it is true, do not know the meaning of it, or why it is celebrated; but when we come to reflect on the matter, it is all nonsense to celebrate the 25th day of December as the birthday of Jesus. It will do for a holiday, so you might select any other day for that purpose. It is generally believed and conceded by the learned, who have investigated the matter, that Christ was born in April. I have seen several accounts&#x2014;some of them published in our periodicals&#x2014;of learned men in different nations, in which it is stated that, according to the best of their judgment from the researches they have made, Christ was crucified on the 6th of April.<span class=\"citation\" id=\"84237\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84237)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84237)\">D&amp;C 20:1<\/a><\/span> That is, the day on which this church was organized. But when these learned men go back from the day of his crucifixion to the day of his birth, they are at a loss, having no certain evidence or testimony by which they can determine it. I intend this afternoon to give light on this subject from new revelation, which we, as Latter-day Saints, can depend upon. I will read to you from the Book of Mormon, some things that happened, at the time of the crucifixion, on this great western hemisphere, and I will say we have a date given there in connection with these events, showing how old Jesus was at the time of his crucifixion. It may not be amiss, however, for me to make a few remarks before I commence reading, to inform strangers who may be present, that the inhabitants of ancient America, and those who wrote the Book of Mormon were Israelites! That when they came from the city of Jerusalem, 600 years before Christ, they were a righteous people, and had prophets among them, and that they kept the law of Moses. Now the <div class=\"break columnbreak\" id=\"256b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0256.pdf\" target=\"pdfwin\">p.&#xA0;256b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5655\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> sacrifices and burnt offerings of that law were typical of the great offering that was to be made by our Lord and Savior Jesus Christ. The ancient inhabitants of this continent, to whom I have referred, understood the nature of these ordinances, and they looked forward to the coming of the true Messiah<span class=\"citation\" id=\"81447\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81447)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81447)\">2 Ne. 25:24<\/a><\/span> and celebrated it by these ordinances,<span class=\"citation\" id=\"81788\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81788)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81788)\">Jarom 1:11<\/a><\/span> the same as we look backward and celebrate his death and sufferings by partaking of the symbols of, as we have done this afternoon. <\/div><div class=\"paragraph jod\" id=\"v15n915\"> Now if God led a company of Israelites from Palestine to colonize this continent, and taught them to keep the law of Moses with its sacrifices and burnt offerings, typical of the great sacrifice that was to be made at Jerusalem, it would not be at all strange for him to give to them a sign concerning Jesus, when he should be born, and when he should die.<span class=\"citation\" id=\"81148\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81148)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81148)\">1 Ne. 19:8-10<\/a><\/span> He did this by the mouths of prophets. Numerous prophets were raised up on this land, and they prophesied to the inhabitants thereof, and taught them about the coming of Jesus, and what signs should be given at the time he should come. They taught them that the night before Jesus should be born there would be no darkness on this land, but that it would be perfectly light.<span class=\"citation\" id=\"82472\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82472)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82472)\">Hel. 14:2-4<\/a><\/span> They would see the sun set in the evening, and that, during the night, until it should rise the next morning, there would be no darkness; that great signs and lights would appear in the heavens, and that they were to be to them indications of the birth of our Lord and Savior Jesus Christ.<span class=\"citation\" id=\"82473\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82473)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82473)\">Hel. 14:5-6<\/a><\/span> These signs were given, and by them the people on this continent knew the very day that Jesus was born. <\/div><div class=\"paragraph jod\" id=\"v15n916\"> Some years after this, before the crucifixion of Jesus, they fell into great wickedness. They persecuted the prophets, shed their blood, stoned  <div class=\"break pagebreak\" id=\"257a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0257.pdf\" target=\"pdfwin\">p.&#xA0;257a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5654\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>them to death, and cast them out of their midst,<span class=\"citation\" id=\"82517\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82517)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82517)\">3 Ne. 7:14<\/a><\/span><span class=\"citation\" id=\"82544\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82544)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82544)\">3 Ne. 8:25<\/a><\/span> and they were full of wrath and indignation and sinned against great light, so that the Lord was under the necessity of sending other Prophets to them, telling them that at the time of the crucifixion, if they did not repent, many of their cities should be burned with fire, many destroyed with tempests, and that they should be visited with sore judgments and calamities;<span class=\"citation\" id=\"81008\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81008)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81008)\">1 Ne. 12:4<\/a><\/span><span class=\"citation\" id=\"81457\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81457)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81457)\">2 Ne. 26:6<\/a><\/span><span class=\"citation\" id=\"82478\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82478)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82478)\">Hel. 14:20-27<\/a><\/span><span class=\"citation\" id=\"126645\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126645)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126645)\">3 Ne. 10:11-16<\/a><\/span> and that during the time Jesus should be lifted up on the cross, there should be tremendous earthquakes upon all the face of this continent, and that after that there would be three days and three nights of darkness, and that this darkness should come immediately after the execution of the Savior.<span class=\"citation\" id=\"82479\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82479)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82479)\">Hel. 14:20-27<\/a><\/span> Now let us read what the Prophet says on page 450 of the Book of Mormon concerning these events, which transpired just as they had been predicted. <\/div><div class=\"paragraph jod\" id=\"v15n918\"> &#x201C;And it came to pass in the thirty and fourth year, in the first month, in the fourth day of the month, there arose a great storm, such an one as had never been known in all the land.&#x201D;<span class=\"citation\" id=\"82520\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82520)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82520)\">3 Ne. 8:5<\/a><\/span> From what period was this date reckoned? We are informed on page 435 of this book, that the Nephites began reckoning the beginning of their year from the sign given them at the birth of the Savior&#x2014;the night without darkness.<span class=\"citation\" id=\"82500\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82500)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82500)\">3 Ne. 2:8<\/a><\/span> Previous to that they had reckoned from the time of their leaving Jerusalem, 600 years before Christ,<span class=\"citation\" id=\"80980\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80980)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80980)\">1 Ne. 10:4<\/a><\/span><span class=\"citation\" id=\"81147\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81147)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81147)\">1 Ne. 19:8<\/a><\/span><span class=\"citation\" id=\"81439\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81439)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81439)\">2 Ne. 25:19<\/a><\/span> and they continued this some five centuries,<span class=\"citation\" id=\"126646\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126646)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126646)\">2 Ne. 5:28<\/a><\/span><span class=\"citation\" id=\"126647\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126647)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126647)\">3 Ne. 2:6<\/a><\/span><span class=\"citation\" id=\"126648\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126648)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126648)\">3 Ne. 5:15<\/a><\/span> until they changed the form of their government on this continent, and introduced judges; then they reckoned their time from the beginning of the reign of the judges.<span class=\"citation\" id=\"81995\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81995)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81995)\">Mosiah 29:44<\/a><\/span><span class=\"citation\" id=\"81997\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81997)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81997)\">Alma 1:1<\/a><\/span> This mode of reckoning lasted ninety-one years.<span class=\"citation\" id=\"82494\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82494)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82494)\">3 Ne. 1:1<\/a><\/span> Five hundred and nine years having passed away before the reign of the judges commenced,<span class=\"citation\" id=\"81996\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81996)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81996)\">Mosiah 29:46<\/a><\/span> and ninety-one <div class=\"break columnbreak\" id=\"257b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0257.pdf\" target=\"pdfwin\">p.&#xA0;257b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5654\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> added to that made 600 years from the time that Lehi and the colony came out of Jerusalem.<span class=\"citation\" id=\"82499\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82499)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82499)\">3 Ne. 2:5-9<\/a><\/span> Then they changed their mode of reckoning, and reckoned from the time this great sign was given in the heavens,<span class=\"citation\" id=\"82501\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82501)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82501)\">3 Ne. 2:8<\/a><\/span> so that we know what this date means&#x2014;&#x201C;in the thirty and fourth year, in the first month, and in the fourth day of the month.&#x201D;<span class=\"citation\" id=\"82521\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82521)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82521)\">3 Ne. 8:5<\/a><\/span> Now I think this gives us a clue to the age of Jesus when he was crucified, but we will read on, and see about the storm. <\/div><div class=\"paragraph jod\" id=\"v15n919\"> &#x201C;There arose a great storm, such an one as never had been known in all the land. And there was also a great and terrible tempest; and there was terrible thunder, insomuch that it did shake the whole earth as if it was about to divide asunder. And there were exceeding sharp lightnings, such as never had been known in all the land. And the city of Zarahemla did take fire.&#x201D;<span class=\"citation\" id=\"82524\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82524)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82524)\">3 Ne. 8:5-8<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v15n920\"> Zarahemla was their great capital city. It was located in the north part of South America, on one branch of that river that we call the river Magdalena, that runs down from the mountains to the northward, and empties into the Caribbean Sea. On the west side of that river was located the great city of Zarahemla. We will now read further: <\/div><div class=\"paragraph jod\" id=\"v15n921\"> &#x201C;And the city Zarahemla did take fire. And the city Moroni did sink into the depths of the sea, and the inhabitants thereof were drowned. And the earth was carried up upon the city of Moronihah, that in the place of the city thereof there became a great mountain.&#x201D;<span class=\"citation\" id=\"82528\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82528)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82528)\">3 Ne. 8:8-10<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v15n922\"> Now if our miners, those who go into South America, should happen to dig in a few thousand feet, and should come across old buildings, they need not be astonished, for the Lord made a terrible revolution in the land. There came a great  <div class=\"break pagebreak\" id=\"258a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0258.pdf\" target=\"pdfwin\">p.&#xA0;258a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5653\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>mountain in the place where this city stood; &#x201C;And there was a great and terrible destruction in the land southward&#x201D;&#x2014;<span class=\"citation\" id=\"82532\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82532)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82532)\">3 Ne. 8:11<\/a><\/span>what we term South America. <\/div><div class=\"paragraph jod\" id=\"v15n924\"> &#x201C;But behold, there was a more great and terrible destruction in the land northward&#x201D;&#x2014;North America&#x2014;&#x201C;for behold, the whole face of the land was changed, because of the tempest and the whirlwinds, and the thunderings and the lightnings, and the exceeding great quakings of the whole earth; And the highways were broken up, and the level roads were spoiled, and many smooth places became rough. And many great and notable cities were sunk, and many were burned, and many were shaken till the buildings thereof had fallen to the earth, and the inhabitants thereof were slain, and the places were left desolate. And there were some cities which remained; but the damage thereof was exceedingly great, and there were many in them who were slain. And there were some who were carried away in the whirlwind; and whither they went no man knoweth, save they know that they were carried away. And thus the face of the whole earth became deformed, because of the tempests, and the thunderings, and the lightnings, and the quaking of the earth. And behold, the rocks were rent in twain; they were broken up upon the face of the whole earth, insomuch that they were found in broken fragments, and in seams and in cracks, upon all the face of the land.&#x201D;<span class=\"citation\" id=\"82533\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82533)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82533)\">3 Ne. 8:12-18<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v15n925\"> You can see from this, what terrible convulsions have taken place on this continent, even here in these mountains. In the mountains west of this valley, you will find the strata of rock set up almost perpendicular; that was not the way they were first formed. You will also find there, as elsewhere, strata dipping at a greater <div class=\"break columnbreak\" id=\"258b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0258.pdf\" target=\"pdfwin\">p.&#xA0;258b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5653\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> or less angle into the earth. The cause of all this has been the terrible convulsions that our globe has undergone, and more especially at the time of the crucifixion. <\/div><div class=\"paragraph jod\" id=\"v15n926\"> &#x201C;And it came to pass that when the thunderings, and the lightnings, and the storm, and the tempest, and the quakings of the earth did cease&#x2014;for behold, they did last for about the space of three hours; and it was said by some that the time was greater; nevertheless, all these great and terrible things were done in about the space of three hours&#x2014;  and then behold, there was darkness upon the face of the land.&#x201D;<span class=\"citation\" id=\"82535\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82535)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82535)\">3 Ne. 8:19<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v15n927\"> I might go on reading, if it were necessary, in regard to the weeping, wailing and mourning of the people during these three days of intense darkness&#x2014;no sun, moon, nor stars were to be seen, and the vapor was so great that the inhabitants of the land could feel it,<span class=\"citation\" id=\"82540\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82540)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82540)\">3 Ne. 8:20-23<\/a><\/span> the same as the darkness was felt in the land of Egypt.<span class=\"citation\" id=\"53936\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53936)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53936)\">Ex. 10:21<\/a><\/span> It was not, of course, the darkness that was felt, but the vapor that was so thick. There is one thing, however, to which I wish to call your special attention, before I make any further remarks in regard to the date that is here given. When this darkness dispersed, it is said to have been morning.<span class=\"citation\" id=\"82567\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82567)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82567)\">3 Ne. 10:9<\/a><\/span> You will find it on page 454. &#x201C;And it came to pass that thus did the three days pass away. And it was in the morning, and the darkness dispersed from off the face of land, and the earth did cease to tremble, and the rocks did cease to rend.&#x201D;<span class=\"citation\" id=\"82568\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82568)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82568)\">3 Ne. 10:9<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v15n928\"> You might say that this was not three days and three nights, for Jesus was crucified and died on the cross at 3 o'clock in the afternoon at Jerusalem,<span class=\"citation\" id=\"66368\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66368)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66368)\">Matt. 27:45<\/a><\/span><span class=\"citation\" id=\"68374\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68374)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68374)\">Luke 23:44<\/a><\/span> and consequently for it to have been just three days and three nights,<span class=\"citation\" id=\"64446\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64446)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64446)\">Matt. 12:40<\/a><\/span> you might suppose that the darkness must have dispersed in the  <div class=\"break pagebreak\" id=\"259a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0259.pdf\" target=\"pdfwin\">p.&#xA0;259a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5652\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>afternoon. But this book tells us that when the three days and three nights of darkness had passed away it was morning.<span class=\"citation\" id=\"126649\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126649)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126649)\">3 Ne. 10:9<\/a><\/span> Now why this discrepancy&#x2014;for it seems to be one&#x2014;between the Bible and the Book of Mormon? Can you account for it, and tell why it should have been morning in America? The reason is because of the difference in longitude. The writer of the account in the Book of Mormon resided in the northwestern portion of South America. Now you take a map of the world, and see the difference in longitude between the place where. Jesus was crucified, and that where the writer of the Book of Mormon lived, and you will find that it is about seven and a half hours. Now you subtract seven and a half hours from 3 o'clock in the afternoon, and what time would it be when the three hours of quaking and the destruction of cities expired, or when the darkness commenced?<span class=\"citation\" id=\"82536\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82536)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82536)\">3 Ne. 8:19<\/a><\/span> Would it not be in the morning?<span class=\"citation\" id=\"126650\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126650)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126650)\">3 Ne. 10:9<\/a><\/span> Take away seven and a half hours longitude from 3 o'clock&#x2014;the time that Jesus expired&#x2014;and would it not be half past seven o'clock in the morning with the inhabitants of this land, while it was afternoon with the inhabitants in Jerusalem? <\/div><div class=\"paragraph jod\" id=\"v15n930\"> I presume that Joseph Smith, being an unlearned man, never saw this to the day of his death; that is, he never understood it. I never heard him, or any learned man refer to it until after his death; but reading it over myself, I saw, at first, there was an apparent discrepancy between this book and the New Testament; one placing it in the morning, and the other in the afternoon. When thinking of this seeming discrepancy, the difference in longitude occurred to my mind, and that is just what it should be to account for the difference in time given <div class=\"break columnbreak\" id=\"259b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0259.pdf\" target=\"pdfwin\">p.&#xA0;259b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5652\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> in the two books; and this, though not direct, is incidental proof that the man who translated this book was inspired of God. I do not think that Joseph Smith, to the day of his death, knew that a difference in time at different places on the earth was caused by their difference of longitude. <\/div><div class=\"paragraph jod\" id=\"v15n931\"> We will now go back to the date, at the commencement of the extract I have been reading&#x2014;&#x201C;in the thirty and fourth year, in the first month, and on the fourth day of the month&#x201D;&#x2014;<span class=\"citation\" id=\"82522\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82522)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82522)\">3 Ne. 8:5<\/a><\/span>that would make him thirty-three years, three days and part of another day old, at the time of his crucifixion, according to the account given in the Book of Mormon. But this does not decide his age exactly, unless we can learn what kind of years the Nephites reckoned. Did they reckon their years as the English and Americans do? No, I presume not. How can we learn the length of their years? I do not know of any better method than going back to the early Spanish historians who lived contemporary with Columbus, the discoverer of America. When they penetrated into Mexico, and conquered that country, they found that the Mexicans were partially civilized, so that they had many records, although their mode of keeping them was very different from those of other nations. The Mexican calendar gave their views and ideas with regard to the length of the year, and their mode of reckoning them. This was about the close of the fifteenth century, for Columbus discovered America in 1492. Soon afterwards these Spanish historians became extensively acquainted with Mexican literature, their form of writing, and the half civilization that existed among them. I have in my possession nine large volumes, got up soon after the Book of Mormon was  <div class=\"break pagebreak\" id=\"260a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0260.pdf\" target=\"pdfwin\">p.&#xA0;260a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5651\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>translated, by Lord Kingsborough, on Mexican antiquities. The nine volumes will probably weigh over two hundred pounds. Five of them contain nothing but plates of antiquities, the other four contain translations, in English, Spanish and French, of the declarations of historians concerning Mexican literature and their knowledge concerning the length of the year. They reckoned 365 days to the year, but did not add what is termed the intercalary day every four years, to make what we call leap year. They did this only once in fifty-two years, and then they added thirteen days, which made one day for every four years. This shows that they had a very good idea of the length of the year. <\/div><div class=\"paragraph jod\" id=\"v15n933\"> When Jesus was crucified, at the age of about, thirty-three years, if the Nephites reckoned according to the Mexican portion of the Israelites, they had not added the eight days that we would add for leap year, consequently this would shorten their years, and instead of being thirty-three years, three days and part of the fourth day, it would bring it, according to our reckoning, eight days less than the Book of Mormon date, or thirty-two years, three hundred and sixty days and fifteen hours. This, then, it is highly probable, must have been the real period that existed between the birth and the crucifixion of our Savior. <\/div><div class=\"paragraph jod\" id=\"v15n934\"> Now we have a clue in the New Testament to the time of his crucifixion, but not of his birth; that is, we know that he was crucified on Friday, for all of the Evangelists testify that Saturday was the Jewish Sabbath, and that on Friday Jesus was hung on the cross, and according to the testimony of the learned, that was on the 6th of April, consequently by going back from the crucifixion 32 years, 360 days and 15 hours, <div class=\"break columnbreak\" id=\"260b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0260.pdf\" target=\"pdfwin\">p.&#xA0;260b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5651\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> making allowance for the longitude, it gives Thursday for his birthday. Again, making allowance for the errors of Dionysius the monk, adding four years or nearly so to the vulgar or incorrect era, it would make the organization of this Church take place precisely, to the very day, 1,800 years from the day that he was lifted up on the cross.<span class=\"citation\" id=\"84238\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84238)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84238)\">D&amp;C 20:1<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v15n935\"> This is something very marvelous in my mind. Joseph Smith did not choose the 6th of April upon which to organize this Church:<span class=\"citation\" id=\"84239\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84239)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84239)\">D&amp;C 20:1<\/a><\/span> he received a commandment from God, which is contained in the Book of Doctrine and Covenants, setting apart that day as the one upon which the Church should be organized.<span class=\"citation\" id=\"84240\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84240)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84240)\">D&amp;C 20:1<\/a><\/span> Why did he set up his kingdom precisely 1,800 years from the day on which he was lifted up on the cross? I do not know why. The Lord has his own set time to bring to pass his great purposes. If Joseph Smith had been learned in chronology and in the writings of the world; if he had been a middle-aged or an old man of experience, or a man who had access to libraries, instead of a farmer's boy, then we might have supposed that perhaps he had studied chronology, sought out the true era, found out how to distinguish between the true and the vulgar, and then find out the true date of the birth of Christ and his crucifixion, and got it all arranged together nicely and harmoniously, and then have pretended that he had had a revelation to organize the Church precisely 1,800 years from that great event. This is what we should have to concede if we wanted to make out the work an imposition: but the very fact that God commanded that boy to organize the Church on that day,<span class=\"citation\" id=\"84241\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84241)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84241)\">D&amp;C 20:1<\/a><\/span> ought to be regarded as strong collateral evidence of the divine authenticity of the Book of Mormon. <\/div> <div class=\"break pagebreak\" id=\"261a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0261.pdf\" target=\"pdfwin\">p.&#xA0;261a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5650\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v15n937\"> Perhaps I have said all that is needful on this matter. If I were to celebrate Christmas, or the birthday of Christ, I should go back a little less than thirty-three years from his crucifixion, and it would bring it to Thursday, the 11th day of April, as the first day of the first year of the true Christian era; and reckoning on thirty-two years, 360 days and fifteen hours from that, it would bring it to the crucifixion, and bring it on Friday also. <\/div><div class=\"paragraph jod\" id=\"v15n938\"> In saying that &#x201C;it was the thirty-fourth year, first month and fourth day of the month&#x201D;<span class=\"citation\" id=\"82523\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82523)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82523)\">3 Ne. 8:5<\/a><\/span> on which the great storm and earthquakes took place, there is another thing to be noted&#x2014;that it must have taken place on Friday, according to the Nephite reckoning in order to bring his crucifixion on Friday. If Tuesday was the first day of the 34th year, the second day would be Wednesday, the third Thursday, and Friday would have been the fourth day of the month, just as the Book of Mormon says, bringing it correct according to the reckoning of the days of the week. <\/div><div class=\"paragraph jod\" id=\"v15n939\"> There is another thing that, perhaps, a great many of the Latter-day Saints and many of the world have not reflected upon; that is; that the beginning of our present New Year is incorrect, reckoning the years from the birth of Christ, for the first day of January was not the day of his birth. We call it the first day of the year, but it has no reference to the day of Christ's birth. The first day of the year of the true Christian era should be the day of the Savior's birth&#x2014;the 11th day of April. About 122 years ago we did not have the first day of January for New Year. At that time, or thereabouts, everybody in America and England reckoned New Year's Day on the 25th of March. That <div class=\"break columnbreak\" id=\"261b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0261.pdf\" target=\"pdfwin\">p.&#xA0;261b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5650\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> had been the first day of the year for many generations. How came it to be changed to the first day of January? In 1751 the Parliament of Great Britain passed a law that the year should be moved backwards from the 25th day of March to the 1st day of January, making the year 1751 some eighty-four days shorter than all the other years had been. Why did they do this? In order to place New Year in connection with a certain event in astronomy. Those who are acquainted with the earth going round the sun, know that the path in which it moves is not a circle but an ellipse, or elongated circle. You make a wire into the form of a circle and then pull it out, and that is the form of an ellipse. The sun is situated in one of the foci of this ellipse, and is nearer to the earth on the 1st day of January or the 31st day of December, by about three millions of miles, than it is on the 1st day of July. The object of placing the year back was to have the year begin when the earth was in its perihelion in going around the sun. This was not the only alteration that has been made, but this accounts for the phrases &#x201C;new style&#x201D; and &#x201C;old style,&#x201D; with which you occasionally meet in historical documents, the former having reference to the new mode of reckoning, the latter to the old mode. <\/div><div class=\"paragraph jod\" id=\"v15n940\"> I have said that this was not the only change made in time. In the year 1752&#x2014;when the second day of September had arrived, in order to bring the year to correspond with the seasons, it was found necessary to set the time forward so that the 3rd day of September should be called the 14th, eleven days being dropped out of the calendar. This was also established by parliamentary law; and in this way the seasons have been brought to correspond, in some mea<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"262a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0262.pdf\" target=\"pdfwin\">p.&#xA0;262a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5649\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>sure, with the length of the year. All these things should be taken into consideration in our dates; and when we read the saying in the Book of Covenants that the Lord organized his Church in the year of our Lord 1830, in the fourth month, and on the sixth day of the month, the Lord made his language to correspond with our present mode of reckoning, that is, he adopted the reckoning of the English, established by parliamentary law. Instead of reckoning the year to begin on the 25th of March, he says, &#x201C;It being in the year of our Lord 1830, the fourth month, and the sixth day of the month that the Church was organized.&#x201D;<span class=\"citation\" id=\"84242\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84242)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84242)\">D&amp;C 20:1<\/a><\/span> We are not on this account to take this as the real date, but it is adapted to our present mode of reckoning. I have made these remarks, that no persons, if they should feel disposed to search into chronology, might be misled in relation to this matter. Being so near Christmas and New Year, I have deemed it appropriate to dwell on this subject, for the purpose of enlightening the minds of all who may be present, so far as I have information in regard to it. <\/div><div class=\"paragraph jod\" id=\"v15n942\"> Now, if I have not already occupied too much time, I desire to dwell a little upon the subject of the chronology of our world. We have no dates on which we can depend as to the period or history of our globe from the creation down to the present time. Chronologists differ in regard to the history and age of the world. Some make the age of the world, from the creation to the coming of Christ, to be four thousand years. Archbishop Usher has introduced this chronology into King James' Bible; and in that you will find all the dates adapted to that particular reckoning; and according to his reckoning you will find that Christ came in the year of the world 4004. <div class=\"break columnbreak\" id=\"262b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0262.pdf\" target=\"pdfwin\">p.&#xA0;262b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5649\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Is this to be depended upon? Not at all. Many chronologists equally as learned, and who have made deeper researches than he has on this subject, differ with him materially. There are many who place the birth of Christ at 5,500 years from the creation; others place it at 5,490, others at 5,508 or 9 years. There are about two hundred chronologists who all differ in regard to this matter. Many Jewish chronologists make it over six thousand years from the creation till the birth of Christ, so that you see when we attempt to take up the subject on the learning of the world, we are in the midst of confusion&#x2014;no person knows anything about it. It is not really necessary that we should know, but we have some little light on this subject. <\/div><div class=\"paragraph jod\" id=\"v15n943\"> We know that it was not six thousand years from the creation to the birth of Christ. How do we know this? God has told us in new revelation that this earth is destined to continue its temporal existence for seven thousand years,<span class=\"citation\" id=\"87282\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87282)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87282)\">D&amp;C 77:6<\/a><\/span> and that at the commencement of the seventh thousand, he will cause seven angels to sound their trumpets.<span class=\"citation\" id=\"87301\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87301)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87301)\">D&amp;C 77:12<\/a><\/span> In other words, we may call it the Millennium, for the meaning of the word millennium is a thousand years. Six thousand years must pass away from the creation till the time that Jesus comes in the clouds of heaven, and he will not come exactly at the expiration of six thousand years. When the Prophet Joseph asked the Lord what was meant by the sounding of the seven trumpets, he was told, &#x201C;That as God made the world in six days, and on the seventh day he finished his work, and sanctified it, and also formed man out of the dust of the earth, even so, in the beginning of the seventh thousand years will the Lord God sanctify the earth, and complete the salvation of man,  <div class=\"break pagebreak\" id=\"263a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0263.pdf\" target=\"pdfwin\">p.&#xA0;263a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5648\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and judge all things, and shall redeem all things, except that which he hath not put into his power, when he shall have sealed all things, unto the end of all things; and the sounding of the trumpets of the seven angels is the preparing and finishing of his work, in the beginning of the seventh thousand years&#x2014;the preparing of the way before the time of his coming.&#x201D;<span class=\"citation\" id=\"87302\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87302)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87302)\">D&amp;C 77:12<\/a><\/span> This quotation will be found in the Pearl of Great Price, p. 34. <\/div><div class=\"paragraph jod\" id=\"v15n945\"> Neither of these trumpets have sounded yet, but they shortly will; and this gives us a little clue to the period and age of our world. We know that six thousand years have not yet elapsed since the creation, but we know that they have very nearly expired. We know that God set up and established this kingdom 1,800 years from the date of his crucifixion,<span class=\"citation\" id=\"84243\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84243)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84243)\">D&amp;C 20:1<\/a><\/span> preparatory to his coming in the clouds of heaven<span class=\"citation\" id=\"65820\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65820)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65820)\">Matt. 24:30<\/a><\/span> to receive the kingdom that he sets up here on the earth, and to rule and reign over all people,<span class=\"citation\" id=\"126651\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126651)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126651)\">D&amp;C 76:63<\/a><\/span> nations and tongues that are spared alive. Perhaps this is sufficient on the history and chronology of the world; but for the benefit of the Saints, and it will not hurt the strangers, although they do not believe in our revelations, I will refer to some further evidence and testimony on this subject. <\/div><div class=\"paragraph jod\" id=\"v15n946\"> In the new translation which Joseph Smith was commanded to make of the Old and New Testament, we find that some of the dates given in King James' translation of events before the flood are incorrect, but they are corrected in the new translation. For instance, the age of Enoch, as given in King James' Bible, is incorrect. The new translation gives a lengthy prophecy which was delivered to him before the flood, and this prophecy relates to generations in the future as well as to things that were past. Enoch, in his vision, saw the <div class=\"break columnbreak\" id=\"263b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0263.pdf\" target=\"pdfwin\">p.&#xA0;263b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5648\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> great work that he was destined to perform on the earth, in preaching the Gospel among the nations, and gathering out a people and building up a city called Zion. He saw that in process of time the people of Zion would become sanctified before the Lord,<span class=\"citation\" id=\"92993\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92993)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92993)\">Moses 7:21<\/a><\/span> that the Lord would come and dwell in their midst and that by and by, after the city had existed 365 years, it with all its people, would be taken up to heaven.<span class=\"citation\" id=\"93229\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93229)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93229)\">Moses 7:69<\/a><\/span> And all the days of Zion in the days of Enoch, says the new translation, was 365 years,<span class=\"citation\" id=\"93193\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93193)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93193)\">Moses 7:68<\/a><\/span> making Enoch 420 years old when he and his people were translated, which is older than the age given him in the uninspired translation.<span class=\"citation\" id=\"93265\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93265)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93265)\">Moses 8:1<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v15n947\"> In this new translation we have also a much greater history of the creation of the world than is given in the uninspired translation made by the forty-seven men employed by King James. In that book we have a very short history of that great event; but the inspired translation shows that the periods of time called days, in which the several portions of the work of creation were performed, were not by any means of such limited duration as the days we speak of, but from what is revealed in the Book of Abraham, they were probably periods of one thousand years each.<span class=\"citation\" id=\"93502\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93502)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93502)\">Abr. 4:5,8<\/a><\/span> God might have been for the space of a thousand years in organizing a certain portion of this creation, and that was called the evening and the morning of the first day, according to the Lord's reckoning, one day being with him as a thousand years and a thousand years as one day.<span class=\"citation\" id=\"78438\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78438)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78438)\">2 Pet. 3:8<\/a><\/span> By and by another day's work was performed, which I do not suppose was a day of twenty-four hours, but an indefinite period of time, called the second day&#x2014;the evening and the morning of the second day.<span class=\"citation\" id=\"93503\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93503)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93503)\">Abr. 4:8<\/a><\/span> By and by the third day's  <div class=\"break pagebreak\" id=\"264a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0264.pdf\" target=\"pdfwin\">p.&#xA0;264a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5647\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>work was done, and then there was the evening and the morning of the third day.<span class=\"citation\" id=\"93509\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93509)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93509)\">Abr. 4:13<\/a><\/span> Three thousand years probably, passed away in the performance of these three days' work. In the fourth day the Lord permitted the sun and moon to shine to give light to the earth. What regulated the evening and the morning the first three days we do not know, for neither sun nor moon were permitted to shine until the fourth day.<span class=\"citation\" id=\"93512\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93512)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93512)\">Abr. 4:14-19<\/a><\/span> I have no doubt, the Lord has a variety of methods of producing light. The new translation gives us some information on this subject, for there we read that, &#x201C;I the Lord created darkness on the face of the &#x201C;great deep.&#x201D;<span class=\"citation\" id=\"94669\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94669)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94669)\">Gen. 1:4 (JST)<\/a><\/span><span class=\"citation\" id=\"92334\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92334)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92334)\">Moses 2:2<\/a><\/span> In King James' translation it says darkness was on the face of the great deep, and I, the Lord, said, &#x201C;Let there be light: and there was light.&#x201D;<span class=\"citation\" id=\"52042\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52042)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52042)\">Gen. 1:2-3<\/a><\/span> Now how did the Lord create this darkness?<span class=\"citation\" id=\"92333\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92333)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92333)\">Moses 2:2<\/a><\/span> He has a power, the same as he had in causing darkness three days and nights over this American land.<span class=\"citation\" id=\"82542\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82542)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82542)\">3 Ne. 8:23<\/a><\/span> But before that darkness was created what produced light? It must have been light here on this earth, and probably was so thousands of years before the Lord created darkness; and then he had the means of producing darkness, and afterwards of clearing it away, and then called it morning.<span class=\"citation\" id=\"92339\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92339)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92339)\">Moses 2:2-5<\/a><\/span> But how long that morning had existed we do not know, unless we appeal to the Book of Abraham, translated by Joseph Smith from Egyptian papyrus. That tells us in plainness that the way the Lord and the celestial host reckoned time, was by the revolutions of a certain great central body called Kolob, which had one revolution on its axis in a thousand of our years, and that was one day with the Lord,<span class=\"citation\" id=\"93416\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93416)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93416)\">Abr. 3:3-4<\/a><\/span> and when the Lord said to Adam, &#x201C;In the day thou eatest thereof thou shalt surely die,&#x201D;<span class=\"citation\" id=\"52480\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52480)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52480)\">Gen. 2:17<\/a><\/span> the Book of Abraham says it was not yet given unto man the true reckoning of time,<span class=\"citation\" id=\"93545\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93545)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93545)\">Abr. 5:13<\/a><\/span> and <div class=\"break columnbreak\" id=\"264b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0264.pdf\" target=\"pdfwin\">p.&#xA0;264b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5647\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> that it was reckoned after the Lord's time that is one thousand years with us was a day with him,<span class=\"citation\" id=\"78439\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78439)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78439)\">2 Pet. 3:8<\/a><\/span><span class=\"citation\" id=\"93417\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93417)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93417)\">Abr. 3:4<\/a><\/span> and that Adam, if he partook of the forbidden fruit, was to die before that day of a thousand years should expire. Hence when we go back to the history of the creation, we find that the Lord was not in such a great hurry as many suppose, but that he took indefinite periods of long duration to construct this world, and to gather together the elements by the laws of gravitation to lay the foundation and form the nucleus thereof, and when he saw that all things were ready and properly prepared, he then placed the man in the Garden of Eden to rule over all animals, fish and fowls, and to have dominion over the whole face of the earth.<span class=\"citation\" id=\"52141\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52141)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52141)\">Gen. 1:26<\/a><\/span><span class=\"citation\" id=\"92371\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92371)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92371)\">Moses 2:28<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v15n949\"> There is another very curious thing revealed in Joseph Smith's translation, and one that explains some mysterious passages in the first and second chapter of Genesis. In the first chapter of Genesis in King James' translation we read that on the fifth day the Lord made the whales, the fish and the fowls of the air.<span class=\"citation\" id=\"52105\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52105)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52105)\">Gen. 1:20-23<\/a><\/span> On the sixth day he made the animals, beasts and creeping things, and last of all he made man, male and female.<span class=\"citation\" id=\"52119\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52119)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52119)\">Gen. 1:24-31<\/a><\/span> Now read along in King James' translation to the seventh day, and we are told that there was not a man to till the ground,<span class=\"citation\" id=\"52391\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52391)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52391)\">Gen. 2:5<\/a><\/span> yet he had made them male and female on the sixth day.<span class=\"citation\" id=\"52198\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52198)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52198)\">Gen. 1:26-27<\/a><\/span> Now, where were they made? They were made in heaven first. All the children of men, male and female, all the spirits of beasts, fowls, fish and creeping things were made spiritually in heaven before they were placed temporally here on the earth, and the spiritual creation differs from the temporal creation. The new translation says that man was the very first flesh made here on the earth;<span class=\"citation\" id=\"92405\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92405)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92405)\">Moses 3:7<\/a><\/span>  <div class=\"break pagebreak\" id=\"265a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0265.pdf\" target=\"pdfwin\">p.&#xA0;265a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5646\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>whereas, according to the account in King James' translation, the flesh of beasts, fowls and fish was made on the fifth day, before man was made.<span class=\"citation\" id=\"52106\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52106)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52106)\">Gen. 1:20-23<\/a><\/span> But in the great temporal work of placing man on the earth, he was the first flesh formed and placed here among all the works of God. He had made the spirits of fish, fowls and beast, but none of them were permitted to come to the earth in their fleshy tabernacles until man, the great masterpiece, was placed here&#x2014;then they were brought before him&#x2014;for him to give names to them.<span class=\"citation\" id=\"52512\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52512)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52512)\">Gen. 2:19-20<\/a><\/span><span class=\"citation\" id=\"92433\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92433)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92433)\">Moses 3:19-20<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v15n951\"> In the work of creation the first is last and the last first.<span class=\"citation\" id=\"84795\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84795)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84795)\">D&amp;C 29:30-32<\/a><\/span> God made the spiritual part of this creation during these six days' work that we read of; then he commenced the temporal work on the seventh day.<span class=\"citation\" id=\"87303\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87303)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87303)\">D&amp;C 77:12<\/a><\/span> He planted the garden on the seventh day; he placed man in that garden on the seventh day;<span class=\"citation\" id=\"52436\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52436)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52436)\">Gen. 2:8<\/a><\/span> formed the beasts and brought them before the man on the seventh day,<span class=\"citation\" id=\"52511\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52511)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52511)\">Gen. 2:19-20<\/a><\/span><span class=\"citation\" id=\"92432\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92432)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92432)\">Moses 3:19-20<\/a><\/span> all this being the temporal work, the first being spiritual. Not so in the last of his work&#x2014;the great work that is to come. When the seventh millennium shall arrive the Lord will redeem man and bring him forth from the grave, and he will begin to redeem this creation not making it entirely immortal and spiritual, like a sea of glass.<span class=\"citation\" id=\"87273\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87273)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87273)\">D&amp;C 77:1<\/a><\/span> It will exist for a thousand years in a temporal condition, as it was before the Fall. This will be the first of his temporal work in the last days. By and by when the millennium has passed, and the earth passes away and dies and its elements are melted with fervent heat,<span class=\"citation\" id=\"78466\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78466)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78466)\">2 Pet. 3:10-13<\/a><\/span> and there is no <div class=\"break columnbreak\" id=\"265b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0265.pdf\" target=\"pdfwin\">p.&#xA0;265b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5646\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> place found for it as an organized body,<span class=\"citation\" id=\"82917\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82917)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82917)\">3 Ne. 26:3<\/a><\/span><span class=\"citation\" id=\"83262\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83262)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83262)\">Morm. 9:2<\/a><\/span> he will again speak and there will be another creation&#x2014;a creation of this earth out of the old materials; in other words a resurrection of the earth, a literal resurrection.<span class=\"citation\" id=\"89485\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89485)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89485)\">D&amp;C 101:25<\/a><\/span> That will be the last of his work. In the morning of creation spiritual first, and lastly temporal. But in the ending temporal first in the redemption, and lastly spiritual, which will be the perfection or ending of his work.<span class=\"citation\" id=\"84796\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84796)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84796)\">D&amp;C 29:30-32<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v15n952\"> There are a great many things that God has revealed to us as Latter-day Saints, and it would be well for us, for our Elders and for all, to search these revelations, to prepare their minds to understand what God intends to do with our creation, and those who are prepared to inherit it, when it is made new.<span class=\"citation\" id=\"78470\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78470)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78470)\">2 Pet. 3:10-14<\/a><\/span> We, if faithful, shall inherit it in its temporal condition before the millennium passes away. Though our bodies may go down to the grave, God will bring us forth. He will redeem us and bring together bone to its bone, organize the flesh, sinews, muscles and every part of the body in its proper place, cover it with skin, cause the breath to enter into us, and the Spirit from on high to quicken us, and the human spirit, that will dwell in a celestial paradise, to return and take possession of the body.<span class=\"citation\" id=\"126652\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126652)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126652)\">Ezek. 37:1-10<\/a><\/span> Then we shall inhabit the earth, not at first in its glorified state&#x2014;that state which eventually awaits it, but in the beginning of its redemption in its temporal condition during the thousand years, of which the work before the Fall was typical. <\/div><div class=\"paragraph jod\" id=\"v15n953\"> God bless you. Amen. <\/div>\n<\/div>\n<\/div>"}