{"ID":160019, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Necessity of Miracles&#x2014;Belief of the Latter-Day Saints.<\/div>\n<div class=\"subtitle\">Discourse by Elder Orson Pratt, delivered in the New Tabernacle, Salt Lake City, Sunday Morning, July, 13, 1873.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: Necessity of Miracles, Etc.<\/div>\n<div class=\"speaker\">Speaker: Orson Pratt<\/div>\n<div class=\"date\">Date: 7\/13\/1873<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d19\">\n<div class=\"paragraph jod\" id=\"v16n464\"> We have heard, this forenoon, some excellent instructions in regard to the plan of life and salvation&#x2014;instructions which agree in every respect with that plan as it was revealed in times of old. It has truly been remarked by the speaker who has addressed you, that the same causes will produce the same effects, that is, when they operate under like circumstances. I can see no difference, in my own mind, between the circumstances which surround us and the circumstances which surrounded the people in the days of our Savior and his Apostles. We are fallen creatures, so were they; we are very imperfect beings and have need to be saved; the same was true with regard to them. We have sick among us in this day, and so had they.<span class=\"citation\" id=\"126792\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126792)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126792)\">James 5:14<\/a><\/span> God then ordained the laying on of hands for the benefit of the sick.<span class=\"citation\" id=\"66941\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66941)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66941)\">Mark 16:18<\/a><\/span><span class=\"citation\" id=\"86634\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86634)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86634)\">D&amp;C 66:9<\/a><\/span> Why not ordain the same principle for the same reason in our day? Would it not benefit the sick to be healed by the laying on of hands now just as much as in those days? What is the difference? Are there not as many sick now as there were then? Would it not be as great a blessing to the inhabitants of the earth to be healed now through this simple ordinance as it was then? When the circumstances and conditions <div class=\"break columnbreak\" id=\"135b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0135.pdf\" target=\"pdfwin\">p.&#xA0;135b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6241\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of the people now and then are compared, no reason can be assigned why this gift should be withheld from the people now. The world say that in those days it was necessary for God to manifest his power in healing the sick and in various other ways, in order to convince the inhabitants of the earth concerning the plan of salvation that was offered to them. Why not convince the inhabitants of the earth in our day? Is there not as much necessity now as there was then? Is not a soul just as precious in the sight of God now as then?<span class=\"citation\" id=\"82311\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82311)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82311)\">Alma 39:17<\/a><\/span> If it was needful for unbelief to be done away by miracles then, why not now? Or were miracles given to do away unbelief? This is a question worthy of investigation. We find that miracles were wrought in ancient times according to the faith and belief of the children of men.<span class=\"citation\" id=\"58934\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58934)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58934)\">Isa. 29:25 (JST)<\/a><\/span><span class=\"citation\" id=\"81493\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81493)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81493)\">2 Ne. 27:23<\/a><\/span><span class=\"citation\" id=\"83489\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83489)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83489)\">Ether 12:16,18<\/a><\/span> We might suppose, to hear some of the learned divines of our day converse, that the greater the unbelief the greater must be the miracles in order to do it away. But let us see how the Lord did operate and perform miracles in ancient times. <\/div><div class=\"paragraph jod\" id=\"v16n465\"> We read that he went to his own native country, where he was born, among his neighbors and acquaintances on a certain occasion, and that he could not do many mighty  <div class=\"break pagebreak\" id=\"136a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0136.pdf\" target=\"pdfwin\">p.&#xA0;136a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6240\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>miracles there because of their unbelief.<span class=\"citation\" id=\"64725\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64725)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64725)\">Matt. 13:58<\/a><\/span><span class=\"citation\" id=\"66545\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66545)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66545)\">Mark 6:4-6<\/a><\/span><span class=\"citation\" id=\"82814\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82814)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82814)\">3 Ne. 19:35<\/a><\/span> What a great pity it was that Jesus had not some of the learned divines of the present day to instruct him! They would no doubt have told Jesus that because of the greatness of the unbelief in his own neighborhood and among his acquaintances he must perform some greater miracles among them than he did anywhere else. That would have been consistent with the present ideas of theologians. But in those days Jesus operated among the people according to their faith, and the greater the unbelief, the less the miracles. <\/div><div class=\"paragraph jod\" id=\"v16n467\"> We find the same principle existing long before Jesus came to the earth. Jesus himself testifies that in the days of Elisha the Prophet, there were a great many lepers in Israel.<span class=\"citation\" id=\"67201\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67201)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67201)\">Luke 4:27<\/a><\/span> You know that is a very loathsome disease, and that people would naturally be very glad to be healed. But none of them were healed in Elisha's day, says Jesus, except a man, not of Israel, but a foreigner&#x2014;Naaman the Syrian.<span class=\"citation\" id=\"67202\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67202)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67202)\">Luke 4:27<\/a><\/span> What was the reason? Their unbelief. How came this Naaman the Syrian to have faith? He believed in the testimony of a Jewish maiden, who had been taken captive by the Syrian army and carried into a far country,<span class=\"citation\" id=\"55790\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55790)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55790)\">2 Kgs. 5:2<\/a><\/span> and while conversing with the people there she told them about a great Prophet in Israel, Elisha by name. &#x201C;Would to God,&#x201D; said she, &#x201C;that my master could see this prophet and be healed!&#x201D;<span class=\"citation\" id=\"55791\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55791)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55791)\">2 Kgs. 5:3<\/a><\/span> She seemed to have faith, and when the report of her conversation came to her master's ears<span class=\"citation\" id=\"55792\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55792)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55792)\">2 Kgs. 5:4<\/a><\/span> he took great riches and started out for the express purpose of going to visit this Prophet in Israel.<span class=\"citation\" id=\"55793\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55793)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55793)\">2 Kgs. 5:5<\/a><\/span> When he reached the region of Palestine in which the Prophet lived he presented himself first before the king; but he being filled to a <div class=\"break columnbreak\" id=\"136b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0136.pdf\" target=\"pdfwin\">p.&#xA0;136b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6240\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> great extent with the spirit of unbelief, thought that Naaman had come to seek some occasion for war. &#x201C;Am I God,&#x201D; said the king, &#x201C;that I should perform this work?&#x201D;<span class=\"citation\" id=\"55794\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55794)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55794)\">2 Kgs. 5:6-7<\/a><\/span> The Lord revealed to his servant the Prophet, that this man had come, and the purpose of his visit, and Naaman and his servant found out Elisha and went to his dwelling place. But Elisha, instead of being very polite, and welcoming Naaman into his house, sent a message to him, telling him to go and dip himself seven times in Jordan and he should be healed. This did not seem to be in accordance with the mind of Naaman. He perhaps thought that, as he had come a long journey in great grandeur and with great gifts, the Prophet would be exceedingly respectful to him, and he was very wrathy in his mind, and said&#x2014;&#x201C;Are not the waters of Syria just as good as the waters of your Jordon?&#x201D; and he turned away in a great rage. Finally, one of his servants said unto him&#x2014;&#x201C;If the prophet had required thee to do some great thing, wouldst thou not have done it? how much rather then, when he said to thee, Wash, and be clean?&#x201D; &#x201C;Yes,&#x201D; said Naaman, &#x201C;I expected he would come out to me, place his hand upon my head and rebuke the leprosy, and I should be healed; but he has told me to go and dip myself seven times in Jordan, and he sent this message by a servant instead of coming to see me himself.&#x201D; But he was finally prevailed upon by his servant to go and do as the Prophet said, and he went and dipped himself seven times in Jordan and immediately his flesh came anew upon him like the flesh of a little child.<span class=\"citation\" id=\"55795\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55795)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55795)\">2 Kgs. 5:8-14<\/a><\/span> All the rest of the lepers, throughout Israel, remained unhealed, but this foreigner was cleansed and made whole. <\/div> <div class=\"break pagebreak\" id=\"137a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0137.pdf\" target=\"pdfwin\">p.&#xA0;137a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6239\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v16n469\"> Now, why this partiality? Why not do some wonderful miracles in healing all the lepers in Israel? It was because of their unbelief. But says the divine of today&#x2014;&#x201C;The greater the unbelief the more necessity for the miracle, and consequently, in order to do away with this unbelief, the Prophet ought to have healed all the lepers in Israel.&#x201D; The Lord, however, has his own way, and when he finds a very unbelieving generation, he does not satisfy their carnal curiosity, nor manifest his power to any great extent in the midst of the wicked; but he always shows forth his power to those who are humble and meek, and lowly in heart.<span class=\"citation\" id=\"64296\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64296)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64296)\">Matt. 11:29<\/a><\/span> He has done that in all dispensations, not only in the days of Jesus and the Apostles, but in every dispensation, and the power manifested has been in accordance with the faith of the people. <\/div><div class=\"paragraph jod\" id=\"v16n470\"> In regard to the gift of prophecy, a great many suppose that it was necessary in former times, in the dark ages; but when the Gospel was fully established on the earth, and great power and signs were made manifest, there was no more need of prophecy, revelations, etc., and they quote a passage from Paul's writings, or rather a part of a passage, instead of the whole, in order to prove their position. In the 13th chapter of the first epistle to the Corinthians, Paul says&#x2014;&#x201C;Whether there be prophecies, they shall fail; whether there be tongues, they shall cease; whether there be knowledge, it shall vanish away.&#x201D;<span class=\"citation\" id=\"73672\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73672)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73672)\">1 Cor. 13:8<\/a><\/span> Prophesying and tongues, were to cease: &#x201C;Now,&#x201D; says the learned divine, of the present day, &#x201C;here is a plain and pointed testimony that these gifts were only intended for the early ages of the world, and were to be done away and cease.&#x201D; But why not quote the following verses? Why quote <div class=\"break columnbreak\" id=\"137b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0137.pdf\" target=\"pdfwin\">p.&#xA0;137b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6239\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> half a sentence or idea and then leave it? Why not give the whole, and find out the time when these miracles, such as prophecy, healing the sick; speaking with tongues, etc., were to cease? If the divines of this day would read a little further, they would know the time and the circumstances that were to transpire, when these things should be done away. Says Paul, in the following verses&#x2014;&#x201C;For we know in part, and we prophesy in part. But when that which is perfect is come, then that which is in part shall be done away.&#x201D;<span class=\"citation\" id=\"73691\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73691)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73691)\">1 Cor. 13:9-10<\/a><\/span> &#x201C;For now we see through a glass, darkly; but then face to face: now I know in part; but then shall I know even as also I am known.&#x201D;<span class=\"citation\" id=\"73726\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73726)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73726)\">1 Cor. 13:12<\/a><\/span> Here, then, it is clearly foretold that when there will be no more need of prophecy, healing, speaking in tongues, etc., the day of perfection will have arrived; in other words, when the Church of God shall have overcome and be perfected, when the Church of God shall need no more Prophets, when it shall have no more sick, (for if all its members become immortal, there will be no sick to be healed, hence healing will be done away, when the Church of God all speak one language&#x2014;the pure language, the language spoken by angels, restored to the earth by the Lord), there will be no need of speaking with tongues. But until that day of perfection comes, all these gifts will be necessary. <\/div><div class=\"paragraph jod\" id=\"v16n471\"> This agrees with what Paul has said in his first chapter to the Ephesians. He there informs us that these miraculous powers and gifts, which Jesus gave when he ascended up on high and led captivity captive, were given for a special purpose.<span class=\"citation\" id=\"75025\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75025)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75025)\">Eph. 4:8<\/a><\/span> He gave some Apostles, some Prophets, evangelists, pastors, teachers,<span class=\"citation\" id=\"75061\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75061)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75061)\">Eph. 4:11<\/a><\/span> gifts, healing;<span class=\"citation\" id=\"126793\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126793)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126793)\">1 Cor. 12:28<\/a><\/span> all were given for a special  <div class=\"break pagebreak\" id=\"138a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0138.pdf\" target=\"pdfwin\">p.&#xA0;138a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6238\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>purpose. What was that purpose? The perfecting of the Saints.<span class=\"citation\" id=\"75148\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75148)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75148)\">Eph. 4:12<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v16n473\"> I would ask the learned divines of the present day, have the Saints need, in this age, of anything to perfect them? Or are they already sufficiently perfected to enter into the presence of the Father? If they need perfecting, and none can deny that they do, then Apostles are needed now, Prophets are needed now, evangelists, pastors, and teachers are needed now.<span class=\"citation\" id=\"75100\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75100)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75100)\">Eph. 4:11-12<\/a><\/span> &#x201C;Well,&#x201D; says one, &#x201C;we will allow that evangelists, pastors and teachers are needed now; we have not done them away, we have abundance of teachers and pastors, but we do not believe in Apostles and Prophets now.&#x201D; Why not? Did not the same Apostle tell us in the same verse, that Apostles and Prophets, as well as evangelists, pastors and teachers, were given, when Jesus ascended on high,<span class=\"citation\" id=\"126794\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126794)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126794)\">Eph. 4:8<\/a><\/span> for the perfecting of the Saints?<span class=\"citation\" id=\"75099\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75099)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75099)\">Eph. 4:11-12<\/a><\/span> Why, then, do you separate them, and say, that the two first-named are not now necessary, and that the other three are so? Why do you do this? In order to be consistent with the unreasonableness of this generation, and to comply with their traditions. You have not got Apostles, you have not got Prophets, and you must have some excuse in order to do them away, and your excuse is, that they are not needed now. Prove it, you cannot, it is beyond your power. You have no evidence, no testimony whatever by which you can prove it. With all the testimony in favor of your position which you can bring forward, I can prove that pastors, evangelists, teachers, Bishops, deacons, Elders and every other officer of the Church of Christ, which you believe in are not needed now, as easily as you can prove that Apostles and Pro<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"138b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0138.pdf\" target=\"pdfwin\">p.&#xA0;138b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6238\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>phets are not needed now. Just as much evidence can be adduced in favor of one position as the other; and the fact is, there is no evidence for either. They were all given for the perfecting of the Saints and the work of the ministry,<span class=\"citation\" id=\"75149\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75149)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75149)\">Eph. 4:12<\/a><\/span> and they were to continue until the day of perfection arrived; and the moment you say they are not necessary, you virtually say the work of the ministry is not necessary; and why, then, do you administer? They were given not only for the perfecting of the Saints and the work of the ministry, but for the edifying of the body of Christ, which is the Church.<span class=\"citation\" id=\"75150\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75150)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75150)\">Eph. 4:12<\/a><\/span> Take away Apostles, inspired of God, take away Prophets who foretell future events, and you take away the means which God has ordained for the edification of his body&#x2014;his Church, and that body or Church cannot be perfected. <\/div><div class=\"paragraph jod\" id=\"v16n474\"> Another object, Paul informs us, for which these gifts were given, was that the Saints might come to the unity of the faith, unto a perfect man, unto the measure of the stature of the fullness of Christ.<span class=\"citation\" id=\"75200\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75200)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75200)\">Eph. 4:13<\/a><\/span> Take away these gifts, and what is your condition? You are in the same condition which Paul speaks of in the very next verse&#x2014;&#x201C;carried about by every wind of doctrine, by the sleight of man, by cunning craftiness, whereby they lie in wait to deceive.&#x201D;<span class=\"citation\" id=\"75250\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75250)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75250)\">Eph. 4:14<\/a><\/span> The gifts were given to prevent the people from being carried about by every wind of doctrine. Take away these gifts&#x2014;<span class=\"citation\" id=\"75026\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75026)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75026)\">Eph. 4:8<\/a><\/span>the gift of revelation, prophecy and miracles,<span class=\"citation\" id=\"126795\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126795)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126795)\">1 Cor. 12:7-10<\/a><\/span> which were enjoyed by the Saints in ancient days, and the people are liable to be tossed to and fro by every wind of doctrine<span class=\"citation\" id=\"75251\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75251)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75251)\">Eph. 4:14<\/a><\/span> that may be sounded in their ears. Why? Because they are entirely governed by the opinions of men. One man has his opinion,  <div class=\"break pagebreak\" id=\"139a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0139.pdf\" target=\"pdfwin\">p.&#xA0;139a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6237\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and he tries to substantiate it by his learning; another man has an opposite opinion and he tries to substantiate it, and as neither of them is inspired by the power of the Holy Ghost, neither having the gift of prophecy or revelation, each, so far as he can, gains influence and power over his neighbors, and gathers together a body of people and pronounces them the Church of Christ. But God has nothing to do with them. He never called them the Church of Christ, he never spoke to them, never sent an angel to them, never gave them a vision, never sent a Prophet or an Apostle to them&#x2014;he has nothing to do with them&#x2014;they are not his Church, never were nor ever can be, only by repentance and turning to the Lord, and receiving the Holy Ghost, which is the spirit of prophecy. He that has the testimony of Jesus, has the spirit of prophecy.<span class=\"citation\" id=\"80368\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80368)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80368)\">Rev. 19:10<\/a><\/span> Paul has declared to us that no man can say that Jesus is the Lord but by the Holy Ghost.<span class=\"citation\" id=\"73415\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73415)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73415)\">1 Cor. 12:3<\/a><\/span> A man may have the tradition that Jesus is the Lord, but he does not know the fact except by the power of the Holy Ghost, and the testimony of Jesus is the spirit of prophecy&#x2014;<span class=\"citation\" id=\"80367\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80367)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80367)\">Rev. 19:10<\/a><\/span>it makes a Prophet of him who has it. <\/div><div class=\"paragraph jod\" id=\"v16n476\"> This is what the Latter-day Saints believe. We have no new gospel to offer to the world. We have come forth, sent by the Almighty, to testify against the new gospels that have been introduced, which have only the form of godliness, and deny the power that was manifested in the ancient Church.<span class=\"citation\" id=\"76156\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76156)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76156)\">2 Tim. 3:5<\/a><\/span> We have come to testify against false doctrines; we are sent for this express purpose, and also to testify boldly against the wickedness and abominations of the professed Christian world, as well as of those who make no profession. God has commanded us to lift up our <div class=\"break columnbreak\" id=\"139b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0139.pdf\" target=\"pdfwin\">p.&#xA0;139b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6237\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> voices and spare not,<span class=\"citation\" id=\"84970\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84970)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84970)\">D&amp;C 34:10<\/a><\/span> to bear testimony against all their wickedness and their false doctrines, which we have endeavored to do, without asking any favor of the children of men. God has not sent us to bow and cringe to the traditions and false ideas of the children of men, he sent us to bear down, in plain testimony, against their wickedness and the corruptions which they are all the time practicing, and have been for generations, before high heaven and the whole world. <\/div><div class=\"paragraph jod\" id=\"v16n477\"> We then say, to all the world, that if they will repent of their sins, humble themselves, become as little children in the sight of God;<span class=\"citation\" id=\"65018\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65018)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65018)\">Matt. 18:3<\/a><\/span> if they will turn away from their false doctrines, and believe in Jesus, who was crucified in ancient days, with all their hearts, and receive his Gospel, they shall not only receive the remission of their sins, but the gift of the Holy Ghost, and the signs, anciently promised to the believers, shall follow them.<span class=\"citation\" id=\"66902\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66902)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66902)\">Mark 16:17<\/a><\/span><span class=\"citation\" id=\"83294\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83294)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83294)\">Morm. 9:24<\/a><\/span><span class=\"citation\" id=\"87843\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87843)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87843)\">D&amp;C 84:64-72<\/a><\/span> Every creature in all the world who will obey the Gospel, will enjoy more or less of the gifts which God has promised. If all do not enjoy them, they may know that they are unbelievers, for Jesus has said that these signs shall follow them that believe,<span class=\"citation\" id=\"66903\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66903)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66903)\">Mark 16:17<\/a><\/span> and he did not mean the Apostles alone. Let us quote the language, that you may see that he meant every believer in all the world. He said to the eleven Apostles&#x2014;&#x201C;Go ye into all the world and preach the gospel to every creature&#x201D;&#x2014;<span class=\"citation\" id=\"66738\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66738)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66738)\">Mark 16:15<\/a><\/span>every creature, recollect&#x2014;&#x201C;He that believeth,&#x201D;&#x2014;that is, every creature, in all the world, that believeth, &#x201C;and is baptized shall be saved; and he that believeth not shall be damned.&#x201D;<span class=\"citation\" id=\"66869\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66869)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66869)\">Mark 16:16<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v16n478\"> Here was the division line. Mark the next promise&#x2014;&#x201C;These signs shall follow them that believe.&#x201D;<span class=\"citation\" id=\"66901\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66901)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66901)\">Mark 16:17<\/a><\/span> They were not to follow a few individuals  <div class=\"break pagebreak\" id=\"140a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0140.pdf\" target=\"pdfwin\">p.&#xA0;140a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6236\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>in Jerusalem, not the Apostles to whom he was then speaking alone, but them that believe in all the world. &#x201C;I give unto them a promise that they shall be saved; and I not only promise them salvation, but certain signs shall follow them&#x2014;in my name they&#x201D;&#x2014;these believers&#x2014;&#x201C;shall cast out devils, they shall speak with new tongues, they shall take up serpents, and if they drink any deadly thing it shall not hurt them, they shall lay hands on the sick and they shall recover.&#x201D;<span class=\"citation\" id=\"66923\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66923)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66923)\">Mark 16:17-18<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v16n480\"> Here is the way by which every person may find out whether he is a believer in Christ or not. The whole Christian world can test themselves, and find out whether they are believers in Christ or not. If these signs follow, they are believers; if <div class=\"break columnbreak\" id=\"140b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0140.pdf\" target=\"pdfwin\">p.&#xA0;140b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6236\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> these signs do not follow, they are not believers, neither are the Latter-day Saints. None of us are believers unless these signs follow us; for Jesus promised them to every creature in all the world who believes; hence the promise includes people now alive, as well as those who lived in former ages. And woe be to all the inhabitants of the earth, because of their unbelief;<span class=\"citation\" id=\"83571\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83571)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83571)\">Moro. 7:35-38<\/a><\/span> because they have done away the power of godliness; because they have done away the power of the ancient Gospel, and have turned aside after the doctrines of men; and yet hypocritically&#x2014;perhaps some of them sincerely&#x2014;call themselves the Church of Christ, and believers. Shame on the world! Amen. <\/div>\n<\/div>\n<\/div>"}