{"ID":160006, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Home Manufacture&#x2014;Offenses Must Needs Come&#x2014;Zion is Growing in Importance on the Earth&#x2014;The Kingdom of God is Now Established&#x2014;Second Coming of Christ&#x2014;Unpopularity of Our Religion&#x2014;The Holy Ghost is the Infallible Testimony to the Believer&#x2014;The Gospel Embraces All Truth.<\/div>\n<div class=\"subtitle\">Discourse by Elder Wilford Woodruff, delivered at the General Conference, in the New Tabernacle, Salt Lake City, April 7, 1873.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: Home Manufacture, Etc.<\/div>\n<div class=\"speaker\">Speaker: Wilford Woodruff<\/div>\n<div class=\"date\">Date: 4\/7\/1873<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d06\">\n<div class=\"paragraph jod\" id=\"v16n106\"> One of the proverbs common among the Saints of God in the dispensation in which we live&#x2014;the dispensa<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"32b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0032.pdf\" target=\"pdfwin\">p.&#xA0;32b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6344\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tion of the fullness of times, is, &#x201C;The kingdom of God or nothing.&#x201D; President Young has been trying to get  <div class=\"break pagebreak\" id=\"33a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0033.pdf\" target=\"pdfwin\">p.&#xA0;33a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6343\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>us to labor to build up the kingdom of God. This kingdom has been given into the hands of the Latter-day Saints to establish on the earth, and unless we labor for its advancement we shall certainly fall short of salvation, for all the salvation there is, whether for Jew, Gentile, Saint or sinner, is in connection with this kingdom. <\/div><div class=\"paragraph jod\" id=\"v16n108\"> We have had a great many plain truths presented before this Conference, and if we will observe the counsels that have been given we shall be led to salvation. Every one of the propositions made by President Young has this tendency. It is our duty as Latter-day Saints to sustain the Zion of God on the earth. What he has said to us is true. We have heard it thousands of times. We have been counseled for many years to try to lay a foundation for our own independence in these mountains. It is a well known principle in political economy, that any nation or people that expend more than they produce, or buy from other nations more than they sell in return, will grow poor. We should produce what we use&#x2014;what we eat and wear, and as for what we drink, why the mountain streams supply that of the purest quality. <\/div><div class=\"paragraph jod\" id=\"v16n109\"> There are several items to which I would like to call your attention. President Young has taken the lead in establishing woolen factories in this Territory. Others have assisted in this work, but he has done much more than any other man, and now we have several good mills for the manufacture of cloth and other fabrics owned and run by the Saints in Utah. Still we send many large quantities of wool abroad instead of using it in our own mills, and import goods of outside manufacture instead of making them at home. How long will it be before we are <div class=\"break columnbreak\" id=\"33b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0033.pdf\" target=\"pdfwin\">p.&#xA0;33b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6343\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> poor, and our Territory drained of all the money we can raise, if we continue this? We should not send our wool to be manufactured in the States, and then pay our money for cloth brought from there here. Where are our wool growers? What are they thinking about when they do this? This is an item which I consider of vital importance to the Latter-day Saints. We should keep our wool at home, and we should manufacture this wool into cloth, and we should buy and pay for that cloth, and support home manufactures. This is a principle which we have neglected in a great degree; but we have got to come to it sometime. We have got either to make ourselves self-sustaining, or we shall have to go without a good many things that we now regard as almost indispensable for our welfare and comfort, for there is not a man who believes in the revelations of God but what believes the day is at hand when there will be trouble among the nations of the earth, when great Babylon will come in remembrance before God,<span class=\"citation\" id=\"80132\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80132)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80132)\">Rev. 16:19<\/a><\/span> and his judgments will visit the nations. When that day comes, if Zion has food and raiment and the comforts of life she must produce them, and there must be a beginning to these things. <\/div><div class=\"paragraph jod\" id=\"v16n110\"> This is the Zion of God, this is the work of God. The servants of God have borne record and testimony to this now for more than forty years, and the Lord has backed up their testimony, fulfilling his word in the events which have transpired in the earth. The Lord says, &#x201C;I am angry with none, except those who acknowledge not my hand in all things.&#x201D;<span class=\"citation\" id=\"86352\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86352)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86352)\">D&amp;C 59:21<\/a><\/span> As a people, we have been obliged to acknowledge the hand of God in our salvation and guidance. Some of the speakers have referred to the drivings and persecutions of the  <div class=\"break pagebreak\" id=\"34a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0034.pdf\" target=\"pdfwin\">p.&#xA0;34a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6342\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Saints in the past. The Lord says, &#x201C;Offenses must needs come; but woe to him by whom they come!&#x201D;<span class=\"citation\" id=\"65040\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65040)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65040)\">Matt. 18:7<\/a><\/span> If we had not been driven from Jackson, Caldwell and Clay Counties, and from Kirtland and Nauvoo, Utah today would have been a barren desert, there would have been no railroad from the Atlantic to the Pacific, and we should not have fulfilled, I may say, thousands of the revelations of God as we have done. The hand of the Lord has been manifest in all these matters. He has watched this people, and over this work from its foundation until today, and he will continue to do so. But it is certainly true that, as a people, we must heed the counsels of the Lord through his servants, for these counsels, if observed, will secure us salvation, and lead us to prosperity, union and happiness. <\/div><div class=\"paragraph jod\" id=\"v16n112\"> President Young, as an instrument in the hands of God, has brought his tens of thousands from the old world who never were worth, I may say, a farthing, who never owned a horse, carriage, wagon, cow, pig or chicken, and hardly had bread enough to keep soul and body together. There are thousands upon thousands now in these valleys of the mountains who were brought here by the donations of the Saints of God, and the mercies of God unto them. They are now settled through this valley for six hundred miles. They have enough to eat, drink and wear, houses and lands of their own, and plenty of this world's goods to make them comfortable. <\/div><div class=\"paragraph jod\" id=\"v16n113\"> Everything that leads to good and to do good is of God, and everything that leads to evil and to do evil is of the wicked one.<span class=\"citation\" id=\"83565\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83565)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83565)\">Moro. 7:16-17<\/a><\/span> I will ask, Has not good grown out of the whole work of God from the organization of this Church until today? Has not this Gospel been offered for more than <div class=\"break columnbreak\" id=\"34b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0034.pdf\" target=\"pdfwin\">p.&#xA0;34b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6342\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> forty years to the nations of the earth in its plainness, truth and simplicity, as it was anciently by Jesus and his Apostles? It has, and thousands who are in this Territory today can bear testimony to its truth. The example is before the world. Zion is like a city set on a hill that cannot be hid.<span class=\"citation\" id=\"63056\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63056)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63056)\">Matt. 5:14<\/a><\/span> She is a beacon to the nations of the earth.<span class=\"citation\" id=\"58942\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58942)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58942)\">Isa. 30:17<\/a><\/span> The Saints of God are fulfilling the revelations of God; they are fulfilling the prophecies and sayings of the ancient Patriarchs and Prophets, who spoke as they were moved upon by the Holy Ghost,<span class=\"citation\" id=\"78321\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78321)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78321)\">2 Pet. 1:21<\/a><\/span> and no prophecy is of private interpretation.<span class=\"citation\" id=\"78293\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78293)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78293)\">2 Pet. 1:20<\/a><\/span> If those holy men of God spoke the word of God,<span class=\"citation\" id=\"78322\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78322)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78322)\">2 Pet. 1:21<\/a><\/span> what they said will have its fulfillment, and no power can stay this work. <\/div><div class=\"paragraph jod\" id=\"v16n114\"> The set time has come<span class=\"citation\" id=\"57065\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57065)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57065)\">Ps. 102:13<\/a><\/span><span class=\"citation\" id=\"90973\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90973)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90973)\">D&amp;C 124:6<\/a><\/span> for the Lord to establish his kingdom of which Daniel spoke,<span class=\"citation\" id=\"61259\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61259)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61259)\">Dan. 2:44<\/a><\/span> that Zion which Isaiah saw and portrayed,<span class=\"citation\" id=\"59536\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59536)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59536)\">Isa. 52:1<\/a><\/span> and about which he and many other Prophets have left so many sayings in their prophecies. The history of the progress of this Church is before the world. It is the work of God, and not a saying ever made about it by an inspired man, whether in the Bible, Book of Mormon, or in the Doctrine and Covenants, will fail of its fulfillment. No matter whether these words came by the voice of God out of the heavens, by the ministration of angels, or by the voice of the servants of God in the flesh, it is the same; although the heavens and the earth may pass away, they will not go unfulfilled.<span class=\"citation\" id=\"83767\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83767)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83767)\">D&amp;C 1:38<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v16n115\"> This is the foundation upon which the Latter-day Saints labor, and upon which they have labored from the beginning of this Church. Joseph Smith has often been termed an illiterate, unlearned man. He was a farmer's son, and had very small chance of education. What primer had he to reveal the fullness of the  <div class=\"break pagebreak\" id=\"35a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0035.pdf\" target=\"pdfwin\">p.&#xA0;35a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6341\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Gospel to the world? None at all, only as he was taught by the administration of angels from heaven, by the voice of God and by the inspiration and power of the Holy Ghost. The principles which have been revealed to the world through him are true as the throne of God. Their influence is already felt in the earth, and will continue to increase until the coming of the Son of Man; and the blood of the Prophets which has been shed in testimony thereof will remain in force<span class=\"citation\" id=\"76903\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76903)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76903)\">Heb. 9:16-17<\/a><\/span><span class=\"citation\" id=\"92040\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92040)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92040)\">D&amp;C 135:5<\/a><\/span> upon all the world until the scene is wound up. <\/div><div class=\"paragraph jod\" id=\"v16n117\"> What other people on the face of the earth are preparing for Jesus Christ? The Lord Jesus Christ is coming to reign on earth.<span class=\"citation\" id=\"87072\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87072)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87072)\">D&amp;C 76:63<\/a><\/span><span class=\"citation\" id=\"94096\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94096)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94096)\">A of F 1:10<\/a><\/span> The world may say that he delays his coming until the end of the earth.<span class=\"citation\" id=\"85608\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85608)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85608)\">D&amp;C 45:26<\/a><\/span> But they know neither the thoughts nor the ways of the Lord.<span class=\"citation\" id=\"59803\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59803)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59803)\">Isa. 55:8-9<\/a><\/span> The Lord will not delay his coming because of their unbelief, and the signs both in heaven and earth indicate that it is near. The fig trees are leafing in sight of all the nations of the earth,<span class=\"citation\" id=\"65887\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65887)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65887)\">Matt. 24:32-33<\/a><\/span><span class=\"citation\" id=\"85018\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85018)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85018)\">D&amp;C 35:15-16<\/a><\/span> and if they had the Spirit of God they could see and understand them. <\/div><div class=\"paragraph jod\" id=\"v16n118\"> The Latter-day Saints cannot stand still; we cannot become stereotyped. God has decreed that his Zion must progress.<span class=\"citation\" id=\"87430\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87430)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87430)\">D&amp;C 82:14<\/a><\/span> We cannot remain in one groove or position. This kingdom has continued to progress from the beginning, and the little one is now more than a thousand, and it will hasten to become a strong nation,<span class=\"citation\" id=\"60042\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60042)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60042)\">Isa. 60:22<\/a><\/span><span class=\"citation\" id=\"91935\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91935)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91935)\">D&amp;C 133:58<\/a><\/span> for it is God's work, and its destiny is in his hands. It becomes us, as Latter-day Saints, to realize these things as they are, and also our position and calling before God. We must build up the Zion and kingdom of God on the earth, or fail in the object of our calling and receiving the Priesthood of God in these latter days. The full set time <div class=\"break columnbreak\" id=\"35b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0035.pdf\" target=\"pdfwin\">p.&#xA0;35b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6341\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> has come, which the Lord decreed before the foundation of the world&#x2014;the great dispensation of the last days, and a people must be prepared for the coming of the Son of Man. How can they do it? By being gathered out from Babylon. How often has the question been asked, &#x201C;Why cannot the Latter-day Saints live abroad in the world and enjoy their religion?&#x201D; We can hardly enjoy it as we are today&#x2014;gathered together, the wicked will follow us up; and then we are overwhelmed like a mountain with tradition. But we have gathered together that we may be taught by Prophets, Patriarchs and inspired men, and we are endeavoring, under their instructions, to throw off the trammels with which we and our forefathers have been bound for generations. We are not prepared for the coming of the Son of Man, and if he were to come today we could not endure it. There is no people on the earth prepared for that. But the Lord is laboring with us, he has carried us through a school of experience now for forty years, and we should certainly have been dull scholars if we had not learned some wisdom. The Lord intends that we shall unite ourselves together, and in building up the Zion of God, if we cannot attain to all that is required of us today, we will do what we can, and progress as fast as we can, that the way may be prepared for the fulfillment of the words of the Lord. <\/div><div class=\"paragraph jod\" id=\"v16n119\"> Here is the Bible, the record of the Jews, given by the inspiration of the Lord through Moses and the ancient Patriarchs and Prophets. Is it an imposture, and as the infidels say, the work of man? No, it is not in the power of any man who ever breathed the breath of life<span class=\"citation\" id=\"52404\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52404)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52404)\">Gen. 2:7<\/a><\/span> to make such a book without the inspiration of the Almighty. It is  <div class=\"break pagebreak\" id=\"36a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0036.pdf\" target=\"pdfwin\">p.&#xA0;36a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6340\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>just so with the Book of Mormon&#x2014;all the ingenuity of all the men under heaven could not compose and present to the world a book like the Book of Mormon. Its principles are divine&#x2014;they are from God. They could never emanate from the mind of an impostor, or from the mind of a person writing a novel. Why? Because the promises and prophecies it contains are being fulfilled in the sight of all the earth. So with the revelations given through the Prophet Joseph Smith contained in the Book of Doctrine and Covenants&#x2014;they are being fulfilled. <\/div><div class=\"paragraph jod\" id=\"v16n121\"> We, the Latter-day Saints, have this great almighty work laid upon us, and our hearts should not be set upon the things of the world,<span class=\"citation\" id=\"90862\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90862)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90862)\">D&amp;C 121:35<\/a><\/span> for if they are we shall forget God and lose sight of his kingdom. The counsels, exhortations and instructions which we receive from the servants of God are just and true. As a people if we will do the will of God we have the power to build up Zion in beauty,<span class=\"citation\" id=\"56667\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56667)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56667)\">Ps. 50:2<\/a><\/span><span class=\"citation\" id=\"87431\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87431)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87431)\">D&amp;C 82:14<\/a><\/span> power<span class=\"citation\" id=\"126737\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126737)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126737)\">D&amp;C 103:15<\/a><\/span><span class=\"citation\" id=\"126738\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126738)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126738)\">D&amp;C 113:8<\/a><\/span> and glory,<span class=\"citation\" id=\"126739\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126739)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126739)\">D&amp;C 124:6<\/a><\/span> as the Lord has revealed it through the mouth of the Prophet. It rests with us, the Lord working with us.<span class=\"citation\" id=\"81746\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81746)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81746)\">Jacob 5:72<\/a><\/span> We are called upon to work with the Lord just as fast as we are prepared to receive the things of his kingdom.<span class=\"citation\" id=\"90592\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90592)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90592)\">D&amp;C 111:11<\/a><\/span> But I am satisfied there has got to be a great change with us in many respects before we are prepared for the redemption of Zion and the building up of the New Jerusalem.<span class=\"citation\" id=\"87481\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87481)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87481)\">D&amp;C 84:2-4<\/a><\/span> I believe the only way for us is to get enough of the Spirit of God that we may see and understand our duties and comprehend the will of the Lord. <\/div><div class=\"paragraph jod\" id=\"v16n122\"> This is a great day, an important time&#x2014;a time in which great events await the world&#x2014;Zion, Babylon, Jew, Gentile, saint and sinner, high and low, rich and poor. Great and important events will follow each <div class=\"break columnbreak\" id=\"36b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0036.pdf\" target=\"pdfwin\">p.&#xA0;36b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6340\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> other in quick succession before the eyes of this generation. No generation that ever lived on the earth, lived in a more interesting period than the one in which we live; and when we consider that our eternal destiny depends upon the few short years that we spend here, what manner of persons ought we to be?<span class=\"citation\" id=\"78478\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78478)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78478)\">2 Pet. 3:11<\/a><\/span><span class=\"citation\" id=\"82992\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82992)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82992)\">3 Ne. 27:27<\/a><\/span> Men spend their lives for what they call wealth or happiness, but they seek not after the way of life, and in a few years they lie down and die and open their eyes in the spirit world, and they will come forth at some time and be judged according to the deeds done in the body.<span class=\"citation\" id=\"74150\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74150)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74150)\">2 Cor. 5:10 (JST)<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v16n123\"> A great deal has been said with regard to &#x201C;Mormonism&#x201D; and the strange people who dwell in these mountains. Many strangers have come to visit this city, thinking that their lives were hardly safe because of the horrid stories they had heard about these terrible &#x201C;Mormons,&#x201D; when the fact is, if they had only known it, they were a great deal safer here, than in any of the great cities of the world. <\/div><div class=\"paragraph jod\" id=\"v16n124\"> The Lord has been working, and this people have been working, and the object of their labor has been and is to establish the Gospel of Jesus Christ and to spread truth and righteousness. We came here, a few pioneers, on the 24th of July, 1847, and we found a desert. It looked as though no white man could live here. We have to acknowledge the hand of God in all the blessings we have today. This Territory is now filled with cities, towns, villages and gardens. The earth has blossomed like a rose,<span class=\"citation\" id=\"59133\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59133)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59133)\">Isa. 35:1<\/a><\/span> and the desert has brought forth streams of water from dry places.<span class=\"citation\" id=\"59194\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59194)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59194)\">Isa. 35:6<\/a><\/span> The Lord has blessed the people, we have to acknowledge his hands in this. This is only a beginning. The world have opposed us from the beginning, even  <div class=\"break pagebreak\" id=\"37a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0037.pdf\" target=\"pdfwin\">p.&#xA0;37a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6339\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>very many honest-hearted men, ignorant of the nature and object of &#x201C;Mormonism,&#x201D; have opposed us. If the veil were lifted one minute from the eyes of the world, and they could see the things of eternity as they are, there is not a man living, not excepting our friend brother Newman, or President Grant, or any other man that breathes, who would not bow down before God and pray for Brigham Young and the prosperity of this work. But there is a veil over men's minds. Darkness covers the earth and gross darkness the minds of the nations,<span class=\"citation\" id=\"59922\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59922)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59922)\">Isa. 60:2<\/a><\/span><span class=\"citation\" id=\"90604\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90604)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90604)\">D&amp;C 112:23<\/a><\/span> and this is to prove whether they will or will not walk in the covenant of the Lord. There are a few who have had sufficient independence of mind and stability of character to obey the celestial law. But how few friends the Almighty and his servants have had in this age of the world? As it was in the days of Noah and Lot, so it will be in the days of the coming of the Son of Man.<span class=\"citation\" id=\"65936\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65936)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65936)\">Matt. 24:37<\/a><\/span> The numbers of the servants of God are few. Let the Lord Almighty send a message to the world now as he did in the days of Noah, Enoch, Lot, Jesus Christ and the Apostles, and few among the nations of the earth would be willing to receive it. In the days of Jesus the High Priests, Sadducees, Essenes, Stoics and every sect and party then known in the Jewish nation cried&#x2014;&#x201C;Crucify him! Crucify him!&#x201D;<span class=\"citation\" id=\"68279\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68279)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68279)\">Luke 23:21<\/a><\/span><span class=\"citation\" id=\"70806\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70806)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70806)\">John 19:6<\/a><\/span> So it was with Joseph Smith. From the day that he laid the foundation of this work, Priest and people, doctors and lawyers, high and low, rich and poor, with but few exceptions, have been ready to crush it to the earth. Why? Because, ignorant of its character and mission, they have believed that it interfered with their religion. Joseph Smith had to walk in deep water, he had to row <div class=\"break columnbreak\" id=\"37b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0037.pdf\" target=\"pdfwin\">p.&#xA0;37b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6339\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> uphill or upstream all the days of his life in order to try and plant the Gospel in the midst of the sons of men. A few here and there heard and were disposed to receive that Gospel, and the Spirit of God bore record unto them of its truth, and they went before the Lord and asked him if it was true, and the Lord revealed it unto them and they embraced it. From that day until the present this message has gone to the world. I have preached it to millions of my fellow men, so has President Young, and I may say the same of hundreds of the Elders of this Church; and I do not believe that ever a man, with his ears open, stopped a moment to listen to the testimony of the servants of God about the truth of the Book of Mormon, Joseph Smith being a Prophet of God, and the restoration of the fullness of the Gospel, but what a measure of the Spirit of God has backed up that testimony to him. When men have rejected these testimonies they have done so against light and truth, and herein is where condemnation rests upon this generation&#x2014;Light has come into the world and men love darkness rather than light, because their deeds are evil.<span class=\"citation\" id=\"68926\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68926)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68926)\">John 3:19<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v16n126\"> &#x201C;Mormonism&#x201D; is not popular, and few, comparatively speaking, have embraced it. Jesus Christ was never popular in his day. The old Patriarchs and Prophets had but few friends, yet they were called and inspired by God, and held in their hands the issues of life and death, the keys of salvation on earth and in heaven. What they bound on earth was bound in heaven.<span class=\"citation\" id=\"64898\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64898)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64898)\">Matt. 16:19<\/a><\/span> Whosesoever sins they remitted were remitted, and whosesoever sins they retained were retained.<span class=\"citation\" id=\"70919\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70919)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70919)\">John 20:23<\/a><\/span> Yet the world was ready to destroy them. It is so today. But the unbelief of this generation will not  <div class=\"break pagebreak\" id=\"38a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0038.pdf\" target=\"pdfwin\">p.&#xA0;38a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6338\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>make the truth of God without effect<span class=\"citation\" id=\"66565\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66565)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66565)\">Mark 7:13<\/a><\/span> today any more than it did in any other period of the world. Therefore I say to my brethren and sisters, let us try and prepare our minds and hearts by prayer before the Lord, that we may obtain enough of the light of the Spirit, and of the influence of the Holy Ghost, to see and be preserved in the path of life, and when we receive the teachings and counsels of the servants of God, that we may be disposed to treasure them up in our hearts and practice them in our lives. <\/div><div class=\"paragraph jod\" id=\"v16n128\"> We shall soon pass away; in a little while we shall be on the other side of the veil. There is no man or woman who has ever lived on the earth and kept the commandments of God who will be ashamed of, or sorry for it, when they go into the presence of God. Our eyes have not seen, our ears have not heard, it has not entered into the heart of man to conceive the joy, glory and blessings which God has in store for his faithful Saints.<span class=\"citation\" id=\"72984\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72984)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72984)\">1 Cor. 2:9<\/a><\/span> As President Young told us yesterday, whether men believe or disbelieve, the Lord Almighty has wrought out salvation for the world. We are laboring for this; the Prophets and Patriarchs in days past and gone did the same. In these latter days Saviors have come up on Mount Zion,<span class=\"citation\" id=\"61993\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61993)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61993)\">Obad. 1:21<\/a><\/span> and they are laboring to save the world&#x2014;the living and the dead. The Lord requires this at our hands, and if we do not labor to promote this cause and to build it up, we shall be under condemnation before him. <\/div><div class=\"paragraph jod\" id=\"v16n129\"> The Gospel is the same today as it was in the days of Jesus Christ.<span class=\"citation\" id=\"77376\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77376)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77376)\">Heb. 13:8<\/a><\/span> The word to his disciples was&#x2014;&#x201C;Go ye into all the world, and preach the gospel to every creature, he that believeth and is baptized shall be saved; and he that believeth not shall be damned.&#x201D;<span class=\"citation\" id=\"66796\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66796)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66796)\">Mark 16:15-16<\/a><\/span> That is a very <div class=\"break columnbreak\" id=\"38b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0038.pdf\" target=\"pdfwin\">p.&#xA0;38b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6338\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> plain and simple declaration, yet it involved the destiny of the whole human family. It is just so today. The Gospel has been offered to the world now for over forty years, in its purity, plainness and clearness, according to the ancient order of things, and the Elders of Israel have promised the world that if they would receive their testimony and be baptized for the remission of their sins, they should receive the Holy Ghost.<span class=\"citation\" id=\"71220\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71220)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71220)\">Acts 2:38<\/a><\/span> When a man receives the Holy Ghost he has a testimony that cannot deceive him or anybody else. In the days of Moses and Pharaoh the magicians could work as many miracles as Moses, almost; and you may go into our theater here, or any other, and you may see and hear that which will deceive your eyes and ears, and all the senses you have; but get the Holy Ghost and you have a testimony that cannot deceive you. It never deceived any man, and it never will. It is by this power and principle that the Elders of Israel have been sustained from the first day they commenced their labors until today. It was this power which sustained Joseph Smith from his boyhood up, in all his labors until he planted the kingdom of God on the earth to be thrown down no more forever.<span class=\"citation\" id=\"61260\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61260)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61260)\">Dan. 2:44<\/a><\/span> He lived until he accomplished all that God raised him up to do here in the flesh, then he went to the other side of the veil to fill his place and mission there. His works will follow him there,<span class=\"citation\" id=\"80028\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80028)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80028)\">Rev. 14:13<\/a><\/span> and he and his brethren will labor for the accomplishment of the purposes of God there, as we are doing here. The Lord raised up President Young to be our leader and lawgiver, and he has been so from the day that Joseph was taken away. His works are before the world and before the heavens; they  <div class=\"break pagebreak\" id=\"39a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0039.pdf\" target=\"pdfwin\">p.&#xA0;39a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6337\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>show for themselves. The tree is known by the fruit it brings forth.<span class=\"citation\" id=\"63905\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63905)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63905)\">Matt. 7:16-20<\/a><\/span> The Lord has revealed in this day every key that was ever held by any Patriarch or Prophet from the days of Father Adam, in the Garden of Eden, down to the days of Joseph Smith, that was necessary for the salvation of the sons of men. They have been sealed on the head of Brigham Young and other servants of God, and they will be held on the earth until this scene is wound up. What a glorious thing it is that we, like the ancient Saints, can be baptized for the dead, and thus open the prison doors and set the prisoners free!<span class=\"citation\" id=\"91258\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91258)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91258)\">D&amp;C 128:22<\/a><\/span> The Lord is no respecter of persons,<span class=\"citation\" id=\"71754\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71754)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71754)\">Acts 10:34<\/a><\/span> and the fifty thousand millions of human beings who are supposed to have lived on the earth from the days the ancient servants of God were put to death, to the restoration of the Gospel through Joseph Smith, never having had the privilege of hearing the Gospel, are not going to remain in the eternal world without the privilege of hearing the Gospel; but they will be preached to by Joseph Smith and the Prophets, Patriarchs and Elders who have received the Priesthood on the earth in these latter days.<span class=\"citation\" id=\"92149\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92149)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92149)\">D&amp;C 138:29-32<\/a><\/span> Many of them will receive their testimony, but somebody must administer for them in the flesh, that they may be judged according to men in the spirit,<span class=\"citation\" id=\"78120\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78120)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78120)\">1 Pet. 4:6<\/a><\/span> and have part in the first resurrection, just the same as though they had heard the Gospel in the flesh. The Lord has revealed this to us, and commanded us to attend to this duty, the same as Jesus, while his body was in the grave, preached three days and nights to the spirits in prison who were rebellious during the long-suffering of God in the days of Noah.<span class=\"citation\" id=\"77968\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77968)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77968)\">1 Pet. 3:18-20<\/a><\/span> They lay in prison until Jesus went and preached <div class=\"break columnbreak\" id=\"39b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0039.pdf\" target=\"pdfwin\">p.&#xA0;39b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6337\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to them. <\/div><div class=\"paragraph jod\" id=\"v16n131\"> This and every other principle which the Elders of this Church preach and teach are from heaven&#x2014;the Lord has revealed them. They are before the world, and all who hear them will investigate if they are wise. If there is a man on the face of the earth who has got a true principle that we have not, will he please let us have it? As President Young has said many a time, we will change a dozen errors for one truth, and thank God for it. We are after light and truth. We are not afraid of the doctrines of the inhabitants of the earth being presented before us or our children. We have truth, we have been called to present it to the world. We have done it. If they have truths that we have not we would like to obtain them. <\/div><div class=\"paragraph jod\" id=\"v16n132\"> I will say by way of conclusion that I thank God for the privilege of attending these Conferences for so many years, and for seeing the increase and progress of his work. Here we meet from every nation under heaven,<span class=\"citation\" id=\"71100\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71100)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71100)\">Acts 2:5<\/a><\/span><span class=\"citation\" id=\"85802\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85802)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85802)\">D&amp;C 45:69<\/a><\/span> just as the Prophets said. We have been gathered by the Gospel of Jesus Christ. I had the privilege, last night and this morning, of meeting with Father Kington, the old patriarch whom I met with over in Herefordshire, England, where, like John the Baptist, he was a forerunner of the Gospel of Christ. Through his administrations the people in that county had been prepared to receive the Gospel, and when we went and preached to them, he and all his flock but one, numbering six hundred, entered into the kingdom, and that opened a door which enabled us to baptize eighteen hundred in about seven months' labor. I never expected to see him again in this city, but he came to  <div class=\"break pagebreak\" id=\"40a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0040.pdf\" target=\"pdfwin\">p.&#xA0;40a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6336\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>my house last night, and he came to meeting today, and I felt more pride and joy in meeting him than I should if it had been the Emperor of Russia. I thank God that I have the privilege of meeting with the Saints with whom I ate and drank in foreign lands, who have listened to the voices of the Elders of Israel, have received their testimonies, <div class=\"break columnbreak\" id=\"40b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0040.pdf\" target=\"pdfwin\">p.&#xA0;40b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6336\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> have been baptized for the remission of sins, and received the testimony of the Holy Ghost. <\/div><div class=\"paragraph jod\" id=\"v16n134\"> Brethren and sisters, we are in the school of the Saints. Let us progress, and try to improve and set our hearts on the things of God and truth, and carry out and do the work of righteousness<span class=\"citation\" id=\"86375\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86375)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86375)\">D&amp;C 59:23<\/a><\/span> for Jesus' sake. Amen. <\/div>\n<\/div>\n<\/div>"}