{"ID":160034, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Character of the Church of Christ&#x2014;Testimony is Given by the Spirit&#x2014;Trials to be Encountered and Sacrifices to be Made in Order to Prove the Faith of the Saints&#x2014;The Love of Wealth.<\/div>\n<div class=\"subtitle\">Discourse by Elder George Q. Cannon, delivered in the New Tabernacle, Salt Lake City, at the Semi-Annual Conference, October 6, 1873.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: The Character of the Church of Christ, Etc.<\/div>\n<div class=\"speaker\">Speaker: George Q. Cannon<\/div>\n<div class=\"date\">Date: 10\/6\/1873<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d34\">\n<div class=\"paragraph jod\" id=\"v16n830\"> The subjects that have been dwelt upon this morning are such as must interest every one who has a desire <div class=\"break columnbreak\" id=\"241b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0241.pdf\" target=\"pdfwin\">p.&#xA0;241b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6135\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to comprehend the principles of salvation, as believed in and practiced by the Latter-day Saints. To  <div class=\"break pagebreak\" id=\"242a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0242.pdf\" target=\"pdfwin\">p.&#xA0;242a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6134\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>my mind there has been an evidence of their truth accompanying every word that has been spoken. The Spirit of God bears testimony to the things of God,<span class=\"citation\" id=\"73051\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73051)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73051)\">1 Cor. 2:11<\/a><\/span> and there would be no difficulty in convincing the inhabitants of the earth of the truth of the principles believed in by the Latter-day Saints, were it not for tradition and the prejudices which exist in men's minds in relation to the truth. Let a man start out with the Bible in his hand, determined to receive the truth wherever it may be found, and commence examining the various institutions and churches that exist among men, and he would, if he believed the Bible, and were not prejudiced by tradition and education, expect to find, when he found the Church of Christ, a Church organized in every respect like that of which the New Testament gives us an account. He would expect to find Apostles and Prophets,<span class=\"citation\" id=\"73609\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73609)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73609)\">1 Cor. 12:28<\/a><\/span><span class=\"citation\" id=\"74938\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74938)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74938)\">Eph. 2:20<\/a><\/span> and the ordinances of baptism, and the laying on of hands<span class=\"citation\" id=\"76695\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76695)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76695)\">Heb. 6:2<\/a><\/span> for the reception of the Holy Ghost<span class=\"citation\" id=\"71630\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71630)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71630)\">Acts 8:18<\/a><\/span> in that Church; he would expect to find the gifts of prophecy, revelation, tongues, the interpretation of tongues, healing, wisdom, the discernment of spirits, and all the gifts that existed in the Church of Christ in ancient days.<span class=\"citation\" id=\"73466\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73466)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73466)\">1 Cor. 12:8-10<\/a><\/span> He would look for just such a church as this, and if he did not find it he would conclude that that church had been withdrawn from the earth. The evidences that abound in the Scriptures all go to prove that this was the character of the Church of Christ in ancient days, and that there should be no change, for the Scriptures tell us that God is the same today, yesterday and forever,<span class=\"citation\" id=\"77378\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77378)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77378)\">Heb. 13:8<\/a><\/span> and that if men, in this day do the same things&#x2014;exercising the same faith as they did in ancient days&#x2014;the same blessings will follow their <div class=\"break columnbreak\" id=\"242b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0242.pdf\" target=\"pdfwin\">p.&#xA0;242b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6134\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> obedience. If we examine the Bible there is nothing to sustain the idea that there should be any change in any of these things; and when men hear it proclaimed that God has restored the everlasting Gospel, and they have a desire in their hearts to comprehend the truth, there is a spirit accompanies the testimony of the servants of God which bears witness to their spirit that these things are true. But immediately another spirit steps in, and the reflection arises in the minds of many&#x2014;What will my parents, relatives or friends say? What will the world say if I believe this doctrine? There is ignominy associated with belief in these doctrines. There is shame to be encountered if I go forward and join a people so despised as these. What will men say of me? In what light, shall I be viewed? These reflections arise, and the testimony of the truth is extinguished in the hearts of many. It requires, therefore, on the part of people now, as in ancient days, great strength of mind, great moral courage, and great love of the truth, an overpowering desire to obtain salvation, and the Spirit of God to aid them, in order to enable people to receive the Gospel of the Lord Jesus Christ. Hence it is that so few, comparatively speaking, in every age have received the truth. It requires courage to sustain men when opposed by every kind of treachery and of violence. It required courage to enable men to go forth to the stake, to be cast into dens of wild beasts,<span class=\"citation\" id=\"61575\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61575)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61575)\">Dan. 6:16<\/a><\/span><span class=\"citation\" id=\"83031\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83031)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83031)\">3 Ne. 28:22<\/a><\/span> or fiery furnaces,<span class=\"citation\" id=\"61435\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61435)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61435)\">Dan. 3:21<\/a><\/span><span class=\"citation\" id=\"83029\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83029)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83029)\">3 Ne. 28:21<\/a><\/span> to be crucified,<span class=\"citation\" id=\"66362\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66362)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66362)\">Matt. 27:35<\/a><\/span> beheaded,<span class=\"citation\" id=\"64736\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64736)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64736)\">Matt. 14:10<\/a><\/span><span class=\"citation\" id=\"80507\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80507)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80507)\">Rev. 20:4<\/a><\/span> sawn asunder,<span class=\"citation\" id=\"77070\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77070)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77070)\">Heb. 11:37<\/a><\/span> or to be exiled as was John the Revelator.<span class=\"citation\" id=\"78995\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78995)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78995)\">Rev. 1:9<\/a><\/span> It required, in ancient days, and it requires it in our days, this kind of sublime courage to enable men and women to receive the truth; and in view of all this, we can see and compre<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"243a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0243.pdf\" target=\"pdfwin\">p.&#xA0;243a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6133\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>hend the truth of the words of the Savior when he said&#x2014;&#x201C;Strait is the gate, and narrow is the way, which leadeth unto life, and few there be that find it,&#x201D;<span class=\"citation\" id=\"63870\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63870)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63870)\">Matt. 7:14<\/a><\/span> and &#x201C;wide is the gate, and broad is the way, that leadeth to destruction, and many there be which go in thereat.&#x201D;<span class=\"citation\" id=\"63835\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63835)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63835)\">Matt. 7:13<\/a><\/span> It has been so easy for men to reject the truth and flow with the current; it has been so easy for men to spread their sails, catch the popular breeze and glide before it; and it has been so difficult for men to stem the tide of opposition which they have always had to contend with when they have embraced the truth, that it requires on our part, brethren and sisters, devotion to the work which God has restored. Every man and woman who has entered this church, however ignorant and illiterate, and has been humble and truly repented, has received a testimony from God that this is the truth. God bestows his holy Spirit upon those who obey his Gospel as he bestows light upon the earth. There have not been a privileged few, there has been no hierarchy, there has been no monopoly of knowledge, for some exclusive set to receive while the rest would be destitute; but it has been diffused like the blessing of air&#x2014;it has been to all who have believed it, and every man and woman has received a testimony for himself and herself respecting the Gospel of Jesus Christ as it has been revealed and taught in these last days. Hence you travel from one end of this Territory to the other and you find all the people bearing testimony, when called upon, that they know this is the Gospel of the Lord Jesus Christ, restored in its ancient purity and simplicity. You go to foreign lands, and they bear the same testimony everywhere. Illiterate, humble, uneducated, weak men have gone <div class=\"break columnbreak\" id=\"243b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0243.pdf\" target=\"pdfwin\">p.&#xA0;243b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6133\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> forth, and proclaimed this truth, authorized by God, and God has condescended to confirm the truth of their testimony and administrations among the people, and we are now brought together in this land. We are surrounded by peculiar circumstances, we are in a place to be tried and tested, as we never have been before. There are many tests, temptations and trials now assailing the Latter-day Saints, with which they never had to contend before. We have had mobs, expulsion from our lands, from the temple of God that we reared, and from the pleasant homes which we had created, from the graves of our friends and kindred whom we buried after they had fallen victims to the land which we had redeemed from the condition in which we found it. We have passed through these scenes and there has been but little faltering considering the circumstances we have had to contend with. Men have bravely stood all these things, and feeble women have been filled with courage and strength to pass through these privations without their faith failing them. <\/div><div class=\"paragraph jod\" id=\"v16n833\"> I hope that we shall not have such scenes to endure again. I pray that we may be delivered from the violence of our enemies, that they may not have power over us again as they have had in the past. But we must make calculations on having trials and difficulties to contend with, and having tests for our faith to be endured and passed through. We cannot expect to accomplish the work that God has laid upon us without being tested and proved. Men and women need not expect that they will attain unto the glory which God has in store for the faithful without being tested in all things.<span class=\"citation\" id=\"92073\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92073)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92073)\">D&amp;C 136:31<\/a><\/span> If we have a weakness, or anything about us that is not  <div class=\"break pagebreak\" id=\"244a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0244.pdf\" target=\"pdfwin\">p.&#xA0;244a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6132\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>thoroughly sound, we may expect that sooner or later, that weak spot in our nature will be found, and we will be tested to the very uttermost. If we expect to sit down with Jesus and the Apostles and those who have fought the good fight of faith,<span class=\"citation\" id=\"76264\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76264)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76264)\">2 Tim. 4:7<\/a><\/span> and who have laid down their lives for the truth in past ages, or in our age, we must expect, like them, to be proved and tried in all things, until everything in our nature that is drossy shall be purified, and we be cleansed and made fit to sit down with them, pure and holy&#x2014;their peers. <\/div><div class=\"paragraph jod\" id=\"v16n835\"> Can I then, or can you, give way to lust? Can you love the world, and the things of the world<span class=\"citation\" id=\"78584\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78584)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78584)\">1 Jn. 2:15-17<\/a><\/span> more than you do the things of God? Here is the danger that is before us as a people&#x2014;it is the lust of the flesh, the lust of the eye, the lust of wealth, the fondness for worldly ease and comfort. We are being assailed by these trials. As a people we are increasing in wealth. Wealth is multiplying upon us on every hand. I know of no people, today, who are prospering as the Latter-day Saints through these valleys are. God has blessed our land, rendered it fertile, and made it most productive. He has placed us in the center of the continent. We occupy the key position, and may be termed the keystone Territory or State of the West. Wealth is pouring into our lap, and we cannot help being wealthy, that is, if we follow the course that has been indicated to us. We are as sure to be a wealthy people as that the sun shines. It is the inevitable consequence of our position, habits, union, &amp;c. <\/div><div class=\"paragraph jod\" id=\"v16n836\"> There are more dangers in wealth than in mobocracy. There is more danger in having abundance of money, houses, lands, comforts, carriages, horses and fine raiment, than in all <div class=\"break columnbreak\" id=\"244b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0244.pdf\" target=\"pdfwin\">p.&#xA0;244b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6132\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the mobs that ever arrayed themselves against us as a people from the beginning until we came here. We should realize this, and there is only one way that we can escape the evil consequences thereof. Wealth has ruined and corrupted every people almost that ever lived and attained unto power. It has sapped the foundation and vitality of the most powerful peoples and nations that ever existed on the face of the earth. We are human as they were; we are exposed to the same trials and temptations as they were, and we are liable to be overcome as they were; and the only safeguard for us is to hold everything that we have subject to the counsel and will of God our heavenly Father, until a different order of things shall be instituted among us as a people. <\/div><div class=\"paragraph jod\" id=\"v16n837\"> I see young men growing up, and in their growth is the love of wealth, the love of ease and worldly comfort, and the desire and greed for money. I will tell you that the man who has the greed or hunger for money within him, and does not repress it, cannot be a Latter-day Saint. A woman who has the love of finery and of earthly ease and comfort within her, and that is the paramount feeling in her heart, cannot be a Latter-day Saint. No man can be a Latter-day Saint in truth and in deed who does not hunger after righteousness<span class=\"citation\" id=\"62936\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62936)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62936)\">Matt. 5:6<\/a><\/span> and the things of God more than he does after everything else upon the face of the earth; and whenever you see or feel this money hunger, this dress hunger, this hunger for worldly ease and comfort, in yourselves or others, you may know that the love of God is being withdrawn from you or them, and sooner or later it will be extinguished, and the love of the world will grow until it becomes predominant. I do not know anything more corrupting than this greed, hunger  <div class=\"break pagebreak\" id=\"245a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0245.pdf\" target=\"pdfwin\">p.&#xA0;245a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6131\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and lust for the things of this life,<span class=\"citation\" id=\"78585\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78585)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78585)\">1 Jn. 2:15-17<\/a><\/span> or anything more degrading and debasing in its effects, except it be the love or lust for women.<span class=\"citation\" id=\"82277\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82277)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82277)\">Alma 39:3-5<\/a><\/span> As a people we believe that lust for women is, next to murder, shedding innocent blood, the most deadly of all sins. Committing whoredom or adultery destroys the man who indulges in it, and next to that, in my estimation, is the love of wealth&#x2014;<span class=\"citation\" id=\"75986\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75986)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75986)\">1 Tim. 6:10<\/a><\/span>the lusting after the things of this life; and there ought to be, and is in every rightly constituted nature, a constant warfare against this evil. We have this to contend with. We should watch it in our children and in ourselves, and we should endeavor to govern and bring all our feelings and desires into such a position that they can be controlled by the love of the truth. <\/div><div class=\"paragraph jod\" id=\"v16n839\"> God has most wisely designed, in my humble view and opinion, that, as a people, we should be called upon from time to time to make sacrifices, in order that we may be weaned from the love of the things of this life, that our love may be concentrated upon Him and upon the salvation of our fellow men, for the mission that is entrusted to us is to save the inhabitants of the earth. And what a glorious field spreads out before us in this direction, when we see the thousands of poor, perishing souls who are dying for the want of the blessings that we enjoy. We build Temples, we organize emigration societies, and expend our means that we may be the instruments in the hands of <div class=\"break columnbreak\" id=\"245b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0245.pdf\" target=\"pdfwin\">p.&#xA0;245b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6131\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> God of saving and bringing salvation to the inhabitants of the earth&#x2014;our brethren and our sisters. <\/div><div class=\"paragraph jod\" id=\"v16n840\"> God required Abraham to sacrifice that which was most dear to him,<span class=\"citation\" id=\"89401\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89401)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89401)\">D&amp;C 101:4<\/a><\/span> and he will also require at our hands that which is most dear to us. If you have wealth, and are increasing in wealth, one of the best things, under such circumstances, is to be always particular in doing that which God requires of us. He requires of us one-tenth of all that we have. Let us be liberal in this. He requires that we shall pay means for the emigration of the poor from the distant nations of the earth. Let us be liberal in this also. Then, if he requires our time and talents and all that we have, let us be willing to devote ourselves to his Work, for he blesses us with everything that our hearts desire. There is nothing we have ever desired as individuals or as a people, that has been good for us, and proper that we should have, that he has withheld from us. On the contrary, he has multiplied blessings upon us, and he will make us wealthy if we will only be devoted to him. There is no danger that we shall not become wealthy, the danger is that we shall become wealthy and not be willing to use our means to his glory and for the advancement of his kingdom. That is the danger with which we are threatened. <\/div><div class=\"paragraph jod\" id=\"v16n841\"> God bless you, my brethren and sisters, in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}