{"ID":160007, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Unbelief&#x2014;The Saints Require Constant Instruction&#x2014;Contrast Between the Gospel of Christ and the Religions of Men&#x2014;Evil Would Cease Among the Saints If They Would Live Their Religion&#x2014;Gathering the Poor&#x2014;Tithing&#x2014;Knowledge of God&#x2014;Progress of the Work is Due to the Operations of the Spirit.<\/div>\n<div class=\"subtitle\">Discourse by President Brigham Young, delivered in the Tabernacle, Ogden, Sunday Afternoon, May 18, 1873.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: Unbelief, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 5\/18\/1873<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d07\">\n<div class=\"paragraph jod\" id=\"v16n135\"> The teaching of grown people is the same as teaching the children. We receive impressions when very young, and grow up to further knowledge; it is the same in receiving the Gospel. When we talk to persons who have not previously heard the Gospel, we have to reason with them on the propriety of receiving the truth. We also have to reason with and persuade the Latter-day Saints, and it is to them I wish principally to talk this afternoon. When the Gospel is preached to the honest in heart they receive it by faith, but when they obey it labor is required. To practice the Gospel <div class=\"break columnbreak\" id=\"40b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0040.pdf\" target=\"pdfwin\">p.&#xA0;40b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6336\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> requires time, faith, the heart's affections and a great deal of labor. Here many stop. They hear and believe, but before they go on to practice they begin to think that they were mistaken, and unbelief enters into their hearts. There has been unbelief since the beginning of the world. Have you not read the sayings of Moses in regard to our mother Eve? She had heard the voice of the Lord and understood it, saying concerning the fruit of a certain tree, &#x201C;in the day that thou eatest thereof thou shalt surely die.&#x201D;<span class=\"citation\" id=\"52483\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52483)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52483)\">Gen. 2:17<\/a><\/span> When her husband was in another part of the garden, a certain character came  <div class=\"break pagebreak\" id=\"41a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0041.pdf\" target=\"pdfwin\">p.&#xA0;41a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6335\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>along and commenced to reason with her. &#x201C;That is very fine fruit: I understand the Lord says you must not partake of it.&#x201D; &#x201C;Yes, for in the day we eat of it he says we shall die.&#x201D; &#x201C;Well,&#x201D; says he, &#x201C;that is not so. You must not believe all that is told you, but think for yourself. Now I will tell you something. If you eat of that fruit your eyes will be opened, and you will see as the Gods.&#x201D;<span class=\"citation\" id=\"52549\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52549)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52549)\">Gen. 3:1-5<\/a><\/span> He hands her a little of the fruit, just to try&#x2014;no matter whether it was an apple, a grape, or what it was&#x2014;she tastes of it, and does not die, and likes it so well that when Adam comes along she says, &#x201C;Husband, this fruit is delightful; I have tasted it, and it is desirable to make one wise; take some.&#x201D; &#x201C;No,&#x201D; says he, &#x201C;I shall not, the Lord has commanded us not to eat of it.&#x201D; But just as it is with other husbands, she coaxes and persuades, and finally he gives way and partakes of the forbidden fruit.<span class=\"citation\" id=\"52576\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52576)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52576)\">Gen. 3:6<\/a><\/span> Now do you see how unbelief entered into the world in the beginning? We have to reason with mankind to persuade them to receive the truth of God. A declaratory statement is sufficient for those who are prepared to receive the spirit of revelation for themselves, but with the most of the human family we have to reason and explain. A really pure person is very scarce; but when the heart is truly pure, the Lord can write upon it, and the truth is received without argument, or doubt, or disputation. If we talk with the Latter-day Saints, we have to reason with them, particularly on temporal matters. Now I could show, by sound argument and logic, the necessity for the people to live and labor for the good of all. Anybody ought to be able to see that when one member of a family is pulling away from the others, and living for self alone, it injures himself or her<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"41b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0041.pdf\" target=\"pdfwin\">p.&#xA0;41b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6335\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>self as well as the whole family. The necessity and beauty of union cannot be better illustrated than by the example of the chief who called his sons together just previous to his death, and, taking a bundle of arrows, asked them each to break it. This they were unable to do. &#x201C;Now,&#x201D; said he, &#x201C;unloose the bundle.&#x201D; They did so, and could take the arrows singly, one by one, and break them with ease. This will give us as good a proof as we can desire, that when we are bound together as a unit, we are strong and powerful, but when we are divided we are weak, and our enemies can obtain power over us. Take our financial affairs, and they will show the same principle. But we are prone to unbelief, and have to learn by the childish principle&#x2014;a little today and a little more tomorrow, and after a while perhaps we will become truly Latter-day Saints. We profess to be so now. But to be a Saint in the full sense of the word, is to be something very nearly perfect. If, however, we are striving to the utmost of the ability God has given us to prove that we are willing to serve him and perform our duties, we are justified. We have the kingdom of God to build up, Zion to redeem; we have to sanctify ourselves so that we may be prepared to be caught up with the Church of the Firstborn,<span class=\"citation\" id=\"87211\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87211)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87211)\">D&amp;C 76:102<\/a><\/span><span class=\"citation\" id=\"87378\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87378)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87378)\">D&amp;C 78:21<\/a><\/span> and if we improve every day and hour, then if we die we shall be found justified. But if we continue to live, we must become Saints in very deed, or come short of the fullness of the glory of God that is to be revealed. To lead the Saints in this direction we have to reason with them, and show the necessity for their observing this precept and that law, this doctrine and that principle, that they may be persuaded to do the will of God. <\/div><div class=\"paragraph jod\" id=\"v16n137\"> When Joseph Smith first learned  <div class=\"break pagebreak\" id=\"42a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0042.pdf\" target=\"pdfwin\">p.&#xA0;42a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6334\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>from God the principle of baptism for the remission of sins, he undoubtedly thought that he had learned something great and wonderful; so, also, when he received his ordination to the Aaronic Priesthood under the hands of John the Baptist.<span class=\"citation\" id=\"84005\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84005)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84005)\">D&amp;C 13:1<\/a><\/span><span class=\"citation\" id=\"129341\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129341)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129341)\">D&amp;C 27:8<\/a><\/span><span class=\"citation\" id=\"93930\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93930)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93930)\">JS&mdash;H 1:68-72<\/a><\/span> But he did not fly off at a tangent, and think he had it all, but was willing and anxious to be taught further. After receiving this authority, he baptized his friends. When he organized the Church, he received the higher Priesthood,<span class=\"citation\" id=\"126740\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126740)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126740)\">D&amp;C 27:12<\/a><\/span> after the order of Melchizedek,<span class=\"citation\" id=\"126742\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126742)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126742)\">D&amp;C 76:57<\/a><\/span><span class=\"citation\" id=\"126741\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126741)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126741)\">D&amp;C 107:1-4<\/a><\/span> which gave him authority not only to baptize for the remission of sins, but to confirm by the laying on of hands for the reception of the Holy Ghost. The Aaronic Priesthood holds power to baptize, but not to lay on hands to confer the Holy Ghost.<span class=\"citation\" id=\"94007\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94007)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94007)\">JS&mdash;H 1:70-72<\/a><\/span> When Joseph Smith received this higher power, he did not throw away the first, but received additions to it. He learned of and administered the Sacrament, then went to preaching a year or two, and received the High Priesthood, which he imparted to others, and then obtained other communications and powers, until he received the full pattern and authority to build up the kingdom of God, preparatory to the coming of the Son of Man, which also he imparted to others. There are men here who heard him say: &#x201C;We have added to our faith<span class=\"citation\" id=\"78235\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78235)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78235)\">2 Pet. 1:5<\/a><\/span> and knowledge, and have received keys and authority, until I do not know of anything necessary to build up and establish the kingdom of God on the earth, but what I have received and bestowed upon you.&#x201D; He received his knowledge of the things of God by degrees, until he obtained the last blessing needful to bestow on his brethren. <\/div><div class=\"paragraph jod\" id=\"v16n139\"> The Latter-day Saints need talking to a great deal&#x2014;they need continual preaching and instruction upon <div class=\"break columnbreak\" id=\"42b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0042.pdf\" target=\"pdfwin\">p.&#xA0;42b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6334\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> almost everything. I am happy to say there is an improvement, still I hear of strife, brother going to law with brother, contention in families and in the community. This should not be. Have we not learned yet to be meek and lowly?<span class=\"citation\" id=\"64295\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64295)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64295)\">Matt. 11:29<\/a><\/span> Are we not willing to receive and abide the providences of God with patience? How many are willing to do this as they should? But very few. That disposition that came from the fall is planted in our hearts, and will occasionally arise in the bosom. Will we ever get experience enough so that we can overcome these temptations that arise in the heart, so that we can say goodbye to the fashions and follies of the world, and instead of them imbibe good and wholesome principles? Certainly we will; this is what we are after. The Latter-day Saints must learn to be one in Christ.<span class=\"citation\" id=\"74583\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74583)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74583)\">Gal. 3:28<\/a><\/span><span class=\"citation\" id=\"84992\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84992)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84992)\">D&amp;C 35:2<\/a><\/span> We are one in the ordinances and doctrines; one in the ordinances of baptism, the laying on of hands, the administration of the sacrament, the blessing of children, the ordinations of the Priesthood, the endowment; also in the baptism for the dead, though this was a trial for some at the first. When God revealed to Joseph Smith and Sidney Rigdon that there was a place prepared for all,<span class=\"citation\" id=\"86837\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86837)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86837)\">D&amp;C 76:1-119<\/a><\/span> according to the light they had received and their rejection of evil and practice of good, it was a great trial to many, and some apostatized because God was not going to send to everlasting punishment heathens and infants, but had a place of salvation, in due time, for all, and would bless the honest and virtuous and truthful, whether they ever belonged to any church or not. It was a new doctrine to this generation, and many stumbled at it, but Joseph continued to receive revelation upon revelation, ordinance upon ordinance, truth upon truth, until he  <div class=\"break pagebreak\" id=\"43a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0043.pdf\" target=\"pdfwin\">p.&#xA0;43a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6333\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>obtained all that was necessary for the salvation of the human family. All the inhabitants of the earth are called of God; they are called to repent and be baptized for the remission of sins. When I first came into the church it was a subject of considerable thought to me why people whom I knew to be as good and moral as they could be, should have to repent. But I could see afterwards that if they had nothing else to repent of they could and ought to repent of their false religions, of their narrow, contracted creeds in which they were bound, of the ordinances of men, and get something better. These narrow, contracted religions have spread infidelity in the world. They should repent of these and take hold of the things of God and receive the truths of heaven. &#x201C;Well,&#x201D; say the ministers, &#x201C;we have lived according to the light we have received.&#x201D; We say, are you willing to receive more? If so, here is more for you. So far as your faith in Christ goes, and your morality, we say, amen. But here is something more. &#x201C;Ah,&#x201D; say they, &#x201C;we have got enough, we don't want any of your Mormonism.&#x201D; Well, now they do, if they only knew it. I had a conversation recently with a prominent minister of a church in the East and he said, I do not agree with you in your peculiar views. I answered, are you not for the truth, the whole truth and nothing but the truth? If you are, so am I. How is it possible to get up an argument? I will make a bargain. I will compare my religion with yours. We will start out with the Bible alone, taking it as the standard. All that the Bible teaches for doctrine and practice we will take for our guide. If I have an error I will part with it. Will you do the same? If you can find that you have a truth that I <div class=\"break columnbreak\" id=\"43b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0043.pdf\" target=\"pdfwin\">p.&#xA0;43b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6333\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> have not, and that I have an error, I will trade ten errors if I have them for one truth. Take the religion of Christ from the foundation up, and it is all true and for the benefit of mankind. Take the whole world with their contentions and strife, the kings and potentates who make war and murder the people by thousands, those who shoot and kill, who rob the poor, who set at naught the counsel of God,<span class=\"citation\" id=\"83797\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83797)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83797)\">D&amp;C 3:4,7,13<\/a><\/span> bring them together, read to them the precepts of Jesus, the principles of the everlasting Gospel and see if there is one principle that would injure them or the world of mankind in the least. Will they injure a person, a family, a neighborhood? All would join, if they spoke the truth, in saying no, not one; but if we lived up to them, they would make the best condition of society possible. Let the whole world take the Bible, the Book of Mormon, the Doctrine and Covenants and the writings and counsels of this Church, and see if there is anything calculated in the least degree, in any of their requirements, to injure one individual on earth. I will say to these few Latter-day Saints, and if all were here I would say the same, you, brethren and sisters, take counsel of your Presidents, those who are set to give you counsel; and so far as your President is concerned as an individual, if you would say in your hearts, &#x201C;we will take his counsel&#x201D;&#x2014;and I can say before God he desires this people would live their religion&#x2014;there would be no contentions, no stealing, no cheating, no drunkenness, no lying; wrongdoing would cease, the hand of mercy would be extended to the poor, kindness and love would be spread abroad, and you would never hear another jar in the land. I can say that I deserve more obedience to counsel than I get. Can any man, wo<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"44a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0044.pdf\" target=\"pdfwin\">p.&#xA0;44a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6332\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>man or child bring up one thing that I have counseled that would injure anybody or bring the least stain upon the kingdom of God upon the earth? No, they cannot. Why can't we be of one heart and of one mind?<span class=\"citation\" id=\"92936\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92936)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92936)\">Moses 7:18<\/a><\/span> Why is it that my brethren allow themselves to be stirred up to strife with their neighbors? Perhaps some neighbor has let down your bars, and the cattle have got in, and you are injured in your feelings and allow anger to enter into your hearts. Perhaps some neighbor has borrowed your plow and broken it, or done something else in which you are aggrieved; you set it down that that person is no Saint. Perhaps if your own faults were portrayed you would show as many as he has, but you set it down for a fact that he is no Saint, or he would not do thus and so. Now cease this. When you think your brother has injured you, go straight and learn the intention of his heart,<span class=\"citation\" id=\"65054\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65054)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65054)\">Matt. 18:15<\/a><\/span> and judge according to that,<span class=\"citation\" id=\"55482\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55482)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55482)\">1 Sam. 16:7<\/a><\/span> and not according to the outward appearances.<span class=\"citation\" id=\"69402\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69402)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69402)\">John 7:24<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v16n140\"> Do you say your prayers? How many houses of High Priests, if I crept into them like a mouse, could I find where they do not pray with their families, do not ask God to bless their labors, to bless their fields and farms, their brethren and the kingdom of God on the earth? How many Elders, Seventies and Bishops would I find in the same condition? The Bishops should be a perfect example to their wards in all things. How many are there who are strictly honest and fair in their deal? I have experienced so much on that subject that I had better say little upon it. But I say to you, deal justly,<span class=\"citation\" id=\"126743\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126743)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126743)\">Alma 41:14<\/a><\/span><span class=\"citation\" id=\"126744\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126744)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126744)\">4 Ne. 1:2<\/a><\/span> act mercifully and eschew evil.<span class=\"citation\" id=\"77887\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77887)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77887)\">1 Pet. 3:11<\/a><\/span> Do good to all men.<span class=\"citation\" id=\"74731\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74731)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74731)\">Gal. 6:10<\/a><\/span><span class=\"citation\" id=\"94220\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94220)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94220)\">A of F 1:13<\/a><\/span> We say sometimes, &#x201C;I will not do any favor for that man, he is unworthy of assistance.&#x201D; I will give you a piece of counsel. Do <div class=\"break columnbreak\" id=\"44b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0044.pdf\" target=\"pdfwin\">p.&#xA0;44b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6332\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> good to all. It is better to feed nine unworthy persons than to let one worthy person&#x2014;the tenth, go hungry. Follow this rule and you will be apt to be found on the right side of doing good. <\/div><div class=\"paragraph jod\" id=\"v16n141\"> Suppose we look around here. How many of you sisters have donated fifty cents to help gather the poor this season? Don't say you have no money. Have you not had fifty cents to buy a ribbon? How about that ten dollars to buy hair from somebody else's head when you have plenty on your own? Take the brethren, too, who wear needless clothing, smoke cigars, &amp;c. Take all the money that is spent for tea and coffee and squandered in waste and how much could we get? Why enough to send for the poor, who are begging and pleading to come, by the scores of thousands. We got a purse of some four thousand dollars at the late Conference. I put in one thousand dollars, brother Hooper put in one thousand dollars. That makes about half the amount I spoke when I was here, about two years ago, about Elders who had borrowed money of poor Saints in the old country and never paid them. I said then such men should be cut off from the Church. <\/div><div class=\"paragraph jod\" id=\"v16n142\"> How much tithing do you pay? The professing Christians, apostates and others have a great deal to say about the Saints paying tithing. Now let us compare notes. The Elders of this Church travel and preach without purse or scrip,<span class=\"citation\" id=\"68159\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68159)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68159)\">Luke 22:35<\/a><\/span> and labor at home as Bishops, Presidents, High Counselors, and Ministers, free of charge. Now take the Christians, how many of their Ministers preach without pay? Go to their meetings, in their churches, halls, schoolhouses, or any of their public gatherings, and you have a box, a plate, or a hat put under your face, and it is, &#x201C;Give  <div class=\"break pagebreak\" id=\"45a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0045.pdf\" target=\"pdfwin\">p.&#xA0;45a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6331\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>me a sixpence, give me a sixpence, give me a sixpence!&#x201D; Show me the Elder of this Church that does this? We preach the Gospel without purse or scrip<span class=\"citation\" id=\"68160\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68160)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68160)\">Luke 22:35<\/a><\/span> and work for our own bread and butter. Yet the Christian world whine about our paying tithing. The Saints should pay the tenth of their income<span class=\"citation\" id=\"90760\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90760)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90760)\">D&amp;C 119:4<\/a><\/span> with glad and thankful hearts, and help to bring home the poor. We have supported and helped the poor to the amount of millions. We have picked up those who were poor and brought them here and taught them how to work and take care of themselves, and some of them ride in their carriages as proud as the lords of the old world from whence they came. <\/div><div class=\"paragraph jod\" id=\"v16n144\"> In regard to this whining of the world about Brigham's handling the tithing, I can say that he has put in ten dollars where he has taken one out of the treasury, and he has paid more tithing than any other man in the Church. Everybody should pay their tenth. A poor woman ought to pay her tenth chicken, if she has to draw out ten times its value for her support. It is all the Lord's and we are only his stewards. <\/div><div class=\"paragraph jod\" id=\"v16n145\"> The Latter-day Saints want persuading. What for? Their own good. Some people talk of how long they have served the Lord, and now they want to do something for themselves. The moment they begin to feel and act like this, they commence to serve the devil. There are two powers on earth, God and Satan, and we must serve one or the other. God requires obedience to his laws. If I do this I do nothing more than I do to the United States. We have enlisted to serve the King of Kings.<span class=\"citation\" id=\"80439\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80439)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80439)\">Rev. 19:16<\/a><\/span> He has laws, rules, regulations, &amp;c. Why should we not be as willing to pay taxes to Him as to the United States. We believe in obeying the laws of the land,<span class=\"citation\" id=\"94209\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94209)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94209)\">A of F 1:12<\/a><\/span> we should also obey <div class=\"break columnbreak\" id=\"45b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0045.pdf\" target=\"pdfwin\">p.&#xA0;45b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6331\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the laws of God. <\/div><div class=\"paragraph jod\" id=\"v16n146\"> People have found out that we believe in a plurality of wives. The people of this Government say we shall not have a plurality of wives. Why not say: &#x201C;a plurality of women,&#x201D; and we shan't have any objection to it. Because this would strike at men in high places. Their idea is, &#x201C;If you want women, illegally, and then thrust them into the street when you have done with them, we care nothing about it; but if God has revealed anything about plurality of wives, to marry and provide for them, as he did in the days of the Patriarchs, we don't want any of it.&#x201D; If I have wives given to me of the Lord, I do not break any constitutional law of the land. But enough of that. <\/div><div class=\"paragraph jod\" id=\"v16n147\"> I want to persuade the Latter-day Saints to <span class=\"italic\">be<\/span> Latter-day Saints. Bro. Woodruff was talking about the necessity of making our own clothing. I say if we go on as we have been doing, and calculate to continue to purchase from abroad most of what we wear, and a great deal of what we eat, we shall be left without. Do you know that Babylon is going to <span class=\"italic\">fall?<span class=\"citation\" id=\"83670\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83670)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83670)\">D&amp;C 1:16<\/a><\/span><\/span> Her merchants will cry out, &#x201C;there is no one to buy our merchandise.&#x201D;<span class=\"citation\" id=\"80313\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80313)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80313)\">Rev. 18:11<\/a><\/span> And if you and I do not learn how to take care of ourselves, and raise and manufacture what we consume, we shall have to go without. If you do not know how, go to work and learn how to knit, sew, weave, make ribbons, raise silk and make up and manufacture your own wearing apparel and all you need. <\/div><div class=\"paragraph jod\" id=\"v16n148\"> Now, on another subject. There is a God who lives, and who framed and fashioned this earth, and who brought forth that which is on the face thereof. He has laws. Everything is controlled by law.<span class=\"citation\" id=\"88496\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88496)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88496)\">D&amp;C 88:38<\/a><\/span> The actions of men, however, are left free; they are agents to themselves<span class=\"citation\" id=\"92744\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92744)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92744)\">Moses 6:56<\/a><\/span>  <div class=\"break pagebreak\" id=\"46a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0046.pdf\" target=\"pdfwin\">p.&#xA0;46a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6330\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and must act freely on that agency, or else how could they be judged for their actions? But God reserves the right to himself to control the results of their acts, and this no man can hinder. Who of the Christian divines know anything about the God we serve? I never saw anyone, until I met Joseph Smith, who could tell me anything about the character, personality and dwelling place of God, or anything satisfactory about angels, or the relationship of man to his Maker. Yet I was as diligent as any man need to be to try and find out these things. We know more about God and the heavens than we care to tell. And if we introduce a principle and try to reduce it to the comprehension of the people, there will be some even among the Latter-day Saints who would be hard to understand. Where is the divine who knows the least thing about that Being who is the Father of our Spirits and the author of our bodies? If we know something about him is there any harm in it? Not a bit. The world of mankind are infidels. We should all be infidel to every false principle. I am infidel in regard to many things, but to the truth, wherever found, I am no infidel. The Christian world is infidel to the truth in a great degree. Why? Because they know so little of the mind and will of God. Step outside of this kingdom, and who can tell us the first process towards covering the earth with the knowledge of God?<span class=\"citation\" id=\"58153\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58153)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58153)\">Isa. 11:9<\/a><\/span> Who is there that can tell us anything about that angel whom John saw coming with the everlasting Gospel as recorded in John's Revelation?<span class=\"citation\" id=\"79738\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79738)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79738)\">Rev. 14:6<\/a><\/span> I never found anyone who could till I saw Joseph Smith. He could tell me what I had so much desired to learn. What do the Christian divines know about it even at the present day? If they do know any<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"46b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0046.pdf\" target=\"pdfwin\">p.&#xA0;46b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6330\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>thing about it I wish they would tell us. But if they do not know, and will not receive the things of God from those who do know, does not this make them infidels to the truth? <\/div><div class=\"paragraph jod\" id=\"v16n150\"> My testimony is the positive. I know that there are such cities as London, Paris, and New York&#x2014;from my own experience or from that of others; I know that the sun shines, I know that I exist and have a being, and I testify that there is a God, and that Jesus Christ lives, and that he is the Savior of the world. Have you been to heaven and learned to the contrary? I know that Joseph Smith was a Prophet of God, and that he had many revelations. Who can disprove this testimony? Anyone may dispute it, but there is no one in the world who can disprove it. I have had many revelations; I have seen and heard for myself, and know these things are true, and nobody on earth can disprove them. The eye, the ear, the hand, all the senses may be deceived, but the Spirit of God cannot be deceived; and when inspired with that Spirit, the whole man is filled with knowledge, he can see with a spiritual eye, and he knows that which is beyond the power of man to controvert. What I know concerning God, concerning the earth, concerning government, I have received from the heavens, not alone through my natural ability, and I give God the glory and the praise. Men talk about what has been accomplished under my direction, and attribute it to my wisdom and ability; but it is all by the power of God, and by intelligence received from him. I say to the whole world, receive the truth, no matter who presents it to you. <\/div><div class=\"paragraph jod\" id=\"v16n151\"> Take up the Bible, compare the religion of the Latter-day Saints with it, and see if it will stand the test. We preach the Gospel, gather the people of God from all nations,  <div class=\"break pagebreak\" id=\"47a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0047.pdf\" target=\"pdfwin\">p.&#xA0;47a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6329\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tongues and people, and build up the kingdom of God on the earth, and this calls for manual labor, the affec<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"47b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0047.pdf\" target=\"pdfwin\">p.&#xA0;47b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6329\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tions of the heart, and the devotion of all our powers. God bless you. Amen. <\/div>\n<\/div>\n<\/div>"}