{"ID":160022, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Gospel Incorporates All Truth&#x2014;Mode of Administering the Sacrament&#x2014;Abiding Counsel&#x2014;Heavenly Blessings Are Conditional&#x2014;Progressiveness of the Work&#x2014;Plural Marriage&#x2014;Tithing&#x2014;Tardiness of the Saints in Observing Practical Duties&#x2014;Cooperation.<\/div>\n<div class=\"subtitle\">Discourse by President Brigham Young, delivered in the Bowery, at Paris, Oneida County, Idaho, Sunday, August 31, 1873.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: John Q. Cannon.<\/div>\n<div class=\"pageHeader\">Page Header: The Gospel Incorporates All Truth, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 8\/31\/1873<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d22\">\n<div class=\"paragraph jod\" id=\"v16n540\"> The Gospel of life and salvation that we have embraced in our faith, and that we profess to carry out in our lives, incorporates all truth. We frequently testify to each other that we know that this Gospel is true; and as I have a great many times said to those that listen to my conversation, upon the principles of life and salvation, I believe this work, I believe this Gospel, I believe this doctrine, that is brought to us through the Prophet Joseph, in these the latter days, in this our time, for the simplest, plainest and most palpable reason that can be given. &#x201C;What is it?&#x201D; Why, because it is true. The Gospel that I have embraced comprehends all truth. &#x201C;How much of it is true?&#x201D; All of it. &#x201C;How much does it embrace?&#x201D; All the truth that there is in the heavens, on the earth, under the earth; and if there is any truth in hell, this doctrine claims it. It is all the truth of heaven, the truth of God, the life of those that live forever, the law by which worlds were, are, and will be brought into existence, and pass from one degree or one state of being to another, pertaining to the exaltation of intelligence from the lowest to the <div class=\"break columnbreak\" id=\"160b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0160.pdf\" target=\"pdfwin\">p.&#xA0;160b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6216\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> highest state. This is the doctrine that the Latter-day Saints believe, whether they realize it or not. Well, now, upon apostasy. What have the Latter-day Saints got to apostatize from? Everything that there is good, pure, holy, godlike, exalting, ennobling, extending the ideas, the capacities of the intelligent beings that our heavenly Father has brought forth upon this earth. What will they receive in exchange? I can comprehend it in a very few words. These would be the words that I should use: death, hell and the grave. That is what they will get in exchange. We may go into the particulars of that which they experience. They experience darkness, ignorance, doubt, pain, sorrow, grief, mourning, unhappiness; no person to condole with in the hour of trouble, no arm to lean upon in the day of calamity, no eye to pity when they are forlorn and cast down; and I comprehend it by saying: death, hell and the grave. This is, what they will get in exchange for their apostasy from the Gospel of the Son of God. This is their reward, and it is foolishness, not merely nonsense; a person can have a little nonsense  <div class=\"break pagebreak\" id=\"161a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0161.pdf\" target=\"pdfwin\">p.&#xA0;161a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6215\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and pass it over; but this is foolishness. There is not a particle of good sense about it; no light, no intelligence, nothing that is ennobling, elevating, cheering, comforting, consoling, that produces friends, or anything of this kind. I call it foolism; I do it this time, consequently we will not talk anything about apostasy. <\/div><div class=\"paragraph jod\" id=\"v16n542\"> When people receive this Gospel, what do they sacrifice? Why, death for life. This is what they give: darkness for light, error for truth, doubt and unbelief for knowledge and the certainty of the things of God, consequently I consider it to be the biggest piece of foolism that can be hatched up, imagined or entertained, or followed out by any human being, to leave this Gospel for what they will receive in exchange. So much for apostasy. <\/div><div class=\"paragraph jod\" id=\"v16n543\"> Now a few words, my brethren and sisters, with regard to our position. There are many in this Church who have been with it a long time. This Church has been traveling for many years. The time that this Church has been traveling exceeds the time of the children of Israel in the wilderness. <\/div><div class=\"paragraph jod\" id=\"v16n544\"> [At this point the water for the Sacrament was blessed.] <\/div><div class=\"paragraph jod\" id=\"v16n545\"> I will give you a word of counsel here with regard to consecrating the bread and the water, which I want the Saints to remember. When you [addressing the Bishops and Elders] administer the Sacrament, take this book [the Book of Doctrine and Covenants] and read this prayer.<span class=\"citation\" id=\"84406\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84406)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84406)\">D&amp;C 20:75-79<\/a><\/span> Take the opportunity to read this prayer until you can remember it. You cannot get up anything that is better, and not even equal to it; and when you read it, read it so that the people can hear you. This is what I wish of you; it is what is right, and that which the Spirit will manifest to you if you inquire; and if you <div class=\"break columnbreak\" id=\"161b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0161.pdf\" target=\"pdfwin\">p.&#xA0;161b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6215\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> cannot commit this prayer to memory, the one that is given by revelation expressly for consecrating the bread and the wine, or water, if the latter be used, take the book and read until you can remember. If I were to come here next Sabbath, and see you breaking bread, would this, that I am now mentioning, be thought of? The people have various ideas with regard to this prayer. They sometimes cannot hear six feet from the one who is praying, and in whose prayer, perhaps, there are not three words of the prayer that is in this book, that the Lord tells us that we should use. This is pretty hard on the Elders, is it not? If they could remember one thousandth part of that which they have heard, it would have sanctified them years and years ago; but it goes in at one ear and out at the other&#x2014;it is like the weaver's shuttle passing through the web. <\/div><div class=\"paragraph jod\" id=\"v16n546\"> Now I am going to tell you some more things, and how long will you remember them? Until you get home? Perhaps there are a few who will remember a few words of counsel that I shall give to you. I am here to give this people, called Latter-day Saints, counsel to direct them in the path of life. I am here to answer; I shall be on hand to answer when I am called upon, for all the counsel and for all the instruction that I have given to this people. If there is an Elder here, or any member of this Church, called the Church of Jesus Christ of Latter-day Saints, who can bring up the first idea, the first sentence that I have delivered to the people as counsel that is wrong, I really wish they would do it; but they cannot do it, for the simple reason that I have never given counsel that is wrong; this is the reason. This people, called Latter-day Saints, have been laboring now over forty years. Forty-three years last April,  <div class=\"break pagebreak\" id=\"162a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0162.pdf\" target=\"pdfwin\">p.&#xA0;162a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6214\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the sixth day, this Church was organized.<span class=\"citation\" id=\"84245\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84245)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84245)\">D&amp;C 20:1<\/a><\/span> People have been coming into it, many have gone out of it, many have died in the faith; but there is quite a number in it that are now living who have held on to it from the beginning, and they have been striving to increase in their knowledge, to enlarge their faith and their comprehension of the principles of eternal life; but it is slow progress. I wonder if there are any particular sisters here who have lived humble and faithful, to whom the Spirit has manifested that their progress and advancement are slow: &#x201C;That by the Spirit that I receive from the Lord, the Spirit that is given to me at times, I can see that we are far in the rear of what we should be, and we have not come up to that status of perfection and purity that the Latter-day Saints should reach.&#x201D; Are there any sisters who have experienced any such thing? Are there any Elders who can bear witness to these things? I expect there are. I expect there is any number of sisters in this Church who can bear witness to this, and testify that the people called Latter-day Saints are very tardy in the practice of the things of God. <\/div><div class=\"paragraph jod\" id=\"v16n548\"> Now with regard to the blessings. There are blessings that the Lord proffers to his people. Has he any conditions? This is the question. The blessings that the Lord wishes to bestow upon his people in the latter days, as he did upon them in former days, are they proffered to the people on any conditions whatever, or is it the voluntary act upon the involuntary people? Are they given to us whether we want them or not? Whether we will enjoy them or not? Or whether we will profit by them or not? How is this, Latter-day Saints? Is this the way the Lord does? You and I understand <div class=\"break columnbreak\" id=\"162b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0162.pdf\" target=\"pdfwin\">p.&#xA0;162b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6214\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> this. Every blessing the Lord proffers to his people is on conditions.<span class=\"citation\" id=\"91349\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91349)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91349)\">D&amp;C 130:20-21<\/a><\/span> These conditions are: &#x201C;Obey my law, keep my commandments, walk in my ordinances, observe my statutes, love mercy,<span class=\"citation\" id=\"62218\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62218)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62218)\">Micah 6:8<\/a><\/span> preserve the law that I have given to you inviolate, keep yourselves pure in the law, and then you are entitled to these blessings, and not until then.&#x201D;<span class=\"citation\" id=\"126807\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126807)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126807)\">D&amp;C 82:9-10<\/a><\/span> Now, is this not the fact? I leave it to you. You have the Old and the New Testament, from which we can learn doctrine. You have the Book of Mormon to read, from which we can learn doctrine. You have the Book of Doctrine and Covenants, which is more especially necessary to this generation. It does not contain different doctrine to the Book of Mormon and Testaments. It is explanatory of these three books, corroborates the doctrine that is taught in them, and points out the path for this people to walk in today, so that we may not err, but know how to order our lives from morning till evening, from evening till morning, from Sunday morning till Sunday morning again, from New Year to New Year, and every day of our lives. The doctrine that the Lord has taught us and given to us through his servant Joseph, points out the path for us to walk in, and, while walking in this path, we do not lose sight of one iota of the Gospel, but you must hold it secure, and always keep it before you by preserving those laws and ordinances, and continuing to hold them precious. If the Saints will do this, the Holy Ghost, the Comforter, the Spirit of our Father and God will enlighten their minds and bring to their remembrance things that transpired in the past,<span class=\"citation\" id=\"70045\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70045)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70045)\">John 14:26<\/a><\/span> and things to come to pass in the future,<span class=\"citation\" id=\"70391\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70391)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70391)\">John 16:13<\/a><\/span> and they may lay a foundation for everlasting life and eternal lives in the celestial  <div class=\"break pagebreak\" id=\"163a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0163.pdf\" target=\"pdfwin\">p.&#xA0;163a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6213\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>kingdom of our God. You may obtain these blessings by keeping in mind and observing the principles, doctrine, and the laws and statutes that are delivered to the people of God for their edification, for their perfection, for their comfort and consolation, to prepare them for entering into the celestial kingdom. If any profess to live in the observance of these principles, and do not enjoy the spirit of revelation, they deceive themselves. No person deceives the Lord. Every individual that lives according to the laws that the Lord has given to his people, and has received the blessings that he has in store for the faithful, should be able to know the things of God from the things which are not of God, the light from the darkness, that which comes from heaven and that which comes from somewhere else. This is the satisfaction and the consolation that the Latter-day Saints enjoy by living their religion; this is the knowledge which everyone who thus lives possesses. <\/div><div class=\"paragraph jod\" id=\"v16n550\"> These are the books, the Old and New Testament, the Book of Mormon and the Book of Doctrine and Covenants, and we take all that has been said to us by the Spirit of Truth,<span class=\"citation\" id=\"70392\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70392)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70392)\">John 16:13<\/a><\/span> bring it together, live to it, and this brings us into a condition that we have fellowship with the Father and with his Son Jesus Christ, and the people of Christ are cleansed from all sin, walk in the light and no more in darkness. We have received in the first place the first ordinances pertaining to the Gospel that Jesus introduced, that have been sent to the earth for the salvation of the children of men. Before the ordinances are performed, however, the people hear the name of Christ declared; Jesus is preached to the people; faith springs up in the hearts of the people. We the <div class=\"break columnbreak\" id=\"163b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0163.pdf\" target=\"pdfwin\">p.&#xA0;163b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6213\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> people believe. The Spirit of Truth bears witness to our spirits that this is correct.<span class=\"citation\" id=\"72540\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72540)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72540)\">Rom. 8:16<\/a><\/span> This is the Christ; he is the Savior of the world; and we begin to have faith in him; and when we begin to have faith in him, and believe on him, and the Father who sent him, we begin to look around ourselves and say: &#x201C;Why is it that we saw nothing so familiar and perfect years ago? All this is so familiar and plain and simple. How is this? They that declare Christ to us, are they ready to teach us?&#x201D; &#x201C;Yes, certainly.&#x201D; &#x201C;Do you believe?&#x201D; &#x201C;Yes.&#x201D; &#x201C;Do you wish to be a disciple of the Lord Jesus Christ?&#x201D; &#x201C;Yes.&#x201D; &#x201C;Do you wish to enter into his family?&#x201D; &#x201C;Yes.&#x201D; &#x201C;Do you wish to belong to this quorum of disciples?&#x201D; &#x201C;Yes.&#x201D; &#x201C;Is there anything for me to do to get there?&#x201D; says the candidate. &#x201C;Yes, certainly,&#x201D; says the Elder. &#x201C;Well, what is it?&#x201D; &#x201C;To go down into the waters of baptism, this is the first ordinance, and be baptized by one having authority.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v16n551\"> Well, now, this people have received all this. They have been convicted of the truth, they have believed the truth, they have repented of their sins, they have received baptism for the remission of their sins, and the next ordinance or blessing&#x2014;the laying on of hands, so that they may receive the Holy Ghost. What accompanies this Holy Ghost? I have been telling you: it brings to our remembrance things past, present, and future, and dwells upon the things of God.<span class=\"citation\" id=\"70046\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70046)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70046)\">John 14:26<\/a><\/span><span class=\"citation\" id=\"70393\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70393)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70393)\">John 16:13<\/a><\/span> Here are the ordinances, and we have commenced to obey them. We have the promise of receiving blessings if we hold on to the faith, and not turn away from this principle; and although temptation may present itself to us, we will resist it, and we will cling to the things of God, and  <div class=\"break pagebreak\" id=\"164a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0164.pdf\" target=\"pdfwin\">p.&#xA0;164a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6212\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>believe on his promises, and will ask the Father in the name of Jesus to help us to overcome these temptations, and we will free ourselves from this darkness; we will break the chain of doubt and unbelief, and we will emerge into the full faith of the Lord Jesus. When temptations come to you, be humble and faithful, and determined that you will overcome, and you will receive a deliverance, and continue faithful, having the promise of receiving blessings. What are these blessings? <\/div><div class=\"paragraph jod\" id=\"v16n553\"> There is a variety of blessings; a different blessing being probably given to one, two, three or four of this congregation. Thus, one will have faith to lay hands upon the sick and rebuke disease, and drive it from the person afflicted. Many may receive this blessing of faith, the gift of healing.<span class=\"citation\" id=\"85853\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85853)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85853)\">D&amp;C 46:20<\/a><\/span> Some may receive faith to the discerning of spirits;<span class=\"citation\" id=\"85857\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85857)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85857)\">D&amp;C 46:23<\/a><\/span> they can discern the spirit of a person, whether it is good or evil. They have such power, that when a person enters this congregation they can tell the spirit of such person; then they have received the gift of discerning of spirits. Some may receive the gift of tongues,<span class=\"citation\" id=\"85858\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85858)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85858)\">D&amp;C 46:24<\/a><\/span> that they will get up and speak in tongues, and speak in many other languages beside their mother tongue, the language that they were brought up in, that they were first taught, and be able to proclaim the Gospel of life and salvation that all men could understand it. These are the blessings; but others might receive the gift of prophecy,<span class=\"citation\" id=\"85855\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85855)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85855)\">D&amp;C 46:22<\/a><\/span> get up and prophesy what is to befall this nation, what will befall this or that individual, and what will befall the different nations of the earth, etc. Now, after naming some of the blessings, I want to come to something else, and draw a line for the Latter-day Saints to walk up to. <\/div><div class=\"paragraph jod\" id=\"v16n554\"> Suppose that we hear the name of <div class=\"break columnbreak\" id=\"164b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0164.pdf\" target=\"pdfwin\">p.&#xA0;164b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6212\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the Savior declared to us, that he is the Savior of the world, and by his death atoned for the sins of every man, and we believe that this is the fact; but instead of inquiring, &#x201C;Is there anything for me to do? is there any labor for me to perform?&#x201D; when we get home we sing and we say, &#x201C;I thank God, and I am satisfied.&#x201D; When the Elder says, &#x201C;You must be baptized for the remission of sins,&#x201D; and we say, &#x201C;Oh no, we have received the Spirit of Truth, there is no need of baptism. We have received all that is necessary. The Spirit of Truth is given to us; we acknowledge the Savior, and we rejoice in him, and we will not be baptized for the remission of sins;&#x201D; are we entitled to have hands laid upon us for the reception of the Holy Ghost? No; every one comes to this conclusion. Suppose that we make ourselves satisfied with what we have received, and we can say that Jesus is the Christ&#x2014;&#x201C;Yes, I believe he is the Christ; but I don't see the use of any of these ordinances,&#x201D; are we entitled to the Holy Ghost? No. Are we entitled to faith to heal the sick? No. Are we entitled to receive the spirit of prophecy? No. Are we entitled to the gift of speaking in, or the gift of the interpretation of tongues?<span class=\"citation\" id=\"85859\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85859)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85859)\">D&amp;C 46:25<\/a><\/span> No. Are we entitled to the gift of the discerning of spirits? No. Are we entitled to any power or blessing that the Lord has promised to his disciples: that if anybody administered poison to them, it should not harm them,<span class=\"citation\" id=\"87855\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87855)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87855)\">D&amp;C 84:71<\/a><\/span><span class=\"citation\" id=\"91074\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91074)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91074)\">D&amp;C 124:98<\/a><\/span> and if their pathway were marked in the midst of serpents, they could take up serpents and they should not hurt them?<span class=\"citation\" id=\"66942\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66942)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66942)\">Mark 16:18<\/a><\/span> Are we entitled to this protection? What is the answer of the Latter-day Saints? My brethren and sisters, answer this question in your own minds. Are we entitled to the blessings of the  <div class=\"break pagebreak\" id=\"165a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0165.pdf\" target=\"pdfwin\">p.&#xA0;165a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6211\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>holy Gospel unless we obey the ordinances thereof, and all the commandments and laws and requirements that are laid down for us to obey? Now I know that every Latter-day Saint will come to the same conclusion that I do&#x2014;that if we did not obey, we would not be entitled to any of these blessings from our Father. There is not a Latter-day Saint but who comes to the same conclusion as myself&#x2014;that we would not merit, we would not be entitled to, we could not claim at the hand of our God those blessings that he has promised through obedience to his Word. Could we be called the people of God? We would be in the path of disobedience. We would be in the path that leads to death. We would be in the broad road that millions are walking in to death. Now, every one of us comes to this conclusion. <\/div><div class=\"paragraph jod\" id=\"v16n556\"> This people I say are very tardy. I will ask you a question, and I will let you answer it in your own minds, for you know, and I am satisfied that the answer I shall give will satisfy the Saints. Can we stand still, receive so much pertaining to the blessings of the kingdom of God, receive so much knowledge, just so much wisdom, just so much power, and then stop and receive no more? How is this, Latter-day Saints? Your answer will be precisely like mine&#x2014;I can answer with you all. This people must go forward, or they will go backward. Will all answer this question the same way? Will the same conclusion be in the mind of every Latter-day Saint, that this work is a progressive work, this doctrine that is taught the Latter-day Saints in its nature is exalting, increasing, expanding and extending broader and broader until we can know as we are known,<span class=\"citation\" id=\"73727\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73727)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73727)\">1 Cor. 13:12<\/a><\/span> see as we are seen?<span class=\"citation\" id=\"87172\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87172)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87172)\">D&amp;C 76:94<\/a><\/span> That is the answer of the Latter-day Saints. <\/div> <div class=\"break columnbreak\" id=\"165b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0165.pdf\" target=\"pdfwin\">p.&#xA0;165b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6211\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v16n557\"> We will say we have received a great deal; very much instruction have we received. But there are keys to open up other ordinances which I will mention. Do you recollect that in about the year 1840-41, Joseph had a revelation concerning the dead?<span class=\"citation\" id=\"91006\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91006)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91006)\">D&amp;C 124:28-39<\/a><\/span><span class=\"citation\" id=\"91148\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91148)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91148)\">D&amp;C 128:1-25<\/a><\/span> He had been asked the question a good many times; &#x201C;What is the condition of the dead, those that lived and died without the Gospel?&#x201D;<span class=\"citation\" id=\"126808\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126808)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126808)\">D&amp;C 137:1-10<\/a><\/span> It was a matter of inquiry with him. He considered this question not only for himself, but for the brethren and the Church. &#x201C;What is the condition of the dead? What will be their fate? Is there no way today by which they can receive their blessings as there was in the days of the Apostles, and when the Gospel was preached upon the earth in ancient days?&#x201D; When Joseph received the revelation that we have in our possession concerning the dead, the subject was opened to him, not in full but in part, and he kept on receiving. When he had first received the knowledge by the spirit of revelation how the dead could be officiated for, there are brethren and sisters here, I can see quite a number here who were in Nauvoo, and you recollect that when this doctrine was first revealed, and in hurrying in the administration of baptism for the dead, that sisters were baptized for their male friends, were baptized for their fathers, their grandfathers, their mothers and their grandmothers, &amp;c. I just mention this so that you will come to understanding, that as we knew nothing about this matter at first, the old Saints recollect, there was little by little given, and the subject was made plain, but little was given at once. Consequently, in the first place people were baptized for their friends and no record was kept. Joseph afterwards kept a record, &amp;c. Then women were baptized for men and  <div class=\"break pagebreak\" id=\"166a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0166.pdf\" target=\"pdfwin\">p.&#xA0;166a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6210\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>men for women, &amp;c. It would be very strange, you know, to the eyes of the wise and they that understood the things pertaining to eternity, if we were called upon to commence a work that we could not finish. This, therefore, was regulated and all set in order; for it was revealed that if a woman was baptized for a man, she could not be ordained for him, neither could she be made an Apostle or a Patriarch for the man, consequently the sisters are to be baptized for their own sex only. <\/div><div class=\"paragraph jod\" id=\"v16n559\"> This doctrine of baptism for the dead is a great doctrine, one of the most glorious doctrines that was ever revealed to the human family; and there are light, power, glory, honor and immortality in it. After this doctrine was received, Joseph received a revelation on celestial marriage. You will recollect, brethren and sisters, that it was in July, 1843, that he received this revelation concerning celestial marriage.<span class=\"citation\" id=\"91421\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91421)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91421)\">D&amp;C 132:1-66<\/a><\/span> This doctrine was explained and many received it as far as they could understand it. Some apostatized on account of it; but others did not, and received it in their faith. This, also, is a great and noble doctrine. I have not time to give you many items upon the subject, but there are a few hints that I can throw in here that perhaps may be interesting. As far as this pertains to our natural lives here, there are some who say it is very hard. They say, &#x201C;This is rather a hard business; I don't like my husband to take a plurality of wives in the flesh.&#x201D; Just a few words upon this. We would believe this doctrine entirely different from what it is presented to us, if we could do so. If we could make every man upon the earth get him a wife, live righteously and serve God, we would not be under <div class=\"break columnbreak\" id=\"166b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0166.pdf\" target=\"pdfwin\">p.&#xA0;166b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6210\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the necessity, perhaps, of taking more than one wife. But they will not do this; the people of God, therefore, have been commanded to take more wives. The women are entitled to salvation if they live according to the word that is given to them; and if their husbands are good men, and they are obedient to them, they are entitled to certain blessings, and they will have the privilege of receiving certain blessings that they cannot receive unless they are sealed to men who will be exalted. Now, where a man in this Church says, &#x201C;I don't want but one wife, I will live my religion with one,&#x201D; he will perhaps be saved in the celestial kingdom; but when he gets there he will not find himself in possession of any wife at all. He has had a talent that he has hid up. He will come forward and say, &#x201C;Here is that which thou gavest me, I have not wasted it, and here is the one talent,&#x201D; and he will not enjoy it, but it will be taken and given to those who have improved the talents they received, and he will find himself without any wife, and he will remain single forever and ever.<span class=\"citation\" id=\"66083\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66083)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66083)\">Matt. 25:14-30<\/a><\/span> But if the woman is determined not to enter into a plural-marriage, that woman when she comes forth will have the privilege of living in single blessedness through all eternity. Well, that is very good, a very nice place to be a minister to the wants of others. I recollect a sister conversing with Joseph Smith on this subject. She told him: &#x201C;Now, don't talk to me; when I get into the celestial kingdom, if I ever do get there, I shall request the privilege of being a ministering angel; that is the labor that I wish to perform. I don't want any companion in that world; and if the Lord will make me a ministering angel,<span class=\"citation\" id=\"91547\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91547)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91547)\">D&amp;C 132:16-17<\/a><\/span> it is all I want.&#x201D; Joseph said,  <div class=\"break pagebreak\" id=\"167a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0167.pdf\" target=\"pdfwin\">p.&#xA0;167a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6209\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>&#x201C;Sister, you talk very foolishly, you do not know what you will want.&#x201D; He then said to me: &#x201C;Here, brother Brigham, you seal this lady to me.&#x201D; I sealed her to him. This was my own sister according to the flesh. Now, sisters, do not say, &#x201C;I do not want a husband when I get up in the resurrection.&#x201D; You do not know what you will want. I tell this so that you can get the idea. If in the resurrection you really want to be single and alone, and live so forever and ever, and be made servants, while others receive the highest order of intelligence and are bringing worlds into existence, you can have the privilege.<span class=\"citation\" id=\"91548\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91548)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91548)\">D&amp;C 132:16-17<\/a><\/span> They who will be exalted cannot perform all the labor, they must have servants and you can be servants to them. <\/div><div class=\"paragraph jod\" id=\"v16n561\"> The female portion of the human family have blessings promised to them if they are faithful. I do not know what the Lord could have put upon women worse than he did upon Mother Eve, where he told her: &#x201C;Thy desire shall be to thy husband.&#x201D;<span class=\"citation\" id=\"52601\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52601)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52601)\">Gen. 3:16<\/a><\/span> Continually wanting the husband. &#x201C;If you go to work, my eyes follow you; if you go away in the carriage, my eyes follow you, and I like you and I love you; I delight in you, and I desire you should have nobody else.&#x201D; I do not know that the Lord could have put upon women anything worse than this, I do not blame them for having these feelings. I would be glad if it were otherwise. Says a woman of faith and knowledge, &#x201C;I will make the best of it; it is a law that man shall rule over me; his word is my law, and I must obey him; he must rule over me; this is upon me and I will submit to it,&#x201D; and by so doing she has promises that others do not have. <\/div><div class=\"paragraph jod\" id=\"v16n562\"> The world of mankind, the world of man, not of woman, is full of <div class=\"break columnbreak\" id=\"167b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0167.pdf\" target=\"pdfwin\">p.&#xA0;167b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6209\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> iniquity. What are they doing? They are destroying every truth that they can; they are destroying all innocence that they can. Priest and people, governors, magistrates, kings, potentates, presidents, the political world and the religious world, are on the highroad to eternal misery. There are exceptions. There are honest persons wherever there is an honest principle. If the men of the world would be honest and full of good works, you would not see them living as they do. And the women are entitled to the kingdom, they are entitled to the glory, they are entitled to exaltation if they are obedient to the Priesthood, and they will be crowned with those that are crowned. <\/div><div class=\"paragraph jod\" id=\"v16n563\"> When Father Adam came to assist in organizing the earth out of the crude material that was found, an earth was made upon which the children of men could live. After the earth was prepared Father Adam came and stayed here, and there was a woman brought to him. Now I am telling you something that many of you know, it has been told to you, and the brethren and sisters should understand it. There was a certain woman brought to Father Adam whose name was Eve, because she was the first woman, and she was given to him to be his wife;<span class=\"citation\" id=\"52639\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52639)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52639)\">Gen. 3:20<\/a><\/span><span class=\"citation\" id=\"92533\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92533)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92533)\">Moses 4:26<\/a><\/span> I am not disposed to give any further knowledge concerning her at present. There is no doubt but that he left many companions. The great and glorious doctrine that pertains to this I have not time to dwell upon; neither should I at present if I had time. He understood this whole machinery or system before he came to this earth; and I hope my brethren and sisters will profit by what I have told them. <\/div><div class=\"paragraph jod\" id=\"v16n564\"> Now we have been administering  <div class=\"break pagebreak\" id=\"168a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0168.pdf\" target=\"pdfwin\">p.&#xA0;168a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6208\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the sacrament here to the people, the bread and the water. It is to refresh our minds and bring to our understanding the death and sufferings of our Savior. Is there any commandment with regard to this matter? Yes, there are laws concerning it. You take this Book [the Book of Doctrine and Covenants] and you will read here that the Saints are to meet together on the Sabbath day.<span class=\"citation\" id=\"86295\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86295)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86295)\">D&amp;C 59:9-12<\/a><\/span> It is what we call the first day of the week. No matter whether it is the Jewish Sabbath or not. I do not think there is anybody who can bring facts to prove which is the seventh day,<span class=\"citation\" id=\"52382\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52382)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52382)\">Gen. 2:2-3<\/a><\/span><span class=\"citation\" id=\"86304\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86304)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86304)\">D&amp;C 59:12<\/a><\/span> or when Adam was put in the garden, or the day about which the Lord spoke to Moses. This matter is not very well known, so we call the day on which we rest and worship God, the first day of the week. This people called Latter-day Saints, are required by the revelations that the Lord has given, to assemble themselves together on this day. How many go riding or visiting, or go anywhere but to meeting, on the Sabbath day? It is probably not so here, but in Salt Lake City, as a general thing, Sunday is made a holiday for riding and visiting, &amp;c. In this commandment we are required to come together and repent of our sins and confess our sins and partake of the bread and of the wine; or water, in commemoration of the death and sufferings of our Lord and Savior. I will ask the Latter-day Saints if you are entitled to these blessings unless you keep the Sabbath day. Now, what do you say? Why, every Latter-day Saint would answer we are not entitled to the blessing of partaking of the emblems, or symbols, of the body and the blood of Christ unless we observe his law. All the Latter-day <div class=\"break columnbreak\" id=\"168b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0168.pdf\" target=\"pdfwin\">p.&#xA0;168b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6208\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Saints will answer this question with me, just as I do, because it is right. There is a great deal delivered to this people; they have received a great deal&#x2014;those blessings pertaining to being baptized for the dead, celestial marriage and many others, and they should value them, and live so as to enjoy them. <\/div><div class=\"paragraph jod\" id=\"v16n566\"> There has been considerable said here with regard to the law of Tithing that we received years and years ago. Now, I venture to say, that if we except some very poor men and very poor women in the Church, who think they have paid their mites promptly and punctually, there is not a man that has paid his Tithing. Now, this may sound strange; for some think they have paid pretty well. To draw this matter out and show you how I feel upon the subject of Tithing, I have not time. But I will say a few words about some things that have been alluded to by my brethren who have spoken to you. The Lord requires one-tenth of that which he has given me; it is for me to pay the one-tenth of the increase<span class=\"citation\" id=\"90763\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90763)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90763)\">D&amp;C 119:4<\/a><\/span> of my flocks and of all that I have, and all the people should do the same. The question may arise, &#x201C;What is to be done with the Tithing?&#x201D; It is for the building of Temples to God; for the enlarging of the borders of Zion; sending Elders on missions to preach the Gospel and taking care of their families. By and by we shall have some Temples to go into, and we will receive our blessings, the blessings of heaven, by obedience to the doctrine of Tithing.<span class=\"citation\" id=\"62452\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62452)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62452)\">Mal. 3:10<\/a><\/span> We shall have Temples built throughout these mountains in the valleys of this Territory and the valleys of the next Territory, and finally, all through these mountains. We expect to build Temples in a great many valleys. We go to the endowment house, and before going, we get a re<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"169a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0169.pdf\" target=\"pdfwin\">p.&#xA0;169a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6207\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>commendation from our Bishop that we have paid our Tithing. We wish it was so. I do not want to accuse the brethren; but if your consciences and my conscience does not accuse us, why, I will not accuse you. When you give a certificate or letter for a man to have a woman sealed to him, and he full of sin and iniquity, is not such a certificate false? If we inquire of such, &#x201C;Do you want to have another wife sealed to you?&#x201D; &#x201C;Yes.&#x201D; &#x201C;Where is your wife?&#x201D; &#x201C;Why, she has left me.&#x201D; &#x201C;Why? Because you are so full of the devil that she cannot live with you, and the Bishop will give a certificate for you to get another.&#x201D; They also want to be baptized for their dead friends when they have not paid their Tithing. I do not want to accuse anybody; but I do not think this to be right. If the Lord will receive the people, if the Lord will accept of their labors, and will honor and bless them, and say that their officiating for their dead friends shall be sealed in the heavens and it shall be recorded by his angel, and in the day of the resurrection it shall be accounted unto them for righteousness, I am willing, I have not a word to say against it. <\/div><div class=\"paragraph jod\" id=\"v16n568\"> Now, then, we have received these ordinances, the doctrine the Lord has revealed for the salvation of the dead; the doctrine that we have received for the exaltation of men and women, which I could tell you a great deal about if I had time; but there is only a little time and I want to say a few things to bring your minds directly to our present condition. You read in the Doctrine and Covenants with regard to the building up of the kingdom of God, the order of Enoch,<span class=\"citation\" id=\"87027\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87027)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87027)\">D&amp;C 76:57<\/a><\/span><span class=\"citation\" id=\"126809\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126809)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126809)\">D&amp;C 82:1-24<\/a><\/span> &amp;c. I am anxious in my feelings to get the Latter-day Saints to begin where the Lord wanted them to begin, when he commenced <div class=\"break columnbreak\" id=\"169b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0169.pdf\" target=\"pdfwin\">p.&#xA0;169b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6207\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to build up this kingdom; that is that we are to submit ourselves to the direction of our Bishops, or men who shall be appointed, who shall dictate them in the things pertaining to life, so that they may be the means in the hands of the Lord of accomplishing the work that he requires at our hands. I had it in my mind to ask if we are not a slow, tardy people; but I would like to see the order of Enoch introduced. If I had the privilege that was legal, the legal right, I should have had some of the brethren and sisters organized together and bound with bonds that cannot be broken;<span class=\"citation\" id=\"85349\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85349)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85349)\">D&amp;C 42:30<\/a><\/span><span class=\"citation\" id=\"87355\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87355)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87355)\">D&amp;C 78:11<\/a><\/span><span class=\"citation\" id=\"87421\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87421)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87421)\">D&amp;C 82:11<\/a><\/span> but I cannot do this at present; for we desire to commence this on a foundation that cannot be broken up and destroyed. <\/div><div class=\"paragraph jod\" id=\"v16n569\"> Brethren, if you will start here and operate together in farming, in making cheese, in herding sheep and cattle and every other kind of work, and get a factory here and a cooperative store&#x2014;I have been told there is no cooperative store here&#x2014;get a good cooperative store, and operate together in sheep raising, storekeeping, manufacturing and everything else, no matter what it is, by and by, when we can plant ourselves upon a foundation that we cannot be broken up, we shall then proceed to arrange a family organization for which we are not yet quite prepared. You now, right here in this place, commence to carry on your business in a cooperative capacity. In every instance I could show every one of you what a great advantage would be gained in working together; I could reason it out here just how much advantage there is in cooperation in your lumbering and in your herding. You have men here, I suppose, who have had an arm shot off; they cannot go into the canyons and get out wood. Ano<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"170a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0170.pdf\" target=\"pdfwin\">p.&#xA0;170a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6206\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ther, perhaps, has had a leg cut off; he cannot run here and there like some of you; but he can do something; he will make a first-rate shopman, and at keeping books, perhaps, he will be one of the best. He cannot take the scythe and mow; he cannot attend to a threshing machine; he cannot go into the woods lumbering; he could not herd well&#x2014;but he could go into the factory, and he can do many things. Well, we can do this and keep up cooperation, and, by and by, when we can, we will build up a city after the order of Enoch. And I will tell you, women will not be let into that city with Babylon upon their backs, nor men either. But we will make our own clothing, we will make our own fashions, we will do our own work.<span class=\"citation\" id=\"85405\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85405)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85405)\">D&amp;C 42:40<\/a><\/span> I can take fifty men who have not a cent, and if they would do as I would wish them to do, they would soon be worth their thousands, every one of them. We desire to go into this order. In it we would not lack means, we would always have something to sell, but seldom want to buy. This will be the case if we make our own clothes, &amp;c. <\/div><div class=\"paragraph jod\" id=\"v16n571\"> Another thing I want you to observe in all these settlements, and it is one of the simplest things in nature; I want you to be united. If we should build up and organize a community, we would have to do it on the principle of oneness, and it is one of the simplest things I know of. A city of one hundred thousand or a million of people could be united into a perfect family, and they would work together as beautifully as the different parts of the carding machine work together. Why, we could organize millions into a family under the order of Enoch. Will you go into the cooperative system? Will you pay your Tithes? Will you take care of your hay? Bisbops, <div class=\"break columnbreak\" id=\"170b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0170.pdf\" target=\"pdfwin\">p.&#xA0;170b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6206\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> will you take care of the Tithes? I have scarcely seen a good stack of Tithing hay until within the last two years. Is this right, to let hay that is brought in as Tithing go to waste? &#x201C;Well, but,&#x201D; says one, &#x201C;I don't know what to do with it.&#x201D; Go to work, and put it into a shape that it will last one year, five years, ten years; it will be wanted by and by. There is about sixteen thousand dollars, I learn from the trustees, of unpaid Tithing, in this valley. Go to work and build a meetinghouse, and then schoolhouses. Go to work and start some schools, and instead of going to parties to dance and indulge in this nonsense, go to school and study; have the girls go, and teach them chemistry, so that they can take any of these rocks and analyze them&#x2014;tell the properties and what they are. I don't suppose there is a man here who can tell these properties. The sciences can be learned without much difficulty. Instead of going &#x201C;right and left, balance all, promenade,&#x201D; go to work and teach yourselves something. Instead of having this folly, I want to have schools and entertain the minds of the people and draw them out to learn the arts and sciences. Send the old children to school and the young ones also; there is nothing I would like better than to learn chemistry, botany, geology, and mineralogy, so that I could tell what I walk on, the properties of the air I breathe, what I drink, &amp;c. <\/div><div class=\"paragraph jod\" id=\"v16n572\"> I will say to you, my brethren and sisters, I bless you. I bless you according to the Priesthood that I hold and the keys thereof. I bless you in the name of Jesus Christ. Now will you live your religion? We had some talk yesterday about your President; I pray you, Mr. President, under brother Rich, to live your religion; and I pray the Saints to live their  <div class=\"break pagebreak\" id=\"171a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0171.pdf\" target=\"pdfwin\">p.&#xA0;171a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6205\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>religion, and I do ask from day to day, in the name of Jesus Christ, and I direct the Latter-day Saints, to live <div class=\"break columnbreak\" id=\"171b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0171.pdf\" target=\"pdfwin\">p.&#xA0;171b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6205\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> their religion, and I pray you in Christ's stead<span class=\"citation\" id=\"74222\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74222)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74222)\">2 Cor. 5:20<\/a><\/span> to live your religion so as to enjoy the spirit of it. Amen. <\/div>\n<\/div>\n<\/div>"}