{"ID":160026, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Knowledge of God and Mode of Worshiping Him.<\/div>\n<div class=\"subtitle\">Discourse by Elder John Taylor, delivered in the New Tabernacle, Salt Lake City, Sunday Afternoon, Sept. 7, 1873.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: The Knowledge of God, Etc.<\/div>\n<div class=\"speaker\">Speaker: John Taylor<\/div>\n<div class=\"date\">Date: 9\/7\/1873<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d26\">\n<div class=\"paragraph jod\" id=\"v16n664\"> I always take pleasure in speaking of things pertaining to the kingdom of God, and to the interest and happiness of my fellow men, if I think that I can be of service or advantage to those to whom I address myself. In meeting together, as we are met today, from time to time, we do so to reverence and worship, according to the intelligence and understanding we possess, Almighty God, the giver of our lives and the supporter of all things. A feeling of reverence and respect for Deity prevails in some form or other amongst all the human family. It assumes, it is true, a variety of forms, and there are many different ideas and opinions among men as to the proper mode of worshiping and rendering ourselves acceptable to our heavenly Father. All mankind believe, more or less, in a Being who rules and governs the universe, and controls the destinies of the human family; and whatever form of worship may be followed, it is accompanied by feelings of reverence and respect for God. There is something very singular about this, and it is different from anything else that exists on the face of the earth. We have our theories about science; we have principles and laws which govern mechanism; there are certain known laws which govern the ele<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"194b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0194.pdf\" target=\"pdfwin\">p.&#xA0;194b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6182\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ments by which we are surrounded; there are certain sciences which men can master by studying the laws which govern them; but in regard to the worship of God, it seems to differ materially from anything else that we have cognizance of. He is a Being that mankind generally do not have a knowledge of, they do not have access to his presence, and unless he communicates it, there is no known law by which we can approach unto him. <\/div><div class=\"paragraph jod\" id=\"v16n665\"> The ideas of men seem to be vague and uncertain in relation to the worship of the Almighty, and they have always been more or less so. When Paul stood up in Athens, some eighteen hundred years ago, in speaking upon God, he says, &#x201C;I saw an altar on which was inscribed&#x2014;'TO THE UNKNOWN GOD.'&#x201D;<span class=\"citation\" id=\"71942\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71942)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71942)\">Acts 17:23<\/a><\/span> The Athenians had a variety of gods which they professed to know, or that represented certain ideas, theories and principles which obtained among them; but there was one whom they described as the &#x201C;UNKNOWN GOD.&#x201D; Paul makes a most remarkable statement concerning this matter. He says&#x2014;&#x201C;Him, therefore, whom ye ignorantly worship, declare I unto you;&#x201D;<span class=\"citation\" id=\"71941\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71941)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71941)\">Acts 17:23<\/a><\/span> the God who made the heavens, the earth, the seas and the fountains of waters.<span class=\"citation\" id=\"79958\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79958)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79958)\">Rev. 14:7<\/a><\/span> <\/div> <div class=\"break pagebreak\" id=\"195a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0195.pdf\" target=\"pdfwin\">p.&#xA0;195a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6181\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v16n667\"> The idolaters who lived long prior to the time when Paul preached Christ and him crucified<span class=\"citation\" id=\"72944\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72944)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72944)\">1 Cor. 2:2<\/a><\/span> to the people of Athens, had some idea of the &#x201C;UNKNOWN GOD.&#x201D;<span class=\"citation\" id=\"71944\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71944)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71944)\">Acts 17:23<\/a><\/span> We read that a dream was given to Nebuchadnezzar, unfolding to him certain things that were to take place in the future; and he called together the magicians, astrologers and soothsayers&#x2014;the men of science of those days, and who professed to have a knowledge of the future, and he told them he wanted them to reveal unto him his dream, and then to give him the interpretation. They told him that his request was very unreasonable; it was beyond their power to comply with, and was a thing not commonly asked or required of men of their profession; but if he would give them the dream, they had rules and principles whereby they could interpret it. He still insisted upon the dream and the interpretation. They then told the king that no being but the &#x201C;UNKNOWN GOD,&#x201D; who dwelt in the heavens, was able to reveal such a secret as he demanded at their hands.<span class=\"citation\" id=\"60947\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60947)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60947)\">Dan. 2:1-11<\/a><\/span> We find that, among the Babylonians and Chaldeans, behind their ideas, theories and mythology, they had ideas of a Supreme Being who governed the universe, who alone could reveal the secret acts of men, and who held their destinies in his hands; and unless there is some plan or law by which men can have access to him who, in Scriptures as well as by men at the present time, is termed the unknown God,<span class=\"citation\" id=\"71943\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71943)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71943)\">Acts 17:23<\/a><\/span> we must remain ignorant of him, his attributes, designs and purposes, and of our relationship to him. <\/div><div class=\"paragraph jod\" id=\"v16n668\"> Paul also tells us that life and immortality are brought to light by the Gospel;<span class=\"citation\" id=\"76031\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76031)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76031)\">2 Tim. 1:10<\/a><\/span> hence it would seem that that is a principle whereby men can be brought into communication with God. There are other Scriptures <div class=\"break columnbreak\" id=\"195b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0195.pdf\" target=\"pdfwin\">p.&#xA0;195b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6181\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> that are rather remarkable on this point. The Apostle tells us&#x2014;&#x201C;Now are we the sons of God, but it does not yet appear what we shall be: but when he who is our life shall appear, then shall we be like unto him, for we shall see him as he is!&#x201D;<span class=\"citation\" id=\"78644\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78644)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78644)\">1 Jn. 3:2<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v16n669\"> It would seem from this, and other Scriptures of a similar kind, that man did once possess a knowledge of God and the future, and a certainty in relation to the mode of worshiping him. Paul says that life and immorality are brought to light by the Gospel.<span class=\"citation\" id=\"76033\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76033)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76033)\">2 Tim. 1:10<\/a><\/span> The question necessarily arises in our minds, how and by what means are these things accomplished? In what way are men to be put in possession of this light and this immortality? And then, men who have not been in the habit of reflecting, or if of reflecting, not of judging correctly, not being in possession of true principles, think, and their thoughts go back, and they say&#x2014;&#x201C;Well, what of those who lived before there was a Gospel?&#x201D; For my part, I do not know of any such time, I do not read of any such time, and I am not in possession of any information in relation to any such time. I should as soon think of asking&#x2014;What of the people who lived before there was a sun, moon, stars or earth, or before there was anything to eat or drink, or any other impossible thing that we could reflect upon. Thoughts and ideas of this kind cannot have foundation in fact; they never did exist. If life and immortality are brought to light by the Gospel,<span class=\"citation\" id=\"76032\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76032)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76032)\">2 Tim. 1:10<\/a><\/span> then, whenever and wherever men had a knowledge of life and immortality, whenever and wherever God revealed himself to the human family, he made known unto them his will, and drew aside the curtain of futurity, unfolded his purposes, and developed those principles which we find recorded in Sacred  <div class=\"break pagebreak\" id=\"196a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0196.pdf\" target=\"pdfwin\">p.&#xA0;196a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6180\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Writ. Wherever men had a knowledge of these things, they had a knowledge of the Gospel; hence it is called in Scripture, &#x201C;the everlasting gospel;&#x201D;<span class=\"citation\" id=\"79746\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79746)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79746)\">Rev. 14:6<\/a><\/span> and hence John, while on the Isle of Patmos, wrapped in prophetic vision, beholding a succession of marvelous events that should transpire in after ages, declared, among other things&#x2014;&#x201C;I saw another angel flying in the midst of heaven, having the everlasting gospel to proclaim to those who dwell on the earth, to every nation, kindred, tongue and people, Crying with a loud voice, Fear God, and give glory to him; for the hour of his judgment is come.&#x201D;<span class=\"citation\" id=\"79916\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79916)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79916)\">Rev. 14:6-7<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v16n671\"> The Gospel, then, in its nature and in its principles, is everlasting; in other words, it is God's method of saving the human family; and hence, Christ, of whom we hear and read so much in the Scriptures of divine truth, was &#x201C;the Lamb slain from before the foundation of the world.&#x201D;<span class=\"citation\" id=\"79654\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79654)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79654)\">Rev. 13:8<\/a><\/span><span class=\"citation\" id=\"93090\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93090)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93090)\">Moses 7:47<\/a><\/span> He was believed in, long before he made his appearance, both on the Asiatic and American continent, and God gave unto his ancient Prophets many visions, manifestations and revelations of his coming to take away the sins of the world by the sacrifice of himself. <\/div><div class=\"paragraph jod\" id=\"v16n672\"> In speaking of the Gospel, Paul talks of it being known as far back as the days of Abraham, for he tells us that &#x201C;God, foreseeing that he would justify the heathen through faith, preached before, the gospel unto Abraham.&#x201D;<span class=\"citation\" id=\"74497\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74497)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74497)\">Gal. 3:8<\/a><\/span> The same Apostle tells us concerning Moses and the children of Israel having the Gospel. Says he&#x2014;&#x201C;We have the gospel preached unto us, as well as they: but the word preached unto them did not profit, not being mixed with faith in those who heard it;<span class=\"citation\" id=\"76516\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76516)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76516)\">Heb. 4:2<\/a><\/span> wherefore the law was added because of transgression;&#x201D;<span class=\"citation\" id=\"74535\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74535)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74535)\">Gal. 3:19<\/a><\/span> and when Jesus Christ came, he came to do away <div class=\"break columnbreak\" id=\"196b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0196.pdf\" target=\"pdfwin\">p.&#xA0;196b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6180\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> with the law and to re-instate the Gospel as it had heretofore existed; the everlasting Gospel;<span class=\"citation\" id=\"79747\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79747)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79747)\">Rev. 14:6<\/a><\/span> that Gospel which brings life and immortality to light,<span class=\"citation\" id=\"76034\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76034)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76034)\">2 Tim. 1:10<\/a><\/span> and wherever and whenever a knowledge of God was had among the human family, it was through the instrumentality of the Gospel. <\/div><div class=\"paragraph jod\" id=\"v16n673\"> When Jesus was upon the earth, he made this principle very plain to the people on the Asiatic continent; and, as recorded in the Book of Mormon, he made it plain to the people on the American continent, revealing to them the same principles, truth, light and intelligence; organized the churches in the same way; implanted his Spirit among them, and imparted to all who were obedient to his law a knowledge of God and of their own future destiny, and this result always followed a knowledge of the Gospel among men. <\/div><div class=\"paragraph jod\" id=\"v16n674\"> The reason there is so much confusion and disorder among men, today, in the Christian world is&#x2014;&#x201C;they have forsaken God the fountain of living waters, they have hewn out to themselves cisterns, broken cisterns, that will hold no water.&#x201D;<span class=\"citation\" id=\"60295\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60295)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60295)\">Jer. 2:13<\/a><\/span> There were certain principles laid down by Jesus and his disciples, and also by Moses, and by Nephi, Alma and others on this continent, in a very plain, clear and pointed manner, in fact, although a mystery to men of the world, to believers they are as the Scriptures say&#x2014;so plain that a wayfaring man though a fool need not err therein;<span class=\"citation\" id=\"59212\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59212)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59212)\">Isa. 35:8<\/a><\/span> and they are strictly logical, and philosophical and easy of comprehension. <\/div><div class=\"paragraph jod\" id=\"v16n675\"> There are laws which govern nature, and the principles of matter with which we are surrounded, with which many of us are familiar. These laws are as unchangeable as the revolution of the earth upon its  <div class=\"break pagebreak\" id=\"197a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0197.pdf\" target=\"pdfwin\">p.&#xA0;197a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6179\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>axis, or as the rising and setting of the sun. These laws are perfectly reliable; they cannot be disregarded with impunity, for if disregarded, the results desired will not follow. The truths of the Gospel, and the principles of the plan of salvation are as immutable as the laws of nature. Men of God in different ages have been in possession of certain philosophical truth in relation to God, the heavens, the past, the present and the future. This has been the case not only with men of God on the Asiatic continent; but also on this continent; and however men of the present day may affect to despise revelation, as many do, as visionary, wild and fanatical, it is to that we are indebted for all the knowledge we have of God, our own destiny, and of rewards and punishments, exaltations or degradations hereafter. Lay aside this revelation, do away with this principle, and the world today is a blank in regard to God, heaven and eternity; they know nothing about them. <\/div><div class=\"paragraph jod\" id=\"v16n677\"> I have heard some people say&#x2014;&#x201C;If God revealed himself to men in other days, why not reveal himself to us?&#x201D; I say, why not, indeed, to us? Why should not men in this day be put in possession of the same light, truth and intelligence, and the same means of acquiring a knowledge of God as men in other ages and eras have enjoyed? Why should they not? Who can answer the question? Who can solve the problem? Who can tell why these things should not exist today, as much as in any other day? If God is God and men are men, if God has a design in relation to the earth on which we live, and in relation to the eternities that are to come; if men have had a knowledge of God in days past, why not in this day? What good reason is there why it should <div class=\"break columnbreak\" id=\"197b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0197.pdf\" target=\"pdfwin\">p.&#xA0;197b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6179\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> not be so? Say some&#x2014;&#x201C;Oh, we are so enlightened and intelligent now. In former ages, when the people were degraded and in darkness, it was necessary that he should communicate intelligence to the human family; but we live in the blaze of Gospel day, in an age of light and intelligence.&#x201D; Perhaps we do; I rather doubt it. I have a great many misgivings about the intelligence that men boast so much of in this enlightened day. There were men in those dark ages who could commune with God, and who, by the power of faith, could draw aside the curtain of eternity and gaze upon the invisible world. There were men who could tell the destiny of the human family, and the events which would transpire throughout every subsequent period of time until the final winding-up scene. There were men who could gaze upon the face of God, have the ministering of angels, and unfold the future destinies of the world. If those were dark ages I pray God to give me a little darkness, and deliver me from the light and intelligence that prevail in our day; for as a rational, intelligent, immortal being who has to do with time and eternity, I consider it one of the greatest acquirements for men to become acquainted with their God and with their future destiny. These are my thoughts and reflections in relation to these matters. <\/div><div class=\"paragraph jod\" id=\"v16n678\"> Life and immortality, we are told, were brought to light by the Gospel.<span class=\"citation\" id=\"76035\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76035)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76035)\">2 Tim. 1:10<\/a><\/span> And how is that? Why, it is a very simple thing, a very simple thing indeed. When Jesus was upon the earth he, we are told, came to introduce the Gospel. He appeared on this continent as on the continent of Asia for that purpose; and in so doing he made known unto men certain principles  <div class=\"break pagebreak\" id=\"198a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0198.pdf\" target=\"pdfwin\">p.&#xA0;198a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6178\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>pertaining to their being and origin, and their relationship to God; pertaining to the earth on which we live, and to the heavens with which we expect to be associated; pertaining to the beings who have existed and those who will exist; pertaining to the resurrection of the dead and the life and glory of the world to come. This is what the Gospel unfolds. It is not taught in any of our schools of philosophy, they do not comprehend it. It is a law and a principle laid down by the Almighty; and although a very simple one it is more subtle in its operations than any of the principles of nature with which we are acquainted; and many of them have, for generations, being unknown in their action and properties to the human family. It is not long since we became acquainted with the power of steam. That power has always existed, but why did not men make it available for useful purposes? Because they were unacquainted with its principles. It is not long since men became acquainted with the properties of gas. I can remember, in my young days, walking along the streets when they were lighted with oil lamps; and the light was so dim that it only made darkness visible. It is not long since the laws of electricity were discovered, and now they are made available for telegraphy and other purposes. These principles always existed; but they eluded the research and intelligence of men for ages; but finally they were made known. Doubtless there are thousands of other principles in Nature, with which we are unacquainted today, formed by the Great I Am, the Great Ruler and Governor of the universe, and placed under certain laws, just as much as the principles with which we have already been made acquainted by the operation of the Spirit of God on the <div class=\"break columnbreak\" id=\"198b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0198.pdf\" target=\"pdfwin\">p.&#xA0;198b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6178\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> spirit of man. <\/div><div class=\"paragraph jod\" id=\"v16n680\"> We read a good deal about the soul of man, and the body of man. Will anybody tell me where the body commences and where the spirit leaves off, and how they are united, and what forms the compact?<span class=\"citation\" id=\"88337\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88337)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88337)\">D&amp;C 88:15<\/a><\/span> Can anybody tell about the principle of life in man? We have had philosopher after philosopher in all the various European as well as American schools, trying to solve this problem. They cannot do it, it is yet a mystery. But because a thing is a mystery, are we to say that it does not exist? We see man, perfect in his form, in possession of his faculties and clothed with intelligence. One day he is walking around, and the next be lies a lifeless corpse; with the same body, the same bones, nerves and muscles and every faculty of his body, apparently, as complete as the day before, but he is dead, inanimate, inactive, without a spirit or soul, if you please. What brings about this change, or who possesses the power to resuscitate that man and implant in him again the principle of life? Where is the man, the intelligence or the science that can do it? We do not find it among mortals. If some of these things are mysteries why not others? <\/div><div class=\"paragraph jod\" id=\"v16n681\"> God says that no man knows the things of man, but by the spirit of man that is in him; so no man knows the things of God but by the Spirit of God.<span class=\"citation\" id=\"73049\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73049)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73049)\">1 Cor. 2:11<\/a><\/span> How is that Spirit imparted and to whom? Through what medium are we to get in possession of these principles? Will any of our savants answer? Will our philosophers tell us upon what principle these things can be communicated to man, so as to bring him into relationship to God, and to enable him to comprehend things which men in former times compre<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"199a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0199.pdf\" target=\"pdfwin\">p.&#xA0;199a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6177\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>hended? There are unquestionably certain laws and principles governing these matters, as legitimate as those governing any other branch of science or knowledge. If man knows the things of God only by the Spirit of God,<span class=\"citation\" id=\"73050\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73050)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73050)\">1 Cor. 2:11<\/a><\/span> how are we to obtain that Spirit? One of the old Apostles, in talking on this subject in former times, told the people to repent and be baptized in the name of Jesus Christ for the remission of their sins, and they should receive the Holy Ghost.<span class=\"citation\" id=\"71221\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71221)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71221)\">Acts 2:38<\/a><\/span> What should that Spirit do? It should take of the things of God, and show them to those who received it.<span class=\"citation\" id=\"70478\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70478)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70478)\">John 16:13-15<\/a><\/span> Says the Apostle&#x2014;&#x201C;Ye have received an unction from the Holy One, whereby ye are enabled to know all things;<span class=\"citation\" id=\"78610\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78610)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78610)\">1 Jn. 2:20<\/a><\/span> and ye need not that any man should teach you save the anointing that is within you, which is true and no lie.<span class=\"citation\" id=\"78625\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78625)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78625)\">1 Jn. 2:27<\/a><\/span> Ye are our witnesses, as also is the Holy Ghost,<span class=\"citation\" id=\"71487\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71487)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71487)\">Acts 5:32<\/a><\/span> which bears witness of us.&#x201D;<span class=\"citation\" id=\"126811\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126811)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126811)\">3 Ne. 28:11<\/a><\/span> Another one says&#x2014;&#x201C;Ye are in possession of a hope that has entered within the veil; Whither Christ, our forerunner, has gone,<span class=\"citation\" id=\"76753\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76753)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76753)\">Heb. 6:19-20<\/a><\/span> and where he ever lives to make intercession for us.&#x201D;<span class=\"citation\" id=\"76875\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76875)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76875)\">Heb. 7:25<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v16n683\"> This light and intelligence was communicated to men in the dark ages. This treasure, says the Apostle, we have in earthen vessels.<span class=\"citation\" id=\"74080\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74080)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74080)\">2 Cor. 4:7<\/a><\/span> This was what Jesus referred to when he said to the woman of Samaria&#x2014;&#x201C;If thou hadst asked of me I would have given thee water<span class=\"citation\" id=\"69004\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69004)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69004)\">John 4:10<\/a><\/span> which would have been in thee a well springing up to everlasting life.&#x201D;<span class=\"citation\" id=\"69069\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69069)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69069)\">John 4:14<\/a><\/span> There was a principle of that kind <div class=\"break columnbreak\" id=\"199b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0199.pdf\" target=\"pdfwin\">p.&#xA0;199b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6177\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> among men in those days, and it bloomed with immortality, and put its possessors in possession of certainty, intelligence, and knowledge, in relation to God, whereby they were enabled to cry&#x2014;&#x201C;Abba, Father,&#x201D;<span class=\"citation\" id=\"72532\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72532)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72532)\">Rom. 8:15<\/a><\/span> and to approach him in the name of his Son,<span class=\"citation\" id=\"126812\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126812)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126812)\">Moses 5:8<\/a><\/span> and receive from him the gift of the Holy Ghost, which Jesus said would impart a knowledge of God and his purposes,<span class=\"citation\" id=\"70474\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70474)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70474)\">John 16:13-14<\/a><\/span> and whereby they eventually might be exalted in his celestial kingdom. <\/div><div class=\"paragraph jod\" id=\"v16n684\"> This is the kind of thing that they had in that day. This is the Gospel that we have to proclaim to you. Its laws are just, strict and equitable to those who embrace it. Those who do not, of course, they cannot understand it. Why? Jesus said to Nicodemus&#x2014;&#x201C;Except a man be born of water, he cannot see the kingdom of God;<span class=\"citation\" id=\"68719\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68719)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68719)\">John 3:3<\/a><\/span> and except he be born of the water and of the Spirit, he cannot enter the kingdom of God,&#x201D;<span class=\"citation\" id=\"68808\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68808)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68808)\">John 3:5<\/a><\/span> that is, he cannot know anything about it unless he obeys its initiatory ordinances. Then, to the Saints, if they do not live their religion and keep their covenants, the light that is within them will become dark, and how great will be that darkness.<span class=\"citation\" id=\"63549\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63549)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63549)\">Matt. 6:23<\/a><\/span> This light, truth and intelligence can only be obtained, in the first place, by obedience to the laws of God; and, in the second place, it can only be retained, by continued faithfulness, purity, virtue and holiness. <\/div><div class=\"paragraph jod\" id=\"v16n685\"> I pray that God may, by his Spirit, lead us in the way of peace,<span class=\"citation\" id=\"59850\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59850)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59850)\">Isa. 59:8<\/a><\/span><span class=\"citation\" id=\"67010\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67010)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67010)\">Luke 1:79<\/a><\/span> in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}