{"ID":160004, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Assistance of the Ladies of The Relief Societies Required in Promoting the Manufacture of Paper and the Printing of Schoolbooks&#x2014;Light and Easy Labor Now Performed By Men More Adapted to Women&#x2014;Should Be Self-Sustaining&#x2014;Frivolities and Fashions of Babylon Should Be Discarded By the Sisters&#x2014;Poverty of Those Who Follow After Mining.<\/div>\n<div class=\"subtitle\">Discourse by President Brigham Young, delivered at the General Conference, in the New Tabernacle, Salt Lake City, Monday Afternoon, April 7, 1873.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: Assistance of the Ladies, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 4\/7\/1873<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d04\">\n<div class=\"paragraph jod\" id=\"v16n54\"> I will make a few remarks to the ladies of the Relief Societies. First of all I can say of a truth that, in sustaining the poor and ministering to the sick and afflicted, much credit <div class=\"break columnbreak\" id=\"15b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0015.pdf\" target=\"pdfwin\">p.&#xA0;15b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6361\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> is due to them for the good they have done; but I wish to add a little to their labors. If these societies will take into consideration the further duties and obligations that we  <div class=\"break pagebreak\" id=\"16a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0016.pdf\" target=\"pdfwin\">p.&#xA0;16a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6360\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>are under to each other, and the importance of becoming self-sustaining, we wish to enlist their interest to aid us in making paper, by taking steps to collect the rags. We have an excellent paper mill here, and can make our own paper, as well as to send abroad and pay out our money for it, and then bring it here. We should cease importing paper, for paper-making is a branch of manufacture for which we have all the necessary facilities, and if we carry it on it will benefit us. We want the ladies of the Relief Societies to enlist the sympathies of the children, in their respective Wards throughout the Territory, to save the paper rags; we want mothers to do this, and also to show their children how to do it. When you see them throwing them out of doors, say, &#x201C;Stop, my child, put that into the basket,&#x201D; or other place designated. &#x201C;We will wash these rags, and when we get enough of them we will sell them and buy some books for you to read.&#x201D; If we can only enlist the feelings of the sisters on behalf of this great interest, it will lay the foundation for printing the books that we need in our own community, and then we can save this expense also. This is the first step. We want these cart loads of cloth saved that we now see kicked around the streets and lying around the yards. Go to the poorest family in this community, and I will venture to say that they waste rags enough every year to buy the schoolbooks that are needed for their children, and do even more. This is slothfulness and neglect, and produces wickedness. To be prudent and saving, and to use the elements in our possession for our benefit and the benefit of our fellow beings is wise and righteous; but to be slothful, wasteful, lazy and indolent, to spend our time and means for naught, is un<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"16b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0016.pdf\" target=\"pdfwin\">p.&#xA0;16b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6360\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>righteous; and we might think of this, and contemplate the facts in the case until our feelings and interests are so far enlisted that we will save our paper rags, and take them to the paper mill. <\/div><div class=\"paragraph jod\" id=\"v16n56\"> When this is done I want the sisters to so far use the abilities which God has given them as to learn to set type, and have your printing office and carry it on. It looks very unbecoming to me to see a great, big six-footer stand and pick up little type and put it in its place to make a word or a sentence, a book or a paper; and when he has got his stick full, taking the type out of the stick and setting it on the galley. To see a great six-footer doing this, and measuring off tape, which is about the same, has always appeared to me, according to that which I understand, as if men were out of their place. I have thought so all my days. I have occasionally seen women in the harvest field, ploughing, raking and making hay, and sometimes, though very seldom, I have seen them pitch and load hay. I think this is very unbecoming, this hard, laborious work belongs to men. But when you come to picking up type, and making a book of it, that belongs to the women. I know that many arguments are used against this, and we are told that a woman cannot make a coat, vest or a pair of pantaloons. I dispute this. It is said that a man is stronger and that he pulls his thread stronger than a woman does. I will take any of these ladies to a tailor's shop, and they will snap every thread a tailor sews with. Tell me they cannot pull a thread tight enough, and that they cannot press hard enough to press a coat, it is all folly and nonsense. The difficulty is the tailors do not want them to do it, and they try to shame them out of it or to  <div class=\"break pagebreak\" id=\"17a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0017.pdf\" target=\"pdfwin\">p.&#xA0;17a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6359\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>make them believe they cannot sew a seam, press a collar, wristband, sleeve or body of a coat, and if women do it ever so nice the tailors will say it is good for nothing, and so the great, big six-footer sits there crosslegged sewing. This is not the order of prudence and economy; neither is it according to the nature of the calling and the ability that God has given us as men and women, to see a man measuring tape, and such light work, it is far more suitable for women. &#x201C;Well but,&#x201D; say some, &#x201C;a woman cannot do press work.&#x201D; I recollect what was said to me in my youth by a journeyman printer. We were working off Ball's Arithmetic together and we boarded together. I did not eat meat at that time, and he was very fond of it. We went into the office one day from dinner and he said to the workmen, &#x201C;Young never eats any meat;&#x201D; and said he, &#x201C;I can just throw any man that don't eat meat.&#x201D; I said to him, &#x201C;Mr. Pratt, if you will step here into the middle of the floor I will show you how to dirty coats.&#x201D; But he dared not try it. They say ladies do not eat enough to make them strong&#x2014;why I have seen scores and scores of them that could pull a hand press, and we do not use them now; they would have nothing in the world to do only to take the paper and lay it down. &#x201C;But don't you let a woman know she can do this, don't say to a woman that she is capable of setting type, or of setting a stick of type on a galley, and making up a form and locking it up with a little mallet that weighs eight or ten ounces. Do not tell a woman she can do this&#x2014;no, no, it would spoil our trade.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v16n58\"> Suffice it to say we want to enlist the real understanding and good sense of these women, and to tell them what their duty is. We want <div class=\"break columnbreak\" id=\"17b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0017.pdf\" target=\"pdfwin\">p.&#xA0;17b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6359\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to make our own schoolbooks. We are paying now from thirty thousand to sixty thousand dollars a year for schoolbooks that can be made here just as well as to send and buy them abroad. This is carrying out the plan and principles of building up Zion, whether you know it or not. We may preach until Doomsday, and tell how Zion will look, how wide her streets will be, what kind of dwellings her people will have, what kind of carriages and what fine horses they will have, and what a beautiful looking set of people they will be, but it is all nonsense to talk about that we will never reach if we do not stop our folly and wickedness. We have the privilege of building up and enjoying Zion, and I am telling you how to do it. We want the women, from this time forth, to go to work and save the paper rags, and we will make the paper for them. And they can learn to make type. I can pick hundreds and hundreds of women out of this congregation that could go into a shop and make type just as well as men, it is a trifling thing. And they can learn to set type, and they can learn how to write for our schoolbooks. We have plenty of men and women that know how to write books, and how to teach too. We have just as good schoolteachers here as any in the world. <\/div><div class=\"paragraph jod\" id=\"v16n59\"> While on this subject I will say that I am ashamed of our Bishops, who cannot have anybody but a stranger for a schoolteacher. Let a &#x201C;Mormon&#x201D; come along, who can read all around and over and under him, and who, as far as learning is concerned, is his superior in every way, but because he, the &#x201C;Mormon,&#x201D; does not come in the guise of a stranger, the Bishop will not hear him. Bishops, I wish you would just resign your offices if you cannot learn any  <div class=\"break pagebreak\" id=\"18a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0018.pdf\" target=\"pdfwin\">p.&#xA0;18a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6358\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>better than to get such characters into your schoolhouses. Not but what there is once in a while a good man comes along as a schoolteacher who is not a &#x201C;Mormon;&#x201D; but, as a general thing, what have these men done? They have planted the seeds of infidelity in the hearts of the children, decoyed the hearts of their female pupils and led them to ruin, and they have turned round and cursed us. That is the character of some of the men our Bishops get into their schoolhouses. There are many of our Bishops not fit to set type, measure tape or to teach a scholar. That is saying a good deal for the Bishops, is it not? But it is a fact. In many instances they have not wisdom enough to guide themselves one day without getting into error. They do not know truth from error, they do not know a Saint from a sinner, or righteousness from unrighteousness. <\/div><div class=\"paragraph jod\" id=\"v16n61\"> Will you, Relief Societies, devote your time and talents and take hold of this business? We want you to commence forthwith. Say we take thirty thousand dollars, and that is only a portion of what we will pay out for schoolbooks in 1873, and devote that to making paper and for paying brethren and sisters for making books, and then distribute them among our own people. If this work is done by us there is so much saved. Will my sisters enlist themselves and endeavor to make this movement successful? <\/div><div class=\"paragraph jod\" id=\"v16n62\"> We have no societies or persons to assist us in our efforts to school ourselves and our children; we never have had, and the feeling that is now exhibited, and which has always been shown towards us since the organization of the kingdom of God upon the earth, is that those who are our enemies would rather spend ten, yea, a hundred dollars to deprive us of <div class=\"break columnbreak\" id=\"18b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0018.pdf\" target=\"pdfwin\">p.&#xA0;18b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6358\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the least privilege in the world, than give us one cent towards schooling our children. When we were leaving Nauvoo, in our poverty, we sent our Elders hither and thither to the principal cities of the United States, to ask the people if they would assist the Saints. Our brethren told them that we were leaving the confines of the United States, having been driven by the violence of mobs from our homes, and how much do you think we got in the cities of New York, Boston, Philadelphia and a few smaller towns? Their hearts and hands were closed against us. From the whole people of the United States, after making an appeal to them in our deep distress and poverty, we got but a few dollars, and we were then starting into the wilderness, and how we were going to live God only knew. Well, we have got to help ourselves, we have to school ourselves. Has Government given us the privilege of one acre of land to educate our children here? No. The school land is kept from us, and we get no benefit therefrom. <\/div><div class=\"paragraph jod\" id=\"v16n63\"> I want to say a word or two here with regard to our schools. There are many of our people who believe that the whole Territory ought to be taxed for our schools. When we have means, that come in the proper way, we can make a fund to help the poor to school their children, and I would say amen to it. But where are our poor? Where is the man or the woman in this community who has children and wishes to send them to school, that cannot do it? There is not one. When the poor complain and say, &#x201C;My children ought to be schooled and clothed and fed,&#x201D; I say, no sir, not so, you ought to yield your time and talents to the kind providences of our Father in the heavens according to the dictation of his servants, and he will tell each  <div class=\"break pagebreak\" id=\"19a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0019.pdf\" target=\"pdfwin\">p.&#xA0;19a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6357\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and every one of you what to do to earn your bread, meat, clothing, schooling, and how to be self-sustaining in the fullest sense of the word. To give to the idler is as wicked as anything else. Never give anything to the idler. &#x201C;The idler in Zion shall not eat the bread of the laborer.&#x201D;<span class=\"citation\" id=\"85418\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85418)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85418)\">D&amp;C 42:42<\/a><\/span> Well, they do eat it; but it is a commandment and a revelation as much as any other, that the idler shall not eat the bread of the laborer in Zion.<span class=\"citation\" id=\"85419\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85419)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85419)\">D&amp;C 42:42<\/a><\/span> No, let everyone spend every hour, day, week and month in some useful and profitable employment, and then all will have their meat and clothing, and means to pay teachers, and pay them well. Not that they should receive more pay than others. If men have learning, and they have the faculty of imparting it to others, and can teach children to read and write, and grammar and arithmetic, and all the ordinary branches of a common school education, what better are they than the man that plows, hoes, shoves the plane, handles the trowel and the axe, and hews the stone? Are they any better? I do not know that they are. What better is the man that can dress himself nicely and labor in a schoolhouse six hours a day, than the man who works ten or twelve hours a day hewing rock? Is he any better? No, he is not. Are you going to pay him for his good looks? That is what some of our Bishops want to do. If they can get a man, no matter what his moral qualities may be, whose shirt front is well starched and ironed, they will say&#x2014;&#x201C;Bless me, you are a delightful little man! What a smooth shirt you have got, and you have a ring on your finger&#x2014;you are going to teach our school for us.&#x201D; And along comes a stalwart man, axe in hand, going to chop wood, and, if he asks, &#x201C;Do you want a school <div class=\"break columnbreak\" id=\"19b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0019.pdf\" target=\"pdfwin\">p.&#xA0;19b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6357\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> teacher?&#x201D; Though he may know five times more than the dandy, he is told, &#x201C;No, no, we have one engaged.&#x201D; I want to cuff you Bishops back and forth until you get your brains turned right side up. <\/div><div class=\"paragraph jod\" id=\"v16n65\"> Here I am talking to thousands of men and women who know that if we are ever helped we have to help ourselves, with what God does for us. We have heard considerable from some parties in this city about what they call free schools, which they say they have established here. I say, now, come out, and be as liberal as you say you are, and teach our children for nothing. If they knew the &#x201C;Mormons&#x201D; were willing to accept of their charity and send their children to these so-called free schools, their charity would not weigh much. Their charity is to decoy away the innocent. Send your children to their schools and see how far their charity would extend. We sent to them when we were in the wilderness without bread, without shoes, without coats, and ploughing our way through to get away from our murderers, and asked them for help. No, they would not give us anything to save the lives of women and children in the wilderness. When we were right in the midst of Indians, who were said to be hostile, five hundred men were called to go to Mexico to fight the Mexicans, and said Mr. Benton&#x2014;&#x201C;If you do not send them we will cover you up, and there will be no more of you.&#x201D; I do not want to think of these things, their authors belong to the class I referred to yesterday&#x2014;the enemies of mankind, those who would destroy innocence, truth, righteousness and the kingdom of God from the earth. We sent these five hundred men to fight the Mexicans, and those of us who remained behind labored and raised all that we needed to feed our<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"20a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0020.pdf\" target=\"pdfwin\">p.&#xA0;20a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6356\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>selves in the wilderness. We had to pay our own schoolteachers, raise our own bread and earn our own clothing, or go without, there was no other choice. We did it then, and we are able to do the same today. I want to enlist the sympathies of the ladies among the Latter-day Saints, to see what we can do for ourselves with regard to schooling our children. Do not say you cannot school them, for you can. There is not a family in this community but what we will take and school their children if they are not able to do it themselves; and we do not do it through begging in the East and telling what others have told there about this people, and about their own efforts to establish free schools here. I understand that the other night there was a school meeting in one of the wards of this city, and a party there&#x2014;a poor miserable apostate&#x2014;said, &#x201C;We want a free school, and we want to have the name of establishing the first free school in Utah.&#x201D; To call a person a poor miserable apostate may seem like a harsh word; but what shall we call a man who talks about free schools and who would have all the people taxed to support them, and yet would take his rifle and threaten to shoot the man who had the collection of the ordinary light taxes levied in this Territory&#x2014;taxes which are lighter than any levied in any other portion of the country? We have no other schools but free schools here&#x2014;our schools are all free. Our meetings are free, our teachings are free. We labor for ourselves and the kingdom of God. But how is it with others? Have they a meeting without a plate, basket, box or hat passed round? And, &#x201C;Have you got a sixpence for us? Put in your sixpences, your half dollars, your dollars, or your five dollars.&#x201D; No, it is beg, beg, beg from one year's <div class=\"break columnbreak\" id=\"20b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0020.pdf\" target=\"pdfwin\">p.&#xA0;20b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6356\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> end to another. Ever see this in a &#x201C;Mormon&#x201D; meeting? I don't think you have in this city, if you ever did anywhere else. Are the &#x201C;Mormons&#x201D; eternally begging and sending round the hat and the plate, and asking every stranger, &#x201C;Have you a sixpence for me?&#x201D; No, we do not want your money, we have enough of our own, and we earned it and got it honestly, we have not stolen it nor lied for it either. Now that I am upon free schools I say, put a community in possession of knowledge by means of which they can obtain what they need by the labor of their bodies and their brains, then, instead of being paupers they will be free, independent and happy, and these distinctions of classes will cease, and there will be but one class, one grade, one great family.<span class=\"citation\" id=\"82512\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82512)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82512)\">3 Ne. 6:12<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v16n67\"> Now, sisters, what do you say? Will you give your attention to this? We want to erect a house for you to do printing in. Some one, perhaps, will use some little argument against women doing anything of this kind. But the truth is women can set type, and read and correct proof as well as any man in the world, if they learn how. Men have to learn it before they can do it, and when they tell you that that is not a woman's business, you tell them they do not know what <span class=\"italic\">they<\/span> were born for. They were not born to wash dishes, to dress the babies, nor to have babies, they were born to go into the field and do the work that the women cannot do, and should not do for fear of exposing themselves. Keep the ladies in their proper places, selling tape and calico, setting type, working the telegraph, keeping books, &amp;c. <\/div><div class=\"paragraph jod\" id=\"v16n68\"> See a great big six-footer working the telegraph. One of them will eat as much as three or four women, and they stuff themselves until they are almost too lazy to touch the wire.  <div class=\"break pagebreak\" id=\"21a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0021.pdf\" target=\"pdfwin\">p.&#xA0;21a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6355\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>There they sit. What work is there about that that a woman cannot do? She can write as well as a man, and spell as well as a man, and better, and I leave it to every man and woman of learning if the girls are not quicker and more apt at learning in school than the boys. It is only occasionally that a boy is met with who will keep up with the girls in learning reading, writing, spelling and grammar; as a general thing the girls will go ahead of the boys in these branches, and yet we are told they are not capable of doing these light kinds of work, such as I have mentioned. Shame on the boys, and shame on the great big, fat lazy men! Let these women go to work; and let those who have children teach them to handle the needle and sew, to make lace, to raise silkworms and the mulberry tree, to pick the leaves and feed the worms, and then to wind and weave the silk, that they may make themselves good, nice silk dresses. I saw a very pretty piece of silk made into a garment in St. George, that a woman had made from the silkworms. She tended them, reeled their silk, wove it and made some beautiful cloth. This is far better than teasing the husband or father to get you fine dresses and then drag them after you in the street. Learn some good, solid sense. Learn how to raise silk, how to make the silk into dresses, and make it as neat and beautiful as you possibly can. Then another thing&#x2014;may I say it? Girls, learn to comb your hair in the morning, and fix up your head dress. &#x201C;Well, but, pa will not buy me a chignon.&#x201D; Well, then, fix your own hair, that is all you ought to have. Wash your face nice and clean, and your neck, and comb your hair neat and nice; put on your dress comely, and make it look neat and nice. I do not <div class=\"break columnbreak\" id=\"21b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0021.pdf\" target=\"pdfwin\">p.&#xA0;21b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6355\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> mean protruding out behind like a two-bushel basket. And when you come down stairs look as if you were wide awake, and not as if your eyes needed a dish of water to wash them clear and clean. Young ladies, learn to be neat and nice. Do not dress after the fashions of Babylon, but after the fashions of the Saints. Suppose that a female angel were to come into your house and you had the privilege of seeing her, how would she be dressed? Do you think she would have a great, big peck measure of flax done up like hair on the back of the head? Nothing of the kind. Would she have a dress dragging two or three yards behind? Nothing of the kind. Would she have on a great, big&#x2014;what is it you call it? A Grecian or Dutch&#x2014;Well, no matter what you call it, you know what I mean. Do you think she would have on anything of that kind? Not at all. No person in the world would expect to see an angel dressed in such a giddy, frivolous, nonsensical style. She would be neat and nice, her countenance full of glory, brilliant, bright, and perfectly beautiful, and in every act her gracefulness would charm the heart of every beholder. There is nothing needless about her. None of my sisters believe that these useless, foolish fashions are followed in heaven. Well, then, pattern after good and heavenly things, and let the beauty of your garments be the workmanship of your own hands,<span class=\"citation\" id=\"85404\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85404)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85404)\">D&amp;C 42:40<\/a><\/span> that which adorns your bodies. <\/div><div class=\"paragraph jod\" id=\"v16n70\"> Now, sisters, will you go to work and help us to get up our school books? Whether you do or do not belong to the Relief Societies, we want you to join in and help us, and save your rags to make paper, and then go and set type and make the books. You who feel like doing this, hold  <div class=\"break pagebreak\" id=\"22a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0022.pdf\" target=\"pdfwin\">p.&#xA0;22a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6354\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>up your hands. (Hands up.) There is a pretty good showing, enough to carry an influence&#x2014;the day is ours. If you will only carry this out we will make our own schoolbooks, and keep the money in the Territory that we now send out for them. <\/div><div class=\"paragraph jod\" id=\"v16n72\"> Elders of Israel, I want to tell you how to save a little. You want to get rich. Go to the mines and you will be so poor that you never can pay any tithing. This is proved. I want to tell you now, how you can pay your tithing. You trade off your horses and mules and harness, just as quick as circumstances will let you. Raise the calves that will make oxen, break them and work with them; and let this community take this course, using oxen instead of horses, and mules for all their farming and teaming, and in one year they will save one million dollars, and this will increase year by year, and that will enable you to give a little to emigrate the poor Saints from the old country. I want you to swell this Perpetual Emigrating Fund so that we can send for a good many of the poor this year. What have you to give? Some will say, &#x201C;I have not anything, brother Brigham.&#x201D; &#x201C;What have you been doing?&#x201D; &#x201C;Oh, I have been mining, and it takes all my time and labor to support my family. I have a splendid claim&#x2014;I am just going to have a hundred thousand dollars for it.&#x201D; We have plenty of this class around, and whenever I see a man going along with an old mule that can hardly stand up, and a frying pan and an old quilt, I say, There goes a millionaire in prospect! He is after a million, he calculates to find a mine that he can get a million for next summer. These millionaires are all over our country; they are in the mountains, on our highways and in our streets. But ask them, &#x201C;Can <div class=\"break columnbreak\" id=\"22b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0022.pdf\" target=\"pdfwin\">p.&#xA0;22b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6354\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> you give me a sixpence to buy me a morsel of meat?&#x201D; &#x201C;No, I have not got it, I am just going to have plenty of money, but I have not got it now. Cannot you lend me a little to keep me from need, I have no bread for my family, but I am going to have a fortune in a little while.&#x201D; There are numbers of the Elders of Israel in this position. Ask them if they can pay a little tithing? &#x201C;No, not a dollar.&#x201D; &#x201C;Give anything to help the poor?&#x201D; &#x201C;No, I have not any, will you lend me a little to buy some flour for my family?&#x201D; And so they go on year after year. Why? Because they will not take the counsel of the wise. When you hear a man, outside or inside of the kingdom of God, finding fault, complaining or casting reflections, that President Young has got so much influence over the people called Latter-day Saints that they (the grumblers) are afraid of him, you just tell them that he has not a hundredth part of the influence he ought to have. He ought to have all the influence imaginable with them, he is deserving of it, he earns it, and he knows what to do with it, and he directs and guides for the advancement of the kingdom of God on the earth. Just think of these men, trailing through these canyons, running after shadows&#x2014;jack-o'-lanterns&#x2014;all over creation for something in prospect! They are just like some business men I have seen in my life&#x2014;they have got their eye on a picayune, away off yonder in the distance, and they start after that and stub their toe against a twenty dollar gold piece; but they kick that out of the way, they do not see it. By and by they start again, and they pass fifty dollars in their path, and so they keep on, passing right by ten, twenty or fifty dollars. &#x201C;Oh, that picayune does so dazzle my eye, for God's sake let me get  <div class=\"break pagebreak\" id=\"23a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0023.pdf\" target=\"pdfwin\">p.&#xA0;23a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6353\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>it!&#x201D; They are fools, they know nothing about life, nor sustaining themselves, they are worse than children. Well, now, brother Brigham ought to have influence enough over these Elders of Israel to keep them from deceiving themselves as much as they do; and when they run after this shadow and tire themselves out and fall in the mud, they lose the spirit of their religion, find out that &#x201C;Mormonism&#x201D; is not true and away they go to the devil. <\/div> <div class=\"break columnbreak\" id=\"23b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0023.pdf\" target=\"pdfwin\">p.&#xA0;23b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6353\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v16n74\"> I am going to stop talking to the sisters, and will conclude by asking them, Will you be printers or clerks in stores? The brethren will keep every one of you out if they can, and I do not know but I shall have to go and keep store myself independent of every other institution, and hire ladies to tend it. I want them also to telegraph for us, set our type, write our books, and save the rags to make the paper. <\/div>\n<\/div>\n<\/div>"}