{"ID":160014, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Obedience&#x2014;By Reason of Their Disobedience, Ancient Israel and the Land of Palestine Were Visited With and Still Remain Under the Curse of God&#x2014;Tithing a Heavenly Requirement.<\/div>\n<div class=\"subtitle\">Discourse by President George A. Smith, delivered in the Bowery, Logan City, Friday Morning, June 27, 1873.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: Obedience, Etc.<\/div>\n<div class=\"speaker\">Speaker: George A. Smith<\/div>\n<div class=\"date\">Date: 6\/27\/1873<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d14\">\n<div class=\"paragraph jod\" id=\"v16n368\"> Good morning, brethren and sisters! I am very happy to meet with you. We have the privilege of coming here occasionally and seeing you. We would like to give every one of you a hearty shake of the hand, but we desire to do it in a wholesale way, and we wish you to consider yourselves heartily shaken hands with (and suiting the action to the word); God bless you all forever. We have come here to bear testimony of the things of the kingdom of God, and to stir you <div class=\"break columnbreak\" id=\"102b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0102.pdf\" target=\"pdfwin\">p.&#xA0;102b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6274\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> up to diligence in performing your duties, and to perform the duties of our callings as ministers of the Gospel of Peace.<span class=\"citation\" id=\"72737\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72737)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72737)\">Rom. 10:15<\/a><\/span><span class=\"citation\" id=\"75389\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75389)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75389)\">Eph. 6:15<\/a><\/span> We feel a little annoyed, necessarily, at the slow progress which is being made, yet we have a great many things to be thankful for, and a great many reasons to rejoice. We have very little reason to fear our enemies, provided that we, as Latter-day Saints, do our duty, but if we fail to obey the commandments of God, and the revelations which he has given for  <div class=\"break pagebreak\" id=\"103a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0103.pdf\" target=\"pdfwin\">p.&#xA0;103a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6273\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>our salvation and guidance we have reason to fear, for unless we take such a course as to make God our friend and protector we are likely to fall into the hands of our enemies. King David was requested, once to take his choice of three years' famine, three days' pestilence, or be driven three months before his enemies. David said he preferred to fall into the hands of the Lord; and when the scourge came David plead with the Lord to let the blow fall upon him and his house, and to spare Jerusalem. God heard his prayer and turned away the scourge, though it is written seventy thousand persons fell with the plague between Dan and Beersheba.<span class=\"citation\" id=\"55604\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55604)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55604)\">2 Sam. 24:10-17<\/a><\/span> In all ages of the world in which the Lord reveals himself to the children of men, he requires obedience, and promises them great blessings on rendering the same; but if they are not obedient he has invariably promised and poured out curses upon them. <\/div><div class=\"paragraph jod\" id=\"v16n370\"> Since I was here last, I have visited the Land of Palestine, on which God revealed himself to Abraham,<span class=\"citation\" id=\"53026\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53026)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53026)\">Gen. 12:1-7<\/a><\/span> Isaac and Jacob. He promised that land to them and their seed forever. It was to this land that Moses led the children of Israel, and upon which God promised them very great blessings if they would live in obedience to his laws and commandments. anyone who will attentively read the 27th,<span class=\"citation\" id=\"55131\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55131)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55131)\">Deut. 27:1-26<\/a><\/span> 28th,<span class=\"citation\" id=\"55146\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55146)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55146)\">Deut. 28:1-68<\/a><\/span> 29th<span class=\"citation\" id=\"55197\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55197)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55197)\">Deut. 29:1-29<\/a><\/span> and 30th chapters of Deuteronomy,<span class=\"citation\" id=\"55208\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55208)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55208)\">Deut. 30:1-20<\/a><\/span> will see foreshadowed, in plain language, the entire history of the children of Israel from the days of Moses to the present time; and in Palestine he will see the fulfillment of many of the prophecies contained in those chapters, with a minutiae that is really astonishing. Some men say they are infidels because that country is barren, sterile, rocky&#x2014;a vast lime<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"103b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0103.pdf\" target=\"pdfwin\">p.&#xA0;103b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6273\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>stone quarry, and could never have sustained such a population as the Bible represents it to have done. Others are infidel because they believe that so many kingdoms that are said to have once existed on that land could not have existed in so small a compass. But these querists and unbelievers do not realize that the barrenness, desolation, scanty population and condition of affairs which now exist there is a fulfillment, to the very letter, of the prophecies of Moses, the holy Prophets and of Jesus and the Apostles. God required certain things of Israel. If they complied it was all right with them; if they failed the catalogue of curses contained in the chapters I have referred to was pronounced upon their heads. Read the Bible and you will find that when they were obedient they were blessed, their lands were blessed, their armies were blessed, they were a great nation, they were able to resist the power of neighboring nations, they were courted, they were looked up to, neighboring nations paid them tribute. But when they refused to do that which the law of God required at their hands they lost this power&#x2014;they fell into the hands of their enemies, they quarreled among themselves, they fell into darkness, married the daughters of aliens, worshiped strange gods, and they were finally broken up. Many of them were sold as slaves, some of them were compelled to eat their own children to save them from starvation, in the midst of the straits and sieges to which they were forced by their enemies.<span class=\"citation\" id=\"55189\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55189)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55189)\">Deut. 28:53-57<\/a><\/span> They were scattered to the four winds of heaven, they were sold in the slave market of Egypt, until they could not be bought, that is, there was no man to buy them. All these  <div class=\"break pagebreak\" id=\"104a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0104.pdf\" target=\"pdfwin\">p.&#xA0;104a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6272\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>terrible judgments fell upon the Jewish nation, yet they were not utterly destroyed, a remnant was all the time preserved, and today, in every nation under heaven is found a remnant of the seed of Israel, retaining the Hebrew language, many of their ancient manners and customs, their old law written on parchment, which is read in their synagogues every Sabbath day. In nearly all the countries in which they have been scattered they have been subject to the most extreme abuse. They have been in constant fear, they have been permitted to reside only in certain quarters, and have had imposed upon them the most fearful exactions. You take for instance, the persecution of the Jews in Spain, under Ferdinand and Isabella&#x2014;a very pious couple. Probably half a million of Jews were either banished from their homes, put to death, or compelled to accept the Catholic religion, and great numbers of their children were taken from them and placed under the charge of the Catholics, that, as the Queen believed, their souls might be saved. The Crusaders, while on their way to Jerusalem, plundered and killed thousands of the Hebrew race and yet, notwithstanding all the oppression that has been heaped upon them continuously from generation to generation, they still maintain their identity as the seed of Abraham. <\/div><div class=\"paragraph jod\" id=\"v16n372\"> Where are the inhabitants of Babylon and Nineveh? The city of Babylon was fifteen miles square, sixty in circuit. According to Herodotus, it was surrounded with a wall three hundred and fifty feet high, and eighty-seven thick, flanked with over two hundred towers, and contained palaces and hanging gardens that were the wonder of <div class=\"break columnbreak\" id=\"104b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0104.pdf\" target=\"pdfwin\">p.&#xA0;104b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6272\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the world. It is almost doubtful now, where this once famous city stood, and the vicinity in which it is believed to have stood, is a vast marsh, rendering it difficult of access to any who may wish to visit it. And the Babylonians, where are they? Their descendants are so mixed up with the rest of the world, that none of them can be identified. You may trace other great nations of antiquity, and they have gone in the same way. But the Jews are still a distinct race, and they are a living record of the truth of the revelations of God. <\/div><div class=\"paragraph jod\" id=\"v16n373\"> There are a few thousand Jews in Jerusalem. They have synagogues, and they are permitted to go to a portion of the old wall, which they suppose to be a remnant of the outside enclosure of Solomon's temple, and wail. A great many people who visit Jerusalem, go to witness their wailing. These Jews are graciously accorded the privilege, by the rulers of that country&#x2014;the Turks&#x2014;to wail over the desolation of Israel, provided they do not make so much noise as to disturb the neighborhood. <\/div><div class=\"paragraph jod\" id=\"v16n374\"> There are several other places, such as Mount Gerizim,<span class=\"citation\" id=\"55031\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55031)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55031)\">Deut. 11:29<\/a><\/span> a place in Samaria, considered holy, where a small sect of the ancient Samaritans meet annually. And in Tiberium, on the Lake of Galilee,<span class=\"citation\" id=\"69197\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69197)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69197)\">John 6:1<\/a><\/span> two or three thousand Jews live. It is the Tiberius of Herod the Tetrarch; they consider that a holy place. The Jews are broken up into sects and parties, and in almost every town in Palestine, you find a few of them, oppressed, poor and despised, there, as elsewhere, living monuments of the fulfillment of prophecy. <\/div><div class=\"paragraph jod\" id=\"v16n375\"> At the last General Conference of the Church, during my absence, I was elected Trustee-in-Trust. It consequently became my duty to  <div class=\"break pagebreak\" id=\"105a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0105.pdf\" target=\"pdfwin\">p.&#xA0;105a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6271\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>return home and look after the interests of the Church, directing the means for the building of Temples and other public works. This was certainly very unexpected to me; but the General Conference saw proper to confer this duty upon me, and as soon as I got the Conference minutes at Berlin, I started for home. <\/div><div class=\"paragraph jod\" id=\"v16n377\"> While I was passing through Palestine, I had some very serious reflections as to the causes which had operated to reduce the country to its present barren condition, and why the descendants of Jacob were so oppressed, and, as an independent nation, blotted out. In an interview with the venerable Chief Rabbi, Abram Askenasi, I enquired for the ten tribes. Said he, &#x201C;We have no idea where they are, but we believe they will be found, and will return and inherit their land.&#x201D; While traveling in Palestine I reflected a good deal on the fate of Israel. I asked myself, why they were persecuted, scattered, peeled and hidden from the face of men, and why were the tribes of Judah and Benjamin still scattered? Some of them can go to Jerusalem occasionally and visit, but only a very few thousand live, in a scattered condition, in the lard of their fathers, and they are in bondage, under tutors, governors, and rulers, and have in reality no power of themselves. Rabbi Askenasi said they had more liberty than heretofore. The Christian Powers have recently taken a course which has modified the action of the Turks toward them. They were now permitted to buy land, but they were poor and could buy but little, and he wished the Jews of all nations to contribute to enable the Jews of Jerusalem to extend the area of their possessions. They had purchased a piece of land <div class=\"break columnbreak\" id=\"105b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0105.pdf\" target=\"pdfwin\">p.&#xA0;105b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6271\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> in Jerusalem, and were building on it a home for widows and orphans. <\/div><div class=\"paragraph jod\" id=\"v16n378\"> Now I saw this degradation with which Israel are visited. Where did it begin? It was simply because the children of Israel failed to obey the law of God. If we search the Bible, we shall find many references by the Prophets to this subject, which are very plain and clear. In the third chapter of Malachi, and eighth verse, the Prophet, speaking of the condition of Israel in his day, uses this singular language, or rather the Lord, speaking through the Prophet, says&#x2014;&#x201C;Will a man rob God? Yet ye have robbed me. But ye say, Wherein have we robbed thee? In tithes and offerings. Ye are cursed with a curse: for ye have robbed me, even this whole nation.&#x201D;<span class=\"citation\" id=\"62428\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62428)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62428)\">Mal. 3:8-9<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v16n379\"> Now, God required of Israel Tithes and offerings. He blessed them with land and with abundant rains. He made their land exceedingly fertile; he blessed them with flocks, with herds, and with everything on the face of the earth seemingly that they could desire. He gave them wealth in every direction; he gave them power over their neighbors&#x2014;they were the head and not the tail.<span class=\"citation\" id=\"55152\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55152)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55152)\">Deut. 28:13<\/a><\/span> In return for all this, what did he require of them? He required them to pay Tithes and make offerings. Tithes meant one-tenth of all their increase.<span class=\"citation\" id=\"90761\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90761)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90761)\">D&amp;C 119:4<\/a><\/span> One-tenth of all this the Lord required them to place in the hands of the Levites and those whom he had selected to look after the general welfare.<span class=\"citation\" id=\"54814\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54814)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54814)\">Num. 18:26<\/a><\/span><span class=\"citation\" id=\"55966\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55966)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55966)\">Neh. 10:38<\/a><\/span> In addition to this tenth he also required certain offerings. You may trace the history of the Jewish nation through and you will find that when the people paid their Tithes and offerings, and thereby acknowledged their dependence upon and allegiance to the God of heaven, they were prospered  <div class=\"break pagebreak\" id=\"106a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0106.pdf\" target=\"pdfwin\">p.&#xA0;106a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6270\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and blessed continually. While they did this they were not running after other gods, making golden calves, setting up idols, or worshiping the gods of their heathen neighbors. <\/div><div class=\"paragraph jod\" id=\"v16n381\"> What does the Lord want with Tithes and offerings? He has plenty. And he has shown that he could do without them from that day to the present; but he promised his people blessings on certain conditions. Some of those conditions were that they should pay Tithes and make offerings. The Pharisees paid Tithes of mint, anise and cummin, but omitted their money. &#x201C;Ye pay tithe of mint, anise and cummin, but omit the weightier matters of the law&#x2014;judgment, mercy and faith. These things ye ought to have done, and not left the others undone.&#x201D;<span class=\"citation\" id=\"65528\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65528)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65528)\">Matt. 23:23<\/a><\/span> This was the principle. <\/div><div class=\"paragraph jod\" id=\"v16n382\"> I rode over the plains and hills of Palestine and saw their desolation. What is the reason of it? God gave that country to Israel; he blessed it and sent rains upon it, and made it fruitful above all lands, and in return he required of them one-tenth of their increase and some offerings; but they would not give him Tithes, they robbed him of Tithes and offerings, hence he cursed the whole nation with a curse.<span class=\"citation\" id=\"62429\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62429)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62429)\">Mal. 3:8-9<\/a><\/span> After seeing the condition of that country, I came home with a determination to preach the law of Tithing, for God has required of us, as he did of ancient Israel, obedience to that law, and he also requires that we should pay in our offerings; and he will do with us precisely as he did with Israel, if we fail to observe the law of Tithing and offerings, of course remembering the principles of judgment, mercy and faith, for these things we ought to do and not leave the other undone.<span class=\"citation\" id=\"65527\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65527)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65527)\">Matt. 23:23<\/a><\/span> My traveling over that country was not without its moral lesson to us at <div class=\"break columnbreak\" id=\"106b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0106.pdf\" target=\"pdfwin\">p.&#xA0;106b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6270\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> home. God has given us a good country. The world hate us. &#x201C;Marvel not,&#x201D; says the Savior, &#x201C;if the world hate you.&#x201D;<span class=\"citation\" id=\"78704\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78704)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78704)\">1 Jn. 3:13<\/a><\/span> The world will speak evil of us. Marvel not at that, we have nothing to fear from men in authority. We have nothing to fear from any source on the face of the earth, but from our own neglect. God himself is our protector and our ruler, and if we observe faithfully and truly, with all our hearts, the law that is required of us, we have nothing to fear from any other source; but if we neglect, if we have the effrontery to be baptized for the remission of our sins, and to step forward and receive the ordinances of the house of God, and then coolly and deliberately rob God of what is required of us, we may expect that he, in return, will send upon us in their time and season a long list of curses and afflictions, annoyance and distress, just as he sent them upon the nations of antiquity to whom he revealed himself and who refused to obey his law. <\/div><div class=\"paragraph jod\" id=\"v16n383\"> The Prophet Malachi, wished to reclaim Israel from the condition into which their unfaithfulness had reduced them, or rather the Lord wished to do so, and he used this exhortation&#x2014;&#x201C;Bring ye all the tithes into the storehouse, that there may be meat in mine house, and prove me now herewith, saith the Lord of hosts, if I will not open you the windows of heaven, and pour you out a blessing, that there shall not be room enough to receive it. And I will rebuke the devourer for your sakes, and he shall not destroy the fruits of your ground; neither shall your vine cast her fruit before the time in the field, saith the Lord of hosts. And all nations shall call you blessed: for ye shall be a delightsome land, saith the Lord of hosts.&#x201D;<span class=\"citation\" id=\"62460\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62460)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62460)\">Mal. 3:10-12<\/a><\/span> <\/div> <div class=\"break pagebreak\" id=\"107a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0107.pdf\" target=\"pdfwin\">p.&#xA0;107a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6269\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v16n385\"> We profess to believe a great deal, but do our acts correspond with our belief? Are we as critical, careful, fixed and determined in obeying this law of Tithing as we ought to be? Or do we feel that it is a burden? God does not want our Tithes at all unless we want to pay them, but we have no right to ask his favors, blessings and protection and the ordinances of the Priesthood, unless we render our acknowledgement. The conditions are before us. In every age of the world when any people have received revelation from God, directly or indirectly, if they did abide this law they were prospered, blessed and protected; they were powerful and strong. God watched over them. If they neglected it, he cursed them with a curse, even the whole nation.<span class=\"citation\" id=\"62436\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62436)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62436)\">Mal. 3:9<\/a><\/span> We have nothing to expect but the very same justice from the hand of God, if we, to use his expression, &#x201C;rob&#x201D; him.<span class=\"citation\" id=\"62426\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62426)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62426)\">Mal. 3:8<\/a><\/span> Now, I have just that kind of faith, if a man has a sum of money come into his possession, whether by the manufacture of lumber, or the selling of merchandise, or by any other means, if he will pay his tenth strictly, according to the law, he has the blessing of God upon the balance, and if he will keep a strict, straightforward account with all his increase, whatever it may be, and strictly observe the law of Tithing, he will have blessings upon his head, upon his property, upon his wives, children <div class=\"break columnbreak\" id=\"107b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0107.pdf\" target=\"pdfwin\">p.&#xA0;107b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6269\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and posterity. If, on the other hand, he pursues the opposite policy, the Prophet says, &#x201C;Ye are cursed with a curse.&#x201D;<span class=\"citation\" id=\"62437\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62437)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62437)\">Mal. 3:9<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v16n386\"> Now, brethren and sisters, think of these things. If we have the truth&#x2014;the Gospel of Jesus Christ, which a great many of you testify you have, and I know we have, do not let a little neglect, folly and covetousness, and a little-disposition to rob our Father of what be has justly claimed at our hands as his Saints, place us in darkness. It is the very stepping stone to and beginning of apostasy, it is the foundation of wickedness and corruption. I see the results, I have realized them. I have wandered over hills and valleys that once teemed with their millions of inhabitants, and now they are a desert. God has cursed them. He has for many generations made &#x201C;the rain of their land powder and dust,&#x201D;<span class=\"citation\" id=\"55176\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55176)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55176)\">Deut. 28:24<\/a><\/span> the sun has smitten them and the water has dried up. Rabbi Askenasi told me in Jerusalem there really was no living water.<span class=\"citation\" id=\"60294\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60294)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60294)\">Jer. 2:13<\/a><\/span><span class=\"citation\" id=\"62342\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62342)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62342)\">Zech. 14:8<\/a><\/span> The time was when there was an abundance. They preserve it in the rainy season in tanks, but we were told that in about a month from the time we were there they would have to purchase it; and I really felt relieved when I got from Jerusalem, for the water I drank while there was not very good, it did not seem to be very clean. <\/div>\n<\/div>\n<\/div>"}