{"ID":160020, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Authority to Preach&#x2014;It is God Who Has Guided the Work&#x2014;Glorious Prospects Before the Faithful&#x2014;Celestial Marriage&#x2014;Mission to Arizona&#x2014;Increasing Negligence of the Saints in Attending Meetings&#x2014;Consequences of Unvirtuous Actions.<\/div>\n<div class=\"subtitle\">Discourse by Elder George Q. Cannon, delivered in the New Tabernacle, Salt Lake City, Sunday Afternoon, August 10, 1873.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: The Authority to Preach, Etc.<\/div>\n<div class=\"speaker\">Speaker: George Q. Cannon<\/div>\n<div class=\"date\">Date: 8\/10\/1873<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d20\">\n<div class=\"paragraph jod\" id=\"v16n481\"> A great many duties devolve upon us, of which we have to be constantly reminded. There are no people within the range of my acquaintance, to whom so much instruction has <div class=\"break columnbreak\" id=\"140b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0140.pdf\" target=\"pdfwin\">p.&#xA0;140b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6236\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> been imparted concerning the various duties devolving upon them, as to the Latter-day Saints. The best talent of the community is at their service. All the wisdom which God  <div class=\"break pagebreak\" id=\"141a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0141.pdf\" target=\"pdfwin\">p.&#xA0;141a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6235\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>has given has been freely bestowed upon the people without money and without price;<span class=\"citation\" id=\"59767\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59767)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59767)\">Isa. 55:1<\/a><\/span> and, as has been remarked upon this Stand repeatedly, there is an independence about the Elders of this Church in preaching the Gospel unto the Saints and unto the world, that is not to be witnessed among the ministers of any other denomination. The reason of this is, that the ministers of the Latter-day Saints do not live upon the people, and are not dependent upon their favor for salaries to sustain them, and there is a consequent freedom in discussing measures of a monetary character, for the general good, when, under other circumstances, a delicacy might be felt. <\/div><div class=\"paragraph jod\" id=\"v16n483\"> We read in the Scriptures that Jesus Christ, in speaking with his disciples, asked them whom he, the Son of Man, was. Peter answered him that he was the Christ, the Son of the living God. Jesus then said to Peter, &#x201C;Blessed art thou, Simon Bar-jona: flesh and blood hath not revealed this unto thee, but my Father who is in heaven. And I say also unto thee, That thou art Peter, and upon this rock I will build my church; and the gates of hell shall not prevail against it. And I will give unto thee the keys of the kingdom of heaven: and whatsoever thou shalt bind on earth shall be bound in heaven: and whatsoever thou shalt loose on earth shall be loosed in heaven.&#x201D;<span class=\"citation\" id=\"64827\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64827)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64827)\">Matt. 16:13-19<\/a><\/span> Here was great power and authority given unto a man. It might be said that this was one-man power, Peter having the authority to bind on earth and it should be bound in heaven, to loose on earth and it should be loosed in heaven; but yet, these are the words of the Son of God unto one of his Apostles. <\/div><div class=\"paragraph jod\" id=\"v16n484\"> Now, what did this authority consist of? Can anybody tell outside the Church of Jesus Christ? Can <div class=\"break columnbreak\" id=\"141b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0141.pdf\" target=\"pdfwin\">p.&#xA0;141b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6235\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> anybody outside the Church of Jesus Christ of Latter-day Saints understand the saying of Malachi, where he predicts that, &#x201C;The Lord, whom ye seek, shall suddenly come to his temple?&#x201D;<span class=\"citation\" id=\"62387\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62387)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62387)\">Mal. 3:1<\/a><\/span> Do they understand why Temples are built now, or for what purpose they were built in ancient days? Can they tell how the authority, which was conferred upon Peter, was exercised by him, or in what way it could be exercised by any man who might possess it? All these things are mysteries to the so-called Christian world, but God, in his mercy and condescension, has revealed them again, and as we frequently say to the Latter-day Saints, and not to them alone, for this is no monopoly of knowledge, God has not created a monopoly in organizing this Church, he is willing to extend this knowledge unto all the inhabitants of the earth, without money and without price.<span class=\"citation\" id=\"59768\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59768)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59768)\">Isa. 55:1<\/a><\/span> It is this which causes the Latter-day Saints to be so firmly united, and which makes them willing, if necessary, to suffer persecution when it overtakes them. It was this knowledge which bound the ancient Saints together, and which caused them to endure martyrdom gladly and joyfully in view of the blessings which they knew were in store for the faithful. <\/div><div class=\"paragraph jod\" id=\"v16n485\"> While brother George A. Smith was speaking, I could not help but think of the wonderful work that is being wrought in this generation among the children of men, in consequence of the power that has been wielded through the erection and completion of Temples and the administration of ordinances therein. Men wonder how it is that the Latter-day Saints are so united. They say this is a most wonderful phenomenon. They attribute it all to President Young. They say that he has a wonderful intellect, that he  <div class=\"break pagebreak\" id=\"142a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0142.pdf\" target=\"pdfwin\">p.&#xA0;142a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6234\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>is a good organizer, that he possesses great executive ability and administrative power, and that through the gifts and endowments which he possesses, the works which we see and the union that is everywhere manifest among the Latter-day Saints are produced. But we who are connected with the Church, while we do not wish to detract in the least from the merit which is due to him as a servant of God and a faithful laborer in his cause through all the years of his life since he first became acquainted with the truth; while we do not wish to lessen the merit of these labors, or to detract in the least degree from them, we understand principle better than to give the glory to man. It is God who originated and who has preserved this work, and who has built it up, and developed in the hearts of the children of men this long dormant and long lost principle which binds them one to another as we are bound together; and there is no people on the face of the earth before whom there is so bright and glorious a prospect for this life and also for the life which is to come, as the Latter-day Saints, through the blessings of the Gospel which God has revealed. <\/div><div class=\"paragraph jod\" id=\"v16n487\"> We live in a different day to the ancients. They had before them the prospect of martyrdom and the overthrow of the work with which they were connected. But in these days God has given unto us different promises. These are the last days, and he has said that his kingdom shall triumph in the last days; it shall not be overthrown or go into the hands of another people.<span class=\"citation\" id=\"61264\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61264)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61264)\">Dan. 2:44<\/a><\/span> Our Prophets have been slain, the blood of Saints has been shed, but these scenes shall not long continue. There may be other blood shed; there may be other sacrifices offered, and other requirements of this kind made, or rather the Ad<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"142b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0142.pdf\" target=\"pdfwin\">p.&#xA0;142b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6234\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>versary may have power to effect bloody results of this character, but they will be short-lived. The days of the triumph of the wicked are numbered. They cannot prevail over this work for any length of time. It will grow and increase and spread abroad until it fills the whole earth,<span class=\"citation\" id=\"61103\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61103)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61103)\">Dan. 2:35<\/a><\/span><span class=\"citation\" id=\"90383\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90383)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90383)\">D&amp;C 109:72<\/a><\/span> and we and our children after us will enjoy the earth and all the blessings thereof,<span class=\"citation\" id=\"126796\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126796)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126796)\">D&amp;C 38:17-20<\/a><\/span><span class=\"citation\" id=\"126797\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126797)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126797)\">D&amp;C 78:17-19<\/a><\/span> according to the predictions of the holy Prophets. <\/div><div class=\"paragraph jod\" id=\"v16n488\"> The prospect, then, before us, concerning this life is a different one from that which presented itself before others who have preceded us. And the prospects for eternity are as bright and glorious as any that were ever presented to any of the children of men. We are sent here, for what purpose? To eat and drink, to clothe ourselves and to build houses, and to live and die like the beasts? Is that the object for which God has sent us here? By no means. This is a low view to take of existence. God has revealed to us, to a certain extent, the object of our existence. We are his children&#x2014;the children of Deity, with deity and godlike aspirations within us. We have these aspirations in common with all his children, and it is right and proper that we should have them. Every man has a desire to rule, govern and control; some men, to gratify their ambition in this respect, have trod bloody paths and have trampled down their fellow men in their march to power, and when attained it has been of short continuance. But God has revealed to us a principle by which we can attain to dominion and power without having to do as they have done. He has revealed to us the Gospel, which tells us that if we are faithful here over a few things he will make us ruler over many.<span class=\"citation\" id=\"66118\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66118)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66118)\">Matt. 25:21<\/a><\/span> <\/div> <div class=\"break pagebreak\" id=\"143a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0143.pdf\" target=\"pdfwin\">p.&#xA0;143a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6233\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v16n490\"> Many men wonder how it is that we can believe in celestial marriage. We believe in it because it lies at the foundation of all future greatness. If a man rule in heaven he will rule over his own posterity. The Apostle John, said that they sang a new song<span class=\"citation\" id=\"126798\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126798)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126798)\">Rev. 5:9<\/a><\/span> in heaven&#x2014;&#x201C;And hast made us unto our God kings and priests:<span class=\"citation\" id=\"78965\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78965)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78965)\">Rev. 1:6<\/a><\/span> and we shall reign on the earth.&#x201D;<span class=\"citation\" id=\"79185\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79185)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79185)\">Rev. 5:10<\/a><\/span> Reign on the earth! This was the song. Over whom were they to reign? Over whom more properly than their families? The authority to seal wives to husbands for time and all eternity is the authority that is restored by the everlasting Priesthood, and this is the authority that was given to Peter, by which children can be sealed and joined to their parents for time and for all eternity until they realize the blessing that was pronounced upon Abraham, when the Lord said unto him that, as the stars of heaven were countless for multitude,<span class=\"citation\" id=\"53084\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53084)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53084)\">Gen. 15:5<\/a><\/span> or the sands on the seashore could not be numbered, so his seed should be and he should rule over them.<span class=\"citation\" id=\"53345\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53345)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53345)\">Gen. 22:17<\/a><\/span> This was the blessing which was pronounced upon him, and it is the blessing that has been pronounced upon every faithful man who has lived in a day when the Priesthood was upon the earth. Why wonder, then, at Latter-day Saints having this view, this anticipation? Why should they hesitate one moment to contribute all their means to build Temples, and to accomplish the work of God? We should be thankful all the day long for the blessings which God has bestowed upon us, and should be willing to use all our means for the accomplishment of his work upon the earth, no matter what enterprises we may be called upon to support, whether it be to build Temples, send for the poor, or any thing else. <\/div><div class=\"paragraph jod\" id=\"v16n491\"> Arizona has been mentioned. The <div class=\"break columnbreak\" id=\"143b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0143.pdf\" target=\"pdfwin\">p.&#xA0;143b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6233\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> President, in his remarks this morning, alluded to Arizona, and to the labors of our pioneering brethren in that Territory. I was very much pleased to hear what he said in relation to that. I am thankful to see that, in his remarks, there was no disposition to let up, or to say, &#x201C;I am in years now, and I will lay back and take my ease and leave the burden of this work to younger men, who ought to step forward and shoulder it.&#x201D; He has the spirit of the pioneer in him as much today, probably, as he ever had. I am thankful that God fills him with this zeal and strength. I believe it was a true remark, that if he had been in Arizona, there would have been good places found for settlement. I have no doubt there will be yet. But there is one thing that we must understand, that with our present surroundings, and at least while in the circumstances in which we are at present placed, good countries are not for us. The worst places in the land we can probably get, and we must develop them. If we were to find a good country, how long would it be before the wicked would want it, and seek to strip us of our possessions? If there be deserts in Arizona, thank God for the deserts. If there be a wilderness, there, thank God for the wilderness, as we thanked him for these mighty ramparts and those extensive plains which we had to cross when we came here. We thanked him for them, because a mob could not come, as they did from Carthage, and take away our Prophet and the Saints and hail them to prison and destroy them as they did then. When we came here I thanked God for the isolation of these mountains; I thanked him for the grandeur of the hills and bulwarks which he had reared around  <div class=\"break pagebreak\" id=\"144a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0144.pdf\" target=\"pdfwin\">p.&#xA0;144a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6232\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>us. I thanked him for the deserts and waste places of this land: and we have all, doubtless, thanked Him many times therefore, and when we go hence to extend our borders, we must not expect to find a land of orange or lemon groves, a land where walnut trees and hard timber abound; where bees are wild and turkeys can be had for the shooting. It is vain for us to expect to settle in such a land at the present time. But if we find a little oasis in the desert where a few can settle, thank God for the oasis, and thank him for the almost interminable road that lies between that oasis and so-called civilization. <\/div><div class=\"paragraph jod\" id=\"v16n493\"> We expect there will be settlements made through all that country. The time must come when the Latter-day Saints, and when I say Latter-day Saints, I include all the honest who will yet embrace the Gospel, when the Latter-day Saints will extend throughout all North and South America, and we shall establish the rule of righteousness and good order throughout all these new countries. <\/div><div class=\"paragraph jod\" id=\"v16n494\"> The President is desirous that a hundred men, supplied with provisions sufficient to last the winter, should go down to the southern country, and bestow their labors on building the Temple at St. George. If there could not be good places found in Arizona for settlements, there was a good opportunity to stay and help to build that Temple; and it is to be regretted that the brethren, although so eager to come back, did not stay until word could have been sent that they might stop and help the people of the South. If they had done this they might have done a good work, they would have been on hand for anything further that might have been required of them. Suppose we all were to allow ourselves to be deterred from accom<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"144b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0144.pdf\" target=\"pdfwin\">p.&#xA0;144b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6232\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>plishing missions by apparent difficulties, how long would it be before the influence and prestige which ought to attend the efforts of the Elders would be lost? We have had a reputation, heretofore, of accomplishing everything of this kind that we undertook. But let us be fainthearted and we lose our influence and power both with God and man. All our labors have to be works of faith. When we are told to do a thing, we should go to work believing, as Nephi says, that God never gives a commandment unto the children of men save he prepares a way whereby they shall fulfill that commandment.<span class=\"citation\" id=\"80930\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80930)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80930)\">1 Ne. 3:7<\/a><\/span> He never yet sent a man to do a work without giving him power to accomplish it. We can do these things if we will. We can build up the kingdom of God on the earth, and we can train our children in the love of this work, and we can surround them by a wall that no power can surmount or break down. I am thankful that we are thus situated, although to some the prospects appear gloomy. Many of our enemies say that &#x201C;Mormonism&#x201D; is in its last ditch, and it will soon be overthrown. I am willing that every one should have that opinion who wishes to entertain it. If they wish to delude themselves with such ideas, all right. But I say to the Latter-day Saints, we have not yet reached the last ditch; neither shall we if we will do what we ought to do, and obey the counsel that has been given unto us during these two day's meetings, and that is given to us every Sunday and at all our meetings. There is no power on the face of the earth that can withstand our efforts, or that can prevail against us. We have truth, unity, temperance and virtue; we have the power of God; we have the promises of the Almighty in  <div class=\"break pagebreak\" id=\"145a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0145.pdf\" target=\"pdfwin\">p.&#xA0;145a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6231\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>our behalf, and there is no power that can prevail against a people who will practice the principles which are taught unto us. <\/div><div class=\"paragraph jod\" id=\"v16n496\"> But I will tell you what causes me, as an individual, to fear&#x2014;when I see fifty, a hundred or two hundred persons come to meeting; when I see men who ought to be at meeting attending to their duties, going off into the country on excursions; when I hear of their doing something that will detain them from meeting, and see the meetings neglected, and the idea growing up&#x2014;&#x201C;Well, it is a day of rest, I am tired and weary&#x201D;&#x2014;as though they could not obtain rest in coming to the house of the Lord and serving him on the Lord's day. These acts, this negligence, causes fear sometimes to come into my heart, and I expect it has the same effect on our brethren. I deplored, in my feelings, the suspension of our forenoon meetings. I think it is a bad sign. We had a School of the Prophets here, to which most of the Elders were invited, and which they attended. That had to be suspended. These meetings on the Sunday morning had to be suspended. What more will have to be suspended or withdrawn? I have thought, unless the people of this city arouse themselves, change their course and are more diligent, that it might not be long until the presiding Priesthood would be prompted to move from this city; not that the authority of the Priesthood will be withdrawn. These things are painful in the chief city of Zion, and they are not such indications as I like to witness. Yesterday there was a meeting appointed; but instead of attending it, the brethren were engaged in haying and every kind of labor. They can do this, of course, if they wish; but it does not look very well when a meeting is appointed, and the Apos<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"145b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0145.pdf\" target=\"pdfwin\">p.&#xA0;145b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6231\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tles suspend their labors and come here to teach you, for you to stay away, thinking your employments are of such importance that you cannot spend time at meeting. Men and women who entertain this feeling and take this course ought to be ashamed of themselves! It is treating the men who preside over you with disrespect, for which, if you could realize, you would be ready to apologize. <\/div><div class=\"paragraph jod\" id=\"v16n497\"> You cannot be too careful in relation to our duties. This is a day when every one should be diligent in the performance of duties, and should attend to them strictly. You should invoke the blessing of God upon your habitation, and upon your children, that they may grow up in the fear and admonition of the Lord.<span class=\"citation\" id=\"75013\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75013)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75013)\">Eph. 6:4<\/a><\/span> Every boy in this community should feel that he would rather lay down his life than sacrifice his virtue or indulge in unvirtuous actions. We have to guard against the bad examples seen around us. Mothers, teach your girls the value of virtue and chastity. Inquire into their movements, and guard them as you would the most precious jewels which God could give unto you. Fathers, talk with your sons, and fortify them against temptation. Let them flee lust,<span class=\"citation\" id=\"76116\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76116)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76116)\">2 Tim. 2:22<\/a><\/span> for I tell you that, as true as we live, the words of God will be fulfilled, that he that looks upon a woman to lust after her shall deny the faith unless he repents.<span class=\"citation\" id=\"85326\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85326)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85326)\">D&amp;C 42:23<\/a><\/span><span class=\"citation\" id=\"86406\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86406)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86406)\">D&amp;C 63:16<\/a><\/span> We know that this is so. I know it, by seeing young men grow up from boyhood in this Church until the present time. I think about numbers I was acquainted with in my boyhood. Where are they? They have lost the faith. Elders have lost the faith who have taken a course of this kind. It is a damning sin, and wherever indulged in it banishes the Spirit of God. No man can retain the faith  <div class=\"break pagebreak\" id=\"146a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0146.pdf\" target=\"pdfwin\">p.&#xA0;146a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6230\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>without the Holy Ghost, and no man can retain the Holy Ghost who takes a course of this kind. Be warned of these things, if you wish to hold on in the faith and to sit down with the fathers in the kingdom of God. <\/div><div class=\"paragraph jod\" id=\"v16n499\"> Then abstain from lust, and everything which would lead thereto. No matter how wild and rowdy our boys may be, and many of them are so, I do not care for such rowdiness and wildness, if it is not associated with unvirtuous actions. A man may be as nice, to all appearance, as a human being can be, so far as externals are concerned, and yet, if he lack virtue, he is like a whited sepulchre.<span class=\"citation\" id=\"65559\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65559)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65559)\">Matt. 23:27<\/a><\/span> God <div class=\"break columnbreak\" id=\"146b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0146.pdf\" target=\"pdfwin\">p.&#xA0;146b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6230\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> is not with such a man, and God will damn this generation for the course they take in relation to women. That is their crying, damning sin. <\/div><div class=\"paragraph jod\" id=\"v16n500\"> Let us guard against it. Let us watch our children. Let us prevent the ingress of crime. Let us guard our own hearts, and endeavor to secure the portals of the hearts of our children that evil suggestions, from whatever source, may never take root therein. <\/div><div class=\"paragraph jod\" id=\"v16n501\"> That God may bless and preserve us, and deliver Zion from all her enemies, is my prayer in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}