{"ID":160017, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Order of Enoch.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, delivered in the Bowery, Logan City, Sunday Morning, June 29, 1873.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: The Order of Enoch.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 6\/29\/1873<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d17\">\n<div class=\"paragraph jod\" id=\"v16n425\"> I say to the Latter-day Saints, that the only reason why we do not take up the subject and enter into the organization of Enoch, or a city of Enoch,<span class=\"citation\" id=\"92975\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92975)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92975)\">Moses 7:19<\/a><\/span> is simply because we have not yet been able to find every item of law bearing upon this matter, so as to organize in a way that apostates cannot trouble us. This is the only reason. It is a matter that I am paying particular attention to, with some of my brethren, to see if we have skill enough to get up an organization and draw up papers to bind ourselves together under the laws of the United States, so that we can put our means and labor together and join as one family. As soon as we can accomplish this, and get an instrument that lawyers cannot pick to pieces and destroy, and apostates cannot afflict us, we expect to get up this institution, and enter most firmly into it. <\/div><div class=\"paragraph jod\" id=\"v16n426\"> Yesterday and the day before I had considerable to say to the Latter-day Saints, reading the dark side of the page. I will say here, I am not discouraged with regard to this latter-day work, I am not discouraged with regard to the Latter-day Saints. If we were to pick and choose today, we should find a large majority of the people called Latter-day Saints, who are ready and willing, with open hands and pure hearts, <div class=\"break columnbreak\" id=\"122b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0122.pdf\" target=\"pdfwin\">p.&#xA0;122b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6254\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to enter into the Order of Enoch,<span class=\"citation\" id=\"126784\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126784)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126784)\">D&amp;C 76:57<\/a><\/span><span class=\"citation\" id=\"126785\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126785)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126785)\">D&amp;C 82:1-24<\/a><\/span> and to live and die in this Order. This is my faith concerning the people at large, consequently I am not discouraged. But there are some who need chastening. We cannot call names, this will not answer. We cannot tell a man that he is going to apostatize, but we can chasten him as a member of the Church, not as an individual. In this capacity, while in public, we do not take the liberty of chastening an individual. But we can say to the brethren and sisters, we are encouraged. &#x201C;Mormonism&#x201D; is onward and upward, the Gospel that the Lord Jesus has introduced in the latter days is enjoyed by many, and it is our life, our joy, our peace, our glory, our happiness, our all; and when we come to the trying scene, as some call it, of sacrificing our property, and putting it together for the good of the community, I do not expect the brethren will receive any more trials than they have heretofore, I do know whether the sisters will. <\/div><div class=\"paragraph jod\" id=\"v16n427\"> Brother George Q. Cannon says the sisters have borne a great deal. So they have, but if they could only stand in the shoes of their husbands who are good, true and faithful, they would know that they are by no means free from perplexities. Just fancy a man with two, three, or half  <div class=\"break pagebreak\" id=\"123a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0123.pdf\" target=\"pdfwin\">p.&#xA0;123a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6253\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>a dozen of his beloved wives catching him on one side, and before he can take three steps more, catching him on the other, and &#x201C;I want this,&#x201D; &#x201C;I want that,&#x201D; and &#x201C;this is not right,&#x201D; and &#x201C;that is not right,&#x201D; and so on; their minds just pulled to pieces. I say if the hair is spared on their heads they may consider that they have got blessed good wives. I have as many wives as many other men, and I keep my hair yet. But as to trials, why bless your hearts, the man or woman who enjoys the spirit of our religion has no trials; but the man or woman who tries to live according to the Gospel of the Son of God, and at the same time clings to the spirit of the world, has trials and sorrows acute and keen, and that, too, continually. <\/div> <div class=\"break columnbreak\" id=\"123b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0123.pdf\" target=\"pdfwin\">p.&#xA0;123b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6253\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v16n429\"> This is the deciding point, the dividing line. They who love and serve God with all their hearts rejoice evermore,<span class=\"citation\" id=\"75723\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75723)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75723)\">1 Thes. 5:16<\/a><\/span> pray without ceasing,<span class=\"citation\" id=\"75734\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75734)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75734)\">1 Thes. 5:17<\/a><\/span><span class=\"citation\" id=\"81974\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81974)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81974)\">Mosiah 26:39<\/a><\/span> and in everything give thanks;<span class=\"citation\" id=\"89232\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89232)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89232)\">D&amp;C 98:1<\/a><\/span> but they who try to serve God and still cling to the spirit of the world, have got on two yokes&#x2014;the yoke of Jesus and the yoke of the devil, and they will have plenty to do. They will have a warfare inside and outside, and the labor will be very galling, for they are directly in opposition one to the other. Cast off the yoke of the enemy,<span class=\"citation\" id=\"74621\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74621)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74621)\">Gal. 5:1<\/a><\/span> and put on the yoke of Christ, and you will say that his yoke is easy and his burden is light.<span class=\"citation\" id=\"64326\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64326)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64326)\">Matt. 11:29-30<\/a><\/span> This I know by experience. <\/div><div class=\"paragraph jod\" id=\"v16n430\"> God bless you. <\/div>\n<\/div>\n<\/div>"}