{"ID":160039, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Means Required to Build the Temples&#x2014;The Word of Wisdom&#x2014;Unity Needed in Building Up Zion&#x2014;Sabbath Schools&#x2014;Journeyings in the Holy Land.<\/div>\n<div class=\"subtitle\">Discourse by President George A. Smith, delivered in the New Tabernacle, Salt Lake City, at the Semi-Annual Conference, October 8, 1873.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: Means Required to Build the Temples, Etc.<\/div>\n<div class=\"speaker\">Speaker: George A. Smith<\/div>\n<div class=\"date\">Date: 10\/8\/1873<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d39\">\n<div class=\"paragraph jod\" id=\"v16n967\"> Before the brethren and sisters disperse, we wish to say a few words to them in relation to building the Temples that are in progress. I think it was in 1852 that we broke the ground for this Temple. We <div class=\"break columnbreak\" id=\"279b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0279.pdf\" target=\"pdfwin\">p.&#xA0;279b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6097\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> have met with a great many obstacles in the way of its progress. After the foundation was level with the ground, we commenced to use granite, which had to be hauled some eighteen miles, and we hauled it with  <div class=\"break pagebreak\" id=\"280a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0280.pdf\" target=\"pdfwin\">p.&#xA0;280a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6096\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>oxen and mules. Whenever oppression from our enemies or other causes did not prevent, we progressed with this great work. The building is nearly 200 feet long and about 120 feet wide. The foundation of the side walls is sixteen feet wide, while that of the towers at each end has a proportionately broad footing. When completed, the pinnacles will be 112 feet high, while the main tower will be 225 feet high. The building will be a majestic one, and will creditably compare with any large building in the world. We have now gained an advantage that we never had before&#x2014;that is, railway communication directly with the granite quarry. It is true that we have to change from narrow to broad gauge, causing a little trouble; we bring from two to four carloads a day of this granite on to the Temple Block. There are some eighty men cutting these stones, and there is a party of men now engaged in laying them. I invite all the brethren from a distance to go on to the ground when the men are at work, and see how beautifully they handle these large stones, and how accurately they place them in their position, for I hope that every Latter-day Saint feels enough interest in the building of the Temple to lift his heart in prayer to the Most High that he will enable us to build the Temples which we have commenced, that we may continue the work of salvation for ourselves and our dead. <\/div><div class=\"paragraph jod\" id=\"v16n969\"> We are employing a considerable force of men in the stone quarry, and have been increasing the number of late. Our hope in doing so is to get a quantity of stone quarried before the winter sets in, that we may continue the work of stone cutting through the winter. As it is now, when only two car loads a day arrive, some of the stone cutters on the block will be idle, for it requires <div class=\"break columnbreak\" id=\"280b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0280.pdf\" target=\"pdfwin\">p.&#xA0;280b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6096\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> nearly three car loads a day to supply them. We are very glad that we are able to move the Temple forward, but you must be aware that all this takes means. The mining companies in the mountains pay, or promise to pay, high wages; and we have to pay a pretty liberal price in order to satisfy the brethren who work on the Temple. A portion of this is paid in the staple products of the country, and the residue in money, or merchandise, which is the same thing as money to us, for we have to pay money for it. We accordingly appeal to the brethren, both here and throughout the world, to remember their duties and their offerings for the Temple. Remember that the ordinances by which we gain exaltation for ourselves and our relatives, who have gone before us, are only administered in a holy house, which has been built in the name of, and dedicated to, the Most High God, according to his laws and commandments. <\/div><div class=\"paragraph jod\" id=\"v16n970\"> It would seem that in Salt Lake City and vicinity, there should be abundance of Tithes and offerings to carry on the work on the Temple; yet we are suffered to go behind, get into debt and incur responsibilities. It is the duty of our brethren and sisters, Bishops, teachers and all, to wake up to this subject, and remembering what is required of them by the law of the Lord, to contribute of their mites and of their abundance,<span class=\"citation\" id=\"67947\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67947)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67947)\">Luke 21:1-4<\/a><\/span> that when this great building shall be dedicated, they can come forward knowing it is their offering to the Most High; that their tenths have been expended upon it, and that they have the right to the privilege of entering its basement and receiving the ordinances of baptism for their dead, to pass through the various ordi<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"281a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0281.pdf\" target=\"pdfwin\">p.&#xA0;281a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6095\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>nances of the Priesthood, and have the necessary sealings duly recorded, for themselves and their ancestors, and bequeath to their posterity the blessings which are there sealed upon them for ever. I exhort the brethren to consider these things. <\/div><div class=\"paragraph jod\" id=\"v16n972\"> It is said that in judging the conduct of others we should be merciful. This is a kind of proverb or select sentence. But it goes on further to say, that in criticising ourselves we should be exact and severe. Now when we come to judge our Tithing, and the interests we invest in the Temples of the Lord, let us do it conscientiously, each one for himself or herself. <\/div><div class=\"paragraph jod\" id=\"v16n973\"> I spoke here, the other day, a little in relation to the Word of Wisdom,<span class=\"citation\" id=\"88877\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88877)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88877)\">D&amp;C 89:1-21<\/a><\/span> and I again appeal to my brethren and my sisters to observe it, for I know that if they neglect to do so, before they pass behind the veil they will mourn, wail and weep in their hearts, for it will have a tendency to shorten their days, decrease their strength and lessen their glory. To those brethren who indulge in intoxicating drinks<span class=\"citation\" id=\"88911\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88911)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88911)\">D&amp;C 89:7<\/a><\/span> I say, Cease this folly. Brethren, I appeal to you in the name of humanity, in mercy to your wives and children, in the name of my Father in heaven and in the name of his Son, and say, Waste not your strength and your life with folly of this kind. Let intoxicating drinks alone, entirely alone. <\/div><div class=\"paragraph jod\" id=\"v16n974\"> We are looking forward to the day when we shall return to Jackson County. The time will come when the Latter-day Saints will build, in Independence, Mo., a holy city.<span class=\"citation\" id=\"86095\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86095)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86095)\">D&amp;C 57:3<\/a><\/span> That will one day be the Center Stake of Zion, the center spot of the New Jerusalem which God is to build on this land. We can only be prepared for that work by being united. Can we not unite a little in building a <div class=\"break columnbreak\" id=\"281b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0281.pdf\" target=\"pdfwin\">p.&#xA0;281b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6095\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Temple, in contributing a tenth of all our substance to that work? Can we not unite a little in erecting a factory, in establishing a store? Can we not learn, step by step, the principles of unity, which will enable us to be the people of God, like the Zion of Enoch,<span class=\"citation\" id=\"85046\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85046)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85046)\">D&amp;C 38:4<\/a><\/span> and prepare us for a dwelling with the blest? Let us consider these things, and sustain with all our powers all the efforts that are made to bring about a unity among the Saints. Every step we take of this kind is in the right direction. Sustain our Cooperative stores, and cease to sustain those who do not build up Zion. The Elders of Israel have traversed the earth and gathered you from distant nations, and you have come here to serve the Lord; but if you expend your energies and means in sustaining those who would destroy the Saints, you are only laying the foundation of your own degradation, for as the Lord God lives, the man who will not sustain Zion will be cut off. <\/div><div class=\"paragraph jod\" id=\"v16n975\"> Remember these things, brethren and sisters, and sustain the servant of God and the institutions of heaven. Pray for those who are in authority, sustain the organizations that are established for the welfare of Zion, and cease to sustain her enemies. Circulate among the people our publications. Let the sermons of the Presidency and of the Apostles, that are published in the <span class=\"italic\">Deseret News<\/span>, be read in every habitation. Circulate the publications of the Church wherever you can, and supply your families with Bibles and Testaments. Sustain and maintain Sabbath schools, and encourage all the children, and as many grown people as may be necessary, to attend, that these schools may prosper, and be useful. <\/div><div class=\"paragraph jod\" id=\"v16n976\"> I thought, in the start, of a great many subjects that I wished to talk about. In the Sunday School Union,  <div class=\"break pagebreak\" id=\"282a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0282.pdf\" target=\"pdfwin\">p.&#xA0;282a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6094\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>which met last evening, eighteen thousand children were represented, who were regular attendants at the Sabbath schools in this Territory. This is not what it should be. It is very extensive I will admit, but at the same time there is a school population in this Territory of about thirty-five thousand. The State of Nevada has for years received very large means in various ways from the United States for sustaining schools; but the whole population of that State is probably not equal to the number of school children in this Territory, and yet they have had all the resources usually given by the national government to States to sustain schools. The State of Nebraska was admitted into the Union when it had but a small population, but it received the same liberal school bequest, and it is reported that the Governor stole the outfit, and was impeached and dismissed from office for so doing. Whether they recovered the money or not I do not know. At any rate they disgraced him. The idea among many of these public officers is that if they can only steal skillfully enough not to be caught and brought to justice, it is all right. But the Governor of Nebraska was a little clumsy, and consequently they impeached him. There is said to be a great deal of swindling among these public officers, and in Nebraska it was the school fund that was assailed. <\/div><div class=\"paragraph jod\" id=\"v16n978\"> We have never had in this Territory national aid for schools to the amount of a dollar, or from any other source than our own pockets, and I am proud of the achievements of the Territory with regard to schools. We should not relax our efforts. Our Sunday School Union should be able to bring out more Sunday school scholars than now attend. <\/div><div class=\"paragraph jod\" id=\"v16n979\"> I want to say to my brethren that <div class=\"break columnbreak\" id=\"282b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0282.pdf\" target=\"pdfwin\">p.&#xA0;282b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6094\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> our journeyings in the Holy Land had a tendency to inform us with regard to many things we did not understand, and we now know much better than before our visit how to establish missions in those countries, which will be done at a proper time as the Lord opens the way. They are, however, fearfully tied up with ignorance, superstition and oppressive laws, &amp;c. But we found more bigotry, narrow-mindedness and disposition to proscribe each other among those professing Christianity than among any other class of people in the Turkish Empire. <\/div><div class=\"paragraph jod\" id=\"v16n980\"> In Jerusalem there was an attempt made by certain men of science to search for the old foundations of the city. They sank down some hundred and seventy feet, and they found that the old foundation was built among the mountains, and little valleys running between them. Mount Moriah, Mount Zion, Mount Calvary, the Mount of Olives and others are all in the neighborhood, and there were anciently deep ravines between, and the city was originally built with terraces, one street rising above another. It is said that some of the Christians feared that this investigation would result in proving that the holy places, which are so much worshiped and adored, were not the true holy places, so they, I was told by some respectable Jews who were anxious to have the investigation go on, exercised an influence with the Turkish government to stop it, on the ground that the excavation were likely to undermine Jerusalem. At any rate the investigation was stopped. The Greek, Latin, Coptic and Armenian sects were said to have been principally interested in this matter. <\/div><div class=\"paragraph jod\" id=\"v16n981\"> The American minister to the Turkish empire assured me that he had greater difficulty in promoting  <div class=\"break pagebreak\" id=\"283a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0283.pdf\" target=\"pdfwin\">p.&#xA0;283a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6093\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>peace among the different Christian sects toward each other than he had among the Muhammadans and Christians, and in most cases the Christians were far less tolerant towards each other than the Muhammadans were towards them. When we find Elders who have the spirit of such a mission and wish to labor in the work of the Lord, and to go into those countries and learn the languages, we shall send some of them there to make an attempt to introduce the Gospel. President Joseph Smith laid us under obligations to preach the Gospel or send it to all nations, kindreds, tongues and people,<span class=\"citation\" id=\"79749\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79749)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79749)\">Rev. 14:6<\/a><\/span> and wherever the way has opened we have exerted ourselves to the utmost to do this. We have a Territory here hundreds of miles in extent, occupied by a thriving population. Where did they come from? They have been gathered from the nations wherever the Elders of Israel have been permitted to preach. A great many of the Christian nations are locked up. A man could now preach in Italy, but the traditions of the people are so strong that it would be a dangerous experiment probably to undertake it. While conversing with some Greek members of parliament they said to us&#x2014;&#x201C;We are Christians already, why not go among the heathens and teach them Christ? We know something about Christ now, and that is enough.&#x201D; The constitution of Greece provides that all sects may be tolerated, but proselytism is prohibited from the Oriental Greek church, so you may think as you have a mind to, but if you get any of the people to believe in the Gospel and they are baptized you are subject to a penalty. <\/div> <div class=\"break columnbreak\" id=\"283b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0283.pdf\" target=\"pdfwin\">p.&#xA0;283b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6093\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v16n983\"> I wish to bear my testimony to the truths of the Gospel, to express my gratitude to the Conference for the attendance and attention, and to return my heartfelt thanks to our brethren and sisters who have made us music. I am gratified at the attendance of the singers from the various settlements. I feel that the blessing of Israel's God will be upon them. I hope the brethren and sisters will treasure up what they have heard and profit by it. Every man who has spoken has seemed to be filled with the power of the Holy Spirit. At the opening of the Conference I requested that the prayer of faith should ascend on high that the Spirit of the Almighty might dictate and control those who spoke, that we might be edified by the power of the Almighty. Our prayer has been heard, and we can now go away from this Conference to the different parts of the Territory, or to our several missions abroad, wherever we are called, with a united faith and confidence that we shall be better men, and that we shall more truly and faithfully perform our duties than we have done before. <\/div><div class=\"paragraph jod\" id=\"v16n984\"> The blessings of Israel's God be upon you all, and may we all be faithful in the performance of our several duties, exercising faith before God to deliver us from our enemies, and cause that the Lamanites may be peaceable in our midst; for I will assure you, brethren, that if you want the Lamanites to be peaceable towards you, you must cultivate peaceable feelings in your hearts towards them, and never desire to shed their blood. <\/div><div class=\"paragraph jod\" id=\"v16n985\"> The peace of God be upon you all, in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}