{"ID":160046, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">What the Gospel Teaches&#x2014;Revelation From God Necessary&#x2014;The Faith and Doctrines of the Latter-Day Saints.<\/div>\n<div class=\"subtitle\">Discourse by Elder John Taylor, delivered in the Fourteenth Ward Assembly Rooms, Salt Lake City, Sunday Afternoon, Feb. 1, 1874.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: What the Gospel Teaches, Etc.<\/div>\n<div class=\"speaker\">Speaker: John Taylor<\/div>\n<div class=\"date\">Date: 2\/1\/1874<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d46\">\n<div class=\"paragraph jod\" id=\"v16n1281\"> I have had a note forwarded to me since I came here, by a party who is a stranger to me, requesting that I would speak on our leading doctrines. There are so many great principles developed in the eternal truths of God that we believe in, that it is a somewhat difficult task to attempt, in so short a time, any adequate exposition thereof, and if I touch upon any of these principles, it must be very lightly. The request reminds me of an anecdote which I read a short time ago. A lady met with a gentleman who had traveled very extensively over the world. He was a statesman, a philosopher, and quite a celebrity. He and the lady were going to take dinner together, and some ten or fifteen minutes before dinner was served, the lady said to him&#x2014;&#x201C;Mr.&#x2014;, I am very happy to have the privilege of seeing and speaking with you, and now while they are preparing dinner, we shall have ten or fifteen minutes, will you please tell me all you know and 'have seen in your travels?'&#x201D; <\/div><div class=\"paragraph jod\" id=\"v16n1282\"> In regard to our religion, I will say that it embraces every principle of truth and intelligence pertaining to us as moral, intellectual, mortal and immortal beings, pertaining to <div class=\"break columnbreak\" id=\"369b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0369.pdf\" target=\"pdfwin\">p.&#xA0;369b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6007\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> this world and the world that is to come. We are open to truth of every kind, no matter whence it comes, where it originates, or who believes in it. Truth, when preceded by the little word &#x201C;all,&#x201D; comprises everything that has ever existed or that ever will exist and be known by and among men in time and through the endless ages of eternity; and it is the duty of all intelligent beings who are responsible and amenable to God for their acts, to search after truth, and to permit it to influence them and their acts and general course in life, independent of all bias or preconceived notions, however specious and plausible they may be. <\/div><div class=\"paragraph jod\" id=\"v16n1283\"> We, as Latter-day Saints, believe, first, in the Gospel, and that is a great deal to say, for the Gospel embraces principles that dive deeper, spread wider, and extend further than anything else that we can conceive. The Gospel teaches us in regard to the being and attributes of God; it also teaches us our relationship to that God and the various responsibilities we are under to him as his offspring; it teaches us the various duties and responsibilities that we are under to our families and friends, to the community, to  <div class=\"break pagebreak\" id=\"370a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0370.pdf\" target=\"pdfwin\">p.&#xA0;370a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6006\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the living and the dead; it unfolds to us principles pertaining to futurity; in fact, according to the saying of one of the old disciples, it &#x201C;brings life and immortality to light,&#x201D;<span class=\"citation\" id=\"76048\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76048)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76048)\">2 Tim. 1:10<\/a><\/span> brings us into relationship with God, and prepares us for an exaltation in the eternal world. There is something grand, profound and intellectual associated with the principles of the Gospel as it stands connected with the salvation and exaltation of man. A man in search of truth has no peculiar system to sustain, no peculiar dogma to defend or theory to uphold; he embraces all truth, and that truth, like the sun in the firmament, shines forth and spreads its effulgent rays over all creation, and if men will divest themselves of bias and prejudice, and prayerfully and conscientiously search after truth, they will find it wherever they turn their attention. But in regard to the leading principles of the Gospel, there are some distinctive features connected therewith, which, like all the laws of nature and of nature's God, require implicit obedience and compliance therewith in order to insure a realization of the results which flow therefrom. The earth on which we live, the matter of which it is composed, the elements with which we are surrounded, as well as the planetary system, have certain inscrutable, eternal, unchangeable laws connected with them that cannot be departed from. <\/div><div class=\"paragraph jod\" id=\"v16n1285\"> We talk sometimes about the great discoveries men have made connected with electricity, steam, light and its properties, and a variety of other principles that exist in nature; all those principles are governed by certain specific laws, which are immutable and unchangeable; and all of the great discoveries which men have made, have only developed certain properties that have always <div class=\"break columnbreak\" id=\"370b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0370.pdf\" target=\"pdfwin\">p.&#xA0;370b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6006\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> existed. They have not created anything, and their discoveries are nothing particularly worth boasting of. A child, in its infancy, possesses certain reasoning faculties, but they are only developed by a long course of training and experience. It possesses arms, legs, feet, a head and body, eyes, ears, nose, &amp;c., but it is unconscious of this; by and by, when its reasoning faculties begin to be developed, it discovers that it has hands. It had them before, but it did not know it. It is a good deal so with us and the generations which have preceded us&#x2014;we live, and have lived in a world in which from the beginning there have existed principles, organisms and systems&#x2014;all that are now known or that ever will be discovered, but we have been ignorant of them, and only become aware of their existence by what is called the progress of science and the discoveries of scientific and ingenious men. And as earthly things are governed and controlled by unchanging laws, so it is with heavenly things. In optics certain lenses are needed for the reception and refraction of light; in chemistry a certain combination of elements is necessary to produce magnetism or electricity, and you may have these elements ever so perfect, and without the wire you cannot use them to convey intelligence; and you may have the wire without the necessary combination of chemical elements, and the result is the same. I have a watch; if I wind it up it will tell the time, if I neglect to do that it will stop. You have your steam engine, if you shut up the valve you turn off the steam, and it ceases to move. You have a water wheel possessing certain power, but turn off the water from that wheel and its power ceases. It is just so in regard to all the operations of nature&#x2014;they are governed  <div class=\"break pagebreak\" id=\"371a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0371.pdf\" target=\"pdfwin\">p.&#xA0;371a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6005\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>by certain laws which are understood by those who study them. <\/div><div class=\"paragraph jod\" id=\"v16n1287\"> There are laws pertaining to eternal things&#x2014;the things of God&#x2014;that are just as immutable and unchangeable as those of which I have been speaking, and to realize the results they are calculated to produce, you must submit to and obey them. God has distinctly told us in his revelations that &#x201C;no man knows the things of God, but by the Spirit of God, even as no man knows the things of man, but by the spirit of man that is within him,&#x201D;<span class=\"citation\" id=\"73052\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73052)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73052)\">1 Cor. 2:11<\/a><\/span> then how can men obtain a knowledge of the things of God except they first take the course which he has pointed out? They cannot do it. If the laws which govern terrestrial things are immutable, the laws which govern celestial things are certainly not less so, and this brings me to the consideration of some of the first principles of the Gospel which we as a people believe in. <\/div><div class=\"paragraph jod\" id=\"v16n1288\"> We believe that it is necessary for man to be placed in communication with God; that he should have revelation from Him, and that unless he is placed under the influence of the inspiration of the Holy Spirit, he can know nothing about the things of God. I do not care how learned a man may be, or how extensively he may have traveled; I do not care what his talent, intellect or genius may be, at what college he may have studied, how comprehensive his views or what his judgment may be on other matters, he cannot understand certain things without the Spirit of God, and that necessarily introduces the principle I before referred to&#x2014;the necessity of revelation. Not revelation in former times, but present and immediate revelation, which shall lead and guide those who possess it in all the paths of life here, and to eternal <div class=\"break columnbreak\" id=\"371b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0371.pdf\" target=\"pdfwin\">p.&#xA0;371b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6005\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> life hereafter. A good many people, and those professing Christians, will sneer a good deal at the idea of present revelation. Whoever heard of true religion without communication with God? To me the thing is the most absurd that the human mind could conceive of. I do not wonder, when the people generally reject the principle of present revelation, that skepticism and infidelity prevail to such an alarming extent. I do not wonder that so many men treat religion with contempt, and regard it as something not worth the attention of intelligent beings, for without revelation religion is a mockery and a farce. If I cannot have a religion that will lead me to God, and place me <span class=\"italic\">en rapport<\/span> with him, and unfold to my mind the principles of immortality and eternal life, I want nothing to do with it. <\/div><div class=\"paragraph jod\" id=\"v16n1289\"> The principle of present revelation, then, is the very foundation of our religion. The Christian world reject that, and say the Bible is all-sufficient. I can remember in my younger days searching its contents very diligently. It is a glorious book to study, and I earnestly recommend it to the attention of our young men and young women, and of our old men and old women. &#x201C;Search the scriptures,&#x201D; was the command of Jesus, &#x201C;for in them ye think ye have eternal life: and they are they that testify of me.&#x201D;<span class=\"citation\" id=\"69189\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69189)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69189)\">John 5:39<\/a><\/span> I would not only search the Scriptures that we now have, but I would search also every revelation that God has given, does give, or will give for the guidance and direction of his people, and then I would reverence the Giver, and those also whom he makes use of as his honored instruments to promulgate and make known those principles; and I would seek to be governed by the principles that are contained in that sacred word. <\/div> <div class=\"break pagebreak\" id=\"372a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0372.pdf\" target=\"pdfwin\">p.&#xA0;372a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6004\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v16n1291\"> Now then let me look back a little, and examine things as they have existed. What kind of a Gospel was it that Jesus introduced? We are told that it was the Gospel;<span class=\"citation\" id=\"76050\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76050)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76050)\">2 Tim. 1:10<\/a><\/span> but what sort of an organization did his Church have? Apostles, Prophets, Pastors, Teachers and Evangelists&#x2014;<span class=\"citation\" id=\"126922\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126922)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126922)\">Eph. 4:11<\/a><\/span>inspired men&#x2014;men who had the ministering of angels, the spirit of prophecy, and the principle of revelation; men who had the heavens opened to them, so that they could contemplate the purposes of God as they should roll along throughout every subsequent period of time until the winding up scene. Whence did they obtain this knowledge? They obtained it through obedience to the Gospel of Jesus Christ, and hence it is very properly said that &#x201C;life and immortality are brought to light by the gospel.&#x201D;<span class=\"citation\" id=\"76049\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76049)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76049)\">2 Tim. 1:10<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v16n1292\"> Well, who were the ancient Apostles? They were men chosen and selected by Jesus Christ, the Son of God. Who were these Prophets? Men who were in possession of the spirit of prophecy; and you show me a man who is called and inspired of God to preach the Gospel of Jesus Christ, and I will show you a Prophet, for we are told that &#x201C;the testimony of Jesus is the spirit of prophecy;&#x201D;<span class=\"citation\" id=\"80369\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80369)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80369)\">Rev. 19:10<\/a><\/span> and if a man has not the spirit of prophecy and revelation he is not the man to teach the things of God, for that is the principle by which all God's chosen and authorized ministers in every age have been inspired, and by which they have taught the things of eternal life to the children of men. <\/div><div class=\"paragraph jod\" id=\"v16n1293\"> How was it with Jesus? He said that &#x201C;he came not to do his own will, but the will of the Father who sent him;&#x201D;<span class=\"citation\" id=\"69168\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69168)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69168)\">John 5:30<\/a><\/span><span class=\"citation\" id=\"126923\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126923)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126923)\">John 6:38<\/a><\/span> and said he&#x2014;&#x201C;The words that I speak I speak not of myself: but the Father which dwelleth in me, he doeth the works.&#x201D;<span class=\"citation\" id=\"69948\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69948)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69948)\">John 14:10<\/a><\/span> <div class=\"break columnbreak\" id=\"372b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0372.pdf\" target=\"pdfwin\">p.&#xA0;372b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6004\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> When the disciples went forth to preach the Gospel, Jesus told them to go without purse and scrip,<span class=\"citation\" id=\"64103\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64103)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64103)\">Matt. 10:9-10<\/a><\/span><span class=\"citation\" id=\"68165\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68165)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68165)\">Luke 22:35<\/a><\/span> trusting in him; and he told them that when they were brought before kings, rulers and governors, they were not to think beforehand what they should say, for it should be given to them in the selfsame hour that they needed it.<span class=\"citation\" id=\"67604\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67604)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67604)\">Luke 12:11-12<\/a><\/span> Paul said that the Gospel that he preached &#x201C;he received not of man, neither by man;&#x201D; but he received it of God,<span class=\"citation\" id=\"74369\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74369)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74369)\">Gal. 1:11-12<\/a><\/span> and the words that he spake were not his own, for he told the people definitely and distinctly that their words came to them &#x201C;not in word only, but in power and in the demonstration of the Spirit of God,<span class=\"citation\" id=\"72954\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72954)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72954)\">1 Cor. 2:4<\/a><\/span> and with much assurance.&#x201D;<span class=\"citation\" id=\"75652\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75652)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75652)\">1 Thes. 1:5<\/a><\/span> They were under the inspiration of the Almighty. <\/div><div class=\"paragraph jod\" id=\"v16n1294\"> And where did we get our Bible from? &#x201C;No scripture is of any private interpretation,&#x201D; we are told, &#x201C;but holy men of old spake as they were moved upon by the Holy Ghost,&#x201D;<span class=\"citation\" id=\"78302\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78302)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78302)\">2 Pet. 1:20-21<\/a><\/span> and while under that inspiration they uttered the word of God, and that word became the Scripture of truth, as we here find it. It was given by dreams, visions and revelations, and that which was thus communicated to man was written, and has become what we call the Bible. <\/div><div class=\"paragraph jod\" id=\"v16n1295\"> When the inspired revelations which we call the Gospel were given to men there were Apostles and Prophets, pastors, teachers and evangelists;<span class=\"citation\" id=\"75064\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75064)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75064)\">Eph. 4:11<\/a><\/span> and how did Jesus tell his disciples to teach his Gospel? He told them to &#x201C;Go into all the world, and preach the gospel to every creature,&#x201D;<span class=\"citation\" id=\"66741\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66741)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66741)\">Mark 16:15<\/a><\/span> the promise being that &#x201C;He that believed and was baptized should be saved.&#x201D;<span class=\"citation\" id=\"66870\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66870)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66870)\">Mark 16:16<\/a><\/span> And it was also said that certain signs should follow them that believed: they should cast out devils in the name of Jesus, &#x201C;they should lay hands on the sick, and  <div class=\"break pagebreak\" id=\"373a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0373.pdf\" target=\"pdfwin\">p.&#xA0;373a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6003\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>they should recover,&#x201D;<span class=\"citation\" id=\"66925\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66925)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66925)\">Mark 16:17-18<\/a><\/span> &amp;c., showing that there was a living, vital, energetic power associated with the Gospel that was enunciated by Jesus Christ and taught by his Apostles. It was not connected alone with the Apostles, as some suppose. It does not read, &#x201C;these signs shall follow the Apostles who believe, or the disciples who believe,&#x201D; but the signs would follow them that believe wherever the Gospel was preached in all the world.<span class=\"citation\" id=\"66905\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66905)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66905)\">Mark 16:17<\/a><\/span> The Gospel and its blessings were not restricted either to time, person or place; but were to be enjoyed in all the world by all who believed. <\/div><div class=\"paragraph jod\" id=\"v16n1297\"> Paul tells us that Apostles, Prophets, evangelists, pastors, and teachers were placed in the Church,<span class=\"citation\" id=\"75065\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75065)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75065)\">Eph. 4:11<\/a><\/span> for what? For the establishing of Christianity? No, it does not read in that way. For the benefit of the Apostles and those immediately surrounding them? No. To convince the pagan Gentiles and unbelieving Jews? No, he tells us they were placed in the Church &#x201C;for the perfecting of the saints,&#x201D;<span class=\"citation\" id=\"75155\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75155)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75155)\">Eph. 4:12<\/a><\/span> that they who believed in and obeyed the Gospel might go on from strength to strength<span class=\"citation\" id=\"56922\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56922)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56922)\">Ps. 84:7<\/a><\/span> and be enabled to endure faithful to the end. It was for the perfecting of such persons, that, as immortal beings, they might increase in light, intelligence and truth, and be prepared to dwell with the Gods and the sanctified hosts in the eternal worlds. <\/div><div class=\"paragraph jod\" id=\"v16n1298\"> These officers were for the perfecting of the Saints then; were they for anything else? Yes, &#x201C;for the work of the ministry, and for the edifying of the body of Christ.&#x201D;<span class=\"citation\" id=\"75154\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75154)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75154)\">Eph. 4:12<\/a><\/span> Why? &#x201C;That they should be no more children, tossed about by divers winds of doctrine, and the craft of cunning men, whereby they lie in wait to deceive;&#x201D;<span class=\"citation\" id=\"75253\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75253)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75253)\">Eph. 4:14<\/a><\/span> but that they might &#x201C;be built on the foundation <div class=\"break columnbreak\" id=\"373b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0373.pdf\" target=\"pdfwin\">p.&#xA0;373b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6003\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of the apostles and prophets, Jesus Christ himself being the chief corner stone:&#x201D;<span class=\"citation\" id=\"74939\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74939)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74939)\">Eph. 2:20<\/a><\/span> that they might have a knowledge of the truth of the Gospel for themselves, glowing in characters of living fire written in their hearts, which no man, influence or power could obliterate; but that it might dwell there like a fire upon the altar eternally burning and from thence spread its radiant effulgence glowing, increasing and spreading. This is the kind of Gospel the ancients preached and believed in, and which we, the Latter-day Saints, preach and believe in. <\/div><div class=\"paragraph jod\" id=\"v16n1299\"> But where is the necessity of a new revelation, some may inquire, to restore this Gospel, seeing that it is the same Gospel that is recorded in the Scriptures? The Catholics would tell us there is no need of it, for they obtained it from God in ancient times, and have retained it, and it has been handed down in regular succession to the present day. I am not going to investigate all these theories today, there would not be time, suffice it to say that they are mere fallacies, neither Catholics, Greeks, or Protestants have retained the Gospel and the power to administer it. When we come to the Protestant world there is a great deal of credit due to them for the course they have taken. But has the Gospel been continued among them in its purity from the time that Jesus lived on the earth? Is there any man who has the hardihood to say so? I do not think you can find one. Whence originated these notions, opinions, theories, principles and dogmas that exist among men in the religious world at the present day? Did they originate with God? We are told that, &#x201C;he is not the author of confusion, but of order.&#x201D;<span class=\"citation\" id=\"73767\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73767)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73767)\">1 Cor. 14:33<\/a><\/span> Did he inspire men with all these various dogmas  <div class=\"break pagebreak\" id=\"374a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0374.pdf\" target=\"pdfwin\">p.&#xA0;374a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6002\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and theories? Certainly not. Who did; where did they come from? Why, men, in various ages, many of them very good men, have tried to stop the flood of evil, false doctrine, error and crime, and in doing so, unaided by inspiration, they have made very great blunders. When the pope, through the instrumentality of Loyola, was selling indulgences in a shameful and disgraceful manner, Martin Luther and other reformers rose up and denounced it as an evil, and they were right in that, for it was an evil, and a crime and an outrage upon society, for it was bartering that for money which God never intended or authorized. Inquires one&#x2014;&#x201C;Did not Jesus give to his disciples &#x2018;the keys of the kingdom of heaven,&#x2019;<span class=\"citation\" id=\"64904\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64904)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64904)\">Matt. 16:19<\/a><\/span> and say that &#x2018;Whose soever sins they remit should be remitted; and whose soever sins they retain should be retained?&#x2019;&#x201D;<span class=\"citation\" id=\"70920\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70920)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70920)\">John 20:23<\/a><\/span> &#x201C;Yes.&#x201D; &#x201C;Then why did not others have that power?&#x201D; They did, if they obtained it legitimately; but not in that kind of a way. Peter never possessed power to sell forgiveness of sins. In the days of the Apostles there was a certain man who saw the power of God made manifest through their administrations, and he offered them money to confer the same power upon him, but he was told that, inasmuch as he had thought the gift of God could be purchased with money, his money should perish with him.<span class=\"citation\" id=\"71635\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71635)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71635)\">Acts 8:18-20<\/a><\/span> &#x201C;But did not Peter and the other disciples possess the power to forgive sins?&#x201D; Yes. How did they exercise it? The Scriptures are very plain on that point. Read the account of Peter, on the day of Pentecost, addressing thousands of people who were assembled at Jerusalem on that occasion. They cried out to Peter and the rest of the Apostles&#x2014;&#x201C;Men and brethren, what <div class=\"break columnbreak\" id=\"374b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0374.pdf\" target=\"pdfwin\">p.&#xA0;374b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6002\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> shall we do to be saved?<span class=\"citation\" id=\"71166\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71166)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71166)\">Acts 2:37<\/a><\/span> We believe your statement, we believe we are sinners, we believe we have consented to the death of the Son of God, now what shall we do?&#x201D; Did he say&#x2014;&#x201C;I will forgive you your sins?&#x201D; No, no such thing. Did he have the power? Yes. How did he exercise it? Said he&#x2014;&#x201C;Repent, and be baptized every one of you in the name of Jesus Christ for the remission of your sins, and you shall receive the Holy Ghost,&#x201D;<span class=\"citation\" id=\"71230\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71230)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71230)\">Acts 2:38<\/a><\/span> and they took them and led them down into the water, and baptized them,<span class=\"citation\" id=\"71319\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71319)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71319)\">Acts 2:41<\/a><\/span> and their sins were forgiven. That is the way the Apostles forgave sins, it was not by selling indulgences. <\/div><div class=\"paragraph jod\" id=\"v16n1301\"> Martin Luther introduced some good principles, but did he bring back the Gospel Jesus brought? No, verily no. Did Melancthon? No. Zwingler? No. John Knox? No. Did Calvin? No, none of them brought back the Gospel of Jesus. They went about teaching good principles of morality, and the Gospel as far as they knew it. But God did not impart to them the light of revelation which the ancient Saints enjoyed, and as each of those reformers had his peculiar views and ideas in regard to the Gospel, they were the originators of the multitudes of sects and parties now existing in the Christian world. Luther promulgated his views very extensively in Germany, Calvin, who differed from him in regard to the doctrine of free will, and was a believer in the doctrine of fate, election or reprobation, promulgated his views extensively, and so with others. If they had had the light of revelation this variation would not have existed, the Spirit of God would have led them into all truth<span class=\"citation\" id=\"70400\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70400)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70400)\">John 16:13<\/a><\/span> and brought them to the unity of the faith,<span class=\"citation\" id=\"75203\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75203)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75203)\">Eph. 4:13<\/a><\/span> and they would have seen eye to eye, as the Scriptures say men  <div class=\"break pagebreak\" id=\"375a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0375.pdf\" target=\"pdfwin\">p.&#xA0;375a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6001\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>will do &#x201C;When God brings again Zion, and with their voice together will they sing.&#x201D;<span class=\"citation\" id=\"59582\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59582)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59582)\">Isa. 52:8<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v16n1303\"> We will refer to some of these seceding churches, but first for a moment will notice the Greek church. This church seceded from the Latin church, or the Latin from the Greek. I do not care which way you take it. There was a schism between these two bodies, and each pursued its own peculiar course, and that course has been very erratic, foolish and far from the principles of truth. Then there is the Episcopal Church. How did it originate? Through Henry the Eighth. How was it that he started a church? History informs us that it was simply on this ground&#x2014;he was desirous of having a divorce from his wife and the Pope would not grant it. Before this Henry had written a book or pamphlet in defense of popery and in opposition to the Reformation, for which the Pope styled him &#x201C;Defender of the Faith;&#x201D; but when the Pope would not consent to grant the English king this divorce he became angry, and determined to start a church of his own; and fortunately or unfortunately he had two pliant tools, ecclesiastics in the Catholic church, and to gratify their sovereign they lent themselves to him to assist in carrying out his plan, and together they started the Church of England, or the Episcopal Church as it is now called. When Henry had got a priesthood of his own he got the divorce he wanted, and went on his way rejoicing<span class=\"citation\" id=\"71683\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71683)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71683)\">Acts 8:39<\/a><\/span> I suppose, at least in his way. <\/div><div class=\"paragraph jod\" id=\"v16n1304\"> We will now come to some others among the reformers. There was John Knox, in Scotland a very zealous and very intolerant man, nothing very pleasant about him, some traits of his character I never <div class=\"break columnbreak\" id=\"375b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0375.pdf\" target=\"pdfwin\">p.&#xA0;375b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6001\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> admired, and I have read some things in his works that are not very pleasant, gentle or amiable; but he was no doubt a very sincere and zealous Christian in his way, and sought to do good. Then there was Calvin, another tolerably sincere man in my opinion, and judging from what history tells about him, he was desirous of stemming the torrent of evil and advancing good principles as far as he knew how. But who among them brought back the Gospel which Jesus taught? Not one. Leaving Calvin, Knox, Luther and the early reformers we come down to later times, and we find that in the Church of England there were some things which the conscientious portion of its members could not sustain, and a reformation was inaugurated by John and Charles Wesley, and a Mr. Fletcher. They taught many good principles; but they did not bring back the Gospel of Jesus Christ, although they were very zealous and very desirous of doing good, and I think there was something very creditable in their efforts to stem the current of evil and to resist and unmask the corruption that was creeping in under the name of religion and to unmask the hypocrisy that existed; but they did not restore the Gospel, and one of them, in singing said he looked forward to and hoped the time would come when&#x2014;  <\/div><div class=\"paragraph jod\" id=\"v16n1305\"> &#x201C;From chosen Abraham's seed The new Apostles choose O'er isles and continents to spread The dead-reviving news.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v16n1306\"> They did not have it, however he knew that, and although he was desirous of having such a state of things restored, he was not able to introduce it, for God had not called upon him to perform that work. <\/div><div class=\"paragraph jod\" id=\"v16n1307\"> There have been various other isms besides those I have mentioned, in some instances arising more from personal pique, prejudice and  <div class=\"break pagebreak\" id=\"376a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0376.pdf\" target=\"pdfwin\">p.&#xA0;376a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6000\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>contradictions and personal interests of men than for the glory of God and for the good of mankind, and I am afraid their originators cared more about preaching the Gospel according to certain men, rather than the Gospel according to Jesus Christ. In such a state of things what is to be done? We are living in a world in which the spirits who have dwelt in the bosom of God are coming into and leaving this state of existence at the rate of about a thousand millions in every thirty-three years; and here are thousands of so-called ministers of religion with an inefficient Gospel, that God never ordained, trying to ameliorate the condition of mankind, and sending what they call the Gospel to the heathen, and they are continually calling for the pecuniary aid of their fellow Christians to assist them in this enterprise. But if they have not the truth themselves how can they impart it to others? How can blind leaders<span class=\"citation\" id=\"64787\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64787)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64787)\">Matt. 15:14<\/a><\/span> lead people in the way of life and salvation? Was it not necessary, in view of the ignorance and blindness of the people everywhere, in regard to the principles of salvation, that something should be done to ameliorate the condition of a fallen world? The Christian world, by their unbelief, have made the heavens as brass,<span class=\"citation\" id=\"55166\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55166)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55166)\">Deut. 28:23<\/a><\/span> and wherever they go to declare what they call the Gospel they make confusion worse confounded; but who shall debar God from taking care of his own creation, and saving his creatures? Yet this is the position that many men have taken. But notwithstanding the unbelief so prevalent throughout Christen<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"376b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0376.pdf\" target=\"pdfwin\">p.&#xA0;376b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6000\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>dom, God restored his ancient Gospel to Joseph Smith, giving him revelation, opening the heavens to him, and making him acquainted with the plan of salvation and exaltation of the children of men. I was well acquainted with him, and have carefully examined the revelations given through him, and notwithstanding all the aspersions that have been cast upon him, I believe that, with the exception of Jesus Christ, there never was a greater Prophet upon this wide earth than he;<span class=\"citation\" id=\"91979\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91979)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91979)\">D&amp;C 135:3<\/a><\/span> and to the revelations he made known are we indebted for the glorious principles that God has communicated to the world in these last days. We were as much in the dark as other people were about the principles of salvation, and the relationship we hold to God and each other, until these things were made known to us by Joseph Smith. A great deal is said at the present time about the relation of husband and wife; but where is there a man outside of this Church who understands anything about this relationship, as well as that of parents to children? There is not one, and the Latter-day Saints knew nothing about it until it was revealed by Joseph Smith, through the Gospel. It is the Gospel that teaches a woman that she has a claim upon a man, and a man that he has a claim upon a woman in the resurrection; it is the Gospel that teaches them that, when they rise from the tombs in the resurrection, they will again clasp hands, be reunited, and again participate in that glory for which God designed them before the world was. <\/div><div class=\"paragraph jod\" id=\"v16n1309\"> [To Be Continued On Page 1, Vol. 17.] <\/div>\n<\/div>\n<\/div>"}