{"ID":160001, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Establishment of the Kingdom of God&#x2014;Permanent Equality Should Be Maintained Among the Saints&#x2014;Covetousness&#x2014;Tithing&#x2014;Consecration&#x2014;Distinctions.<\/div>\n<div class=\"subtitle\">Remarks by Elder Orson Pratt, delivered at the General Conference, in the New Tabernacle, Salt Lake City, Monday Morning, April 7, 1873.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: Establishment of the Kingdom of God, Etc.<\/div>\n<div class=\"speaker\">Speaker: Orson Pratt<\/div>\n<div class=\"date\">Date: 4\/7\/1873<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d01\">\n<div class=\"paragraph jod\" id=\"v16n1\"> It is a pleasure to me to bear testimony to the great work which God has revealed, and which he is establishing on the earth. It has been a pleasure for me to do so for nearly forty-three years. In the early rise of this Church, when I was but a youth of nineteen, God revealed to me the truth concerning this great latter-day work, and I have felt from that day until the present time to bear my testimony to the same, being commanded so to do.<span class=\"citation\" id=\"84953\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84953)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84953)\">D&amp;C 34:5-6,10<\/a><\/span> I have esteemed it above all other things. The things of this world have been nothing to me, when compared with the ministry, or declaring the truth to mankind. We have one of the most important messages to deliver to the children of men that has ever been communicated to mortals&#x2014;a dispensation of the same Gospel as was committed to men in the early ages of the world, and in the different dispensations down to the coming <div class=\"break columnbreak\" id=\"1b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0001.pdf\" target=\"pdfwin\">p.&#xA0;1b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6375\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of Christ. In addition to this, which renders our message of still more importance to the human family, is the fact that we are living in the last dispensation that will be given to mankind, called the dispensation of the fullness of times.<span class=\"citation\" id=\"74797\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74797)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74797)\">Eph. 1:10<\/a><\/span><span class=\"citation\" id=\"84681\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84681)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84681)\">D&amp;C 27:13<\/a><\/span><span class=\"citation\" id=\"90655\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90655)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90655)\">D&amp;C 112:30<\/a><\/span> All preceding dispensations have come to an end, apparently, and those who have embraced the doctrines or principles communicated to them have passed away, and darkness has intervened. But in this last dispensation which God has given to man, there will be no uprooting and destruction of his kingdom from the earth&#x2014;it is established never more to be thrown down, in fulfillment of ancient prophecy.<span class=\"citation\" id=\"60712\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60712)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60712)\">Jer. 31:40<\/a><\/span><span class=\"citation\" id=\"61257\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61257)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61257)\">Dan. 2:44<\/a><\/span><span class=\"citation\" id=\"89567\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89567)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89567)\">D&amp;C 101:75<\/a><\/span><span class=\"citation\" id=\"89760\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89760)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89760)\">D&amp;C 103:13<\/a><\/span> This is what makes this dispensation of greater importance than all which have preceded it. <\/div><div class=\"paragraph jod\" id=\"v16n2\"> Here in these mountains is established a kingdom, not earthly or transient in its nature, with officers who are called by uninspired men  <div class=\"break pagebreak\" id=\"2a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0002.pdf\" target=\"pdfwin\">p.&#xA0;2a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6374\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>but a kingdom that is divine, and which acknowledges the Great Redeemer and Savior as its King and Lawgiver.<span class=\"citation\" id=\"59072\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59072)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59072)\">Isa. 33:22<\/a><\/span> It must endure forever.<span class=\"citation\" id=\"61258\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61258)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61258)\">Dan. 2:44<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v16n4\"> I look back with great pleasure upon the history of this people from the commencement down to the present time. I see what God has wrought in their behalf; I see what he has accomplished among the nations. It is true that we have not continued as faithful in all things as we should. We have not made that progression in this kingdom that we ought. We have been perhaps slow to hearken in all things to the counsels which God has given, and the order which he has revealed,<span class=\"citation\" id=\"89414\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89414)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89414)\">D&amp;C 101:7<\/a><\/span> and which was intended to be of the greatest advantage to, and to produce the greatest amount of happiness among the Saints of the Most High. I say that, in some respects, we have been slow to obey the order of Heaven. In many things we have done well. When the doctrines of faith, repentance and baptism for the remission of sins, the baptism of fire and the Holy Ghost through the laying on of the hands of the servants of God, were taught to us, we laid hold of them with full purpose of heart. We covenanted before high heaven that we would keep the commandments of the Lord according to the best of the ability which we had. We did well in embracing these heavenly principles. <\/div><div class=\"paragraph jod\" id=\"v16n5\"> When God spake to us some forty-two or forty-three years ago, and commanded us&#x2014;then scattered about in the State of New York&#x2014;to gather up to Ohio,<span class=\"citation\" id=\"85035\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85035)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85035)\">D&amp;C 37:3<\/a><\/span><span class=\"citation\" id=\"85180\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85180)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85180)\">D&amp;C 38:32<\/a><\/span><span class=\"citation\" id=\"85248\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85248)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85248)\">D&amp;C 39:15<\/a><\/span> we did well in hearkening to that commandment, and coming together in Kirtland&#x2014;then in Geauga County. Again, when God gave a commandment through his servant, the Prophet Joseph, to gather up from all parts of the United States and form a nucleus in Jackson <div class=\"break columnbreak\" id=\"2b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0002.pdf\" target=\"pdfwin\">p.&#xA0;2b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6374\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> County, in the State of Missouri,<span class=\"citation\" id=\"86067\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86067)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86067)\">D&amp;C 57:1<\/a><\/span> we did well in obeying that commandment. When God, by the mouth of his servant, commanded that we should go forth and officiate and be baptized for and in behalf of our dead kindred,<span class=\"citation\" id=\"91003\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91003)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91003)\">D&amp;C 124:28-36<\/a><\/span><span class=\"citation\" id=\"126729\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126729)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126729)\">D&amp;C 128:16-18<\/a><\/span> we did well in performing that which we were commanded to do. When he commanded his Saints, scattered abroad in foreign countries, to gather to this continent, all who gathered in obedience to that requirement, with full purpose of heart to do his will, did well. When we were driven from our inheritances in Jackson County, Missouri, and our lands and houses and goods were spoiled, we did well in being faithful to God. When our enemies, a few years after, rose <span class=\"italic\">en masse<\/span> and drove us from our beautiful city of Nauvoo into these inhospitable western wilds, where to all human appearance we must perish of starvation, we did well to brave the dangers of the desert, and the difficulties we had to encounter in coming to these mountains. In many other things, too, we have done well. There are some few things, however, which I wish to name, wherein I think a great reformation is needed among the people of God. I read in this book, called the Book of Mormon, of a certain order, in regard to temporal things, which existed soon after the days of Christ, which was revealed and established by him for he benefit of the Saints who lived on this Western Hemisphere. It was the highest order and law of the kingdom of God in regard to temporal things. I read that the ancient Saints upon this continent entered into that order with all their hearts.<span class=\"citation\" id=\"83072\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83072)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83072)\">4 Ne. 1:1-23<\/a><\/span> They were not a small handful of people like the Latter-day Saints, but they were spread over the whole of North and South America.<span class=\"citation\" id=\"83120\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83120)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83120)\">4 Ne. 1:23<\/a><\/span> Millions on millions of people dwelt in  <div class=\"break pagebreak\" id=\"3a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0003.pdf\" target=\"pdfwin\">p.&#xA0;3a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6373\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>large and populous cities in the four quarters of this great Western Hemisphere, and they all entered into this heavenly order which God had established on this continent and continued therein for 167 years. <\/div><div class=\"paragraph jod\" id=\"v16n7\"> What was that order? They had all things in common.<span class=\"citation\" id=\"71326\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71326)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71326)\">Acts 2:44<\/a><\/span><span class=\"citation\" id=\"71459\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71459)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71459)\">Acts 4:32<\/a><\/span><span class=\"citation\" id=\"83090\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83090)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83090)\">4 Ne. 1:3<\/a><\/span> Not an isolated few where Jesus ministered to them; not a few individuals who dwelt in a certain region of country, but the Savior having chosen twelve disciples from among the multitude to whom he appeared,<span class=\"citation\" id=\"82653\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82653)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82653)\">3 Ne. 12:1<\/a><\/span> they were sent forth upon all the face of the land, and so great were the evidences given, concerning the appearance of Jesus, that the whole people were converted unto the Lord,<span class=\"citation\" id=\"83034\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83034)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83034)\">3 Ne. 28:23<\/a><\/span> and they were willing to be guided by those servants who were called and ordained to administer in their midst. <\/div><div class=\"paragraph jod\" id=\"v16n8\"> Prior to that time there were rich and poor among the people, and, from the history given, no doubt an order of things existed on this continent in those days resembling that which now exists among all the nations and kingdoms of the earth&#x2014;some lifted up in pride and popularity because of their great wealth,<span class=\"citation\" id=\"81634\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81634)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81634)\">Jacob 2:12-13<\/a><\/span> others bowed down in the dust because of their poverty, and class distinctions prevailed until this new order of things was established.<span class=\"citation\" id=\"82011\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82011)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82011)\">Alma 4:6-12<\/a><\/span><span class=\"citation\" id=\"82516\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82516)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82516)\">3 Ne. 6:10-15<\/a><\/span> What a blessed people! How happy they must have been! No poor either in North or South America.<span class=\"citation\" id=\"126727\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126727)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126727)\">4 Ne. 1:3<\/a><\/span> No beggars in the streets of their great cities, but all the property&#x2014;the gold and silver, the flocks and herds, and everything that was calculated to make life happy in the possession of and enjoyed, as stewards, by the whole people. No inequality,<span class=\"citation\" id=\"82181\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82181)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82181)\">Alma 16:16<\/a><\/span> so far as this was concerned, for the pattern was after the order of heavenly things.<span class=\"citation\" id=\"87341\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87341)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87341)\">D&amp;C 78:5-6<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v16n9\"> Now let us ask the question&#x2014;has God ever revealed to the Latter-day <div class=\"break columnbreak\" id=\"3b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0003.pdf\" target=\"pdfwin\">p.&#xA0;3b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6373\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Saints the necessity of entering into this heavenly order in regard to their wealth? He has. When? When we gathered up to Jackson County in the State of Missouri. In the year 1831, the land was consecrated and set apart by revelation for the erection thereon of a great and heavenly city unto the Most High God.<span class=\"citation\" id=\"86257\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86257)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86257)\">D&amp;C 58:57<\/a><\/span> Not the old Jerusalem, but a new Jerusalem, a city of Zion.<span class=\"citation\" id=\"86084\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86084)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86084)\">D&amp;C 57:2<\/a><\/span> God, by the mouth of his servant Joseph, who for a short space of time dwelt in the midst of the people there, revealed the law of consecration, not the law of tithing, but the law of consecration.<span class=\"citation\" id=\"85276\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85276)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85276)\">D&amp;C 42:1-93<\/a><\/span> Let me repeat that law, Latter-day Saints, for as it is a law which will come in force at some future period of our history, it will not be amiss for us to understand its nature and to prepare to approximate to its requirements, so that when it is introduced amongst us we may take hold of it with all our hearts. When we went up to that country in 1831, the commandment of the Most High to the Saints was that they should consecrate all that they had. Not one-tenth merely, not the surplus of their property, but, all that they had, whether it was gold, silver, household furniture, wearing apparel, jewelry, horses, cattle, wagons, mechanical tools, machinery, or whatever wealth or property they possessed, they were to consecrate the whole and deliver it unto the Lord's judge in the midst of Zion. Who was he? The Bishop.<span class=\"citation\" id=\"85376\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85376)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85376)\">D&amp;C 42:32<\/a><\/span><span class=\"citation\" id=\"88038\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88038)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88038)\">D&amp;C 85:1<\/a><\/span> In those days we had not the necessity of so many Bishops as now. We were a small people then, and the Bishop in Zion, under the direction of the highest authorities of the Church, he being guided and inspired by the Holy Ghost, was to take charge of all the consecrations of the people of the Most  <div class=\"break pagebreak\" id=\"4a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0004.pdf\" target=\"pdfwin\">p.&#xA0;4a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6372\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>High. This made them all equal, every person stood upon the same platform, possessing nothing to begin with. All was consecrated and became the common property of the Church. <\/div><div class=\"paragraph jod\" id=\"v16n11\"> Now how was this common property to be used? First, the Saints needed land, they needed means to build habitations; they needed farming utensils; they needed flocks and herds; they needed manufacturing establishments; they needed mercantile and all kinds of mechanical business to be introduced into their midst, just as fast as they procured means sufficient. By whom were the stewardships of the Saints laid off? The Lord's judge or bishop in Zion purchased land from the United States, and then laid off to each man his stewardship according to the number of his family. Those who were mechanics received the tools necessary to work with; those who were called upon to engage in some business wherein a greater amount of capital was needed had a capital accordingly. That is, that was the intention as the common property of the Church should increase. <\/div><div class=\"paragraph jod\" id=\"v16n12\"> Perhaps the question may be asked, could this equality be maintained from that time, henceforth and forever? If there had been no law given instructing us how this equality could be maintained the people, before twelve months had passed away, would have been unequal again. Why? Because a man, perhaps, of small talent or ability, might mismanage his stewardship or inheritance, and instead of gaining anything he would lose. Another man, having a little more talent and industry, and perhaps a little more wisdom, would gain a little. Another man's business tact and knowledge were perhaps such that he could carry on a large manufacturing establish<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"4b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0004.pdf\" target=\"pdfwin\">p.&#xA0;4b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6372\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ment, and in a short time he would gain his thousands, and thus in the course of a year we would again have had rich and poor if God had not provided against it. <\/div><div class=\"paragraph jod\" id=\"v16n13\"> What provisions did the Lord make in order to maintain this equality among his Saints permanently? He made this arrangement by law&#x2014;that every man should be considered a steward first, and prove himself a wise steward before he could be entitled to an everlasting inheritance.<span class=\"citation\" id=\"86777\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86777)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86777)\">D&amp;C 72:4<\/a><\/span> These stewards were to render an account to the judge in Zion of their stewardships,<span class=\"citation\" id=\"86780\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86780)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86780)\">D&amp;C 72:5<\/a><\/span> or in other words, as it is written in the Book of Doctrine and Covenants&#x2014;&#x201C;It is required of every steward, to render an account of his stewardship, both in time and eternity.&#x201D; (Doc. and Cov., Sec. xc: Par. 1.)<span class=\"citation\" id=\"86773\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86773)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86773)\">D&amp;C 72:3<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v16n14\"> To whom does he render this report or account? To the Lord's bishop or bishops, as the case may be;<span class=\"citation\" id=\"86779\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86779)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86779)\">D&amp;C 72:5<\/a><\/span> he reports what he has done with the means entrusted to his care. If a man has been entrusted with fifty or with a thousand dollars, or with a million, to carry on some branch of business he must, at the end of the year, render an account of that stewardship. If a man is only entrusted with a small farm, he renders an account of his stewardship at the end of the year, and thus all those who are occupied in these different branches of trade, render accounts of their stewardships, consecrating, at the end of the year, all that they have gained, excepting what it has cost to feed and clothe them. Are they not equal? Yes, and this maintains a permanent equality; for the man who has gained a hundred thousand in his stewardship consecrates all that he has not used; and the man with a smaller stewardship who in the whole year, has only gained fifty dollars over and above  <div class=\"break pagebreak\" id=\"5a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0005.pdf\" target=\"pdfwin\">p.&#xA0;5a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6371\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>what he has used, consecrates that fifty. The man who has gained most consecrates most, the man who has gained least consecrates the least. This reduces them yearly to the same position and condition as they were in when they commenced this heavenly order. <\/div><div class=\"paragraph jod\" id=\"v16n16\"> Did the people carry out this law? No. Why? Because they had imbibed the notions which had prevailed among the people of the whole earth, and these notions were in direct opposition to the order of heaven. The notions and traditions of the world were that every man must be for himself, every family for themselves, and they must labor with their might, mind and strength to gain all they possibly could gain, and use it only for themselves and their generations after them, caring nothing at all about their neighbors. These traditions had been instilled into our minds, and we were too full of covetousness and of false notions about property to carry out the law of God,<span class=\"citation\" id=\"89376\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89376)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89376)\">D&amp;C 101:1-6<\/a><\/span> and hence many, when they came up to Zion, looked abroad upon that beautiful, rich soil, and the excellent groves of timber, and the fine prairies and meadows, with springs breaking forth in numerous places, as they do in Jackson County, and their souls lusted after these things, and the rich man said, &#x201C;No, I will not consecrate all my property, I will go to the General Land Office and purchase for myself, and I will buy largely in order that I may sell to my poor brethren when they come up here. I will buy land and speculate upon it, and make my fortune.&#x201D; That was the feeling which existed in the hearts of some of the Latter-day Saints. God saw this, and reproved us by revelation, and he said to the people in Jackson County, by the mouth of his servant Joseph, that if they did not repent of this covet<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"5b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0005.pdf\" target=\"pdfwin\">p.&#xA0;5b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6371\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ousness he would pluck them up and send them out of Zion, for said he, &#x201C;The rebellious are not of the blood of Ephraim, wherefore they shall be plucked up, and sent away out of the land.&#x201D;<span class=\"citation\" id=\"86565\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86565)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86565)\">D&amp;C 64:35-36<\/a><\/span> God fulfilled this revelation&#x2014;he did pluck up the people; he did cast them away out of that land in the year 1833. Some two years and a few months after we first began to settle that country we were cast out of the land&#x2014;plucked up, just as the Lord had predicted, and we were told that it was because of our sins and covetousness that we were sent away.<span class=\"citation\" id=\"89822\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89822)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89822)\">D&amp;C 104:4<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v16n17\"> Did the Lord forsake us? No; he had compassion upon us, as he had upon ancient Israel, when they were cast away out of their land from time to time. In what respect did he have compassion upon us? When he saw the hold that the traditions in which we had been trained had upon our hearts, he revoked, for the time being, the law of full consecration. Says one, &#x201C;What! God revoke a commandment?&#x201D;<span class=\"citation\" id=\"86054\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86054)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86054)\">D&amp;C 56:4<\/a><\/span><span class=\"citation\" id=\"86219\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86219)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86219)\">D&amp;C 58:32<\/a><\/span> Yes, that is the way he did in ancient times, and he is the same God yet. He did it for our good; for if that law had been in full force this people would not have been in these mountains this day. Our selfishness and covetousness are so great that, as a people, we never would have complied with it. A few amongst us might have done so, but as a people we should have been overcome and ruined; but owing to that law being revoked, many of us will now, perhaps, be saved. <\/div><div class=\"paragraph jod\" id=\"v16n18\"> In the year 1834, a few months after, we were driven out from that goodly land. God said unto us in a revelation, given on Fishing River, &#x201C;Let those laws and commandments which I have given concerning Zion and her properties be executed and fulfilled, after her redemption.&#x201D;<span class=\"citation\" id=\"90046\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90046)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90046)\">D&amp;C 105:34<\/a><\/span> Thus  <div class=\"break pagebreak\" id=\"6a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0006.pdf\" target=\"pdfwin\">p.&#xA0;6a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6370\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>you see, Latter-day Saints, that we are not under the law of full consecration, and if not under the law we are not under the penalty thereof. Where there is a law there is a penalty,<span class=\"citation\" id=\"72315\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72315)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72315)\">Rom. 4:15<\/a><\/span> and when we transgress the law we incur the penalty;<span class=\"citation\" id=\"81392\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81392)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81392)\">2 Ne. 9:25<\/a><\/span> but having been relieved, for a period, from the execution of that law, we were placed under another law, which, in some respects, may be considered an inferior law. When was that law given? In 1838, some five years after we were driven forth from our stewardships. What is that law? It is called the law of tithing.<span class=\"citation\" id=\"90745\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90745)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90745)\">D&amp;C 119:1-7<\/a><\/span> What is the law of tithing? Part of that law enjoins it upon the Saints as a duty to pay into the Lord's storehouse one-tenth of all their annual income.<span class=\"citation\" id=\"90759\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90759)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90759)\">D&amp;C 119:4<\/a><\/span> But let me refer you to the fulness of the law of tithing, for, although an inferior law, I fear that, as a people we have not kept it. The first part of that law requires every man, when he comes into the midst of the people of God, to consecrate all his surplus property,<span class=\"citation\" id=\"90731\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90731)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90731)\">D&amp;C 119:1<\/a><\/span> reserving to himself a certain portion. This is not a full consecration like the higher law. Latter-day Saints, have we kept this inferior law? Has the man who possessed great riches, when he came to these mountains, and numbered himself with the people of God, consecrated all his surplus property, and afterwards paid a tenth of all his annual income?<span class=\"citation\" id=\"90740\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90740)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90740)\">D&amp;C 119:1-5<\/a><\/span> I will tell you what we have done&#x2014;as a general thing we, rich and poor, have kept all the property we had when we came here, and some have consecrated one-tenth part of their income, and so far as this is concerned the people have no doubt done very well, with some few exceptions; and I am happy to be able to state, from information I have obtained from some of the Bishops of the Church, that the Latter-day Saints, <div class=\"break columnbreak\" id=\"6b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0006.pdf\" target=\"pdfwin\">p.&#xA0;6b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6370\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> now, are showing more determination to pay their tithing, than they ever have done heretofore. <\/div><div class=\"paragraph jod\" id=\"v16n20\"> But let us come back to the other portion of this inferior law. Have we felt a disposition to consecrate our surplus property? Go east, west, north and south, into all our settlements, and you will find that the men are few and far between who consecrated their surplus property, when they came here. In the first place, there have been but few wealthy persons who have come amongst us, and the people have been their own judges. Every man thought that he had no surplus, when he came here. If he had a hundred thousand dollars on his arrival he has said or thought, &#x201C;O, I have made such and such calculations. I wish to become a merchant in the midst of the people, and I need thousands and thousands of dollars to set me up. I wish to make thirty, forty, fifty or a hundred percent out of these poor people, and to enable me to do so I do not think that any of this hundred thousand dollars can be called surplus property. I need it all, I cannot carry on my merchandising unless I have it all to set me up.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v16n21\"> Another man who wishes to start some other branch of business makes his calculations so as to cover up all his property, for he thinks he will need it all to enable him to carry out the particular branch of business which he wishes to introduce into these mountains, for he wants to get exceedingly rich before the law of full consecration comes. When they are thus left to be their own judges, where is the man who is honest enough in his feelings to say, &#x201C;I think I can spare fifty, twenty, ten, five or one thousand dollars as surplus property?&#x201D; This in my opinion is wrong. They should not be their  <div class=\"break pagebreak\" id=\"7a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0007.pdf\" target=\"pdfwin\">p.&#xA0;7a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6369\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>own judges: Who should be the judges in this matter? The Bishops whom the Lord has appointed in Zion, under the counsel of the First Presidency of his Church and the counsels of the Holy Ghost which rest upon them to guide their minds. The people should be honest enough when they come up here with means, to say to the Bishops&#x2014;&#x201C;Here, I have so much means, judge ye, how much of this shall be surplus, and how much I shall retain.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v16n23\"> The reason I make these remarks is that I want this people to fully understand that there is a law given, a law inferior to that of full consecration, and for every man to enquire whether he has carried out this law according to the letter thereof. Perhaps the time has not come even for this law to be fulfilled in all its exactness. At any rate we are drifting along in about the same channel that the world does, so far as our property is concerned, with the exception of paying one-tenth of our annual income into the Lord's storehouse, and the consequence is, there have become rich and poor in Zion, some possessing their hundreds of thousands, and others digging, in the dust, as it were, from year's end to year's end. <\/div><div class=\"paragraph jod\" id=\"v16n24\"> How shall this be remedied? Is the time come for us to execute the higher law of consecration? In undertaking to do so in the settlements of this Territory, what a revolution it would produce! How many would apostatize and go away from the Church? How many of those who are comparatively wheat would be plucked up with the tares<span class=\"citation\" id=\"64562\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64562)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64562)\">Matt. 13:29<\/a><\/span> if we were to undertake to enforce the higher law of consecration, or the law of tithing in all its fullness? And it would produce the same revolutionary results in most of the old settlements, because we are not prepared for it. <div class=\"break columnbreak\" id=\"7b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0007.pdf\" target=\"pdfwin\">p.&#xA0;7b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6369\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> I do not see, for my part, how we can begin to approximate to that law of oneness in regard to our property unless we commence in some new place, where the Church and the settlers might be gathered together and set a pattern for all the rest. I do not know but we might accomplish it in that way. I hope that we shall see something that will do away with these distinctions of classes. I hate to see them in the midst of the people of God. <\/div><div class=\"paragraph jod\" id=\"v16n25\"> There are many men of wealth, good, honest, upright men who would be willing to do anything that the Lord required at their hands; while there are others who hug their property close to their hearts, as though it were dearer to them than anything either in this world or in the world to come. There are certainly existing now among us distinctions of classes which if not checked, may prove the overthrow of many. For instance the rich can educate their sons and daughters in the best schools, academies and universities; others cannot do this, because of their poverty.<span class=\"citation\" id=\"82511\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82511)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82511)\">3 Ne. 6:12<\/a><\/span> This makes the children of the rich feel themselves above the children of the poor. Have we not seen in our gatherings for amusement these distinctions manifested? I have. I have seen those who were poorly dressed come into our parties and take a back seat, and there they would sit, as the old saying is, like &#x201C;wallflowers,&#x201D; during the whole party. Who would be out on the floor enjoying themselves? The rich. But in many instances there are parties of pleasure and amusement got up among the Saints, to which the poor are never invited; they are got up only for those who can dress in fine style, who can sweep the floor of the ballroom with two or three yards of their dresses dragging after them. <\/div> <div class=\"break pagebreak\" id=\"8a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0008.pdf\" target=\"pdfwin\">p.&#xA0;8a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6368\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v16n27\"> With the feelings engendered by these distinctions of classes, there is not that fellowship that should exist among the Saints of the living God. If we wish, brethren and sisters, to go back and build up the waste places of Zion,<span class=\"citation\" id=\"59502\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59502)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59502)\">Isa. 51:3<\/a><\/span><span class=\"citation\" id=\"89455\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89455)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89455)\">D&amp;C 101:18,75<\/a><\/span><span class=\"citation\" id=\"89739\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89739)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89739)\">D&amp;C 103:11<\/a><\/span> and to see the New Jerusalem erected upon the consecrated spot,<span class=\"citation\" id=\"126728\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126728)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126728)\">D&amp;C 84:2-5<\/a><\/span> let us endeavor to approximate more nearly to the celestial law, that when we do get back there, and that law more fully comes in force, we may be able to enter into it; for thus saith the Lord, in this Book of Covenants, &#x201C;Zion cannot be built up only according to the law of the celestial kingdom; otherwise I cannot receive her unto myself.&#x201D;<span class=\"citation\" id=\"89932\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89932)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89932)\">D&amp;C 105:5<\/a><\/span> We have <div class=\"break columnbreak\" id=\"8b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0008.pdf\" target=\"pdfwin\">p.&#xA0;8b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6368\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> got to come to that, and it is well for us in my opinion, that we begin to approximate as fast as possible, that when the time shall come, we shall be prepared for full consecration. <\/div><div class=\"paragraph jod\" id=\"v16n28\"> How long our President has labored in the midst of the people here to get them to introduce home manufactures? How long and loud he has lifted his voice, in connection with his counselors, and the Twelve Apostles, to bring about this thing; but the people, instead of hearkening to their counsel, have imported from abroad almost everything they needed. The President is willing, but some of the people are not. Amen. <\/div>\n<\/div>\n<\/div>"}