{"ID":160033, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Saving Ordinances of the Gospel.<\/div>\n<div class=\"subtitle\">Discourse by President Daniel H. Wells, delivered in the New Tabernacle, Salt Lake City, at the Semi-Annual Conference, Oct. 6, 1873.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: The Saving Ordinances of the Gospel.<\/div>\n<div class=\"speaker\">Speaker: Daniel H. Wells<\/div>\n<div class=\"date\">Date: 10\/6\/1873<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d33\">\n<div class=\"paragraph jod\" id=\"v16n823\"> It is with great pleasure I rise to bear testimony to the great truths that have been announced here this morning. The President has given some reasons for the testimony that he has borne, and the testimony <div class=\"break columnbreak\" id=\"239b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0239.pdf\" target=\"pdfwin\">p.&#xA0;239b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6137\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> that the servants of God bear to the truths of the everlasting Gospel. I, too, can say that I know this to be the Gospel of the Son of God, which is the power of God unto salvation.<span class=\"citation\" id=\"72199\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72199)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72199)\">Rom. 1:16<\/a><\/span> The great plan of salvation, devised  <div class=\"break pagebreak\" id=\"240a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0240.pdf\" target=\"pdfwin\">p.&#xA0;240a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6136\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>by our heavenly Father before the world was organized, when it is said the stars sang together, and the sons of God shouted for joy,<span class=\"citation\" id=\"56243\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56243)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56243)\">Job 38:7<\/a><\/span> has again been revealed in accordance with the prophecies of the servant of God. The Lord made his own selection, he chose from among the children of men whom he would, and Joseph Smith was the favored individual who received the visit of the angel bearing to this generation the Gospel of salvation to be preached unto those who dwelt on earth. It was taken away in fulfillment of prophecy. If it had not been taken away what necessity would there have been to restore it? If it had not been taken away the Apostle could not have seen in the future the angel flying through the midst of heaven, bringing it back to earth to preach to all nations, kindreds, tongues and people.<span class=\"citation\" id=\"79748\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79748)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79748)\">Rev. 14:6<\/a><\/span> We bear testimony that it has been restored. It is not a new Gospel&#x2014;it is that which existed from the beginning, and which was devised before the world was made for the salvation of those who should come to dwell upon the face of the earth. <\/div><div class=\"paragraph jod\" id=\"v16n825\"> It is true that the terms of the Gospel are inexorable. Every son and daughter of Adam will have to bend the knee<span class=\"citation\" id=\"75427\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75427)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75427)\">Philip. 2:10<\/a><\/span> to this plan of salvation, either here or somewhere else. The ordinances of the Gospel pertain to this existence, and they have to be attended to in the flesh or by those in this state of existence. Except a man is born of water he cannot enter into the kingdom of heaven.<span class=\"citation\" id=\"68809\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68809)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68809)\">John 3:5<\/a><\/span> There is no getting around this, it is the declaration of the Savior, the Son of the living God, and I count that this is pretty high authority. Every man and every woman, including those who have died and passed behind the veil without hearing the Gospel, before they can enter <div class=\"break columnbreak\" id=\"240b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0240.pdf\" target=\"pdfwin\">p.&#xA0;240b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6136\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> heaven, will have to render obedience to the Gospel ordinances, and as they cannot be administered to in the spirit, those in the flesh will have to administer for those in the spirit. You cannot grapple a spirit to baptize it, neither can you perform the sealing ordinance in the spirit, hence the Savior said there was neither marrying nor giving in marriage in the resurrection.<span class=\"citation\" id=\"65412\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65412)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65412)\">Matt. 22:30<\/a><\/span> It is an ordinance pertaining to this state of existence, and by those dwelling in the flesh upon the earth have all these ordinances to be performed. If they are not by ourselves during this life they must be done by someone acting for and in our behalf still existing in the flesh, and in the authority of the holy Priesthood, which has come down from heaven. <\/div><div class=\"paragraph jod\" id=\"v16n826\"> The acts and ordinations of that Priesthood are just as legitimate here as in any other state of existence. It is the same authority as exists in the heavens. Through the authority of the everlasting Priesthood, channels have been opened up between the heavens and the earth, by which we may seal upon earth, and it is sealed in heaven.<span class=\"citation\" id=\"64900\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64900)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64900)\">Matt. 16:19<\/a><\/span><span class=\"citation\" id=\"82456\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82456)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82456)\">Hel. 10:7<\/a><\/span><span class=\"citation\" id=\"91666\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91666)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91666)\">D&amp;C 132:26<\/a><\/span> This is the same authority that has always existed in the Church and kingdom of God when it has been upon the earth. Why? Because it is the same authority that exists in the heavens; it is the authority by which the Gods are governed, and by which the worlds are organized and held in existence. It has been conferred from time to time upon the servants of God in the flesh, to enable them to perform the ordinances which pertain to this state of existence, and reach back again within the veil. <\/div><div class=\"paragraph jod\" id=\"v16n827\"> Having been called of God we stand ready to administer the ordinances of the Gospel and of the house of God to the children of men;  <div class=\"break pagebreak\" id=\"241a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0241.pdf\" target=\"pdfwin\">p.&#xA0;241a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6135\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>we stand ready to bear off this Gospel to the nations of the earth, this great plan of salvation devised by our Father. There has never been any other, and there never will be. Men have tinkered at it; but their efforts do not change God's plan, it is like its author&#x2014;the same yesterday, today and forever.<span class=\"citation\" id=\"77377\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77377)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77377)\">Heb. 13:8<\/a><\/span> God is the fountain of truth, righteousness and grace. All true science and every good thing emanate from him. It is from this heavenly source we draw our information and our inspiration, and, as a matter of course, it comprehends everything good and worth having. Within the kingdom of God is everything enjoyable that is lasting. If we do not build upon this basis, then are we lost, because it is the only foundation that will stand. Everything <div class=\"break columnbreak\" id=\"241b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0241.pdf\" target=\"pdfwin\">p.&#xA0;241b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6135\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> else will be swept away in the due time of the Lord. The people are suffered to go their own way, to walk after the imaginations of their own hearts,<span class=\"citation\" id=\"60416\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60416)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60416)\">Jer. 9:14<\/a><\/span><span class=\"citation\" id=\"60559\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60559)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60559)\">Jer. 23:17<\/a><\/span> to do this and do that, because they are agents unto themselves, to do as they please. We can accept these principles or reject them; it makes no difference in regard to their truth. They are true, whether we receive or reject them, and they are calculated to save all the children of men. The plan is ample and will save all who will let it; and if we are not saved by this, we shall be condemned. <\/div><div class=\"paragraph jod\" id=\"v16n829\"> Now may God help us and all the nations of the earth to see the light, that we may all come to a knowledge of the truth and be saved in his kingdom, is my prayer for Jesus' sake. Amen. <\/div>\n<\/div>\n<\/div>"}