{"ID":160009, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Improved Circumstances of the Saints in Utah&#x2014;Potency of the Law of Tithing.<\/div>\n<div class=\"subtitle\">Discourse by Elder Franklin D. Richards, delivered at Logan, Cache County, Saturday Morning, June 28, 1873.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: Improved Circumstances of the Saints in Utah, Etc.<\/div>\n<div class=\"speaker\">Speaker: Franklin D. Richards<\/div>\n<div class=\"date\">Date: 6\/28\/1873<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d09\">\n<div class=\"paragraph jod\" id=\"v16n209\"> We used to sing and hear a song entitled: &#x201C;There is a good time coming, wait a little longer.&#x201D; It appears to me that we are now enjoying one of the good times in these meetings. I realize that it is so, for one, and I doubt not that the good Saints of Cache Valley also appreciate the same. If we can only preserve in ourselves that freedom of spirit which will enable us to comprehend the present, as it really is, we may rejoice indeed in knowing that the good time has overtaken us. It is not with us now as it has been, when scantiness and even hunger have been in our habitations. At present, so far as the comforts of life are concerned, the people are enjoying a competency of food and raiment, house and home, kindred and friends. While these things have come forward to us, the means of advancement in every sphere of usefulness are in reach. The imple<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"59b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0059.pdf\" target=\"pdfwin\">p.&#xA0;59b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6317\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ments to accomplish more labor are in our hands. They have overtaken us and are overtaking us, and will continue to do so, by means of which the amount of good which the Saints have been enabled to do in any given time in the past, is very small compared with the measure of good which they will be enabled to accomplish in the future. A little while ago it was not oftener than once in six months that we heard from the States. It is only a little while since it took us three and four months to travel from the States to this place, now it is only a matter of as many days. Once it took all of six months to hear from the old countries, say London; now we hear that &#x201C;yesterday, President George A. Smith attended Conference with the Saints in London.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v16n210\"> By these things we can see that we have come upon times when, if we are up to the scratch, we live  <div class=\"break pagebreak\" id=\"60a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0060.pdf\" target=\"pdfwin\">p.&#xA0;60a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6316\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>very fast. It is no vain, untrue or humorous saying that we are living in a fast age. In matters of intelligence and business transactions we live weeks in a day, if we wisely direct our time and energy, when compared with those who have preceded us. <\/div><div class=\"paragraph jod\" id=\"v16n212\"> When we contemplate this, and the rapidity with which Divine Providence is rolling on the events of the latter dispensation, crowding upon our attention the great labors and considerations of this latter-day work, it certainly does seem necessary that we preserve in ourselves that life and activity that we can come up to the standard of his readiness to direct and dispose of us, that we may be able to receive his word and the counsels of his servants and execute and carry them out. I am very sure that the good people of this county do not think they are likely to get out of business since President Young told them, yesterday, that they might soon see a Temple close by here on the bench. The good work seems to be advancing upon the hands of the Saints, mills, railroads and telegraphs, are coming to our relief and aid. <\/div><div class=\"paragraph jod\" id=\"v16n213\"> I should like to say a few words upon the subject of Tithing, and I believe I will just touch upon it. It is a subject that was talked about yesterday with some emphasis and importance, and one that has seemed to present features of more than ordinary interest to my mind for some time back. People of all denominations are very ready to say that the &#x201C;earth is the Lord's, and the fullness thereof,&#x201D;<span class=\"citation\" id=\"56492\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56492)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56492)\">Ps. 24:1<\/a><\/span> and I do not suppose we could find a Saint in all Israel, or in these valleys of the mountains at any rate, but what would utter that sentiment and think he did it with real good Christian cordiality. But when we come to con<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"60b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0060.pdf\" target=\"pdfwin\">p.&#xA0;60b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6316\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>sider the matter as it really is, we find that our feelings and actions do not after all exactly coincide with this expression. I heard a man say, but a few days ago, &#x201C;I bought such a piece of land&#x2014;I paid for it and it is mine.&#x201D; I wonder if that man, just then, thought the earth was the Lord's?<span class=\"citation\" id=\"56493\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56493)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56493)\">Ps. 24:1<\/a><\/span> I do not think he thought that particular patch was. It is one thing for us to acknowledge with our lips and to consider in our hearts, that the earth is the Lord's and the fullness thereof,<span class=\"citation\" id=\"56495\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56495)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56495)\">Ps. 24:1<\/a><\/span> but it is quite another thing for us to realize it, and to place ourselves in a true and proper attitude on that question, dealing with the Lord our God in relation to it with the justice, sincerity and propriety that we would with each other here on the earth. <\/div><div class=\"paragraph jod\" id=\"v16n214\"> If a man has obtained possession of a piece of land and put up a house thereon, and he rents that to another person, he actually does expect that that person will pay him the rent due for the use of it. It is one of the plainest business transactions of life; and the man who occupies that house and land can hardly feel to say&#x2014;&#x201C;The earth is the Lord's, and the fullness thereof;&#x201D;<span class=\"citation\" id=\"56494\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56494)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56494)\">Ps. 24:1<\/a><\/span> instead of saying that, he says&#x2014;&#x201C;This house and piece of land belong to that man, and I have to pay him rent for it.&#x201D; These things make us realize our bearing and position one with the other in regard to business transactions. <\/div><div class=\"paragraph jod\" id=\"v16n215\"> But who is it that has placed the earth and its surrounding elements subject to the powers, governments and inhabitants of the earth? It is he who created them, and he it is who says that the earth and its fullness are his;<span class=\"citation\" id=\"56496\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56496)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56496)\">Ps. 24:1<\/a><\/span> and when we look at this matter and consider it carefully there is something about the subject of Tithing that commends itself strongly to our attention; and if we  <div class=\"break pagebreak\" id=\"61a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0061.pdf\" target=\"pdfwin\">p.&#xA0;61a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6315\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>will be honest with ourselves and honest, with our God we must look at it in a very different light from what many do. <\/div><div class=\"paragraph jod\" id=\"v16n217\"> When the Bishop or his clerk goes round to settle up Tithing, he finds a class of persons who act as though they felt it their bounden duty to get the figure of their Tithing down to the lowest possible scratch; and when they have done this they feel thankful that they have got off with paying so little, without any regard whatever to the figure they should have paid. Well, it is not given to the Bishops exactly to tell a man&#x2014;&#x201C;You must pay so much.&#x201D; There is the greatest possible liberality manifested, so as to give every man an opportunity to act upon his own agency in saying what he has made and what he has done with the means which have been placed in his hands, and what he ought to pay as interest or Tithing, so that when the Lord brings these matters to adjudication, we shall be judged out of our own mouths.<span class=\"citation\" id=\"67907\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67907)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67907)\">Luke 19:22<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v16n218\"> The matter of Tithing is one that the churches of the world have taken up as well as the Saints, even the Church of England has an idea that its members should pay Tithing. They have learned this from the Church of the living God. The institution of Tithing is one which is emphatically binding upon us, and is as essential to our salvation and exaltation in the kingdom of God, so far as temporal things are concerned, as the ordinance of baptism for the remission of sins, and the laying on of hands for the gift of the Holy Ghost are in the spiritual part of the Gospel. Take it into account and consider it when and how you may, and you will find that the man or men, who consider Tithing of no moment, and who think they have obtained a blessing in <div class=\"break columnbreak\" id=\"61b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0061.pdf\" target=\"pdfwin\">p.&#xA0;61b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6315\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> shirking the payment thereof, will dry up and taper off in their faith, and before they know it they and their household will be suffering in the darkness of the world, in sin and transgression. <\/div><div class=\"paragraph jod\" id=\"v16n219\"> The law of Tithing is an obligation laid upon all the people of God. It has been so in every age, and we have no account of the prosperity and progress of God's people without Tithing being a standing law in their midst, which they continually observed. That is not all, my brethren. The Church of the Lord had this among them before ever the Gentiles knew what it was to assess and collect taxes, and it is from this that they learned to do so. The law of Tithing was in the household of faith, the Church of God on the earth, before the old Babylonish nations were founded, and they as well as the sectarians have learned pretty much all they know from the people of God at one time or another. Tithing is an institution which has prevailed from the beginning, and it looks to me as though it was the consideration required by the Lord&#x2014;the Creator of the earth, from men who dwell upon it, as a material something by which they may acknowledge to him, in deed and in truth, that the earth is the Lord's and the fullness thereof,<span class=\"citation\" id=\"56497\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56497)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56497)\">Ps. 24:1<\/a><\/span> and by means of which they can restore to him, in the order of his appointment that which is his. <\/div><div class=\"paragraph jod\" id=\"v16n220\"> The brethren sometimes say&#x2014;&#x201C;I pay my Tithing. This is mine. I have <span class=\"italic\">given<\/span> so much.&#x201D; Yours, is it? How is it yours? Was it not read here to us yesterday&#x2014;&#x201C;Will a man rob God? Yet ye have robbed me. But ye say, Wherein have we robbed thee? In tithes and offerings.&#x201D;<span class=\"citation\" id=\"62425\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62425)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62425)\">Mal. 3:8<\/a><\/span> If we have withheld and kept back any portion of our Tithing, then have we robbed God,  <div class=\"break pagebreak\" id=\"62a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0062.pdf\" target=\"pdfwin\">p.&#xA0;62a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6314\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>for that full tenth is not ours in any sense of the word, it is the Lord's, and if we keep it from him we rob him of that which is his. We should keep correctly in our minds and understandings that which is ours and that which is the Lord's. When the sons of God shouted, and the morning stars sang together for joy<span class=\"citation\" id=\"56242\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56242)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56242)\">Job 38:7<\/a><\/span> at having the earth prepared to come and dwell upon, to pass through this state of existence, did we not then realize that it was being prepared for us, but that it was his, and that we were coming to dwell upon it as his? Shall we forget this obligation and position? Let us be careful not to do so. <\/div><div class=\"paragraph jod\" id=\"v16n222\"> President Smith alluded to the potency of this law of Tithing, and the terrible consequences of disobeying it as illustrated in the present condition of scattered Israel, who prospered as a nation when they brought their tithes and offerings into the storehouse of the Lord.<span class=\"citation\" id=\"62451\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62451)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62451)\">Mal. 3:10<\/a><\/span> And how terribly and emphatically did President Young portray the readiness with which, at his will and pleasure, the Lord could turn these streams, for the watering of our beautiful valleys, into the earth, and cause these delightful hills and plains to become as barren as Judea. I think we ought to look at this subject more carefully, and if possible in its true light. The more I see and think of it the more there is about it new to me, and the more there is to make me feel that therein lies an obligation between us and our God that we should consider and be careful to discharge. <\/div><div class=\"paragraph jod\" id=\"v16n223\"> If there is any man amongst you who wants to take a wife, does he not have to obtain a certificate from his Bishop that he pays his Tithing? If any of you want to be baptized in the font in the house of the <div class=\"break columnbreak\" id=\"62b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0062.pdf\" target=\"pdfwin\">p.&#xA0;62b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6314\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Lord for the generations of your dead, do you not need a certificate from your Bishop that you pay your Tithing? And if we want any of the blessings necessary for our exaltation we shall find it so, and more so as we advance in the future. We fathers in Israel, we heads of families, looking towards the patriarchal office and desiring to stand at the head of our generations forever, ought to think, not only about ourselves, but about those who will come after us. If our record shows that we have been faithful in all things, and have never forgotten to pay our Tithing, our posterity can come to the house of the Lord and ask, as a right, for the blessings they need for themselves or their dead. <\/div><div class=\"paragraph jod\" id=\"v16n224\"> I think if we will all consider this matter in the light in which the Scriptures, the revelations of divine truth hold it, and the light in which modern revelation and the teachings of the Priesthood hold it, we shall discover in the law of Tithing an immense and eternal weight of blessing and glory, and instead of wishing to avoid, shirk and narrow it down to the least admissible figure, we shall desire to add to and enlarge it, that it may be for us and our children a source of honor, exaltation and blessing forever. <\/div><div class=\"paragraph jod\" id=\"v16n225\"> Brethren and sisters I rejoice with you, more and more, all the day long in the principles of the Gospel. I desire to be more and more useful in helping to promulgate them in the earth. I have pleasure in the labors of the Church. I rejoice exceedingly in the advancement of the cause of truth, and realize that we have to be wide awake in order to keep track of, and along with, the purposes, plans, devices and providences of God,  <div class=\"break pagebreak\" id=\"63a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0063.pdf\" target=\"pdfwin\">p.&#xA0;63a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6313\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>that we may work with him, that he may work with and through us in bringing to pass his purposes, and the great and glorious events connected with his work in the last days. <\/div><div class=\"paragraph jod\" id=\"v16n227\"> That we may so live as to be able and pliant instruments in his hands, <div class=\"break columnbreak\" id=\"63b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0063.pdf\" target=\"pdfwin\">p.&#xA0;63b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6313\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> ready to do every good word and work, in bringing again Zion, establishing righteousness and truth in the earth, and hastening the day for the return thereto of the presence and glory of God, is my desire in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}