{"ID":160037, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Unchangeableness of the Gospel&#x2014;God Has Chosen the Weak Things of the World to Confound the Wise&#x2014;Prophecies Relating to the Latter-Day Work&#x2014;Joseph Smith's Ministry&#x2014;Zion to Be Built Up&#x2014;Baptism for the Dead&#x2014;The Order of Enoch&#x2014;Babylonish Fashions.<\/div>\n<div class=\"subtitle\">Discourse by Elder Wilford Woodruff, delivered in the New Tabernacle, Salt Lake City, at the Semi-Annual Conference, October 8, 1873.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: Unchangeableness of the Gospel, Etc.<\/div>\n<div class=\"speaker\">Speaker: Wilford Woodruff<\/div>\n<div class=\"date\">Date: 10\/8\/1873<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d37\">\n<div class=\"paragraph jod\" id=\"v16n907\"> I am called upon to occupy a little time this morning, and I realize that I and my brethren are all dependent upon the Spirit of God to guide, dictate and direct us in all our public teachings, as well as in all other acts we are called upon to perform in the kingdom of God. The Apostle says there is no prophecy of the Scripture which is of any private interpretation, but holy men of old spoke as they were moved upon by the Holy Ghost.<span class=\"citation\" id=\"78300\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78300)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78300)\">2 Pet. 1:20-21<\/a><\/span> The Lord has told us in some of the revelations which he has given in our day, that all of his messengers or servants, his Elders who are sent forth to teach, should speak as they are moved upon by the Holy Ghost; and when they follow this counsel, what they say, the Lord says, is Scripture, it is the mind and will of the Lord, it is the word of the Lord, and it is the power of God unto salvation.<span class=\"citation\" id=\"86656\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86656)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86656)\">D&amp;C 68:2-5<\/a><\/span> &#x201C;And this is an ensample unto you, even all my servants who go forth to declare the words of life unto the inhabitants of the earth.&#x201D;<span class=\"citation\" id=\"86655\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86655)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86655)\">D&amp;C 68:2<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v16n908\"> Again, the Lord has said that it matters not whether it be by my own voice out of the heavens, whether it be by the administering of <div class=\"break columnbreak\" id=\"263b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0263.pdf\" target=\"pdfwin\">p.&#xA0;263b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6113\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> angels, or whether it be by the voice of my servants, it is all the same, and their words shall be fulfilled though the heavens and the earth pass away.<span class=\"citation\" id=\"83768\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83768)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83768)\">D&amp;C 1:38<\/a><\/span> This is the position which the Prophets, Apostles and Patriarchs have occupied upon the earth in every age and dispensation. They have had to be governed by the Spirit of God; and when men are sent with a message, and they speak as they are moved upon by the Holy Ghost, their words are the words of the Lord, and they will be fulfilled. <\/div><div class=\"paragraph jod\" id=\"v16n909\"> We have had a good deal of teaching during this Conference from the servants of God, teachings given by the inspiration of the Holy Ghost. We occupy a very peculiar position on the earth, a position differing in many respects from any other dispensation of men. Paul says&#x2014;&#x201C;Though we, or an angel from heaven, preach unto you any other gospel than that which we have preached, let him be accursed.&#x201D;<span class=\"citation\" id=\"74351\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74351)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74351)\">Gal. 1:8<\/a><\/span> All the teachings of the Patriarchs and Prophets have shown us but one Gospel. There is but one Gospel, there never was but one and there never will be. The Gospel revealed for the salvation of  <div class=\"break pagebreak\" id=\"264a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0264.pdf\" target=\"pdfwin\">p.&#xA0;264a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6112\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>man is the same in every age of the world. Adam, our first great progenitor and father, after the fall, received this Gospel, and he received the holy Priesthood in all its power, and its keys and ordinances. He sealed these blessings upon his sons&#x2014;Seth, Enos, Jared, Cainan, Mahaleel, Enoch and Methusaleh. All these men received this high and holy Priesthood.<span class=\"citation\" id=\"90309\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90309)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90309)\">D&amp;C 107:53<\/a><\/span> They all professed to give revelation. They all had inspiration and left their record on the earth; and not one of them but what saw and prophesied about the great Zion of God in the latter days. And when we say this of them, we say it of every Apostle and Prophet who ever lived upon the earth. Their revelations and prophecies all point to our day and that great kingdom of God which was spoken of by Daniel,<span class=\"citation\" id=\"61266\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61266)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61266)\">Dan. 2:44<\/a><\/span> that great Zion of God spoken of by Isaiah<span class=\"citation\" id=\"57794\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57794)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57794)\">Isa. 2:3<\/a><\/span> and Jeremiah,<span class=\"citation\" id=\"60325\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60325)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60325)\">Jer. 3:14<\/a><\/span> and that great gathering of the house of Israel spoken of by Ezekiel<span class=\"citation\" id=\"60895\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60895)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60895)\">Ezek. 37:21-28<\/a><\/span> and Malachi<span class=\"citation\" id=\"62541\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62541)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62541)\">Mal. 4:4-6<\/a><\/span> and many of the ancient Patriarchs and Prophets. <\/div><div class=\"paragraph jod\" id=\"v16n911\"> When the Lord has attempted to perform a work on the earth there has been one peculiarity with him, and that is, the instruments which he has made use of have occupied a peculiar position in the world. He has generally chosen the weak things of the world to confound the wise, and things that were not to bring to pass things which were.<span class=\"citation\" id=\"72932\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72932)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72932)\">1 Cor. 1:27-28<\/a><\/span> When he wanted a man to deliver Israel, he called Moses, who was in an ark of bulrushes among the crocodiles and alligators of the river Nile, put there by his mother, a Hebrew woman, because Moses was her firstborn, and all the firstborn of the Hebrews had to be slain. The daughter of Pharaoh, through the providence of God, preserved Moses, and by her he was given to his mother to raise.<span class=\"citation\" id=\"53768\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53768)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53768)\">Ex. 2:1-10<\/a><\/span> When called to deliver Israel, <div class=\"break columnbreak\" id=\"264b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0264.pdf\" target=\"pdfwin\">p.&#xA0;264b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6112\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Moses told the Lord that he was a man slow of speech.<span class=\"citation\" id=\"53814\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53814)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53814)\">Ex. 4:10<\/a><\/span> He did not feel qualified to perform so great a work, yet the Lord chose him, and he performed the work the Lord assigned him. <\/div><div class=\"paragraph jod\" id=\"v16n912\"> So when the Lord wanted a king for Israel and the lot fell upon the family of Jesse. The Prophet went and called for the sons of Jesse to pick out this king. All the boys were brought before him except David. He was the smallest of the flock, and was out taking care of the sheep. Jesse never thought of him at all. He brought his other sons, who had been trained in all the arts, sciences and learning of the day, and when they came in Samuel could not see the one he wanted. He asked Jesse if he had not any more sons. Yes, he had a boy taking care of the sheep. &#x201C;Let's see him,&#x201D; said the Prophet; and when he came he was anointed king.<span class=\"citation\" id=\"55475\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55475)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55475)\">1 Sam. 16:1-13<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v16n913\"> Jesus himself was born in a stable and cradled in a manger<span class=\"citation\" id=\"67022\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67022)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67022)\">Luke 2:7<\/a><\/span> and traveled in poverty all the way through his life. When he chose his disciples he did not take the great, learned, rich and noble of that generation, but he chose fishermen,<span class=\"citation\" id=\"62875\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62875)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62875)\">Matt. 4:18<\/a><\/span><span class=\"citation\" id=\"68645\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68645)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68645)\">John 1:42 (JST)<\/a><\/span> the most illiterate men and, in one sense of the word, we may say, almost the lowest calling among men in that day. They were the ones the Lord made use of to go forth to preach his Gospel and to build up his kingdom on the earth. <\/div><div class=\"paragraph jod\" id=\"v16n914\"> How is it in our day, in this great and last dispensation? The Lord required an instrument who would take hold and work with him. He required someone to lay the foundation of this great Church and kingdom who would be willing to step forth and be led in the channel that was according to the mind and will of God; a man who could not be swayed by the traditions and religions  <div class=\"break pagebreak\" id=\"265a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0265.pdf\" target=\"pdfwin\">p.&#xA0;265a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6111\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of the day. Whom did the Lord call? The Patriarchs and Prophets not only pointed out the Zion of God and the manner in which his Church and kingdom should be established and built up, but they even called the name of the man who should be called to establish this work, and I do not know but the name of his father.<span class=\"citation\" id=\"81301\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81301)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81301)\">2 Ne. 3:14-15<\/a><\/span> His name was to be Joseph and he was to be a lineal descendant of ancient Joseph, who was sold into Egypt, separated from his brethren. The record or stick of Joseph in the hand of Ephraim, which Ezekiel speaks of, which was to be put with the record of the Jews in the last days,<span class=\"citation\" id=\"60859\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60859)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60859)\">Ezek. 37:15-20<\/a><\/span> was to be an instrument in the hands of God of performing this great work of laying the foundation of this Church, and the gathering of the twelve tribes of the house of Israel. In that record the man's name was pointed out as well as the work he was to do.<span class=\"citation\" id=\"81297\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81297)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81297)\">2 Ne. 3:11-24<\/a><\/span> Joseph Smith knew nothing of all this until after he was administered to by the angel of God; he had no knowledge of this when he brought forth that record to the world, and until he translated it, by the Urim and Thummim, into the English language. He had no knowledge whatever of this; but here was that great band, as strong as iron, that surrounded him by the revelations of God, for the last six thousand years, by every man who spoke of the work of God in the last days. These prophecies, revelations, and decrees of the Almighty, as it were, surrounded that man, and he had to be taught, not by man nor by the will of man, but he required the angels of God to come forth and teach him; it required the revelations of God to teach him, and he was taught for years by visions and revelations, and by holy angels sent from God out of heaven to teach and in<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"265b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0265.pdf\" target=\"pdfwin\">p.&#xA0;265b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6111\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>struct him and prepare him to lay the foundation of this Church. <\/div><div class=\"paragraph jod\" id=\"v16n916\"> As I before remarked, these prophecies surrounded him, forming, in one sense of the word, a band and a power he could not get out of. Why? Because no prophecy of Scripture is of any private interpretation, but holy men of old spoke as they were moved upon by the inspiration of the Holy Ghost,<span class=\"citation\" id=\"78301\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78301)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78301)\">2 Pet. 1:20-21<\/a><\/span> and when any of those Prophets and Patriarchs for the last six thousand years spoke, when wrapped in prophetic vision, of the Zion of God being established in the last dispensation, those decrees had to be fulfilled to the very letter. <\/div><div class=\"paragraph jod\" id=\"v16n917\"> When Joseph Smith received these revelations he was an illiterate boy, like David among the sheep. The Lord, in this day, did not choose one from among the great, mighty, rich or noble, but he choose one prepared from before the foundation of the world, to come forth in the last days, through the loins of ancient Joseph who, in the hands of God, was the savior of the house of Israel and of the Egyptians in his day. This man was raised up in his proper time, and came forth into the world, and the Lord began to feel after him and to prepare him; but he, himself, did not know even when he laid the foundation of this work. The Lord told him&#x2014;&#x201C;you will lay the foundation of a great work,<span class=\"citation\" id=\"86553\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86553)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86553)\">D&amp;C 64:33<\/a><\/span> but you know it not.&#x201D; Joseph himself could not comprehend, unless he was wrapped in the visions of eternity, the importance of the work the foundation of which he had laid. When his mind was opened he could understand, in many respects, the designs of God; and these revelations were around him and they guided his footsteps. They could not fail of fulfillment, they had to be accomplished in the earth. The servant of God came forth and he received the  <div class=\"break pagebreak\" id=\"266a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0266.pdf\" target=\"pdfwin\">p.&#xA0;266a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6110\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Book of Mormon&#x2014;the record or stick of Joseph in the hands of Ephraim. He brought forth that record according to the dictation of Moroni, Nephi and Lehi, the angels of God who administered to him, and he translated it into the English language before he laid the foundation of this Church. Joseph Smith did not call upon any man to ordain or to baptize him, but he waited until the Lord sent forth his servants to administer unto him. He was commanded of the Lord to go forth and be baptized, but not until he had received the Priesthood.<span class=\"citation\" id=\"84007\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84007)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84007)\">D&amp;C 13:1<\/a><\/span> Where did he get it, and in fact what is the Priesthood? It is the authority of God in heaven to the sons of men to administer in any of the ordinances of his house. There never was a man and never will be a man, in this or any other age of the world, who has power and authority to administer in one of the ordinances of the house of God, unless he is called of God as was Aaron,<span class=\"citation\" id=\"76590\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76590)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76590)\">Heb. 5:4<\/a><\/span> unless he has the holy Priesthood and is administered to by those holding that authority. <\/div><div class=\"paragraph jod\" id=\"v16n919\"> There was no man on the face of the earth, nor had not been for the last seventeen centuries, who had power and authority from God to go forth and administer in one of the ordinances of the house of God. What did he do then? Why, the Lord sent unto him John the Baptist, who, when upon the earth, held the Aaronic Priesthood, who was beheaded<span class=\"citation\" id=\"64737\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64737)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64737)\">Matt. 14:10<\/a><\/span> for the word of God and the testimony of Jesus Christ.<span class=\"citation\" id=\"78996\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78996)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78996)\">Rev. 1:9<\/a><\/span> He laid his hands upon the head of Joseph Smith and ordained him to the Aaronic Priesthood,<span class=\"citation\" id=\"84006\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84006)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84006)\">D&amp;C 13:1<\/a><\/span><span class=\"citation\" id=\"129342\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129342)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129342)\">D&amp;C 27:8<\/a><\/span><span class=\"citation\" id=\"126838\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126838)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126838)\">JS&mdash;H 1:68-72<\/a><\/span> and he never attempted to act in any authority of the Gospel until he received this Priesthood. Joseph was then qualified to baptize for the remission of sins, but he had not the authority <div class=\"break columnbreak\" id=\"266b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0266.pdf\" target=\"pdfwin\">p.&#xA0;266b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6110\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to lay on hands for the reception of the Holy Ghost, and he never attempted to administer in this ordinance until Peter, James and John, two of whom&#x2014;Peter and James&#x2014;were also martyred for the testimony of Jesus and the word of God. These three men were the last who held the keys of the Apostleship in its fullness and power previous to this dispensation. They laid their hands upon the head of Joseph Smith, and sealed upon him every power, principle, ordinance and key belonging to the Apostleship,<span class=\"citation\" id=\"84598\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84598)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84598)\">D&amp;C 27:12<\/a><\/span> and until he received this ordination he was not qualified and had no right to administer in the ordinances of the house of God, but he did this after he received the Priesthood, and on the 6th day of April, 1830,<span class=\"citation\" id=\"84246\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84246)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84246)\">D&amp;C 20:1<\/a><\/span> he organized this Church with six members, which was the foundation of what we see today in this Tabernacle, and for six hundred miles through this American desert. This has all come from that small seed&#x2014;the foundation of the great kingdom of our God upon the earth. <\/div><div class=\"paragraph jod\" id=\"v16n920\"> What did Joseph Smith do after having received this Priesthood and its ordinances? I will tell you what he did. He did that which seventeen centuries and fifty generations, that have passed and gone, of all the clergy and religions of Christendom, and the whole world combined were not able to do&#x2014;he, although an illiterate youth, presented to the world the Gospel of Jesus Christ in its fullness, plainness and simplicity, as taught by its Author and his Apostles; he presented the Church of Jesus Christ and the kingdom of God perfect in their organization, as Paul represents them&#x2014;with head and feet, arms and hands, every member of the body perfect before heaven and earth.<span class=\"citation\" id=\"73498\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73498)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73498)\">1 Cor. 12:12-31<\/a><\/span><span class=\"citation\" id=\"88017\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88017)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88017)\">D&amp;C 84:108-110<\/a><\/span> How could he, an illiterate boy, do that which the whole of the  <div class=\"break pagebreak\" id=\"267a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0267.pdf\" target=\"pdfwin\">p.&#xA0;267a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6109\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>learning of the Christian world for seventeen centuries failed to do? Because he was moved upon by the power of God, he was instructed by those men who, when in the flesh, had preached the same Gospel themselves, and in doing this he fulfilled that which Father Adam, Enoch, Moses, Elias, Isaiah, Jeremiah and Jesus and his Apostles all prophesied about. Well might Paul say&#x2014;&#x201C;I am not ashamed of the gospel of Christ: for it is the power of God unto salvation unto every one that believes.&#x201D;<span class=\"citation\" id=\"72201\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72201)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72201)\">Rom. 1:16<\/a><\/span> So may the Latter-day Saints say&#x2014;&#x201C;We are not ashamed of the Gospel of Christ.&#x201D; I am not ashamed to say that Joseph Smith was a Prophet of God; I am not ashamed to bear record that he was called of God, and laid the foundation of this Church and kingdom on the earth, for this is true, and any man or woman who is inspired by the Holy Ghost can see and understand these things. <\/div><div class=\"paragraph jod\" id=\"v16n922\"> My brethren and sisters and friends, here is laid the foundation of the fulfillment of that mighty flood of prophecy delivered since the days of Father Adam down to the last Prophet who breathed the breath of life. There has been more prophecy fulfilled in the last forty-three years upon the face of the earth, than in two thousand years before. These mighty prophecies, as I said before, like a band of iron, governed and controlled Joseph Smith in his labors while he lived on the earth. He lived until he received every key, ordinance and law ever given to any man on the earth, from Father Adam down, touching this dispensation. He received powers and keys from under the hands of Moses for gathering the house of Israel in the last days;<span class=\"citation\" id=\"90498\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90498)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90498)\">D&amp;C 110:11<\/a><\/span> he received under the hands of Elias the keys of sealing the hearts of the fathers to the children, and <div class=\"break columnbreak\" id=\"267b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0267.pdf\" target=\"pdfwin\">p.&#xA0;267b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6109\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the hearts of the children to the fathers;<span class=\"citation\" id=\"90546\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90546)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90546)\">D&amp;C 110:13-16<\/a><\/span> he received under the hands of Peter, James and John, the Apostleship, and everything belonging thereto;<span class=\"citation\" id=\"84599\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84599)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84599)\">D&amp;C 27:12<\/a><\/span> he received under the hands of Moroni all the keys and powers required of the stick of Joseph in the hands of Ephraim;<span class=\"citation\" id=\"60860\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60860)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60860)\">Ezek. 37:15-20<\/a><\/span> he received under the hand of John the Baptist the Aaronic Priesthood,<span class=\"citation\" id=\"129343\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129343)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129343)\">D&amp;C 27:8<\/a><\/span> with all its keys and powers, and every other key and power belonging to this dispensation,<span class=\"citation\" id=\"84008\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84008)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84008)\">D&amp;C 13:1<\/a><\/span><span class=\"citation\" id=\"126839\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126839)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126839)\">JS&mdash;H 1:68-72<\/a><\/span> and I am not ashamed to say that he was a Prophet of God, and he laid the foundation of the greatest work and dispensation that has ever been established on the earth. <\/div><div class=\"paragraph jod\" id=\"v16n923\"> Joseph Smith lived until he gave his testament to the world, and when he had sealed all these keys, powers and blessings upon the head of Brigham Young and his brethren; when he had planted these keys on the earth so that they should be removed no more forever; when he had done this, and brought forth that record, that book of revelation, the proclamation of which involved the destiny of this whole generation&#x2014;Jew, Gentile, Zion and Babylon, all the nations of the earth, he sealed that testimony with his blood in Carthage jail, where his life and that of his brother Hyrum were taken by the hands of wicked and ungodly men.<span class=\"citation\" id=\"91955\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91955)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91955)\">D&amp;C 135:1<\/a><\/span> Why was his life taken? Why were not John Taylor and Willard Richards, the only two of the Twelve at that time in Nauvoo and with him, also sacrificed? Why did Willard Richards, the largest man in the prison, stand in the midst of that shower of balls and escape without a hole in his robe or garment, or clothing?<span class=\"citation\" id=\"91958\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91958)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91958)\">D&amp;C 135:2<\/a><\/span> Because these things were all governed and controlled by the revelations of God and the word of the Lord. The Lord took whom he would take, and he preserved whom he would preserve,  <div class=\"break pagebreak\" id=\"268a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0268.pdf\" target=\"pdfwin\">p.&#xA0;268a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6108\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and he has done this all the way through. Why has Brigham Young been preserved, when he has stood as much chance to lay down his life in defense of this cause, and run as many dangers in one position and another as anybody else? Because the Lord has had a hand and a meaning in this, and he has preserved him for a certain purpose, and other men have been preserved by the same power. The whole of it has been the work of God on the earth. The revelations of God have surrounded Brigham Young. The revelations of God in ancient days affect him and the Apostles, and the Elders of Israel, as much as they have affected any people in any generation. <\/div><div class=\"paragraph jod\" id=\"v16n925\"> I will speak of another branch of this subject. We have the kingdom organized, the prophecies have been fulfilled, the Church has been planted in the earth, and now there are other portions of these revelations which must be fulfilled. We were settled in Jackson County, Clay County, Caldwell County, in Kirtland and finally in Nauvoo. We were driven from one place to another until we settled Nauvoo, and at last we were driven from Nauvoo into the wilderness and to this land, led here by President Brigham Young, under the inspiration of Almighty God. Some felt their faith tried that we had to leave our lovely Nauvoo and go into the wilderness. Bless your souls, there would have been a flood of revelation unfulfilled if these things had not been so. Isaiah speaks of the foundation of this great Zion, and writes the whole of her history and travels up to the present day, and from this time on until the winding-up scene. If we had not been driven from Nauvoo we would never have come up the Platte River, where, Isaiah says, he saw the Saints going by the river of water wherein went <div class=\"break columnbreak\" id=\"268b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0268.pdf\" target=\"pdfwin\">p.&#xA0;268b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6108\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> no galley with oars;<span class=\"citation\" id=\"59060\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59060)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59060)\">Isa. 33:21<\/a><\/span> a great company of women with child and her that travailed with child<span class=\"citation\" id=\"59672\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59672)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59672)\">Isa. 54:1<\/a><\/span> would never have come here to the mountains of Israel if we had not been driven from that land, and a whole flood of prophecy would have remained unfulfilled, with regard to our making this desert blossom as the rose,<span class=\"citation\" id=\"59134\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59134)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59134)\">Isa. 35:1<\/a><\/span> the waters coming forth out of the barren desert,<span class=\"citation\" id=\"59195\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59195)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59195)\">Isa. 35:6<\/a><\/span> our building the house of God on the tops of the mountains,<span class=\"citation\" id=\"57717\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57717)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57717)\">Isa. 2:2<\/a><\/span> lifting up a standard for these nations to flee to;<span class=\"citation\" id=\"59463\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59463)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59463)\">Isa. 49:22<\/a><\/span> all this and much more would have remained unfulfilled had we not been guided and led by the strong arm of Jehovah,<span class=\"citation\" id=\"59320\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59320)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59320)\">Isa. 40:10<\/a><\/span> whose words must be fulfilled though the heavens and the earth pass away.<span class=\"citation\" id=\"65905\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65905)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65905)\">Matt. 24:35<\/a><\/span><span class=\"citation\" id=\"126840\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126840)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126840)\">JS&mdash;M 1:35<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v16n926\"> Having been brought to Zion, another subject presents itself to our consideration&#x2014;namely, the position which President Young occupies in regard to us today. He calls upon us to build Temples, cities, towns and villages, and to do a great deal of temporal work. Strangers and the Christian world marvel at the &#x201C;Mormons&#x201D; talking about temporal things. Bless your souls, two-thirds of all the revelations given in this world rest upon the accomplishment of this temporal work. We have it to do, we can't build up Zion sitting on a hemlock slab singing ourselves away to everlasting bliss; we have to cultivate the earth, to take the rocks and elements out of the mountains and rear Temples to the Most High God; and this temporal work is demanded at our hands by the God of heaven, as much as he required Christ to die to redeem the world, or as much as the Savior required Peter, James and John to go and preach the Gospel to the nations of the earth.<span class=\"citation\" id=\"66440\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66440)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66440)\">Matt. 28:19<\/a><\/span> This is the great dispensation in which the Zion of God must be built up,  <div class=\"break pagebreak\" id=\"269a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0269.pdf\" target=\"pdfwin\">p.&#xA0;269a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6107\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and we as Latter-day Saints have it to build. People think it strange because so much is said with regard to this. I will tell you Latter-day Saints, and the Christian world too, our work will fall short, we will come short of our duties, and we never shall perform the work that God Almighty has decreed we shall perform unless we enter into these temporal things. We are obliged to build cities, towns and villages, and we are obliged to gather the people from every nation under heaven to the Zion of God, that they may be taught in the ways of the Lord. We have only just begun to prepare for the celestial law when we are baptized into the Church of Jesus Christ of Latter-day Saints. <\/div><div class=\"paragraph jod\" id=\"v16n928\"> There has been a good deal said here with regard to baptism for the dead. When Joseph Smith had laid the foundation of this work he was taken away. There are good reasons why it was so. Jesus sealed his testimony with his blood.<span class=\"citation\" id=\"76904\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76904)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76904)\">Heb. 9:16-17<\/a><\/span> Joseph Smith did the same, and from the day he died his testimony has been in force upon the whole world. He has gone into the spirit world and organized this dispensation on that side of the veil; he is gathering together the Elders of Israel and the Saints of God in the spirit world, for they have a work to do there as well as here.<span class=\"citation\" id=\"92160\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92160)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92160)\">D&amp;C 138:30<\/a><\/span> Joseph and Hyrum Smith, Father Smith, David Patten and the other Elders who have been called to the other side of the veil<span class=\"citation\" id=\"92206\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92206)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92206)\">D&amp;C 138:53<\/a><\/span> have fifty times as many people to preach to as we have on the earth. There they have all the spirits who have lived on the earth in seventeen centuries&#x2014;fifty generations, fifty thousand millions of persons who lived and died here without having seen a Prophet or Apostle, and without having the word of the Lord sent unto them. They are <div class=\"break columnbreak\" id=\"269b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0269.pdf\" target=\"pdfwin\">p.&#xA0;269b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6107\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> shut up in prison, awaiting the message of the Elders of Israel.<span class=\"citation\" id=\"58504\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58504)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58504)\">Isa. 24:22<\/a><\/span> We have only about a thousand millions of people on the earth, but in the spirit world they have fifty thousand millions; and there is not a single revelation which gives us any reason to believe that any man who enters the spirit world preached the Gospel there to those who lived after him; but they all preach to men who were in the flesh before they were. Jesus himself preached to the antediluvian world, who had been in prison for thousands of years. So with Joseph Smith and the Elders&#x2014;they will have to preach to the inhabitants of the earth who have died during the last seventeen centuries; and when they hear the testimony of the Elders and accept it there should be somebody on the earth, as we have been told, to attend to the ordinances of the house of God for them, that they may be judged according to men in the flesh<span class=\"citation\" id=\"78122\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78122)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78122)\">1 Pet. 4:6<\/a><\/span> and come forth in the morning of the first resurrection and have a part therein with us. <\/div><div class=\"paragraph jod\" id=\"v16n929\"> These are eternal principles of the Gospel of Christ. We have been commanded and have been under the necessity of going forth and declaring it to the sons of men. I will ask by what power have these Apostles and Elders taken their knapsacks on their backs, wading swamps and rivers, and preaching without purse and scrip,<span class=\"citation\" id=\"68162\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68162)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68162)\">Luke 22:35<\/a><\/span><span class=\"citation\" id=\"84482\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84482)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84482)\">D&amp;C 24:18<\/a><\/span> as they have done for years and years past and gone. What power has sustained them? As I have said before, these revelations of God, these great commandments and prophecies that have been given for the last six thousand years. They have been inspired by the Spirit and power of God, they have been commanded to go forth and warn this generation by preaching the Gospel to them. Here is  <div class=\"break pagebreak\" id=\"270a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0270.pdf\" target=\"pdfwin\">p.&#xA0;270a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6106\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>President Brigham Young who has traveled, as poor as any man could be, tens of thousand miles, without purse and scrip,<span class=\"citation\" id=\"68163\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68163)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68163)\">Luke 22:35<\/a><\/span> to preach the Gospel to the sons of men. So have his brethren. They have been sustained by the hand of the Almighty, and if they had not done it they would have been under condemnation. Why? The angel of God, who restored the everlasting Gospel to earth, said it must be preached to every nation, kindred, tongue and people under the whole heaven, for the hour of God's judgment had come.<span class=\"citation\" id=\"79917\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79917)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79917)\">Rev. 14:6-7<\/a><\/span> The hour of God's judgment is at the door of this nation and the Christian world. Brother Erastus Snow here, a week last Sunday, told us about preaching to the dead, and the judgments that awaited the nations. Other Elders have referred to the same subject. But seventeen hundred years have passed without Prophets, Apostles and Patriarchs. The judgments of God did not rest upon the nations of the earth during that time as they will after the proclamation of this Gospel. This message that Joseph Smith brought to the world involves the destinies of this whole generation, not only of this nation, but the whole Christian and Jewish world, Zion and Babylon, the whole of it. They now stand, as it were, warned of the Lord. The Gospel has had to go to them. We have been obliged to go abroad to preach the Gospel to the nations; we should have been condemned, and smitten by the arm of Jehovah; if we had failed to fulfill the revelations given unto us. It is by that power that President Young, Joseph Smith, the Twelve Apostles, and the thousands of Elders of Israel have been moved upon to go forth and do the work of God. <\/div><div class=\"paragraph jod\" id=\"v16n931\"> Now then, my friends, are we <div class=\"break columnbreak\" id=\"270b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0270.pdf\" target=\"pdfwin\">p.&#xA0;270b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6106\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> going to stop here? Are the rest of the prophecies not to be fulfilled? Is the Lord going to cut his work in two, or let the rest go unfulfilled? I tell you nay, the word of the Lord is going to be fulfilled, and the Lord is not going to give this kingdom to another people.<span class=\"citation\" id=\"61267\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61267)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61267)\">Dan. 2:44<\/a><\/span> The Lord has raised up a set of men and women, and he will inspire and move upon them to carry out this great work, and we have got it to do. Zion is going to rise and shine,<span class=\"citation\" id=\"126843\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126843)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126843)\">Isa. 60:1<\/a><\/span> and to put on her beautiful garments;<span class=\"citation\" id=\"59537\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59537)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59537)\">Isa. 52:1<\/a><\/span><span class=\"citation\" id=\"87432\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87432)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87432)\">D&amp;C 82:14<\/a><\/span> she will be clothed with the glory of God,<span class=\"citation\" id=\"88009\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88009)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88009)\">D&amp;C 84:101<\/a><\/span> and for brass she will have gold; for iron silver and for stone iron.<span class=\"citation\" id=\"60005\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60005)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60005)\">Isa. 60:17<\/a><\/span> All these revelations touching the last days have got to be fulfilled. President Young is moved upon to call upon Zion to do her duty. Why is he thus moved upon? Because the power of revelation surrounds him and crowds upon him to magnify his calling and do his duty among the sons of men. The power of God rests upon him, and he will never hold his peace until Zion is built up and perfected, the house of Israel gathered and the work of God performed under his administration as long as he dwells in the flesh. He is as much under the power of God and the revelations of Jesus Christ as any man that ever breathed the breath of life. <\/div><div class=\"paragraph jod\" id=\"v16n932\"> We have got to build this Temple. The Lord requires it at our hands. We have to pay our Tithing&#x2014;the Lord requires it at our hands. The Lord has never said by any revelation that Brigham Young should build a Temple alone, that his counselors, or that the Apostles or Bishops should do it alone. This responsibility rests upon every man and woman who has entered into covenant with the Lord in these latter days; and if we do not discharge it we shall suffer, the Lord  <div class=\"break pagebreak\" id=\"271a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0271.pdf\" target=\"pdfwin\">p.&#xA0;271a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6105\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>will chastise us. He is not going to leave us, and he is not going to take this kingdom away from the Latter-day Saints and give it to anybody else,<span class=\"citation\" id=\"61268\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61268)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61268)\">Dan. 2:44<\/a><\/span> for they are the Saints, and although mixed like corn in a sieve<span class=\"citation\" id=\"61950\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61950)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61950)\">Amos 9:9<\/a><\/span> among the Gentile nations they have been prepared from the foundation of the world to come forth as the sons of Jacob in these latter days, to build up the Zion of God on the earth. We have got to come to it. We must give our earnest support to cooperation, for it is a step in advance towards establishing the Order of Enoch<span class=\"citation\" id=\"126841\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126841)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126841)\">D&amp;C 76:57<\/a><\/span><span class=\"citation\" id=\"126842\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126842)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126842)\">D&amp;C 82:1-24<\/a><\/span> and the building up of the Zion of God. The servant of God is moved upon to call upon us to perform this work, and we have it to do. <\/div><div class=\"paragraph jod\" id=\"v16n934\"> There are some prophecies pertaining to these latter days that are unpleasant to contemplate. President Young has been calling upon the daughters of Zion day after day, now, for years, to lay aside these Babylonish fashions. I have been reading the third chapter of Isaiah, and I have been hoping, all the days of my ministry, that the sayings contained in that chapter would never apply to the daughters of Zion in our day;<span class=\"citation\" id=\"57883\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57883)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57883)\">Isa. 3:16-26<\/a><\/span> but I believe they will, and inasmuch as they will not listen to President Young and to the Prophets, Apostles and Elders of Israel with regard to throwing off these nonsensical things, I hope they will hasten the lengthening out of their skirts and drag them in the streets; that they will increase their round tires like the moon,<span class=\"citation\" id=\"57884\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57884)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57884)\">Isa. 3:18<\/a><\/span> increase their hoops, and their headbands, increase their Grecian bends<span class=\"citation\" id=\"57885\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57885)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57885)\">Isa. 3:20<\/a><\/span> at once and carry it out until they get through with it, so that we can turn to the Lord as a people. Some of the daughters of Zion do not seem willing to forsake the fashions of Babylon. I to such would say has<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"271b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0271.pdf\" target=\"pdfwin\">p.&#xA0;271b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6105\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ten it, and let the woe that is threatened on this account come, that we may get through with it, then we can go on and build up the Zion of God on the earth. But in spite of the follies that some among us delight in, we are going to build up Zion. We are going to fill these mountains with the cities and people of God. The weapons formed against Zion will be broken,<span class=\"citation\" id=\"59732\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59732)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59732)\">Isa. 54:17<\/a><\/span> and the nations of the Gentiles will visit her and their kings will come to the brightness of her rising.<span class=\"citation\" id=\"59950\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59950)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59950)\">Isa. 60:3<\/a><\/span> I often think when I see gentlemen and ladies sitting in our Tabernacles, who have come over this great highway that has been cast up,<span class=\"citation\" id=\"59222\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59222)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59222)\">Isa. 35:8 (JST)<\/a><\/span><span class=\"citation\" id=\"60123\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60123)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60123)\">Isa. 62:10<\/a><\/span> whether they realize that they are fulfilling the prophecies of Isaiah. I think this many times in my own mind. I am satisfied that they do not realize it, but they are fulfilling the revelations of God. The Gentiles are coming to the light of Zion and kings to the brightness of her rising.<span class=\"citation\" id=\"59949\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59949)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59949)\">Isa. 60:3<\/a><\/span> All these things have been spoken of and will be fulfilled; and by and by, when we are sanctified and made perfect, when we are chastised and humbled before the Lord, when we have got our eyes opened, and our hearts set upon building up the kingdom of God, then will we return and rebuild the waste places of Zion.<span class=\"citation\" id=\"59503\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59503)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59503)\">Isa. 51:3<\/a><\/span><span class=\"citation\" id=\"59844\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59844)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59844)\">Isa. 58:12<\/a><\/span><span class=\"citation\" id=\"89444\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89444)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89444)\">D&amp;C 101:18<\/a><\/span><span class=\"citation\" id=\"89740\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89740)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89740)\">D&amp;C 103:11<\/a><\/span> We have got this to fulfill in our day and generation. Then think not, ye Elders of Israel, ye sons and daughters of Zion, that we are going to live after the order of Babylon always. We are not. We shall be chastised and afflicted, and shall feel the chastening rod of the Almighty, unless we serve the Lord our God, and build up his kingdom, for he has given us all power; yes, all power is given into our hands to perform this work.<span class=\"citation\" id=\"90049\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90049)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90049)\">D&amp;C 105:37<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v16n935\"> Where is the man or the woman on the face of the earth who cannot  <div class=\"break pagebreak\" id=\"272a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0272.pdf\" target=\"pdfwin\">p.&#xA0;272a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6104\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>see the hand of God in our deliverance until today? Every weapon has been broken that has ever been formed against us.<span class=\"citation\" id=\"59733\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59733)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59733)\">Isa. 54:17<\/a><\/span> Point me out an individual or a people who have ever taken a stand against Joseph Smith or Brigham Young, the Zion of God or the Elders of Israel, and who have sought to overthrow this work, but what the curse of God has rested upon them. Show me one of that class who has not gone down to the dust, and as it has been in days past so it will be in days to come. Woe to that nation, kindred, tongue and people under the whole heavens who war against Zion in the latter days; every weapon shall be broken that is formed against her,<span class=\"citation\" id=\"59734\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59734)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59734)\">Isa. 54:17<\/a><\/span> and that nation that will not serve her shall be utterly wasted away saith the Lord of hosts.<span class=\"citation\" id=\"59985\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59985)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59985)\">Isa. 60:12<\/a><\/span> These things are true, and I would warn Jew and Gentile, Saint and sinner and all the world to be careful what they do as touching them. <\/div><div class=\"paragraph jod\" id=\"v16n937\"> A few words more to the Latter-day Saints. I want to say to the brethren and to the sisters, let us cease finding fault one with another;<span class=\"citation\" id=\"88817\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88817)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88817)\">D&amp;C 88:124<\/a><\/span> let us not say that this man or this woman does wrong, this family does wrong, this person or the other sets a bad example; let us realize that we ourselves are held responsible <div class=\"break columnbreak\" id=\"272b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0272.pdf\" target=\"pdfwin\">p.&#xA0;272b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6104\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> for what we do. It will do me no good if I apostatize because somebody's family follows the fashions of Babylon, or because some man or woman or some set of men and women do wrong. Let us cease this kind of work, and all of us look to ourselves. It will do me no good if I apostatize because I think somebody else does not do right. We should lay aside this, there is too much of it in the Zion of God today, and has been a good while, finding fault with this, that and the other, instead of looking at home. Let us all look at home, and each one try to govern his own family and set his own house in order, and do that which is required of us, realizing that each one is held responsible before the Lord for his or her individual actions only. <\/div><div class=\"paragraph jod\" id=\"v16n938\"> I pray God, my heavenly Father that he will pour out his Spirit upon the daughters of Zion, upon the mothers in Zion, upon the Elders, and upon all her inhabitants, that we may listen to the counsels of the servants of God, that we may be justified in the sight of God, that we may be preserved in the faith, that we may have power to build Temples, build up Zion, redeem our dead, and be redeemed ourselves, for Jesus' sake. Amen. <\/div>\n<\/div>\n<\/div>"}