{"ID":160003, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Testimony&#x2014;Sickness in Sanpete County&#x2014;Increase of Crime in the World&#x2014;The Inevitable Overthrow of the Wicked.<\/div>\n<div class=\"subtitle\">Discourse by President Orson Hyde, delivered at the General Conference, in the New Tabernacle, Salt Lake City, Monday Morning, April 7, 1873.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: Testimony&#x2014;Sickness in Sanpete County, Etc.<\/div>\n<div class=\"speaker\">Speaker: Orson Hyde<\/div>\n<div class=\"date\">Date: 4\/7\/1873<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d03\">\n<div class=\"paragraph jod\" id=\"v16n44\"> It is very gratifying to my feelings this morning, my brethren and sisters, to have the privilege of meeting with you in the capacity of a General Conference. I have not spoken much in public of late, in consequence of being, for the last six weeks, considerably afflicted, and confined to my room, and a good portion of the time to my bed. I do not feel like entering into any special or particular subject; but I rejoice in the opportunity of mingling and associating with my friends. We are separated for some six months in the year, and when we come toge<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"12b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0012.pdf\" target=\"pdfwin\">p.&#xA0;12b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6364\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ther and meet with our co-laborers, it is joyful to look upon their countenances. I rejoice in this opportunity of meeting with my brethren of the Twelve and the First Presidency, and beholding them mostly in the enjoyment of good health. <\/div><div class=\"paragraph jod\" id=\"v16n45\"> We have been endeavoring now, for more than forty years, to establish the kingdom of God and bearing our testimony to the nations of the earth. I, for one, do not know how much longer my voice may be heard among the living, but I rejoice in the opportunity of bearing testimony to the truth whenever  <div class=\"break pagebreak\" id=\"13a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0013.pdf\" target=\"pdfwin\">p.&#xA0;13a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6363\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>strength will permit and opportunity offer. I take occasion to say to my brethren and sisters, this morning, that as the time is drawing near the cause seems more and more precious to me. It is part of myself, and myself, I trust, a part of it. I rejoice in saying that I know this is the everlasting Gospel, the truth of Heaven. Having experienced it for more than forty years, I know it is true and faithful, and no man can impeach my testimony. Not because there is so much sterling worth in me, as there is in the cause that I feebly advocate. It is true I lived in the days of the martyred Prophet. I was associated with him, and bore my testimony with him, and I feel no less like bearing my testimony this morning. <\/div><div class=\"paragraph jod\" id=\"v16n47\"> I want to say a few words in relation to the place whence I came, and where I mostly labor. We have had some affliction there, in the shape of small pox. There have been many cases of that disease, but it was of a mild type, and I am happy to say that it has nearly left us, and we are again comparatively free. But we have been afflicted with a disease that is much more to be dreaded than the small pox, and which we have generally called &#x201C;spotted fever.&#x201D; The small pox is no more to be compared to that disease than the bite of a flea or mosquito is to the bite of a rattlesnake. There have been about sixteen deaths, mostly children, from spotted fever, and there are some half dozen cases yet remaining, but no new ones. They have lingered for ten or twelve weeks, and they, apparently, can neither live nor die, and are mere skeletons. I feel sorry to see children, who should grow up and develop an intellect and a power equal if not superior to any that now live, thus afflicted; and to see them cut down in the morning of their ex<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"13b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0013.pdf\" target=\"pdfwin\">p.&#xA0;13b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6363\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>istence grieves me very much. But the word of the Lord unto us has declared that scourges in the shape of sickness shall be sent forth,<span class=\"citation\" id=\"83853\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83853)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83853)\">D&amp;C 5:19<\/a><\/span><span class=\"citation\" id=\"89219\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89219)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89219)\">D&amp;C 97:23<\/a><\/span> beginning first at his house,<span class=\"citation\" id=\"90634\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90634)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90634)\">D&amp;C 112:24-26<\/a><\/span> and from thence they shall spread and make the nations quake. <\/div><div class=\"paragraph jod\" id=\"v16n48\"> We are living, my brethren and sisters, in an important period of time, and when I read over the testimony of the martyred Prophet, and the word of the Lord through him, it seems that in comparing the signs of the times at present with his testimony, there would be ample evidence to convince any rational being that God, our heavenly Father, sent him. I read of disasters by sea and by land. I read of a receding from the principles of honesty, and that great men go into wild speculations and dishonesty, and involve the country in ruin unless there be a speedy arresting of their course. The murders that are committed at the present time, show to me that the word of the Lord is true where he declares through the Prophet, &#x201C;My Spirit shall not always strive with man.&#x201D;<span class=\"citation\" id=\"52822\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52822)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52822)\">Gen. 6:3<\/a><\/span><span class=\"citation\" id=\"83723\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83723)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83723)\">D&amp;C 1:33<\/a><\/span> As the Spirit of the Lord forsakes the people, bloodshed, corruption, confusion and anarchy must follow, and all these are increasing in our country. I cannot take up a paper without seeing the fulfillment of some of the sayings of our martyred Prophet, and of our brethren who are sitting behind me, on this stand. And what power is there that can arrest the course of evil? There is nothing but genuine repentance and obeying the everlasting Gospel. That is the only remedy that Heaven has provided; the only fountain of life and salvation for the nations exists among these poor, despised Mormons, and I know it. Brethren and sisters, I rejoice in the Lord our God, that he has moved graciously in favor of the  <div class=\"break pagebreak\" id=\"14a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0014.pdf\" target=\"pdfwin\">p.&#xA0;14a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6362\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Latter-day Saints; and inasmuch as we will forsake all evil and cleave unto him<span class=\"citation\" id=\"89257\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89257)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89257)\">D&amp;C 98:11<\/a><\/span> we shall find that his words unto us will be fulfilled, where he declares, &#x201C;I will fight your battles.&#x201D;<span class=\"citation\" id=\"89979\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89979)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89979)\">D&amp;C 105:14<\/a><\/span> I would rather live near to God and serve him with all my heart and soul, might, mind and strength,<span class=\"citation\" id=\"83806\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83806)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83806)\">D&amp;C 4:2<\/a><\/span><span class=\"citation\" id=\"86284\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86284)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86284)\">D&amp;C 59:5<\/a><\/span> than fight my own battles. If the Lord will fight our battles there can be no treason in that, he is too high for treason to attach to him. He is beyond the reach of the power of this world, and he can hurl his storms and blast the prospects of the most sanguine, and accomplish wonders, and none can stay his hand or say&#x2014;&#x201C;What doest thou?&#x201D;<span class=\"citation\" id=\"56096\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56096)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56096)\">Job 9:12<\/a><\/span><span class=\"citation\" id=\"57578\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57578)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57578)\">Eccl. 8:4<\/a><\/span><span class=\"citation\" id=\"61485\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61485)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61485)\">Dan. 4:35<\/a><\/span> The increase, in a thousand forms, of evils, accidents, and calamities through our land and the nations of the earth should admonish us to live near to the Lord our God, to remember our prayers, and the obligations we are under to the Most High, and to seek with all our hearts to discharge them with fidelity. Those who have held fast to the iron rod,<span class=\"citation\" id=\"80968\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80968)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80968)\">1 Ne. 8:30<\/a><\/span> and have remembered their God, Savior and prayers, feel to thank God, and to praise his holy name that they have endured. Let that feeling ever fill your hearts, and may the peace of God rest upon Israel, and confusion come upon them that seek to destroy the best and choicest principles that heaven ever revealed to man. <\/div><div class=\"paragraph jod\" id=\"v16n50\"> I was thankful to hear the definition and distinction, given yesterday by the President, of the words &#x201C;enemies&#x201D; and &#x201C;friends&#x201D; of mankind. It was true and faithful. He is my friend who is the friend of truth and humanity; he is my enemy who seeks to trample under foot the truth of heaven and those who are striving earnestly to serve the Lord. Brethren and sisters, be faith<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"14b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0014.pdf\" target=\"pdfwin\">p.&#xA0;14b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6362\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ful to him who has called you and from whom you have derived every blessing you possess today. Remember our brethren and sisters who are scattered and are anxious for deliverance. Strikes have been inaugurated in various portions of the old world, and thousands of people are out of employment in consequence thereof. Similar operations are threatened in our own country, and they are likely to seriously affect the welfare and interest of the nation. In what shape troubles may come I do not know, but it will be a wonder to me if bloodshed does not result. Well did the angel say, forty-five years ago, &#x201C;Come out of her, my people, that ye be not partakers of her sins, and that ye receive not of her plagues.&#x201D;<span class=\"citation\" id=\"80238\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80238)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80238)\">Rev. 18:4<\/a><\/span><span class=\"citation\" id=\"91830\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91830)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91830)\">D&amp;C 133:7<\/a><\/span> This is the reason why the Saints are gathering from the countries of their nativity. Yet when the people see the Saints gathering they frequently say, &#x201C;What folly, what folly!&#x201D; Go to the fowls of heaven and learn a lesson. When you see the fowls, in the fall of the year, going to the south, creeping as they go, you say that winter is nigh; so when you see the Saints gathering together, remember that disaster awaits the countries they are leaving. God has declared it, and his arm is sufficiently potent to fulfill his words. <\/div><div class=\"paragraph jod\" id=\"v16n51\"> I rejoice in the truth, and I bear my testimony, today, before you, that Joseph Smith was a Prophet of the true and living God. I bear my testimony that brother Brigham Young, the President of the Church here in Zion, is a man of God, and that he is carrying on the work that Joseph Smith began. When we came here how was it with us? We had nothing but a few worn-down teams and a few old wagons, very much demoralized. They were so in  <div class=\"break pagebreak\" id=\"15a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0015.pdf\" target=\"pdfwin\">p.&#xA0;15a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6361\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the start, because we could not get any other kind. But when we got through here, having brought seed, provisions, and implements such as we could command, our case was a pitiful one. But the Lord has had mercy on us and he has blessed us, and now we are beyond the reach of present want. I am thankful that all this has been brought about under the administration of our present honored President, and the world is trying to kill him and those who sustain and uphold him. It is a great warfare, it is a great wrestling; but I am aware how it will come out. It will be with the enemies and opposers of God and truth as it was with the Irishman who, as he was crossing over a bridge, saw the moon in the stream, and believing it <div class=\"break columnbreak\" id=\"15b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0015.pdf\" target=\"pdfwin\">p.&#xA0;15b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6361\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to be a cheese, he said to his companion&#x2014;&#x201C;Let us go down and get that cheese.&#x201D; Well, one held on to the railing of the bridge and the other slipped down and hung to his heels, thinking that he would reach down and obtain the cheese. By and by, says the one that was holding to the bridge to his friend below&#x2014;&#x201C;Pat, hold fast below till I spit in my hands above,&#x201D; and down they went. That is the way the contest between the world and &#x201C;Mormonism&#x201D; will terminate&#x2014;while they are saying, &#x201C;Hold fast below till I spit in my hands above,&#x201D; crash goes the whole concern. <\/div><div class=\"paragraph jod\" id=\"v16n53\"> Brethren and sisters, God bless you, Amen. <\/div>\n<\/div>\n<\/div>"}