{"ID":160029, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">A Word of Exhortation.<\/div>\n<div class=\"subtitle\">Remarks by President George A. Smith, delivered in the New Tabernacle, Salt Lake City, at the Semi-Annual Conference, October 6, 1873.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: A Word of Exhortation.<\/div>\n<div class=\"speaker\">Speaker: George A. Smith<\/div>\n<div class=\"date\">Date: 10\/6\/1873<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d29\">\n<div class=\"paragraph jod\" id=\"v16n758\"> Last October Conference I asked permission to take a journey to visit the land of Palestine, and some other portions of the old world, expecting that I should be absent, probably, about eleven months. I was accompanied on that journey by President Lorenzo Snow and several others; the party including eight. We visited Palestine and many other countries, a portion of us calling at the Fair in Vienna. But in consequence of my selection, by the <div class=\"break columnbreak\" id=\"220b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0220.pdf\" target=\"pdfwin\">p.&#xA0;220b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6156\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Conference last April, to do the duties of Trustee-in-Trust, I returned home a little sooner than I anticipated, though we were all well satisfied with our journey and visit, and with every interview we had on the entire journey, and were very thankful to our heavenly Father that we had the means given us, through his mercy, and I, individually, through the kindness of my friends, to make such a journey. We feel that the results will be felt and  <div class=\"break pagebreak\" id=\"221a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0221.pdf\" target=\"pdfwin\">p.&#xA0;221a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6155\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>realized hereafter, as having done much good. I feel, individually, to return my thanks and blessings to all those who contributed to aid me on that journey, and to all those who desired to, but had not the means. I feel that the blessing of the Lord, which we invoked on the Mount of Olives, will rest upon his people, and that the time is not very far distant when God will fulfill his promises concerning Israel; though, so far as we saw of the remnants of Judah, their hearts are very hard, and it will require the exercise of great power on his part to soften them. But as his word will not fail, and his promises are sure,<span class=\"citation\" id=\"86540\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86540)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86540)\">D&amp;C 64:31<\/a><\/span> we look forward to their fulfillment with regard to Israel. In the meantime we, with all our hearts, might, mind and strength, should take warning by the example of Israel, and not fall into the same snares. They neglected their Tithes and offerings, violated the Sabbath, forgot their prayers and worshiped other gods, and for these things God cursed them and scattered them to the four winds of heaven, and the curses rest on the land, and, as was predicted by the Prophet, the rain has been turned into dust.<span class=\"citation\" id=\"55177\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55177)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55177)\">Deut. 28:24<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v16n760\"> We, as Latter-day Saints, having had revelation from the Lord, and the fullness of the Priesthood revealed unto us, should be exceeding careful that we do not neglect the Gospel, turn from our duties, neglect our Tithes and offerings, Sabbaths and prayers, forsake the Lord and go astray after other gods, lest peradventure the curse of the Almighty fall upon us, and the kingdom be rent from us and given to another people.<span class=\"citation\" id=\"55472\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55472)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55472)\">1 Sam. 15:28<\/a><\/span> I feel that the de<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"221b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0221.pdf\" target=\"pdfwin\">p.&#xA0;221b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6155\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>solation, waste and barrenness of Palestine, and the degradation of its people should be a lasting and permanent lesson to us in all things, to keep the faith and obey the commandments, to remember our Tithes and offerings, to be friends to the poor, to remember our prayers, to remember the faith which God has revealed unto us, and to contend earnestly for the faith once delivered to the Saints,<span class=\"citation\" id=\"78859\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78859)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78859)\">Jude 1:3<\/a><\/span> that we may have and enjoy all its blessings. <\/div><div class=\"paragraph jod\" id=\"v16n761\"> We have had a glorious season, an abundant harvest and a good time to gather it. The weather has been fine and agreeable, and now, brethren and sisters, let us gather together a few days to talk with and strengthen each other upon the principles of the Gospel of peace. The Elders can bear testimony, for I know that this is the Gospel of Jesus Christ, and that God has revealed it to us for our salvation; and our covetousness, and disposition to make a display in the world should not interfere in any way whatever, with us in devoting our time, talents, energies and our all to the upbuilding of his kingdom, for that is the greatest interest and glory, and the grandest speculation there is on the face of the earth. <\/div><div class=\"paragraph jod\" id=\"v16n762\"> These are my sentiments and views. I wish all persons in the congregation, when they see a man rise to speak, to lift up their hearts to the Lord in prayer that the Lord will have mercy upon us and fill that man with the power of the Spirit, that he may speak to us directly by revelation from heaven, that every voice that is elevated may be elevated by the power of the Almighty.<span class=\"citation\" id=\"85937\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85937)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85937)\">D&amp;C 50:14-22<\/a><\/span> <\/div>\n<\/div>\n<\/div>"}