{"ID":160045, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Increased Powers and Capacities of Man in His Future State.<\/div>\n<div class=\"subtitle\">A Lecture by Elder Orson Pratt, delivered before the Young Men's Literary Association, Ogden City, Tuesday Evening, January 27, 1874.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: The Increased Powers, Etc.<\/div>\n<div class=\"speaker\">Speaker: Orson Pratt<\/div>\n<div class=\"date\">Date: 1\/27\/1874<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d45\">\n<div class=\"paragraph jod\" id=\"v16n1226\"> I have been requested by brother Richards to address the Young Men's Literary Association, organized here <div class=\"break columnbreak\" id=\"353b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0353.pdf\" target=\"pdfwin\">p.&#xA0;353b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6023\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> in Ogden, together with such individuals as should be present on the occasion. I do so cheerfully, al<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"354a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0354.pdf\" target=\"pdfwin\">p.&#xA0;354a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6022\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>though, I must say, in the commencement of my remarks, that I have had no time whatever to digest the subject I propose to speak upon this evening; other duties have been so numerous, including those in the Legislative Assembly, that I have scarcely had a moment's leisure to devote to its consideration. The subject upon which it has been proposed that I should address you is, The Increased Capacities and Powers of Man in his Future State. It is a subject which is theological in its nature, and cannot be treated altogether in a scientific point of view, for all that we know concerning the future state of man is by divine revelation, and in no other way; hence we shall be under the necessity, from the very nature of the subject, to appeal to the revelations which God has given, both ancient and modern, in relation to the future state of man, and the capacities with which he will be endowed in the world to come. However, there may be connected with this subject many scientific ideas by way of illustration. <\/div><div class=\"paragraph jod\" id=\"v16n1228\"> We find ourselves here in this world in the enjoyment of intelligence, light and truth in some measure far above any creatures which God has made. Placed here upon the earth among the myriads of its creatures, man seems to be prominent, in fact the masterpiece of creation, a being endowed with intelligence and reasoning powers, and with more or less power over all other beings and creatures upon the face of the earth. But still, notwithstanding his intellectual powers and faculties, man, in his present condition, is a poor, weak, frail, fallen being, subject to afflictions, pains, accident and sickness, and after a while he passes off from this stage of action. <\/div><div class=\"paragraph jod\" id=\"v16n1229\"> The inquiry naturally arises among <div class=\"break columnbreak\" id=\"354b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0354.pdf\" target=\"pdfwin\">p.&#xA0;354b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6022\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> all people, whether this being called man exists after this body crumbles back to its mother earth, and whether the intelligent part of man continues to exist, or whether it dies with the body? There are many reasons to suppose that man will exist in a future state. Those who believe in a Supreme Being, capable of producing man and the earth upon which he dwells, might almost without the aid of revelation, naturally conclude that man, being the workmanship of the hands of that Supreme Being, was not intended to pass away and be forgotten with the termination of this brief existence, but that he was intended to live hereafter. But when we search the sacred records on this subject, we find an abundance of evidence and proof to thoroughly satisfy ourselves that when we lay down these bodies to rest in the grave, if we are Saints, we lay them down with the expectation and with the full assurance and hope that they will be resuscitated and will again live, in a more perfect form than what they exist at the present time. We look for this, we hope for it, we pray for it, we seek with all our hearts to be prepared for this future state of being and the first resurrection. <\/div><div class=\"paragraph jod\" id=\"v16n1230\"> When we examine divine revelation upon the subject of the resurrection, we find that every part of this mortal tabernacle that is laid down in the grave, so far as needful to constitute a perfect body, will be resurrected. We are informed to this effect in various revelations, but more especially in the Book of Mormon; and I suppose that the young men who organized this Association believe in that sacred and divine record as well as in the Bible, and also in the Book of Doctrine and Covenants, therefore I shall address my<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"355a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0355.pdf\" target=\"pdfwin\">p.&#xA0;355a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6021\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>self to them as to persons who are believers therein. <\/div><div class=\"paragraph jod\" id=\"v16n1232\"> In the Book of Mormon we find Alma discoursing upon the resurrection of the dead, and also Amulek, and they both testify that the bodies we lay down in the grave will come forth again, that every part will be restored to its perfect frame; both those Prophets declare that every limb and joint will be restored,<span class=\"citation\" id=\"82099\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82099)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82099)\">Alma 11:42-43<\/a><\/span><span class=\"citation\" id=\"82348\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82348)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82348)\">Alma 40:23<\/a><\/span> though the body crumble back to mother earth, and the bones&#x2014;the most solid portions of the human system, will be dissolved and return again to the dust. They declare that the materials will be brought together and reconstructed, that bone will come to its bone, and that the flesh that now clothes these bones, and the sinews and skin which cover the flesh will also be restored. Ezekiel the Prophet, in the 37th chapter of his prophecy, says that bones and flesh, sinews and skin will all come forth and be made out of the dust into a perfect tabernacle, and everything will be restored to its perfect frame;<span class=\"citation\" id=\"60827\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60827)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60827)\">Ezek. 37:3-10<\/a><\/span> and so particularly do the Prophets Amulek and Alma discourse upon this subject, that they declare that not even one hair of the head shall be lost.<span class=\"citation\" id=\"82109\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82109)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82109)\">Alma 11:44<\/a><\/span><span class=\"citation\" id=\"82347\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82347)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82347)\">Alma 40:23<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v16n1233\"> Some, perhaps, might suppose that, as the human tabernacle is composed of certain familiar elements, such as hydrogen, oxygen, carbon and the various elementary principles that exist around us, when the body is dissolved and those various elements are scattered and driven to the four winds, as in the case of the burning of a body, and those elements enter into the composition of vegetables, and the vegetables are eaten by animals, serving to increase their flesh, and again, these animals are eaten by human beings, that these continual <div class=\"break columnbreak\" id=\"355b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0355.pdf\" target=\"pdfwin\">p.&#xA0;355b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6021\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> transfers of matter from one state and condition to another would preclude the idea of the resurrection of the same body again. But there are several things to be considered in relation to this matter. We have a revelation in the Book of Doctrine and Covenants, called &#x201C;The Olive Leaf,&#x201D; which says&#x2014;&#x201C;Ye which have been quickened by a portion of the celestial glory, shall in that day receive even a fullness; even ye shall receive your bodies, which are the same bodies that you now have.&#x201D;<span class=\"citation\" id=\"88452\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88452)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88452)\">D&amp;C 88:28<\/a><\/span> This seems to be so plain that we are obliged to admit that we shall receive the same bodies. <\/div><div class=\"paragraph jod\" id=\"v16n1234\"> Now the fact that the particles which compose our bodies undergo so many transmutations after we leave this mortal existence, entering into the flesh of animals, then helping to build up the bodies of human beings would almost seem, especially to the minds of infidels in opposition to the idea of a resurrection; and I do not believe that every particle that is ever incorporated in the systems of human creatures will be resurrected with them, I have no such idea. But a sufficient amount of the particles which have once been incorporated in the system will be used by the Almighty in the resurrection to make perfect and complete tabernacles for celestial spirits to dwell in. The idea that every particle that ever entered into the composition of our mortal bodies will be resurrected is inconsistent; for who does not know that a man often changes in weight? For instance, when he is an infant he weighs but a few pounds; he continues to increase in flesh through the food that he partakes of, and not only in flesh but also in the size of his bones until he attains perhaps a hundred and ninety pounds in addition to the ten or twelve pounds  <div class=\"break pagebreak\" id=\"356a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0356.pdf\" target=\"pdfwin\">p.&#xA0;356a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6020\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>that he weighed in infancy. Then again he wastes away by some long lingering sickness, and after having been several months brought down he weighs himself and finds that he has lost sixty or seventy pounds of flesh. Where has it gone? Somewhere; it has disappeared. Again he revives from his sickness and he begins to recruit by partaking of various kinds of nourishment, and by and by he weighs perhaps two hundred pounds. Another fit of sickness overtakes him and he loses fifty or sixty pounds in weight again, and thus in the course of a long life, by intervals of sickness and health, perhaps some twelve or fifteen hundred pounds of matter have departed from his body, and been renewed again through the food that he has eaten. <\/div><div class=\"paragraph jod\" id=\"v16n1236\"> Then again, we are in the habit of taking knives or razors and paring our nails every little while, so much so that we can safely say that in the course of a year we cut off or pare from our fingers and toes, as the case may be, perhaps an inch of nail, at this rate, a man who lives to be seventy-two years of age would pare off seventy-two inches of nail, which would be six feet. Now can we suppose than when a man rises from the dead that he will come forth with nails six feet long? (Laughter.) I cannot conceive any such thing, and yet this is a portion of the body, and men, in the resurrection, will have nails the same as they have here, but I expect they will be of a reasonable length, and a sufficient portion of the nails of his fingers and toes will be resurrected to make handsome comely nails on the fingers and toes, while all the rest will be surplus and unnecessary. <\/div><div class=\"paragraph jod\" id=\"v16n1237\"> Then again, we are in the habit of having our hair shingled. This <div class=\"break columnbreak\" id=\"356b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0356.pdf\" target=\"pdfwin\">p.&#xA0;356b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6020\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> custom is generally commenced in childhood, say three or four years old, and continued through life, and in the course of a year perhaps four or five inches of hair may be cut from the head and cast away. Now, in seventy-two years, if a man did not lose his hair altogether, he would perhaps cut off something like twenty-four feet of hair and beard. Can we suppose that in the resurrection we shall come forth with our hair and beard a rod long? I do not look for any such thing. When, therefore, we read in the Book of Mormon that every hair of the head shall be restored,<span class=\"citation\" id=\"82110\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82110)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82110)\">Alma 11:44<\/a><\/span><span class=\"citation\" id=\"82349\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82349)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82349)\">Alma 40:23<\/a><\/span> I do not expect that the whole of the matter that has been incorporated in the hair or in the beard will be restored, but I look for a sufficient quantity of the material once existing in the hair and beard to be restored to make one appear comely, for the hair is an ornament. <\/div><div class=\"paragraph jod\" id=\"v16n1238\"> It is said by some, whether true or false I shall not pretend to say, that, independent of sickness and losing and regaining our flesh, a robust man once in seven years, throws off the greater portion of the materials of his body; that even the very bones of our bodies give out material which is thrown off, and so much so that when a part of a bone is taken away it is replaced by the ordinary process of partaking of food, &amp;c. This may, or may not be so, I do not pretend to say, although it is generally believed by scientific men, physicians and those who have made experiments that this is the case. Now supposing it is true, a man who lives to be seventy-seven years old would change his entire body eleven times during the course of his life. Do we suppose that, when man comes forth in the resurrection, he will possess all the flesh he has gained and lost by  <div class=\"break pagebreak\" id=\"357a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0357.pdf\" target=\"pdfwin\">p.&#xA0;357a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6019\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>sickness and regained in health, and all that he has lost and recovered in these septennial changes? If so he would possess one or two tons of matter in his physical system as a tabernacle for the spirit to dwell in. I do not for a moment suppose any such thing, but all this, except the amount really necessary to make a perfect proportionate tabernacle for the spirit to dwell in, will be surplus matter. <\/div><div class=\"paragraph jod\" id=\"v16n1240\"> What becomes of this surplus matter? The beasts, fowls and fish and all living creatures are to be resurrected, and if man has had incorporated in his system in the course of his mortal life nine-tenths more matter than it needs to make a perfect resurrected body, why not let that surplus matter go where it belongs&#x2014;to the beasts of the field, to the fowls of the air and the fish of the sea, that they may receive their tabernacles, and be resurrected? It is said by some that there are certain portions of the body which do not dissolve. If there are, I do not know anything about it. The bones dissolve, and the flesh, sinews, skin, teeth and hair, and every part of the human body with which we are acquainted returns to dust. If such be the case there must be a restoration, for if the body did not dissolve, there could not be a restoration. <\/div><div class=\"paragraph jod\" id=\"v16n1241\"> We will now pass along, and ask, in regard to the condition of the body after its resurrection, will it then be subject to pain, sickness and sorrow? No, we are told in Scripture, upon which we found our arguments, that when the new heavens and the new earth are made,<span class=\"citation\" id=\"78486\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78486)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78486)\">2 Pet. 3:13<\/a><\/span> God will make all things new,<span class=\"citation\" id=\"80741\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80741)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80741)\">Rev. 21:5<\/a><\/span> and there shall be no more sorrow nor pain, neither shall there be any more death, but pain, sorrow, weeping and death will be done away;<span class=\"citation\" id=\"80728\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80728)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80728)\">Rev. 21:4<\/a><\/span> <div class=\"break columnbreak\" id=\"357b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0357.pdf\" target=\"pdfwin\">p.&#xA0;357b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6019\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> consequently the immortal body will be free from all those evils that have come by the fall. Let us examine another thing in regard to the immortal body. Will it be absolutely necessary to receive nourishment by food? I do not ask whether immortal beings will partake of food&#x2014;that is another subject&#x2014;but will it be necessary to partake of food to sustain and preserve the immortal body? We read that immortal beings have eaten food, that even our first parents, Adam and Eve, before they fell, while they were yet immortal, were permitted to enter into the Garden of Eden, and that they had food to eat of a vegetable nature, that they were permitted to eat of all the fruits of the garden except one.<span class=\"citation\" id=\"52465\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52465)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52465)\">Gen. 2:15-17<\/a><\/span> But was that absolutely necessary that they might remain immortal beings? I doubt it very much. Immortality was stamped upon their very systems, and they would have been this day alive had they not transgressed the commandments of God<span class=\"citation\" id=\"81260\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81260)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81260)\">2 Ne. 2:22<\/a><\/span> whether they had eaten food or not. In the beginning the beasts of the field fed upon vegetables. In the first chapter of the Book of Genesis we read&#x2014;&#x201C;And God said, Behold, I have given you every herb bearing seed, which is upon the face of all the earth, and every tree, in the which is the fruit of a tree yielding seed; to you it shall be for meat. And to every beast of the earth, and to every fowl of the air, and to everything that creepeth upon the earth, wherein there is life, I have given every green herb for meat.&#x201D;<span class=\"citation\" id=\"52354\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52354)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52354)\">Gen. 1:29-30<\/a><\/span> In those days, while Adam and Eve were immortal, the beasts, fowls and fish did not destroy each other, which would indicate immortality. If in those days the lion would eat the lamb, the wolf, the kid, and ravenous beasts would devour their  <div class=\"break pagebreak\" id=\"358a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0358.pdf\" target=\"pdfwin\">p.&#xA0;358a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6018\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>fellow beasts, it would have been an indication that mortality existed then in the earth; but there was no such thing as mortality when man was first placed in the Garden of Eden. Neither beast of the field, fowl of the air nor fish of the sea was then subject to death, but all, like man, were immortal, and yet they partook of food, but their food was of a vegetable nature. <\/div><div class=\"paragraph jod\" id=\"v16n1243\"> We read that, after Jesus rose from the dead, he appeared to his disciples while they were out fishing, and he called them to the shore and said&#x2014;&#x201C;Children, have ye any meat?&#x201D;<span class=\"citation\" id=\"70962\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70962)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70962)\">John 21:5<\/a><\/span> They soon discovered that it was the Lord who had appeared to them, and they came to the shore, and broiled some fish on a fire of coals, and Jesus partook with them, yet he was an immortal being.<span class=\"citation\" id=\"70967\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70967)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70967)\">John 21:7-14<\/a><\/span> But whether it was necessary for him to eat in order to sustain himself is another question. But can immortal beings live without food? Yes, even the children of mortality can live without food when the Lord sees proper. For instance, Moses, on two different occasions, when he went up into the mount, was there forty days and forty nights, and the Scripture says, expressly, that he neither ate nor drank during that time.<span class=\"citation\" id=\"54370\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54370)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54370)\">Ex. 24:18<\/a><\/span><span class=\"citation\" id=\"54574\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54574)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54574)\">Ex. 34:28<\/a><\/span> Now, if a person in mortality could be sustained forty days and forty nights, on two occasions, as Moses was, why would it be necessary for an immortal personage to eat to preserve life. I think they eat, perhaps, because it is a pleasure, and, it may have certain beneficial tendencies that we know nothing about; but as they are raised to immortality it scarcely seems probable that that immortality will be dependent upon eating and drinking for its preservation. In the testimony of our Savior to his Apostles, we learn that resurrected beings <div class=\"break columnbreak\" id=\"358b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0358.pdf\" target=\"pdfwin\">p.&#xA0;358b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6018\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> will eat and drink, for says he&#x2014;&#x201C;Ye that have followed me, in the regeneration, shall sit upon twelve thrones, judging the twelve tribes of Israel,<span class=\"citation\" id=\"65221\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65221)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65221)\">Matt. 19:28<\/a><\/span> and ye shall eat and drink at my table.&#x201D;<span class=\"citation\" id=\"68083\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68083)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68083)\">Luke 22:30<\/a><\/span> When will that be? During the Millennium, after the resurrection of those twelve Apostles, and when Jesus descends from heaven they will descend with him, and when he sits upon his throne in one of the apartments of the Temple, the twelve Apostles will sit upon their thrones, each one having a separate tribe of Israel over whom he will reign; and when dinner is ready, or supper, as the case may be, they will sit down at the Lord's table, and will eat and drink in his presence. We might say much more in relation to this matter, but if there is anything revealed to prove that immortality is dependent upon eating and drinking, the same as our mortal lives are dependent upon, I am not aware of it. <\/div><div class=\"paragraph jod\" id=\"v16n1244\"> There is another subject that naturally arises in reflecting upon the future state of man, and his physical and mental capacities in that state, and that is, Will man, after the resurrection, require sleep? I think not. Many, perhaps, will argue that things of this life are typical of those which will take place in the world to come. I deny it in some things. There are many things as they were originally designed and organized, which were typical of things to come or as they will exist hereafter; then there are many things that are not typical of the world to come. For instance, we die here; is that any evidence that we shall die hereafter? Oh no, death is a consequence of the imperfections introduced by the Fall; it was not in the body when our first parents were placed in the Garden of Eden. Man brought death upon  <div class=\"break pagebreak\" id=\"359a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0359.pdf\" target=\"pdfwin\">p.&#xA0;359a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6017\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>himself, and it and other evils introduced by that event will be done away, and hence in a future state will not exist. Sleep refreshes us here in this life, and we spend about one-third part of our time in that condition, and it is absolutely necessary to our existence in mortality; for without it we should soon perish and die. But because that is the case here, shall we say that it will be necessary in a future state? I think not. It looks inconsistent to me, and like an imperfection in the great work of the Creator, to suppose that for about one-third part of all future eternity intelligent beings are to forget even their own existence in slumber, knowing nothing that is transpiring around them in the one-third part of the thousands and millions of ages to come. It does not look reasonable. <\/div><div class=\"paragraph jod\" id=\"v16n1246\"> Having said this much in regard to the immortal body and its increased powers and faculties, let me inquire still further, Will this tabernacle, after the resurrection, be subject to the same universal laws of nature that now regulates terrestrial things, and not only terrestrial but celestial, that is the heavens and planetary system above us? Will mankind, in other words, be chained down and limited by those laws that now prevail? Will heat burn an immortal being and produce pain as it burns the tabernacle of mortality? I think not. Even here in this world children of mortality have been placed in conditions where they have been subject to the most intense heat, as in the case of Shadrach, Meshach and Abednego, the three Hebrew children, who were placed in a furnace where the fire had been made seven times hotter than it was wont to be; probably the most intense heat they knew how to produce was prepared <div class=\"break columnbreak\" id=\"359b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0359.pdf\" target=\"pdfwin\">p.&#xA0;359b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6017\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> for these men of God, so great indeed was it that those who cast them into the flames were consumed by it while so doing, but the three Hebrews were not affected by it.<span class=\"citation\" id=\"61432\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61432)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61432)\">Dan. 3:19-30<\/a><\/span> Now if children of mortality can so far prevail against the element of fire that it has not power even to scorch a hair of their heads, how much greater will be the power of those who are immortal! Hence, I do not believe that heat will have any tendency to dissolve, destroy, injure or to produce any unpleasant effects upon them, as it has with us here in this world. Here then will be an increase of power and capacity, so far as the body is concerned, over and above that which we have in this life. <\/div><div class=\"paragraph jod\" id=\"v16n1247\"> Again, we find that here in this life we are chained down by another law, namely the law of gravitation, which has such power and influence over us that with all the exertions we can make with our bodily energies, we can only rise a few feet, by a spring, above the surface of the earth, and by bringing into activity some of the elements of nature, for instance, inflating a balloon with hydrogen gas, or some gas that is much lighter than the common atmosphere that we breathe, a person is enabled to ascend some six or seven miles into the air. But this is in obedience to certain laws with which we are well acquainted, bringing into requisition certain materials lighter than the atmosphere, which it buoys up as it does smoke. Now will the children of immortality be subject to the law of gravitation? When they please to walk upon the earth&#x2014;an act performed by virtue of the law of gravitation&#x2014;they can do so. We have an example of this in our Savior walking after his resurrection, with two of his disciples, and conversing with them on many subjects;<span class=\"citation\" id=\"68396\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68396)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68396)\">Luke 24:13-35<\/a><\/span> also when he descended on  <div class=\"break pagebreak\" id=\"360a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0360.pdf\" target=\"pdfwin\">p.&#xA0;360a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6016\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>this American continent<span class=\"citation\" id=\"82594\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82594)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82594)\">3 Ne. 11:8<\/a><\/span> and walked around among the Nephites, going a little way and kneeling down upon the ground and praying to his Father,<span class=\"citation\" id=\"82767\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82767)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82767)\">3 Ne. 17:15<\/a><\/span> showing that, for the time being, he was subject to the law of gravitation, that is, he permitted it to have power over him. But he had a superior power given to him, by which he could control the law of universal gravitation just as he pleased, as in the case of his ascension from the Mount of Olives contrary to the laws of gravitation, and a cloud receiving him from the sight of his disciples who stood gazing on the scene.<span class=\"citation\" id=\"71038\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71038)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71038)\">Acts 1:9-11<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v16n1249\"> Again, we find that, besides the immortal Savior, mortal men have had power over gravitation, so that they could mount up, as the Prophet Isaiah has said, &#x201C;on wings as eagles.&#x201D;<span class=\"citation\" id=\"59345\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59345)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59345)\">Isa. 40:31<\/a><\/span> We have an instance in the case of Philip, who baptized the eunuch: as soon as he had performed that ordinance he was caught away by the Spirit of the Lord, and he found himself at Azotus.<span class=\"citation\" id=\"71688\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71688)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71688)\">Acts 8:39-40<\/a><\/span> This was no doubt a miracle, which was performed before the celebrated man who had just been baptized to confirm his faith, for in seeing a man thus caught away, he would undoubtedly be convinced that he was a man who had some Godlike powers connected with him. <\/div><div class=\"paragraph jod\" id=\"v16n1250\"> Again, we have an instance in the case of Nephi, who lived on this continent just before the coming of Christ. He was commanded to go forth and warn the people of the terrible judgments that were about to befall them if they did not repent; and the Lord gave him power that if he should say to this temple&#x2014;&#x201C;Be thou rent in twain,&#x201D; it should be done; and if he should say to this mountain&#x2014;&#x201C;Be thou removed,&#x201D; it should be done; and whatsoever he should seal upon the earth should be sealed in heaven, and whatsoever <div class=\"break columnbreak\" id=\"360b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0360.pdf\" target=\"pdfwin\">p.&#xA0;360b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6016\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> judgment he pronounced in the name of the Lord upon that people, it should be done even according to his word. He went forth in the midst of the Nephites, from city to city, and so great was their wickedness that they would not repent of their sins, but sought to destroy him; but as often as they gathered in multitudes to rush upon and destroy him, the Spirit of the Lord took him up, and carried him away to another place, that he might warn them also.<span class=\"citation\" id=\"82451\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82451)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82451)\">Hel. 10:4-17<\/a><\/span> Now, if a man in a state of mortality can gain such power and influence with God as to prevail against and overcome the law of gravitation, which chains us down to the surface of the earth, how much more power will immortal beings have! <\/div><div class=\"paragraph jod\" id=\"v16n1251\"> Again we, by the laws which surround us, are limited in our hearing. What man ever heard a sound fifty miles off? There may have been such instances, but as a general thing there are, I presume, very few men on the surface of our globe who ever heard a sound that came thirty miles through our atmosphere; hence the faculty of hearing, through the organs of the mortal tabernacle, through the medium of the atmosphere, which transfers the sound, is extremely limited in its action. But will that faculty be thus limited in the immortal state? I think not. I think there will be facilities for hearing, not only at a greater distance, but also through a more perfect medium, transferring sound with immensely greater velocity than it now travels through our atmosphere. We all know that sound is transferred, at sea level, where the air is dense, about eleven hundred and eighty feet in a second, taking almost five seconds to travel a mile, which is very slow motion, yet, very swift compared with the motion of our railway cars. Experiment has de<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"361a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0361.pdf\" target=\"pdfwin\">p.&#xA0;361a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6015\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>monstrated that with a more perfect medium for conveying it, sound will travel very rapidly. For instance, place your ear over a tube, the other end of which is under water, and let a bell be struck, stationed under water at some miles distance, and it will be found that the sound will travel through the particles of water much more rapidly than through the atmosphere. <\/div><div class=\"paragraph jod\" id=\"v16n1253\"> Again, let a succession of timbers be joined, extending one or two miles, and let a sound be made at the end of the wood farthest from you, and you will find that it will reach your ear at a much quicker rate than that at which sound travels through the atmosphere. Again, you take metal rods and connect them together, and let a sound be made at the end remote from you, and it is found that, in some metals, the sound will travel many times faster along the metal rods than it will through the atmosphere; hence you see that the velocity of sound is really dependent upon the nature of the elements or substance through which it is conveyed. <\/div><div class=\"paragraph jod\" id=\"v16n1254\"> Now how do we know but what the immortal body may be so constructed that there may be certain fluids&#x2014;fluids, perhaps, with which we are not acquainted&#x2014;intervening between world and world, and between one star and another&#x2014;certain thin elastic fluids, so subtle in their nature that we cannot see them with the natural eye, or perceive them by any of the senses of the mortal body, yet the immortal ear may be so constructed that this refined substance would transmit sound with the velocity of light itself. There may be such things in nature; we cannot say they do not exist. We do know, so far as light is concerned, that it is transferred from world to world by the vibrations of the waves of a <div class=\"break columnbreak\" id=\"361b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0361.pdf\" target=\"pdfwin\">p.&#xA0;361b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6015\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> luminous ether intervening between world and world; consequently, if these waves can proceed forth for thousands and thousands of millions of miles, it proves to us that all space is filled with an ether, which we cannot see, and yet we know it must exist, in order to transfer light. <\/div><div class=\"paragraph jod\" id=\"v16n1255\"> Now, supposing that this same kind of ether, or some other substance, which might not in all cases affect the eye, but which would yet be susceptible to the impressions of sound, then sounds, voices or noises in one world might be transferred through that medium to the immortal beings in another world. There is nothing inconsistent in this. It may be inconsistent according to our limited ideas; but it is not inconsistent with the power of that Almighty Being who controls all these materials. To prove this to you, let me refer you to that revelation in the Book of Doctrine and Covenants called the &#x201C;Olive Leaf.&#x201D; We read there that when the first angel among the seven shall sound his trump, all nations and kindreds and tongues of the earth shall hear it.<span class=\"citation\" id=\"88694\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88694)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88694)\">D&amp;C 88:94<\/a><\/span> Will it be so much louder than any sound we now hear, that it will go to all the nations and tongues of the earth and all men hear it? &#x201C;Every ear,&#x201D; the revelation says, shall hear the sound of that trump;<span class=\"citation\" id=\"88745\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88745)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88745)\">D&amp;C 88:104<\/a><\/span><span class=\"citation\" id=\"88756\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88756)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88756)\">D&amp;C 88:108<\/a><\/span> it will be something that all the kindreds, peoples, tongues and nations upon the face of the whole earth will be able to perceive and understand. Now, there must be some medium through which this sound is transferred, different from our atmosphere; or, in other words, the Lord, by his miraculous power, will cause this sound to proceed forth through the atmosphere in a different manner from what it now proceeds, for if it took the sound of that trump five seconds to go a mile, it would require a long time for it to  <div class=\"break pagebreak\" id=\"362a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0362.pdf\" target=\"pdfwin\">p.&#xA0;362a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6014\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>travel eight, ten or fifteen thousand miles, so as to reach the ears of the different nations of the earth. Does not this prove then, that God will, at that time, either effect the ear of man or act upon some materials in connection with our globe, so that sound will be more rapidly conveyed than it is at the present time? Now, if this change is effected among the children of mortality, what may we not expect among the children of immortality? Is it not reasonable to believe that among them there will not only be enlarged capacities of hearing, but enlarged facilities by which the Lord will communicate with the people of different worlds? <\/div><div class=\"paragraph jod\" id=\"v16n1257\"> Again, we will take the sense of vision. Although that sense is not limited like hearing, yet it is limited so far as opaque bodies are concerned. What man, of all the children of mortality, without the miraculous power of the Spirit of God resting upon him, is able to see into the depths of our globe? No man living, naturally, can see through anything that is opaque, and no man, naturally, can penetrate with his powers of vision into the interior of the earth. It is not transparent to the visual organs of mortal beings, no light, apparently, proceeds therefrom, and affects the optic nerve of man, so as to produce the sense of seeing. Man, in this state, can only see those objects from which light can be radiated or reflected. Shall we be thus limited in our perceptions when we receive our immortal bodies? By no means. Immortal beings will have their capacity for seeing so much enlarged, that they will be able to see down into the earth just as easily as they can see things around about them, or the bodies that revolve in space. I will refer you to modern revelation to prove that immortal beings will be able to <div class=\"break columnbreak\" id=\"362b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0362.pdf\" target=\"pdfwin\">p.&#xA0;362b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6014\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> see through opaque bodies, and into materials from which the natural light does not radiate, as is the case here among the children of mortality. You among my hearers who are acquainted with the little work called &#x201C;The Pearl of Great Price&#x201D;&#x2014;a very precious book, because it contains many important ideas given by revelation&#x2014;will recollect the revelation given to Moses. He inquired of God concerning the creation of this heaven and this earth, and obtained the information now contained in the Book of Genesis respecting the creation of the world. But before this he had a great vision in relation to the earth, the revelation informing us, in substance, as follows: &#x201C;Moses was again clothed upon with the glory of God, and he beheld every particle of the earth; and there was not a particle of it which he did not behold, discerning it by the Spirit of God.&#x201D;<span class=\"citation\" id=\"92289\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92289)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92289)\">Moses 1:27<\/a><\/span> Now, this was a very extended vision. He saw something which you and I have never seen, unless we have had a similar vision. Only think of a man, here in a state of mortality, being permitted to look down into the earth, which is about eight thousand miles in diameter, and seeing not only large portions of its interior, but discerning every particle of it. There was not a particle of it that he did not behold, discerning it by the Spirit of God.<span class=\"citation\" id=\"92290\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92290)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92290)\">Moses 1:27<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v16n1258\"> Now, how do we know but what the Spirit of God which exists in connection with the elements, is able to quicken the sight of an individual so that he can see even to the very center of the solid earth with all the apparent ease with which he can see objects near him on its surface? Now, for instance, what human being ever saw an ultimate particle of the elements of nature? We can see their compounds; we can see the particles when united in sufficient  <div class=\"break pagebreak\" id=\"363a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0363.pdf\" target=\"pdfwin\">p.&#xA0;363a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6013\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>bulk to affect our vision. We can construct instruments which will magnify a common house fly's eye and make it appear twelve feet in diameter; we can look into a drop of water and see creatures apparently two or three inches long floating there, while with the naked eye we cannot see anything. If, then, no man living, without the aid of the Spirit of God, has ever been able to detect even one of these elementary atoms or particles of matter, how great must have been the enlargement of the vision of Moses&#x2014;a man still in mortality&#x2014;to enable him to discern every particle of the earth, inside as well as on its surface! If a man in a state of mortality could have his vision so enlarged that he could see all these particles at once, what may be expected when we are immortal, and entirely freed from all the defects of mortality? We may expect that the immortal being will have his vision so enlarged that he can, not only look with all ease upon every particle of this earth, but on the particles of millions of worlds like this. I can see nothing that would hinder an immortal being from having his vision enlarged far beyond the enlargement which the mortal Moses received before he obtained a knowledge of this creation. <\/div><div class=\"paragraph jod\" id=\"v16n1260\"> Another thing occurs to my mind in connection with this. You read in that same &#x201C;Pearl of Great Price&#x201D; concerning the vastness of the number of the creations of the Almighty. The language is something like this&#x2014;&#x201C;Enoch beheld the Lord and the heavenly hosts weeping over the fallen inhabitants of this world, and he marveled at it, and he said unto the Lord, How is it that thou canst weep, seeing that thou art holy and from all eternity to all eternity? And were it possible that man could number all the particles of this earth, and <div class=\"break columnbreak\" id=\"363b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0363.pdf\" target=\"pdfwin\">p.&#xA0;363b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6013\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> millions of earths like this, it would not be a beginning to the number of thy creations; and thy curtains are stretched out still; and yet thou art there, and thy bosom is there; and out of all the creations which thou hast made, thou hast taken Zion to thine own bosom.&#x201D;<span class=\"citation\" id=\"93018\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93018)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93018)\">Moses 7:28-31<\/a><\/span> The Lord gave Enoch a reason why the heavens wept and shed forth their tears like rain on the mountains;<span class=\"citation\" id=\"93017\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93017)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93017)\">Moses 7:28<\/a><\/span> he told him that it was in consequence of the wickedness of the inhabitants of the earth.<span class=\"citation\" id=\"93043\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93043)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93043)\">Moses 7:32-34<\/a><\/span> And the Lord said&#x2014;&#x201C;Man of Holiness is my name; and Endless is my name; and I can stretch forth mine hand and hold all the creations that I have made; and mine eye can pierce them also.&#x201D;<span class=\"citation\" id=\"93060\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93060)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93060)\">Moses 7:35-36<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v16n1261\"> Do you not see, then, the increased powers and faculties which the Almighty has? His creations are so numerous that the number of particles composing this earth would not be a beginning to them,<span class=\"citation\" id=\"93025\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93025)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93025)\">Moses 7:30<\/a><\/span> yet the Lord's eye can pierce all these creations, and he can hold them, as it were, in his hand.<span class=\"citation\" id=\"93065\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93065)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93065)\">Moses 7:36<\/a><\/span> Not physically, not hold them in the hollow of his hand<span class=\"citation\" id=\"59335\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59335)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59335)\">Isa. 40:12<\/a><\/span> as we can a ball or an orange; but by the power which he possesses he can hold them and his eye can pierce them. Would not this be a far more extensive vision than that which Moses had, when under the influence of the Spirit of the Lord? Why, yes; he was enabled to see the particles of this one creation, a mere speck among God's works, while the Lord was able to pierce all these creations which Enoch speaks of. Does it not show an increased capacity in those who are immortal in a future state? In other words, among those who dwell in the celestial worlds? It certainly does. <\/div><div class=\"paragraph jod\" id=\"v16n1262\"> Now, shall we be made like the Lord, or are we some other species of beings, so far disconnected with him that we never need expect to reach  <div class=\"break pagebreak\" id=\"364a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0364.pdf\" target=\"pdfwin\">p.&#xA0;364a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6012\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>this high standard? How is it? Who, are we? We are told by Divine revelation that we are the sons of God; we are told in the vision received by the Prophet Joseph, concerning these different creations, that &#x201C;the inhabitants thereof are begotten sons and daughters unto God.&#x201D;<span class=\"citation\" id=\"86888\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86888)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86888)\">D&amp;C 76:24<\/a><\/span> Indeed! Begotten sons and daughter unto God? The inhabitants of these creations? Yes. This agrees with what the New and Old Testaments, and the various revelations which God has given, clearly declare&#x2014;that God is the Father of our spirits.<span class=\"citation\" id=\"77209\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77209)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77209)\">Heb. 12:9<\/a><\/span> A writer in the New Testament says&#x2014;&#x201C;Beloved, now are we the sons of God&#x201D;&#x2014;that is, in this life&#x2014;&#x201C;but it does not yet appear what we shall be: but when he shall appear, we shall be like him.&#x201D;<span class=\"citation\" id=\"78645\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78645)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78645)\">1 Jn. 3:2<\/a><\/span> Not unlike him, not so far separated from him that the one will be finite and the other infinite; but &#x201C;we shall be like him.&#x201D;<span class=\"citation\" id=\"78646\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78646)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78646)\">1 Jn. 3:2<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v16n1264\"> This is consistent and reasonable. Every species of being with which we are acquainted begets its own kind, and the young thereof, whether man, quadrupeds, fowls or fish, finally grow up and become like their parents. This is a universal law of nature, so far as we know; therefore if we are begotten sons and daughters of God,<span class=\"citation\" id=\"86887\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86887)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86887)\">D&amp;C 76:24<\/a><\/span> if we are his offspring,<span class=\"citation\" id=\"72030\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72030)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72030)\">Acts 17:29<\/a><\/span> he is our Father,<span class=\"citation\" id=\"72534\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72534)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72534)\">Rom. 8:15<\/a><\/span> and why separate man from all the rest of creation, and say that he can never become like his Father? If all other beings become like their parents, why not we attain to the same? And if our Father and God can pierce all those creations mentioned by Enoch, and his eye discern what is going on in the midst of them all,<span class=\"citation\" id=\"93066\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93066)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93066)\">Moses 7:36<\/a><\/span> why may not his children become like him in this respect? This is what the beloved disciple John the Revelator, one of the Apostles of Christ, meant. He says&#x2014;&#x201C;Now, we are the sons of God, it <div class=\"break columnbreak\" id=\"364b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0364.pdf\" target=\"pdfwin\">p.&#xA0;364b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6012\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> does not yet appear what we shall be: but when he shall appear, we shall be like him.&#x201D;<span class=\"citation\" id=\"78647\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78647)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78647)\">1 Jn. 3:2<\/a><\/span> He knew that much, though he did not comprehend all of the perfect capacities of man in this state. Though we are chained down here by the laws of nature, yet realizing that we are the children of that Almighty Being who controls universal nature, and all the worlds that are spoken of, we expect to come up, and that the attributes which our eternal Father possesses will be fully developed in us, and that we also shall be able to penetrate the immensity of space and gaze upon the workmanship of our Father's hands. <\/div><div class=\"paragraph jod\" id=\"v16n1265\"> It is said concerning us that we shall be in the presence of God when we become immortal and perfect beings.<span class=\"citation\" id=\"86652\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86652)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86652)\">D&amp;C 67:13<\/a><\/span><span class=\"citation\" id=\"87069\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87069)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87069)\">D&amp;C 76:62<\/a><\/span> We are now not in his presence; the Fall has let down a veil between us and our Father and God. This veil does not prevent the eye of the Almighty from seeing and discerning the conduct of his children, but it prevents us, while in this state of mortality, from beholding his presence, unless we rend the veil by our faith and obedience and, like the brother of Jared, are permitted to come back into his presence.<span class=\"citation\" id=\"83392\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83392)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83392)\">Ether 3:13<\/a><\/span> But to be in the presence of God is it absolutely necessary that our earth should be wafted away from its present orbit in the solar system and carried off to some immense distance in space? Is this really necessary? What are we to understand by being in the presence of God? Is it necessary, to do so, that we should be in the same vicinity or within a few yards or feet of him? I think not. We are now laboring under the imperfections of the fall, and because of that fall a veil shuts us from his presence; but let the effects of the fall be removed and mankind be able to again look upon the face of their Father and Creator, and they will be in his presence. <\/div> <div class=\"break pagebreak\" id=\"365a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0365.pdf\" target=\"pdfwin\">p.&#xA0;365a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6011\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v16n1267\"> Will the spirits of men, before they receive their resurrected body, return into the presence of God? Yes. Read what Alma said to his son Corianton on this subject, describing the state of the spirit between the time of death and the resurrection. He says&#x2014;&#x201C;It has been made known to me by an angel, that the spirits of all men, as soon as they are dead, whether wicked or righteous, shall return home to that God who gave them life;&#x201D;<span class=\"citation\" id=\"82324\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82324)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82324)\">Alma 40:11<\/a><\/span> that is, they go back into his presence. The wicked, however, are again cast out into outer darkness,<span class=\"citation\" id=\"82342\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82342)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82342)\">Alma 40:13<\/a><\/span> the light of the countenance of their Lord is again withdrawn from them, a veil is let down between them and their Father and God. But how is it with the righteous? When they go back and behold the face of their Father they will continue in the light of his countenance, and have the privilege of seeing him. They have returned to their ancient home, to that God who gave them life, to the mansions and familiar places where they dwelt ages and ages before they came here. They have gone back to meet with familiar acquaintances, and their memories will be so increased and perfected after they leave this body that the things of their former state and condition will be fresh to them, and they will look upon this little speck called time, in which they have dwelt seventy, eighty or ninety years, as but a dream or night vision during which the things of former ages were shut from their memories; but when they get back to their ancient home they will have a bright recollection of all these things, and of the familiar countenance of their Father, and the countenance of his only begotten Son, and the countenances of the millions on millions of their brother and sister spirits, with whom they once lived. And the memories of <div class=\"break columnbreak\" id=\"365b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0365.pdf\" target=\"pdfwin\">p.&#xA0;365b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6011\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the wicked, after they leave this body, will be so increased that they will have a bright recollection, Alma says, of all their guilt. Here they forget a good many things wherein they have displeased God; but in that condition, even before the resurrection, they will have a bright recollection of all their guilt,<span class=\"citation\" id=\"82104\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82104)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82104)\">Alma 11:43<\/a><\/span> which will kindle in them a flame like that of an unquenchable fire,<span class=\"citation\" id=\"81816\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81816)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81816)\">Mosiah 2:38<\/a><\/span><span class=\"citation\" id=\"81848\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81848)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81848)\">Mosiah 3:27<\/a><\/span> creating in their bosoms a feeling of torment, pain and misery, because they have sinned against their own Father and their own God, and rejected his counsels. <\/div><div class=\"paragraph jod\" id=\"v16n1268\"> To go back then, into the presence of God, is to be placed in a condition wherein his presence can be seen. It does not mean, in all cases, that people who return into his presence are immediately placed within a few yards or rods, or within a short distance of his person. Is there any revelation to prove this? Yes. I have already quoted what the Lord said in relation to all these creations. He said that from the whole of them which he had made he had taken Zion to his own bosom. Now if he has taken Zion to his own bosom from all these numberless creations,<span class=\"citation\" id=\"93034\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93034)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93034)\">Moses 7:31<\/a><\/span> can they all be concentrated in a little spot of a few rods in diameter in order to get into his presence? Why no. If each Zion did not occupy any more space than one particle of our globe, yet inasmuch as the worlds are more numberless than the particles of millions of earths like this, how could they all get into so small a space as to get near to the person of the Lord? They could not do it. But suffice it to say the veil is removed, and no matter how distant a redeemed world may be, it will be in the presence of God. <\/div><div class=\"paragraph jod\" id=\"v16n1269\"> In order to make it familiar let me bring up an illustration well known among the children of mortality.  <div class=\"break pagebreak\" id=\"366a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0366.pdf\" target=\"pdfwin\">p.&#xA0;366a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6010\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>For instance, we have, within the present century, invented methods of communicating by telegraph, by means of which, with the proper facilities, we in this room in Ogden can converse with the people in London, and they, by means of the wires laid on the bed of the great Atlantic Ocean, can reply in about two seconds. This wonderful invention has, in some measure, diminished the distance between the inhabitants of Ogden and those of London, has it not? The people of the last century and of centuries preceding would have had to wait for a long period of time, before they could get a communication from London; but now a few seconds are all that is necessary. We will suppose that it was within the scope of man's power&#x2014;which it is not&#x2014;to hear as well as to converse through the aid of the telegraph line. Supposing that by such means we could hear the people in London; or that there was a facility for so doing, such as is mentioned in the Doctrine and Covenants, when the first angel shall sound, by which the people of all the earth will hear the words that he speaks:<span class=\"citation\" id=\"88695\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88695)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88695)\">D&amp;C 88:94<\/a><\/span> I say, supposing there was such a principle brought into operation so that we could actually hear the words spoken by the people in London, would not that also diminish the impressions of distance? Now, supposing still further, that there was a principle differing from our natural light, a principle of light of a more refined nature, that could penetrate from London to this point, so that it would affect our eyes, enabling us to see persons there, then we could both see and hear them at eight or nine thousand miles distant. Would we not be in their presence? Would it be really necessary for us to travel eight or nine thousand miles to get into the same room with them, in order <div class=\"break columnbreak\" id=\"366b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0366.pdf\" target=\"pdfwin\">p.&#xA0;366b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6010\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to get into their presence? We should consider ourselves in their presence if we could see them; and if in addition to this we could communicate with and make them hear us, we should feel all that familiarity and sociability that we should if we were within a few steps of them. I look upon the condition of things in this respect in a future state as somewhat similar to that. If you or I lived upon one of the most remote stars that has ever been seen by the most powerful telescopic instruments invented by man, from which it would take light, traveling at the immense rate of one hundred and ninety-two thousand miles every beat of the pulse, six hundred thousand years to reach this planetary system; I say, suppose we were living on one of these very remote bodies, and suppose there was a principle pervading all space that would transmit to the immortal eyes much more swiftly than the natural light, and that 192,000 miles a second would be considered a very slow motion compared with that still more refined light that shines forth from the personage of our Father and God; and supposing that our eyes were so constructed and adapted that we could behold the light of his countenance without traversing this space, or in a time much less than six hundred thousand years, but still taking a certain length of time to go all that distance, would we not be in the presence of God? If every world has got to be removed into his presence one by one, and all the inhabitants thereof, how many millions on millions of ages would it take, before all these successively could enter into his presence so as to be nearby him? If each world should roll into his presence successively, and then give place to others, we should be out of his presence almost continually, for  <div class=\"break pagebreak\" id=\"367a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0367.pdf\" target=\"pdfwin\">p.&#xA0;367a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6009\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>all those worlds I have named are not a beginning, not even a beginning to the number of his creations,<span class=\"citation\" id=\"93026\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93026)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93026)\">Moses 7:30<\/a><\/span> and yet if they had to come along and be successively rolled into his presence, so as to be near him personally, if each one stayed there only five minutes, there is no man who could calculate or realize anything about the almost infinite duration that would have to elapse before they could come round a second time into his presence. Hence there is something more perfect in the construction of the works of the Almighty that lets man into his presence whatsoever part of the universe he may exist in&#x2014;we may have the veil removed, and his presence become visible. <\/div><div class=\"paragraph jod\" id=\"v16n1272\"> Can they converse with him when situated at these immense distances from his person? Yes. How? Through those more perfect faculties which God will give to immortal man. It is as easy for his children, when they are perfected and made like him, to converse with him at these immense distances and for their eyes to pierce all these creations as it is for their Father and God to do so.<span class=\"citation\" id=\"93067\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93067)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93067)\">Moses 7:36<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v16n1273\"> Thus we see that man is a God in embryo, agreeing with that which the Lord has revealed to us in the vision given to Joseph&#x2014;&#x201C;They shall be gods, even the sons of God,&#x201D;<span class=\"citation\" id=\"87055\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87055)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87055)\">D&amp;C 76:58<\/a><\/span> growing up like their Father, their bodies fashioned like his glorious body.<span class=\"citation\" id=\"75517\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75517)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75517)\">Philip. 3:21<\/a><\/span> The attributes and faculties with which man is endowed in a mortal state are Godlike in their nature, but they are weakened and incapable of any very great expansion by being shut up in this frail mortal body; but when we are freed from mortality we have the promise that we shall become like him,<span class=\"citation\" id=\"78648\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78648)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78648)\">1 Jn. 3:2<\/a><\/span> and if he can grasp in his comprehension and vision all these numberless crea<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"367b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0367.pdf\" target=\"pdfwin\">p.&#xA0;367b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6009\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tions, so will those who are made like him be able to do the same.<span class=\"citation\" id=\"126921\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126921)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126921)\">Moses 7:36<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v16n1274\"> There are many other things that would be profitable to dwell upon in discussing the increased capacities and powers of man in his future state besides the physical qualities I have spoken of. There is his increased knowledge and the proportionate increase of power that will accompany it; the great creative principle, the mechanical work which was performed by our Father and God in constructing creations, and in redeeming and glorifying them; that great, principle of knowledge by which our Father and God can call forth from a shapeless mass of dust an immortal tabernacle, into which enters an immortal spirit. All these principles of wisdom, knowledge and power will be given to his children, and will enable them to organize the elements, form creations, and call forth from the dust intelligent beings, who will be under their charge and control. These things might be spoken of, had we time this evening; indeed it is a subject that is almost inexhaustible in its nature. When we commence to speak upon it, we scarcely know where to begin, and having launched out upon it, we scarcely know where to end, for there is no end to it. <\/div><div class=\"paragraph jod\" id=\"v16n1275\"> Man is destined for all future duration&#x2014;destined to act in the capacity of a celestial being. The faculties he now possesses in embryo are but little understood, yet we occasionally see them developed among holy men, as in the case of Enoch, Moses and Abraham, who had the Urim and Thummim, and who were able to behold many of those creations of which I have spoken. Among the many attributes and powers which man will possess in a future state, I will mention that of being able to comprehend more than  <div class=\"break pagebreak\" id=\"368a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0368.pdf\" target=\"pdfwin\">p.&#xA0;368a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6008\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>one thing at a time. Here we are chained down to one thing at a time, and while a man is attending to and trying to comprehend one thing he almost loses sight of everything else, except it be some few things that are very familiar to him. If he undertakes to work a mathematical problem, he cannot, at the same time, work out a hundred problems more, and come to a conclusion in regard to them. He has to concentrate his mind on one subject and bring forth the demonstrations step by step in order to arrive at certain conclusions. <\/div><div class=\"paragraph jod\" id=\"v16n1277\"> Will man in a future state have increased faculties in regard to this? Yes. Our Heavenly Father notices every hair of the heads of the children of men that falls to the ground; not one of your hairs shall fall to the ground, says Jesus, unnoticed by your Father which is in heaven.<span class=\"citation\" id=\"64205\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64205)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64205)\">Matt. 10:29-30<\/a><\/span><span class=\"citation\" id=\"67596\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67596)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67596)\">Luke 12:6-7<\/a><\/span> If he were noticing a hair falling from my head, could he notice at the same time the falling of a hair from your head? Yes; and if the hair were falling from the heads of every individual on the earth at the same instant he could notice the whole of it, for he has this increased faculty by which he can grasp in his vision myriads of things at once. <\/div><div class=\"paragraph jod\" id=\"v16n1278\"> We might also speak of the faculty of going back into the past ages of eternity, and comprehending works <div class=\"break columnbreak\" id=\"368b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0368.pdf\" target=\"pdfwin\">p.&#xA0;368b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6008\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> that have been millions of ages in progress, also the faculty of seeing and comprehending that which will take place in the future ages of eternity, for millions of years to come. Here we prophesy in part, and here we have knowledge in part;<span class=\"citation\" id=\"73682\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73682)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73682)\">1 Cor. 13:9<\/a><\/span> here we gaze upon one thing at once; here we can comprehend the future in some measure. But we &#x201C;see through a glass, darkly,&#x201D; then we shall see face to face;<span class=\"citation\" id=\"73731\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73731)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73731)\">1 Cor. 13:12<\/a><\/span> then knowledge in part will be done away,<span class=\"citation\" id=\"73701\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73701)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73701)\">1 Cor. 13:10<\/a><\/span> for the past, present and future, and millions on millions of creations will come before us and be alike comprehended by the vision of immortal man. <\/div><div class=\"paragraph jod\" id=\"v16n1279\"> I will not detain you any longer. God bless this Association, and we hope that it may exert a salutary influence not only over the young men of Ogden, but over the young ladies also, and over the middle-aged and old, and that they may seek every opportunity to develop the godlike qualities with which they are endowed, that in a time to come the young men here, being filled with the spirit of wisdom and understanding and the knowledge of God, may be able to bear off His kingdom victoriously, and be prepared for the time when the knowledge and glory of God shall cover the earth as the waters cover the great deep.<span class=\"citation\" id=\"58164\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58164)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58164)\">Isa. 11:9<\/a><\/span> Amen. <\/div>\n<\/div>\n<\/div>"}