{"ID":160016, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Altered Circumstances of Gathered Israel&#x2014;Allurements of Satan at Work&#x2014;Selfishness and Avarice Should Be Cast Aside&#x2014;Devotion to the Work of God&#x2014;The Order of Enoch the Means of Establishing An Equality in Temporal Things&#x2014;Heavenly Agencies Cooperating With the Saints.<\/div>\n<div class=\"subtitle\">Discourse by Elder George Q. Cannon, delivered in the Bowery, Logan City, Sunday Morning, June 29, 1873.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: Altered Circumstances of Gathered Israel, Etc.<\/div>\n<div class=\"speaker\">Speaker: George Q. Cannon<\/div>\n<div class=\"date\">Date: 6\/29\/1873<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d16\">\n<div class=\"paragraph jod\" id=\"v16n404\"> The instructions which we have had in these meetings, I look upon as most important. I think they will be attended with most excellent results to those who have heard them, and that these meetings should be attended is also exceedingly important to the Latter-day Saints. Probably there never has been a time since the organization of this Church when the Latter-day Saints needed pointed, plain, emphatic instruction more than they do today. We have reached a point in our history when an increase of power seems to be required by us as Elders and Saints in all the relationships of life, to enable us to endure and resist the trials with which we are brought in contact. For myself, I can bear testimony that I never felt as I do to<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"115b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0115.pdf\" target=\"pdfwin\">p.&#xA0;115b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6261\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>day and as I have done of late, the exceeding necessity of being alive to the work of God, and of having the spirit and power of the religion of Jesus Christ resting down upon me. I took around and see the circumstances which surround my brethren and sisters. I see the great change which has taken place within the past two or three years. These valleys, that were once so secluded and isolated, and so seldom visited by the stranger, but were almost wholly occupied by the Saints of God, have changed in many respects. We are no longer the secluded people that we were five years ago. Railroads have penetrated our valleys, so-called civilization assails us in all our settlements and cities, vice stalks through our streets,  <div class=\"break pagebreak\" id=\"116a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0116.pdf\" target=\"pdfwin\">p.&#xA0;116a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6260\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and injustice and wrong are to be found in places where justice and righteousness should reign supreme, and in many respects we have things to encounter which we never before had to contend with since our organization as a people. <\/div><div class=\"paragraph jod\" id=\"v16n406\"> We are now becoming a numerous people. Since our arrival in these valleys, thousands of children have grown from childhood to youth, and from youth to manhood and womanhood, who are unacquainted with the ways of the world, and who are unfamiliar with the temptations, trials and evils which abound in society outside of our mountain home. This numerous class of our community is now brought face to face with a new order of things. Wealth is increasing around us, and those who resisted its influence in former days, perhaps weakened by some cause, are exposed anew to its temptations, and in some instances, those thus weakened, fall victims to its power. These circumstances inspire serious reflections. No man or woman of thought can contemplate the present condition of Zion without having serious thoughts, and without feeling that if &#x201C;Mormonism&#x201D; and &#x201C;Mormon&#x201D; institutions never have been upon their trial before, they certainly are now. However, they have always been upon their trial and we, as a people, have been upon our trial too. But, the thought arises, How shall we best fortify ourselves against the encroachments of the wicked? How shall we best entrench ourselves so that wickedness shall not prevail over us, that our posterity may be preserved in the purity of the holy faith, and that through them we may be able to transmit to future generations the priceless heritage of truth which God has given unto us. <\/div><div class=\"paragraph jod\" id=\"v16n407\"> This is a question which presents <div class=\"break columnbreak\" id=\"116b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0116.pdf\" target=\"pdfwin\">p.&#xA0;116b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6260\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> itself to all our minds, and, if we do as we should, the first thought with each of us is, what course shall we pursue to enable us most efficiently to discharge the duties devolving upon us? The servants of God have pointed out, during these meetings, in exceeding great plainness, the path which lies before us. If we allow ourselves to be overcome by the love of the world,<span class=\"citation\" id=\"78570\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78570)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78570)\">1 Jn. 2:15<\/a><\/span> then farewell to our future&#x2014;farewell to the glorious prospect afforded us in the revelations of Jesus Christ. But I entertain different thoughts, feelings and hopes concerning the future of this people. Doubtless, as in the past, there will be those who will deny the faith, rebel against the Priesthood, be overcome by the deceitfulness of riches,<span class=\"citation\" id=\"64539\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64539)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64539)\">Matt. 13:22<\/a><\/span> and who will transgress the laws of God, and fall victims to apostasy; but I feel assured, and can bear testimony this morning, that the bulk of this people will stand firm and steadfast, and maintain their integrity till Zion is fully established and redeemed upon the earth. But there is needed on our part a devotion to the principles of the Gospel. We must truly and sincerely repent of every thought and feeling that are contrary to the mind and will of God our heavenly Father. We must obey the holy Priesthood, which he has placed in our midst, at the cost of everything if it be required, and not allow any sordid or self-aggrandizing feeling to enter into our hearts or to have place therein. I cannot conceive of any man being able to attain unto celestial glory who is not willing to sacrifice everything that he has for the cause of God. If I have a piece of land, house, money, cattle, horses, carriages, or powers of mind and body, and am not willing to devote any or all of these to the rolling forth of the work of God, as they  <div class=\"break pagebreak\" id=\"117a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0117.pdf\" target=\"pdfwin\">p.&#xA0;117a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6259\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>may be required by him, I cannot conceive that it will be possible for me to enter into the celestial kingdom of God our heavenly Father. <\/div><div class=\"paragraph jod\" id=\"v16n409\"> Do you understand, do you comprehend, that everything we have is required by God our Father, to be laid upon the altar? Is there anything that is nearer your heart than the Gospel of the Lord Jesus Christ? Is there anything that stands between you and obedience, perfect obedience, to the will of God, as revealed unto you through the Holy Priesthood? If there is, you must get rid of it. We must humble ourselves before the Lord to that extent that we shall have a greater love of his work, a greater degree of obedience in our hearts to the Holy Priesthood than we now have for the things we so highly value. In no other way can we expect to become the people that God designs we shall be. Every day, it seems to me, the circumstances of the people make more and more apparent the necessity for a complete change in our temporal circumstances. We read in the Book of Mormon that when the ancient Nephites began to increase in means and become rich, as we are now increasing, the Spirit of God began to decrease in their midst.<span class=\"citation\" id=\"81636\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81636)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81636)\">Jacob 2:13<\/a><\/span><span class=\"citation\" id=\"82012\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82012)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82012)\">Alma 4:6-12<\/a><\/span><span class=\"citation\" id=\"82061\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82061)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82061)\">Alma 5:53-56<\/a><\/span> There were some who had property and could clothe and educate their children better than their neighbors.<span class=\"citation\" id=\"126773\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126773)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126773)\">3 Ne. 6:12<\/a><\/span> The wealthy could have carriages, horses and fine raiment and other comforts and advantages which their poorer brethren and sisters could not have. In consequence of these things they became divided into classes.<span class=\"citation\" id=\"126774\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126774)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126774)\">4 Ne. 1:24-26<\/a><\/span> The rich were raised up in their feelings above the poor.<span class=\"citation\" id=\"81398\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81398)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81398)\">2 Ne. 9:30<\/a><\/span><span class=\"citation\" id=\"81645\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81645)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81645)\">Jacob 2:20<\/a><\/span><span class=\"citation\" id=\"82426\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82426)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82426)\">Hel. 3:33-36<\/a><\/span> The poor were humble and meek and sought unto the Lord, in many instances at least.<span class=\"citation\" id=\"82014\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82014)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82014)\">Alma 4:15<\/a><\/span><span class=\"citation\" id=\"126775\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126775)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126775)\">Alma 32:12-13<\/a><\/span> Divisions into classes prevailed, and all the attendant evils <div class=\"break columnbreak\" id=\"117b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0117.pdf\" target=\"pdfwin\">p.&#xA0;117b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6259\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> connected therewith. They became puffed up in pride, and the Lord suffered the Lamanites to come upon and scourge them,<span class=\"citation\" id=\"82428\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82428)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82428)\">Hel. 4:11-13<\/a><\/span> and after wars had wasted away their strength and the magnitude of the destructions which overtook them had abused them, they would begin again to feel after and to humble themselves before the Lord, and to seek for his Holy Spirit to dwell in their hearts.<span class=\"citation\" id=\"126776\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126776)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126776)\">Alma 62:41-51<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v16n410\"> We are now exposed to precisely the same influences as they were. We are increasing in wealth, and if we allow our hearts to be placed upon it, we shall have to undergo or to pass through difficulties similar in character to those which they had to endure. The Lord will not suffer us to become alienated from his work without scourging us. He will let our enemies upon us, or do something else to punish us, to bring us down and make us humble before him. He has provided a way by which we can escape all these evils, and I wish this morning, in the few remarks I may make, to call your attention to this subject, because it rests upon my mind, and seems to be the uppermost thought in my heart. <\/div><div class=\"paragraph jod\" id=\"v16n411\"> In the early days of this Church God revealed unto his people a system for them to live in accordance with. It is known by us as the Order of Enoch;<span class=\"citation\" id=\"126777\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126777)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126777)\">D&amp;C 76:57<\/a><\/span><span class=\"citation\" id=\"126778\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126778)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126778)\">D&amp;C 82:1-24<\/a><\/span> and it seems to me, every day, that events are so crowding upon us as to compel us to reflect upon and to prepare our hearts to enter upon the practice of this order; and that, unless we do enter upon it, sooner or later, as God shall direct through his servant Brigham, we shall be subjected to all the disasters and evil consequences which have attended the present system of things, under which all men seem to live and labor for self only, and few,  <div class=\"break pagebreak\" id=\"118a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0118.pdf\" target=\"pdfwin\">p.&#xA0;118a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6258\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>very few, think about the good of the whole. <\/div><div class=\"paragraph jod\" id=\"v16n413\"> In the Book of Mormon we read that after Jesus came, the Nephites had all things in common, or, to use the language of the book, that &#x201C;they had all things in common among them; therefore they were not rich and poor,&#x201D;<span class=\"citation\" id=\"83092\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83092)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83092)\">4 Ne. 1:3<\/a><\/span> regulated, of course, by the revelations he gave unto them. They entered upon the practice of this order, according to the account, in the thirty-sixth year of our era,<span class=\"citation\" id=\"83074\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83074)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83074)\">4 Ne. 1:2<\/a><\/span> that is, within two years after the appearance of Jesus. It is probable, however, from the reading, that they entered upon it immediately after the appearance of Jesus in their midst. They were then in good circumstances to enter upon it. The wicked had been killed off, and the land cleansed of their presence. Cities had been sunk, and water had risen in the place thereof.<span class=\"citation\" id=\"82529\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82529)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82529)\">3 Ne. 8:9<\/a><\/span> Mountains had fallen upon other cities,<span class=\"citation\" id=\"82531\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82531)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82531)\">3 Ne. 8:10<\/a><\/span> and great destructions had been accomplished in the land,<span class=\"citation\" id=\"126779\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126779)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126779)\">3 Ne. 8:11<\/a><\/span> and the remnant that were left were a comparatively pure people.<span class=\"citation\" id=\"82569\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82569)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82569)\">3 Ne. 10:12<\/a><\/span> For 165 years afterwards, or until 167 years after the appearance of Christ, that is, until about the year 201 of our era,<span class=\"citation\" id=\"83122\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83122)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83122)\">4 Ne. 1:24<\/a><\/span> the Nephites dwelt under this order. They spread abroad throughout all the land of North and South America.<span class=\"citation\" id=\"83110\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83110)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83110)\">4 Ne. 1:10,23<\/a><\/span> They dwelt in righteousness, so much so that Jesus, in speaking about them by the spirit of prophecy, said that not one soul of those generations should be lost.<span class=\"citation\" id=\"83003\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83003)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83003)\">3 Ne. 27:30-31<\/a><\/span> It was a millennium, so far as peace and truth and virtue and righteousness and brotherly kindness were concerned. Of course it was not a thousand years, but they dwelt together as one family for 167 years. No divisions, no strife, no enmity, no classification, no rich and no poor,<span class=\"citation\" id=\"83112\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83112)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83112)\">4 Ne. 1:15-17<\/a><\/span> but all partaking of the heavenly gift<span class=\"citation\" id=\"83093\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83093)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83093)\">4 Ne. 1:3<\/a><\/span> alike, and God has said <div class=\"break columnbreak\" id=\"118b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0118.pdf\" target=\"pdfwin\">p.&#xA0;118b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6258\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> in his revelations unto us, &#x201C;If ye would be equal in heavenly things, ye must be equal in earthly things.&#x201D;<span class=\"citation\" id=\"87342\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87342)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87342)\">D&amp;C 78:5-6<\/a><\/span> They were equal in earthly things, and they were equal also in heavenly things. <\/div><div class=\"paragraph jod\" id=\"v16n414\"> To read about that period, brief as is the account that is given to us, makes one almost wish that he could have lived in such a day and dwelt among such a people. The Lord foresaw and predicted through his servants the Prophets, that there would be a time in the fourth generation when the adversary would again regain his power over the hearts of the children of men, and they would be led astray and go into evil.<span class=\"citation\" id=\"126780\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126780)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126780)\">1 Ne. 12:12<\/a><\/span><span class=\"citation\" id=\"126781\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126781)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126781)\">2 Ne. 26:9-10<\/a><\/span><span class=\"citation\" id=\"126782\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126782)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126782)\">Alma 45:12<\/a><\/span><span class=\"citation\" id=\"126783\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126783)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126783)\">Hel. 13:10<\/a><\/span><span class=\"citation\" id=\"83007\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83007)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83007)\">3 Ne. 27:32<\/a><\/span> And what was the first thing they did to prepare the way for the fulfillment of this terrible prediction? It was to reject this system or order, and begin again to classify themselves into rich and poor. They began to build churches to themselves, they began to separate themselves from their brethren, and to create distinctions of classes, and this prepared the way for the final destruction of the Nephite nation.<span class=\"citation\" id=\"83128\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83128)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83128)\">4 Ne. 1:24-26<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v16n415\"> I doubt not, my brethren and sisters, that this will be the way in which Satan will regain his power over the hearts of the children of men at the end of the thousand years of which we read. I believe that the thousand years of millennial glory will be ushered in by the practice of this system by the Latter-day Saints. When that system is practiced the hearts of the children of men can be devoted to God to an extent that would be impossible under the present organization of affairs. Now we are tempted and tried and exposed to evils which we should know nothing about if we lived under the order I have referred to. I do not believe that, if we were to live as we now are for a thousand  <div class=\"break pagebreak\" id=\"119a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0119.pdf\" target=\"pdfwin\">p.&#xA0;119a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6257\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>years, Satan could ever be bound in our midst so that he could not have power over our hearts. There must be a change in our temporal affairs, there must be a foundation laid which will knit us together and make us one. How is it with us now? If a man have a horse and he should want to sell it to his brother, he tries to get the most he possibly can for it. If he have a wagon or any other piece of property, and he wants to sell it, does he consult his brother's interest? Perhaps he may do so, but it is not always that men do so; he gets the best price he can for that article, regardless of his brother's welfare and benefit. There is a constant appeal to selfishness under the present system, there is a constant temptation for a man to do the best he can for himself at the expense of his fellow men, and there is no remedying it to its full extent; in fact there is a constant struggle as we are at the present time to keep down within us the desire to profit at the expense of our fellow men. <\/div><div class=\"paragraph jod\" id=\"v16n417\"> There is something unnatural in this condition of affairs, something opposed to God. Why should we be subjected to these things, and have to struggle with them continually? Many Latter-day Saints have refrained from taking hold of merchandising and other branches, because by so doing they would have exposed themselves to hazards that were very dangerous for them to encounter. There was the temptation to make immense profits out of the necessities of their brethren and sisters. Under the Order of Enoch men would not be thus tempted. Individual benefit would not then be the aim and object of men's lives and labors. God did not create us for the purpose of striving for self alone; and when we are rightly situated; under a proper system, our <div class=\"break columnbreak\" id=\"119b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0119.pdf\" target=\"pdfwin\">p.&#xA0;119b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6257\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> desires will flow naturally along, and we will find room for the exercise of every faculty of mind and body without endangering the salvation of our souls. We can then trade and exchange, sell and buy, and enter upon business without being surrounded with these evils we now have to contend with. <\/div><div class=\"paragraph jod\" id=\"v16n418\"> God has revealed the plan, and it is a very simple one; but it will require faith on the part of the Saints to enter upon it. There are a great many evils which would be stricken out of existence were that system practiced. Why are men tempted, to be thieves? Why do they steal&#x2014;take property that does not belong to them? Would they do this if society was properly constituted? No, they would not be tempted to do it. The temptations that we are exposed to are the result, in a great degree, of the false organization of society. I believe there are thousands of men in the Christian world, who are adulterers today, who would not be adulterers if they knew more and could practice the system of marriage which God has revealed. They are adulterers because of the false state of things that exists in the world. And when I speak of this practice, I might extend it to a great many more. The devil has set up every means in his power to hamper the children of men, to throw around them barriers to prevent their carrying out the will of God. And when we obey the commandments of God, we will defeat the adversary of our souls. When we carry out the purposes and the revelations which God has given and made known unto us, we gain immensely. We gain power and strength, and in a little while the adversary will be bound in our midst, so that he will not have power to tempt us, and this will be brought about by our obeying the command<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"120a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0120.pdf\" target=\"pdfwin\">p.&#xA0;120a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6256\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ments of God and the revelations of the Lord Jesus Christ. I also believe that when Satan is loosed again for a little while,<span class=\"citation\" id=\"85541\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85541)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85541)\">D&amp;C 43:31<\/a><\/span> when the thousand years shall be ended,<span class=\"citation\" id=\"80551\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80551)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80551)\">Rev. 20:7<\/a><\/span> it will be through mankind departing from the practice of those principles which God has revealed, and this Order of Enoch probably among the rest. He can, in no better way, obtain power over the hearts of the children of men, than by appealing to their cupidity, avarice, and low, selfish desires. This is a fruitful cause of difficulty. You can handle men better in any other way than when you come to their money, and all these temporal things they are surrounded with. I hope to see a change in this respect, I pray for it, I am willing to labor for it. I hope you will give this subject your attention, and seek by all the faith in your power to prepare yourselves for it, and to prepare your children for it, so that when it is deemed wisdom by the servants of God to enter upon this system, we shall be prepared. <\/div><div class=\"paragraph jod\" id=\"v16n419\"> There has been some allusion, which you have heard, to the setting apart of a district of land in this valley for that purpose. If I lived here I should hail such an enterprise with joy, while I might fear and tremble on my own account lest through some weakness I might not be able to bear or pass through or practice it as it should be. Nevertheless I should hail it, if I lived here, with joy, for it matters not what may become of me, it matters not what may become of any of us individually, only so far as we, individually, are concerned, if the work of God is only rolled forth, if his purposes are only consummated, and the salvation of the earth and its inhabitants is brought about. I feel that it matters not what my fate may be if this is only accomplished and <div class=\"break columnbreak\" id=\"120b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0120.pdf\" target=\"pdfwin\">p.&#xA0;120b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6256\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> God's glory brought to pass on the earth, and the reign of righteousness and truth be ushered in. <\/div><div class=\"paragraph jod\" id=\"v16n420\"> I expect that God will do a greater work in our midst, when that shall be brought to pass, than we can yet conceive of. We have thought that the Lord God delays his coming.<span class=\"citation\" id=\"65976\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65976)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65976)\">Matt. 24:48<\/a><\/span><span class=\"citation\" id=\"83063\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83063)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83063)\">3 Ne. 29:2<\/a><\/span><span class=\"citation\" id=\"85609\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85609)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85609)\">D&amp;C 45:26<\/a><\/span> We have now been forty-three years organized as a Church, and sometimes we feel as if the Work of God is not making that progress which it should. There are reasons for it. It is not stopped or delayed; on the contrary, it is progressing, although probably not with the rapidity that it will progress when we get more faith, and are more perfect in our practices. I have had my thoughts attracted, in consequence of a visit which brother Brigham, Jun., and myself made to the hill Cumorah about three weeks ago, to the three Nephites who have been upon this land, and I have been greatly comforted at reading the promises of God concerning their labors and the work that should be accomplished by them among the Gentiles and among the Jews, also before the coming of the Lord Jesus.<span class=\"citation\" id=\"83037\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83037)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83037)\">3 Ne. 28:27-32<\/a><\/span> I doubt not that they are laboring today in the great cause on the earth. There are agencies laboring for the accomplishment of the purposes of God and for the fulfillment of the predictions of the holy Prophets, of which we have but little conception at the present time. We are engrossed by our own labors. You in Cache Valley have your thoughts centered on the labors that devolve upon you. We in Salt Lake and elsewhere have ours upon the work that immediately attracts our attention; and while we, or all amongst us who are faithful, shall no doubt be instrumental in the hands of God, in bringing to pass his purposes and accomplishing the work he has pre<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"121a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0121.pdf\" target=\"pdfwin\">p.&#xA0;121a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6255\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>dicted in connection with the ten tribes, the Lamanites, the Jews, and the Gentile nations, we need not think that these things depend upon us alone. There are powers engaged in preparing the earth for the events that await it and fulfilling all the great predictions concerning it, which we know nothing of, and we need not think that it depends upon us Latter-day Saints alone, and that we are the only agents in the hands of God in bringing these things to pass. The powers of heaven are engaged with us in this work. <\/div><div class=\"paragraph jod\" id=\"v16n422\"> This earth is the heritage of the children of God.<span class=\"citation\" id=\"53883\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53883)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53883)\">Ex. 6:8<\/a><\/span> It has been given to the faithful who have lived before us, as well as to us, they are watching our labors with intense anxiety, and they are laboring in their sphere for the accomplishment of the same great and glorious results. They have dwelt here, and they are singing the song mentioned by John the Revelator&#x2014;&#x201C;Thou hast made us kings and priests unto God: and we shall reign on the earth,&#x201D;<span class=\"citation\" id=\"79184\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79184)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79184)\">Rev. 5:10<\/a><\/span> and the souls of them who have suffered martyrdom are crying from beneath the altar, &#x201C;How long, Oh God, wilt thou not avenge our blood upon them that dwell on the earth?&#x201D;<span class=\"citation\" id=\"79295\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79295)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79295)\">Rev. 6:10<\/a><\/span> They are eager for the redemption of Zion, the accomplishment of God's purposes, and the establishment of his universal kingdom upon the face of this earth of ours. But if we do not our duty, God will take away from us that inheritance which he has promised unto us, and the crowns that we would otherwise have will be taken and given to others. We shall lose <div class=\"break columnbreak\" id=\"121b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0121.pdf\" target=\"pdfwin\">p.&#xA0;121b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6255\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> these unless we do that which God requires at our hands with perfect willingness and joy, for there is no joy that any human being experiences that approaches the joy of serving God and keeping his commandments. It is sweeter than the sweetest honey, and it is more desirable than all the joy of the earth besides. You Latter-day Saints know this by the outpouring of the Holy Spirit, by the gift of the precious Spirit which you have received, that has rested down upon you by night and by day, and that has caused your hearts to be softened and your eyes to weep tears of joy for the goodness of God unto you. And yet we are indolent, and yet we think about a little property, and yet we would risk our salvation because we are afraid to do something which God requires at our hands. Oh foolish people! How shall we stand before the bar of our God and answer for the use we have made of the inestimable blessings which he has bestowed upon us? How shall we stand before that terrible bar, if we are not faithful? How can we justify ourselves for our unfaithfulness? We cannot do it, but we shall feel to shrink from the presence of our Almighty Judge when we are thus brought face to face with him. <\/div><div class=\"paragraph jod\" id=\"v16n423\"> That we may be faithful to the end, that we may love the Lord better than we love everything else on the earth, that we may devote ourselves to his service all our days, and bequeath truth as a precious legacy to our children after us, is my prayer in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}