{"ID":160032, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Word of Wisdom&#x2014;Education.<\/div>\n<div class=\"subtitle\">Discourse by President George A. Smith, delivered in the New Tabernacle, Salt Lake City, at the Semi-Annual Conference, October 7, 1873.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: The Word of Wisdom, Etc.<\/div>\n<div class=\"speaker\">Speaker: George A. Smith<\/div>\n<div class=\"date\">Date: 10\/7\/1873<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d32\">\n<div class=\"paragraph jod\" id=\"v16n814\"> I feel a deep interest in the subjects which have been brought before us this morning by the Elders who have spoken, as well as in every discourse that has been uttered since the commencement of the Conference, and I hope that the impressions which have been made will be lasting. In relation to intemperance, we, all of us, as Latter-day Saints, should observe the Word of Wisdom;<span class=\"citation\" id=\"88850\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88850)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88850)\">D&amp;C 89:1<\/a><\/span> and if we do not observe it, we lay a foundation to weaken ourselves. You will see young persons come to the table in the morning, and they want some tea, or coffee, or a cup of good, strong, warm drink.<span class=\"citation\" id=\"88940\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88940)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88940)\">D&amp;C 89:9<\/a><\/span> A habit of this kind has, perhaps, already been acquired by them, and it is likely to continue until they become slaves to it. In a little while it affects the complexion, it weakens the mind and the body throughout, and lays the foundation for a weaker generation to follow. Of course it is no use to talk to men about tobacco.<span class=\"citation\" id=\"88927\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88927)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88927)\">D&amp;C 89:8<\/a><\/span> It takes a man of energy to quit chewing tobacco, a man who has a mind and independence; boys who undertake it seldom accomplish it, though they are very foolish ever to indulge in the habit. <\/div><div class=\"paragraph jod\" id=\"v16n815\"> I feel like exhorting my brethren and sisters to abstain from everything prohibited in the Word of <div class=\"break columnbreak\" id=\"237b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0237.pdf\" target=\"pdfwin\">p.&#xA0;237b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6139\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Wisdom, and to live in accordance with its principles as near as our climate and the productions of our country will permit. So far as intoxicating drinks are concerned, it is worse than madness and folly for men to indulge in them.<span class=\"citation\" id=\"88910\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88910)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88910)\">D&amp;C 89:7<\/a><\/span> There is something comparatively innocent in tea, coffee or tobacco when compared with intoxicating drinks. Of course a man who uses tobacco freely for years gets an appetite for liquor; he lays a foundation for an appetite for liquor, and after a while he craves it and must have it. He should let tobacco alone in the start; but yet tobacco does not make a man insane in a minute. Some of our most promising business men, who have come to Salt Lake City at different periods, have carried themselves to untimely graves by indulging in intoxicating drink. Men whose voices have been heard in the Tabernacle, men who have rendered service in the offices, and who have been honored, have died like a dog in a ditch, or in a most degraded manner, in consequence of indulging in intoxicating drinks. A man says to another&#x2014;&#x201C;Come, take a drink.&#x201D; &#x201C;No, I don't wish any.&#x201D; &#x201C;Oh, don't be so pious, come and take a drink with us, don't be a coward;&#x201D; and so, for fear of being a coward, he takes the  <div class=\"break pagebreak\" id=\"238a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0238.pdf\" target=\"pdfwin\">p.&#xA0;238a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6138\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>drink. Shame on such a man! Why not quietly say&#x2014;&#x201C;No, I do not need it;&#x201D; and if the invitation is repeated, say&#x2014;&#x201C;No more of that, gentlemen,&#x201D; and be man enough to let it alone, rather than yield and let a habit creep upon him that will destroy him. I have heard men say&#x2014;&#x201C;I can drink, or let it alone;&#x201D; then let it alone; but some of those who can &#x201C;drink or let it alone&#x201D; will get drunk every day. They have sold themselves to the cursed alcohol. Let the Elders of Israel cease this habit and learn wisdom. When you come to meet the presence of your Father in heaven, when you wish for the rewards of your Priesthood, you who have not obeyed the Word of Wisdom will wail at the loss you have sustained in consequence of your folly. Think of these things, continue to think of them, pray over them, and set an example before your children that is worthy of imitation. If an old lady of seventy comes to my house at Conference, and I get her a cup of tea, if there is a girl there of fifteen, she will want to drink with grandma, and she will think she must have it because grandma does. This has been my experience in times past. I do not have it now; I do not get tea for people, unless they pretend to be sick, then I tell my folks to make them a tin cup full of good, strong catnip tea. That is a rule I have prescribed. I do not know how my folks keep it. I certainly do not intend to place any restrictions on them any further than their own wisdom dictates. But if they use these things they do it in violation of my advice and run their own risks, and so do all others. <\/div><div class=\"paragraph jod\" id=\"v16n817\"> I say, brethren and sisters, let us observe the Word of Wisdom. We are doing a great business in the tea, coffee and tobacco in the Cooperative Store.<span class=\"citation\" id=\"88931\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88931)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88931)\">D&amp;C 89:8-9<\/a><\/span> When we first esta<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"238b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0238.pdf\" target=\"pdfwin\">p.&#xA0;238b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6138\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>blished it we thought we would not sell tobacco at all; but pretty soon the Superintendent asked the Directors if he might not bring in some poor kind of tobacco to kill the ticks on the sheep.<span class=\"citation\" id=\"88928\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88928)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88928)\">D&amp;C 89:8<\/a><\/span> It was very soon discovered that unless they sold tobacco, so many Latter-day Saints used it, that a successful opposition could be run against them on the tobacco trade alone, and they had to commence it, I believe, under the plea that it was brought on to kill the ticks on sheep. Shame on such Latter-day Saints, so far as tobacco is concerned. <\/div><div class=\"paragraph jod\" id=\"v16n818\"> I will say a word in relation to the colleges which brother Jesse N. Smith spoke about. As he said, we have struggled against many difficulties as far as education is concerned, and our university and our colleges, so far, have simply been schools for the education of teachers in the primary branches. We have sometimes employed professors and taught many different branches. But a great effort has been made to educate teachers for primary schools, and some of them have taken great pains to inform themselves. They have held associations and got up a normal and training class, have given lectures, and this summer they spent six weeks voluntarily to instruct each other. <\/div><div class=\"paragraph jod\" id=\"v16n819\"> It has been the uniform custom of the General Government to give the different States public lands and money to a liberal extent for educational purposes. None of this has ever been made available for Utah; we have had to carry everything by our own individual effort. Now that there are many young men and women among us who wish to study more advanced branches than we have, as yet, been able to organize, they would like to go to famous seats of learning in distant parts of the  <div class=\"break pagebreak\" id=\"239a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0239.pdf\" target=\"pdfwin\">p.&#xA0;239a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6137\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>country for that purpose. A cooperative effort is now required on the part of the people, as a matter of domestic economy, to establish schools of a higher order, and to provide the professors and apparatus necessary to impart instruction in the higher branches of learning, that our young people may be able to obtain the education they desire at home; for while they would go away and spend five or six hundred dollars a year each, the same amount expended here would establish schools for the higher branches, and cut off a large proportion of the expense in all time to come. We would like to have all the Wards and settlements consider these questions, and make it a matter of real interest to bring about an organization and to supply the means necessary for this object. <\/div><div class=\"paragraph jod\" id=\"v16n821\"> In the foundation of a country it is <div class=\"break columnbreak\" id=\"239b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0239.pdf\" target=\"pdfwin\">p.&#xA0;239b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6137\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> necessary, of course, to look well to its primary schools; we have tried to do this, we are still doing it, and, I believe considering their circumstances, the people of Utah have done more for education than the people of any other Territory. <\/div><div class=\"paragraph jod\" id=\"v16n822\"> May the blessing of Israel's God be upon us in all our efforts to guide our children, in all our efforts to maintain the principles of temperance, to observe the Word of Wisdom and keep the commandments of God, and to establish such schools and colleges as shall enable us to advance in all branches that are useful, for our religion includes every good and true principle. There is no principle on the face of the earth or in heaven that is true, but what belongs to &#x201C;Mormonism.&#x201D; May God enable us to do these things as we should, in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}