{"ID":160035, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Instructions Given Are Intended for All the Saints&#x2014;The Latter-Day Work An Individual Work&#x2014;Men and Women Are Responsible for Their Own Acts&#x2014;Obedience is Essential to Salvation&#x2014;The Present Sinful Condition of the World the Result of Disobedience&#x2014;Counsel to the Saints on the Necessity of Living Exclusively for the Building Up of the Kingdom of God.<\/div>\n<div class=\"subtitle\">Discourse by Elder Joseph F. Smith, delivered in the New Tabernacle, Salt Lake City, at the Semi-Annual Conference, October 7, 1873.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: The Instructions Given, Etc.<\/div>\n<div class=\"speaker\">Speaker: Joseph F. Smith<\/div>\n<div class=\"date\">Date: 10\/7\/1873<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d35\">\n<div class=\"paragraph jod\" id=\"v16n843\"> To say I have been very much interested in the instructions that we have had at this Conference is but faintly to express my feelings. We have had much very excellent teaching, which we will do well to give heed to. I cannot believe that the congregations that have attended this Conference will cast lightly aside these teachings. Certain it is that all the preaching that can be done by those who are most competent, and most richly endowed with the inspiration of the Holy Spirit, will not benefit the people in the least, unless they will receive it, and will realize that the counsels which are given are designed expressly for themselves. It is not for us to say, &#x201C;that does not mean me,&#x201D; and &#x201C;that applies to my neighbor;&#x201D; or &#x201C;that has reference to the doings of so and so.&#x201D; We should each feel that the instructions given have direct reference to ourselves individually; that counsel or that commandment is for me, and it is for me, as a individual, to put it into practice. This is the only course that will benefit, and fit us for the responsibilities that will de<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"246b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0246.pdf\" target=\"pdfwin\">p.&#xA0;246b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6130\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>volve upon us in the future. It will not do for us to say&#x2014;&#x201C;If brother so and so, or sister so and so, will observe and carry out that counsel, I shall be satisfied to remain as I am.&#x201D; We cannot obtain blessings from God by taking this course; the only way to secure them is by diligence on our own part. When we are prepared, by our own works and diligence, to receive the blessings that God has in store for the faithful; then, and not till then, shall we receive them. It will not do for us to be satisfied for our brother to prepare himself to receive the blessings God has promised to his children, and to rest content with seeing him receive the light of truth, the blessings of the Gospel, and manifest a willingness to work righteousness in the earth. That will not reach us, only so far as we adopt his course and follow his example. <\/div><div class=\"paragraph jod\" id=\"v16n844\"> This is how I look at the requirements which God has made upon his people collectively and individually, and I do believe that I have no claim upon God or upon my brethren for blessing, favor, confi<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"247a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0247.pdf\" target=\"pdfwin\">p.&#xA0;247a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6129\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>dence or love, unless, by my works, I prove that I am worthy thereof, and I never expect to receive blessings that I do not merit. Who does? I do not know that anybody does, yet if we were to judge by the actions of some, we must come to the conclusion that they are satisfied by seeing others live their religion. <\/div><div class=\"paragraph jod\" id=\"v16n846\"> I love the society of the good, honorable and pure, of those who love virtue and work righteousness. To associate and be numbered with such and to have my portion and my lot with them in this life, and to live so that I can secure that association in the life to come, throughout the countless ages of eternity. I take no pleasure in the society of the wicked, for this reason&#x2014;the pleasures of the wicked will cease and be forgotten, and the wicked will die and will not be regretted, their names will be cast out from the presence of God and from the things of the righteous forever and ever. I, therefore, want no part with them, but I want to cast my lot with those who are securing to themselves eternal riches and happiness. To obtain these blessings I must be found walking in their footsteps and following their examples, otherwise I shall come short. <\/div><div class=\"paragraph jod\" id=\"v16n847\"> This is how I understand the principles of the Gospel and the work we are engaged in. It is an individual work. You and I must secure the blessings of eternal lives for ourselves, through obedience and the mercy of God. We have the volition of our own wills and we can choose evil or good, the society of the wicked or that of the good; we can enlist under the banner of Christ, or under that of Belial. We have this option, and can do whichever we choose. Therefore we must look well to our ways, and see that <div class=\"break columnbreak\" id=\"247b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0247.pdf\" target=\"pdfwin\">p.&#xA0;247b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6129\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> we choose the right course, and build upon a foundation that will not wash away. We have got to learn to stand or fall for ourselves, male and female. It is true that we are taught in the principles of the Gospel that man is the head of the woman, and Christ is the head of the man;<span class=\"citation\" id=\"73325\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73325)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73325)\">1 Cor. 11:3<\/a><\/span> and according to the order that is established in the kingdom of God, it is the duty of the man to follow Christ, and it is the duty of the woman to follow the man in Christ, not out of him. <\/div><div class=\"paragraph jod\" id=\"v16n848\"> But has not a woman the same volition that the man has? Can she not follow or disobey the man as he can follow or disobey Christ? Certainly she can, she is responsible for her acts, and must answer for them. She is endowed with intelligence and judgment, and will stand upon her own merits as much so as the man. That is why the brethren, during this Conference, have been teaching the sisters that they must refrain from the fashions of Babylon. They must use their own judgment and agency as to whether they will obey this counsel or not. If they will not obey it, they will be responsible as much as the men are responsible for their acts. The man is responsible for the woman only so far as she is influenced by, or is obedient to, his counsels. Christ is responsible for the man so far as the man walks in obedience to the laws and commandments he has given, but no further, and so far will his atoning blood redeem and cleanse from sin; so far as they obey them will the principles of eternal life revealed in the Gospel have effect upon the souls of men, so also with women. So sisters, do not flatter yourselves that you have nothing to answer for so long as you may have a good husband. You must be obedient. Obe<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"248a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0248.pdf\" target=\"pdfwin\">p.&#xA0;248a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6128\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>dience is the first law of heaven. Without it the elements could not be controlled. Without it neither the earth nor those who dwell upon it could be controlled. The angels in heaven would not be controlled without it, and in fact without obedience there could be no union or order, and chaos and confusion would prevail. When we are obedient we may be guided to the accomplishment of all that is required of us by our heavenly Father, for it is on this principle that the designs and purposes of God are accomplished. The elements are obedient to his word. He said, &#x201C;Let there be light: and there was light.&#x201D;<span class=\"citation\" id=\"52049\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52049)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52049)\">Gen. 1:3<\/a><\/span> He commanded the land and the waters to be divided, and it was so.<span class=\"citation\" id=\"52082\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52082)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52082)\">Gen. 1:9-10<\/a><\/span> When Christ commanded the storm to be still, and the sea to be calm, the elements were obedient to him.<span class=\"citation\" id=\"66533\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66533)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66533)\">Mark 4:37-41<\/a><\/span> The earth, and all the worlds which God has made are obedient to the laws of their creation, for this reason there are peace, harmony, union, increase, power, glory and dominion, which could not exist without obedience. For the lack of obedience the whole world today lies in sin,<span class=\"citation\" id=\"87801\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87801)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87801)\">D&amp;C 84:49<\/a><\/span> for except the little existing among this people, obedience cannot be found on the face of the earth. Go to the religions of the day, do you find obedience manifested by the people? No, but you find man everywhere self-willed and untractable, therefore confusion and anarchy reign. It is said in the Scriptures that all things are possible with God;<span class=\"citation\" id=\"65202\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65202)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65202)\">Matt. 19:26<\/a><\/span> but he only works in accordance with the principles by which he himself is governed; and hence he cannot convince nations of the truth against their will. As the poet says&#x2014;  <\/div><div class=\"paragraph jod\" id=\"v16n850\"> Know this, that every soul is free, To choose his life and what he'll be; For this eternal truth is given, That God will force no man to heaven. <div class=\"break columnbreak\" id=\"248b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0248.pdf\" target=\"pdfwin\">p.&#xA0;248b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6128\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> He'll call, persuade, direct aright&#x2014;  Bless him with wisdom, love and light&#x2014;  In nameless ways be good and kind, But never force the human mind. <\/div><div class=\"paragraph jod\" id=\"v16n851\"> That is the way that God deals with man, therefore I say, he cannot work with this generation. They have set him aside and made themselves supreme. They have fulfilled the words of the prophet Paul when he said, &#x201C;That in the last days perilous times should come. For men shall be lovers of their own selves, covetous, boasters, proud, blasphemers, disobedient to parents, unthankful, unholy, Without natural affections, trucebreakers, false accusers, incontinent, fierce, despisers of those that are good, Traitors, heady, highminded, lovers of pleasure more than lovers of God; Having a form of godliness; but denying the power thereof,&#x201D;<span class=\"citation\" id=\"76128\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76128)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76128)\">2 Tim. 3:1-5<\/a><\/span> &amp;c. <\/div><div class=\"paragraph jod\" id=\"v16n852\"> No one could better describe the condition of this generation, and yet light has come into the world, but it is rejected, and for this reason the world lies in sin, and under condemnation.<span class=\"citation\" id=\"68927\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68927)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68927)\">John 3:19<\/a><\/span> The people of God lie under condemnation too, so far as they are disobedient to the counsels of God's servants. We talk of obedience, but do we require any man or woman to ignorantly obey the counsels that are given? Do the First Presidency require it? No, never. What do they desire? That we may have our minds opened and our understandings enlarged, that we may comprehend all true principles for ourselves; then we will be easily governed thereby, we shall yield obedience with our eyes open, and it will he a pleasure for us to do so. <\/div><div class=\"paragraph jod\" id=\"v16n853\"> The Lord does not accept obedience from men except that which they render cheerfully and gladly in their hearts, and that is all that is desired by his servants. That is the obedience we ought to render, and if we do not we are under condemnation. <\/div> <div class=\"break pagebreak\" id=\"249a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0249.pdf\" target=\"pdfwin\">p.&#xA0;249a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6127\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v16n855\"> What matters what the world say in regard to us? Nothing. What do I care? Have I spent thirty years of life, with the opportunities that have been afforded me, and am yet ignorant of the way of eternal life. If I have, then I am to be pitied. &#x201C;Why then,&#x201D; says the blasphemer, &#x201C;do you yield obedience to the servants of God?&#x201D; Because it is meat and drink to me to do so. Because it is for my safety and for my best good. I ask no odds of the world. I have learned that it is the very best thing that I can do, and I should be a fool indeed not to do that which is for my best good. I intend to do it, and I do not care what the world say about me. <\/div><div class=\"paragraph jod\" id=\"v16n856\"> I am sorry to say that there are some of those who profess to be Latter-day Saints, who meet with the Saints on the Sabbath and partake of the Sacrament, witnessing that they are willing to take upon them the name of Christ, and to follow him through evil as well as good report, and yet in their hearts they oppose the plans and projects of those whom they pretend to upheld and sustain. I know and could call the names of some of these men. Shame on them! I say, in the name of manhood, come out and show your colors! Say you will not be obedient, and cease to be hypocrites, cease lying in the presence of God, and trying to deceive yourselves and your brethren. Tell us what you are, take your stand where you belong, and do not deceive the unwary. You cannot deceive those who have the Spirit of God, for they can discern your hearts. <\/div><div class=\"paragraph jod\" id=\"v16n857\"> I love the cause of the Gospel. I love this people, because, of all others on the face of the earth they have enlisted under the banner of King Emanuel. They have covenanted with God to keep his com<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"249b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0249.pdf\" target=\"pdfwin\">p.&#xA0;249b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6127\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>mandments, and they are the most willing of any on the face of the earth to hearken to God's inspired servants. I love them for this reason, and I want to be identified with them, not only in time but throughout eternity. Without them I would have no home, no friends. I want none without them. <\/div><div class=\"paragraph jod\" id=\"v16n858\"> Let us keep the commandments and counsels that have been given to us, let us not be hearers of the word only, but let us be doers of it as well as hearers.<span class=\"citation\" id=\"77482\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77482)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77482)\">James 1:22<\/a><\/span> Let us put away the foolish fashions of the world, live up to the truth, and seek to find out God, whom to know is life eternal.<span class=\"citation\" id=\"70604\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70604)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70604)\">John 17:3<\/a><\/span> The road to this knowledge is obedience to his laws and to the whisperings of the still small voice<span class=\"citation\" id=\"55720\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55720)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55720)\">1 Kgs. 19:12<\/a><\/span><span class=\"citation\" id=\"88056\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88056)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88056)\">D&amp;C 85:6<\/a><\/span> in our own hearts. That will lead us into truth if we will hearken, and do not blunt the monitor that is within us. Let us do our duty, and be for God and his kingdom. Let our motto be&#x2014;&#x201C;The kingdom of God or nothing.&#x201D; Because in the kingdom there is everything, and outside of it nothing at all. We heard here, the other day, from the President, that the Gospel embraces everything that is good and true or desirable to the pure in heart. I have said that outside the kingdom of God there is nothing, but there is something. What is it? Disappointment, sorrow, anguish and death, and everything that will make us miserable; while everything that is good, desirable and worth possessing eternally is to be found only in the Gospel of Christ. <\/div><div class=\"paragraph jod\" id=\"v16n859\"> Says one, &#x201C;Do not people who are not Latter-day Saints have a great many blessings and enjoy a great many good things?&#x201D; Certainly they do, they enjoy gold, silver and worldly honors&#x2014;they have a plentitude of greenbacks, houses, lands, carriages, horses, luxury and ease.  <div class=\"break pagebreak\" id=\"250a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0250.pdf\" target=\"pdfwin\">p.&#xA0;250a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6126\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Dives had all these, in this world, while Lazarus crawled at his feet and begged for the crumbs that fell from his table; but afterward Dives lifted up his eyes in hell and saw Lazarus in Abraham's bosom enjoying the good things that he had formerly possessed in the world, and he begged Abraham to send Lazarus to dip the tip of his finger in water to alleviate his parching tongue. But even this poor boon was denied him, he being informed that there was an impassable gulf between them; and said Abraham to Dives&#x2014;(in effect), &#x201C;When you were in the flesh you had Moses and the Prophets, you had the Gospel preached to you, but you rejected and refused to obey it. You had your good portion and your enjoyments in the world, now you are denied them, they are given to Lazarus.&#x201D;<span class=\"citation\" id=\"67784\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67784)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67784)\">Luke 16:19-31<\/a><\/span> How long do the honors, wealth, and pleasures of the worldling last? Until death claims him for its own, then he ceases to enjoy them, because he has failed to secure his title to them, they have not been sealed upon him by the authority of the Priesthood of the Son of God, which has power to bind on earth and it is bound in heaven.<span class=\"citation\" id=\"64901\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64901)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64901)\">Matt. 16:19<\/a><\/span> If they have wives and children, when death calls them they are no longer theirs, because they have not been sealed unto them by the power of God.<span class=\"citation\" id=\"91523\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91523)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91523)\">D&amp;C 132:15<\/a><\/span> They do not obey the truth, they do not receive the ministrations of the Priesthood, and consequently they are deprived, not only of their wealth, but of their wives and children. <\/div><div class=\"paragraph jod\" id=\"v16n861\"> We are not living only for the few miserable years that we spend on this earth, but for that life which is interminable; and we desire to enjoy every blessing throughout these countless ages of eternity, but unless they are secured to us by that <div class=\"break columnbreak\" id=\"250b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0250.pdf\" target=\"pdfwin\">p.&#xA0;250b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6126\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> sealing power which was given to the Apostle Peter by the Son of God,<span class=\"citation\" id=\"64870\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64870)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64870)\">Matt. 16:18-19<\/a><\/span> we cannot possess them. Unless we secure them on that principle, in the life to come we shall have neither father, mother, brother, sister, wife, children, nor friends, nor wealth nor honor, for all earthly &#x201C;contracts, covenants, bonds, obligations, oaths, vows, connections, and associations,&#x201D;<span class=\"citation\" id=\"91475\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91475)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91475)\">D&amp;C 132:7<\/a><\/span> are dissolved in the grave, except those sealed and ratified by the power of God. It is said in the Scriptures that the earth and its fullness are the Lord's,<span class=\"citation\" id=\"56499\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56499)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56499)\">Ps. 24:1<\/a><\/span> and that they are to be given to the Saints of the Most High God,<span class=\"citation\" id=\"61737\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61737)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61737)\">Dan. 7:27<\/a><\/span> and they are to possess them forever and ever.<span class=\"citation\" id=\"61652\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61652)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61652)\">Dan. 7:18<\/a><\/span><span class=\"citation\" id=\"89701\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89701)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89701)\">D&amp;C 103:7<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v16n862\"> You know that those who have not faith in the Gospel call us exclusive and uncharitable; they say&#x2014;&#x201C;You cast out all except those of your faith.&#x201D; Then enroll yourselves under the banner of King Emanuel, to whom the earth and its fullness belong,<span class=\"citation\" id=\"56500\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56500)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56500)\">Ps. 24:1<\/a><\/span> and when it shall be given to the Saints of the Most High God,<span class=\"citation\" id=\"61738\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61738)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61738)\">Dan. 7:27<\/a><\/span> you will come in for your share, and only in that way can you do so. Obedience to the Gospel of Christ is the only way to secure blessings for the life that now is, or that which is to come. We are not talking in parables, neither are we ignorantly repeating the words of the ancient Apostles. Our declarations are founded upon modern revelation and inspiration, and we know whereof we speak. We know that angels have come to earth and that God has spoken in our day, that he has raised up Apostles and Prophets, restored the holy Priesthood, and shown himself to man and revealed his truth to those who dwell on earth. We know these things, it is this that makes us bold to declare it to the world. We are not ashamed of it, because we know  <div class=\"break pagebreak\" id=\"251a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0251.pdf\" target=\"pdfwin\">p.&#xA0;251a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6125\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>it is the power of God unto salvation.<span class=\"citation\" id=\"72200\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72200)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72200)\">Rom. 1:16<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v16n864\"> May God help us, and all who love the truth, to keep an eye single to his glory and to the building up of his kingdom on the earth, that we <div class=\"break columnbreak\" id=\"251b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0251.pdf\" target=\"pdfwin\">p.&#xA0;251b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6125\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> may be among those who shall be counted worthy to possess the earth and its fullness forever and ever, is my prayer in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}