{"ID":160036, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Temples to Be Built to the Name of the Lord&#x2014;The Location of Their Erection, and the Purposes for Which They Shall Be Built.<\/div>\n<div class=\"subtitle\">Discourse by Elder Orson Pratt, delivered in the New Tabernacle, Salt Lake City, at the Semi-Annual Conference, Oct. 7, 1873.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: Temples to Be Built, Etc.<\/div>\n<div class=\"speaker\">Speaker: Orson Pratt<\/div>\n<div class=\"date\">Date: 10\/7\/1873<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d36\">\n<div class=\"paragraph jod\" id=\"v16n865\"> I will call the attention of the congregation to a portion of the word of God contained in the third chapter of Malachi&#x2014;&#x201C;Behold, I will send my messenger, and he shall prepare the way before me: and the Lord, whom ye seek, shall suddenly come to his temple, even the messenger of the covenant, whom ye delight in: behold, he shall come, saith the Lord of hosts. But who may abide the day of his coming? and who shall stand when he appeareth? for he is like a refiner's fire, and like fullers' soap. He shall sit as a refiner and purifier of silver: and he shall purify the sons of Levi, and purge them as gold and silver, that they may offer unto the Lord an offering in righteousness.&#x201D;<span class=\"citation\" id=\"62400\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62400)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62400)\">Mal. 3:1-3<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v16n866\"> I have read these words, because of the peculiar prophecy which is <div class=\"break columnbreak\" id=\"251b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0251.pdf\" target=\"pdfwin\">p.&#xA0;251b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6125\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> contained therein, of what the Lord will perform about the time of his coming. A prophecy that the Lord would come, and the nature of that coming should be such that but a few comparatively will be prepared to endure that day; that when he does come, he will have a Temple on the earth, to which he will come. A part of the program which was read yesterday morning, if I recollect right, for the Elders to speak upon during Conference, was in relation to building Temples. The building of Temples of the Lord is promised in his word, for there we read that in the latter days he would have a house built on the earth. I know that in the ears of this generation it will sound very strangely to talk about the Lord having a house built on this globe of ours; yet  <div class=\"break pagebreak\" id=\"252a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0252.pdf\" target=\"pdfwin\">p.&#xA0;252a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6124\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>we have such a promise, strange as it may be, and that when the Lord Jesus shall be revealed from heaven in flaming fire,<span class=\"citation\" id=\"75756\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75756)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75756)\">2 Thes. 1:7-8<\/a><\/span> and shall sit as a refiner's fire and as fuller's soap on the sons of Levi, to purify them as gold and silver,<span class=\"citation\" id=\"62405\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62405)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62405)\">Mal. 3:2-3<\/a><\/span> he will, in that day, come to his Temple, and come very suddenly.<span class=\"citation\" id=\"62388\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62388)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62388)\">Mal. 3:1<\/a><\/span> That shows, at once, that he must have a Temple on the earth in the latter time. <\/div><div class=\"paragraph jod\" id=\"v16n868\"> There are two other Prophets, besides Malachi, who have spoken of the house of the Lord. Isaiah, in his second chapter, refers to the building of the Lord's house in the latter days. I will repeat the passage&#x2014;&#x201C;It shall come to pass in the last days, that the mountain of the Lord's house shall be established in the tops of the mountains, and shall be exalted above the hills; and nations shall flow unto it. Many nations shall say, Come, let us go up unto the mountain of the Lord, and to the house of the God of Jacob; and he shall teach us of his ways, and we shall walk in his paths;&#x201D; and &#x201C;the Lord shall rebuke strong nations afar off&#x201D;&#x2014;meaning nations at a great distance from Jerusalem, where the Prophet delivered the prophecy. &#x201C;He shall rebuke strong nations afar off; and they shall beat their swords into plowshares, and their spears into pruninghooks: nation shall not lift up sword against nation, neither shall they learn war any more.&#x201D;<span class=\"citation\" id=\"57743\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57743)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57743)\">Isa. 2:2-4<\/a><\/span> The fourth chapter of Micah contains a similar prediction, which it is not necessary for me to repeat, as it reads, almost word for word, like that in the second chapter of Isaiah,<span class=\"citation\" id=\"62140\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62140)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62140)\">Micah 4:1-3<\/a><\/span> showing plainly and clearly that in the latter days God would have a house built on the earth. <\/div><div class=\"paragraph jod\" id=\"v16n869\"> Perhaps there may be objections by our Christian friends to the Latter-day Saints proclaiming in the midst of Christendom that the Lord <div class=\"break columnbreak\" id=\"252b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0252.pdf\" target=\"pdfwin\">p.&#xA0;252b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6124\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> intends to have a house built on the earth. They will probably say&#x2014;&#x201C;He has hundreds of them, and has had for many generations. God has houses scattered here and there throughout all the Christian nations, and there never has been a time since the days of the Apostles but what the Lord has had a house, either at Corinth, Athens, or somewhere else; and you can read the inscriptions upon them as you pass through the towns and cities of Christendom.&#x201D; These houses are called the houses of God, or Jesus, the church of St. John, St. Peter, St. Paul, St. Mark and others, and all of them are considered the houses of God. Would to God that this were true! Would to God that he had given some directions concerning the building of some of these houses! But alas! When we come to inquire concerning their origin, we find that they were built by uninspired men, that the architecture and everything pertaining to them has been devised by the cunning and wisdom of men. Ask them if God commanded them to select the particular location on which one of these houses stands? They will say&#x2014;&#x201C;No, God does not direct now-a-days. There was a time when the Lord did direct in such matters, but now we have wise men, we have bodies of learned men who have studied theology. We do not need the Lord to interfere in our day; he don't speak anything to the people in the age in which we live; these houses were constructed according to the best plans and architecture we were acquainted with by our wisdom, without any commandment or revelation from the heavens.&#x201D; Very well, then the Lord has nothing to do with them. What I understand by the building of a house of God, is to build one after the pattern that he shall give. I do not mean a pattern  <div class=\"break pagebreak\" id=\"253a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0253.pdf\" target=\"pdfwin\">p.&#xA0;253a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6123\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>that was given in ancient times, but one given to the very people to whom the revelation comes to build a house to his name. Has such been the case with the houses of worship throughout the Christian nations? Not in one instance. You may travel all through this great Republic, from one end thereof to the other, and among all the Christian denominations who deny new revelation, is there one house which God commanded to be built? Indeed these very prophecies would seem to indicate that, in the day when they should begin to be fulfilled, there should be no house of the Lord on the earth. Is it not a peculiar kind of a saying that in the latter days the mountain of the house of the Lord shall be established in the tops of the mountains, and be exalted above the hills?<span class=\"citation\" id=\"57715\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57715)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57715)\">Isa. 2:2<\/a><\/span><span class=\"citation\" id=\"62128\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62128)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62128)\">Micah 4:1<\/a><\/span> It shows that for a long period prior to the erection of the house of God in the mountains, no such thing could be found on the face of the whole earth, and it was needful for the Lord, in the latter days, to begin a work of that kind. No place for Jesus to come to. He is to come in the clouds of heaven, in flaming fire,<span class=\"citation\" id=\"75757\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75757)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75757)\">2 Thes. 1:7-8<\/a><\/span> in power and great glory,<span class=\"citation\" id=\"65827\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65827)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65827)\">Matt. 24:30<\/a><\/span> clothed upon with all the brightness of the celestial heavens;<span class=\"citation\" id=\"75792\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75792)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75792)\">2 Thes. 2:8<\/a><\/span><span class=\"citation\" id=\"83854\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83854)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83854)\">D&amp;C 5:19<\/a><\/span> his face will outshine the sun, and cause it to withhold its light in shame.<span class=\"citation\" id=\"91923\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91923)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91923)\">D&amp;C 133:49<\/a><\/span> No place for this glorious personage to come to&#x2014;no Temple prepared into which he can come. When he does come, however, this work will have been accomplished&#x2014;he will come to his Temple suddenly.<span class=\"citation\" id=\"62389\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62389)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62389)\">Mal. 3:1<\/a><\/span> It will not be like his first coming. Then, instead of coming to his Temple suddenly, we find him born in a very low condition, not even in the common mansions or dwelling places of the inhabitants of Palestine, but in a stable or manger.<span class=\"citation\" id=\"67021\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67021)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67021)\">Luke 2:7<\/a><\/span> When he visited the great Temple at Jerusa<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"253b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0253.pdf\" target=\"pdfwin\">p.&#xA0;253b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6123\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>lem, when about twelve years old,<span class=\"citation\" id=\"67097\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67097)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67097)\">Luke 2:41-49<\/a><\/span> and also after he began his ministry, when about thirty years old,<span class=\"citation\" id=\"68675\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68675)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68675)\">John 2:13-16<\/a><\/span> instead of sitting upon the sons of Levi and purifying them as gold and silver in a furnace of fire, that they might offer unto the Lord an offering in righteousness,<span class=\"citation\" id=\"62407\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62407)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62407)\">Mal. 3:3<\/a><\/span> who was it who rejected the Son of God in that day? The sons of Levi. They cried out against and persecuted him; they were his greatest enemies; they crucified him. They were not purged and prepared to offer in the Temple of the Lord an offering in righteousness.<span class=\"citation\" id=\"62406\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62406)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62406)\">Mal. 3:3<\/a><\/span> The glory of God did not appear in their midst, and their offerings were not acceptable in that Temple before the Lord, but he found his house, in that day, a den of thieves, occupied by moneychangers<span class=\"citation\" id=\"65314\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65314)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65314)\">Matt. 21:12-13<\/a><\/span> and brokers, speculation going on in the midst of the house of God, and he was under the necessity of making a small scourge and driving them out by whipping them.<span class=\"citation\" id=\"68674\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68674)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68674)\">John 2:13-16<\/a><\/span> Not so in the latter times, when he comes to his Temple. In that day, when the mountain of the house of the Lord is established in the tops of the mountains,<span class=\"citation\" id=\"57716\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57716)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57716)\">Isa. 2:2<\/a><\/span><span class=\"citation\" id=\"126833\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126833)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126833)\">Micah 4:1<\/a><\/span> it will be an indication of a great period of peace, a period which is so often spoken of by the mouths of the ancient Prophets, in which nation shall no more lift up sword against nation, when they shall no longer have use for firearms or weapons of war, or anything that is calculated to destroy life; but these deadly implements will be converted into useful articles of husbandry.<span class=\"citation\" id=\"57860\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57860)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57860)\">Isa. 2:4<\/a><\/span> Nation will not lift up sword against nation, neither will they learn war any more.<span class=\"citation\" id=\"57861\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57861)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57861)\">Isa. 2:4<\/a><\/span> That time has not come, and such a period was never known on the earth. <\/div><div class=\"paragraph jod\" id=\"v16n871\"> There is another thing connected with the building of the Temple in the latter days. When it is built, on  <div class=\"break pagebreak\" id=\"254a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0254.pdf\" target=\"pdfwin\">p.&#xA0;254a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6122\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the place, and according to the pattern that the Lord shall designate, it will be so strange to the nations, that they will actually come up from all parts of our globe. Many of them will say one to another&#x2014;&#x201C;Come, let us go up to the mountain of the house of the Lord,<span class=\"citation\" id=\"126834\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126834)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126834)\">Micah 4:1<\/a><\/span> to the house of the God of Jacob.&#x201D;<span class=\"citation\" id=\"57791\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57791)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57791)\">Isa. 2:3<\/a><\/span> &#x201C;What do you want to go up there for? Why do you want to travel several thousand miles across land and sea to go to the mountain of the house of the Lord?&#x201D;<span class=\"citation\" id=\"126835\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126835)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126835)\">Micah 4:1<\/a><\/span> &#x201C;That he may teach us of his ways, that we may walk in his paths?&#x201D;<span class=\"citation\" id=\"57793\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57793)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57793)\">Isa. 2:3<\/a><\/span> &#x201C;Can you not be taught in his ways in your own chapels, which you have built in England, Scandinavia, Switzerland, Austria, or wherever you may have resided? Can you not worship in your own chapels?&#x201D; &#x201C;Oh, no, there is no house of the Lord, we have no teachers authorized of God, no Prophets and Apostles inspired by and called of God to officiate like the ancient Apostles; no one to say to us, &#x2018;Thus saith the Lord God,&#x2019;<span class=\"citation\" id=\"53849\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53849)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53849)\">Ex. 4:22<\/a><\/span> by new revelation; no visions are manifested among us; no angels have honored our houses of worship with their presence; no glory, no fire descending from heaven to light up these chapels and sanctuaries which we have built, and we have lost all confidence in our teachers, consequently let us go up to yonder mountain on which God's house has been built, and when we get there, he will teach us in his ways, and we will walk in his paths.&#x201D;<span class=\"citation\" id=\"57792\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57792)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57792)\">Isa. 2:3<\/a><\/span> &#x201C;Is the only object you have in going to the mountain of the house of the Lord<span class=\"citation\" id=\"126836\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126836)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126836)\">Micah 4:1<\/a><\/span> to receive teachings?&#x201D; No, there are other things to be attended to in the house of God or in Temples that may be built in the tops of the mountains besides teaching. We have a great many important duties to perform pertaining to the house of God, duties <div class=\"break columnbreak\" id=\"254b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0254.pdf\" target=\"pdfwin\">p.&#xA0;254b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6122\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> that cannot be performed anywhere else acceptably in his sight. <\/div><div class=\"paragraph jod\" id=\"v16n873\"> Would you like to know some of the uses of these Temples or houses of God? I will read a little from one of our modern revelations, given through Joseph Smith, in Nauvoo, on the 19th day of January, 1841. I have not time to read the whole of the revelation, but will select a few sections. Speaking of building a house to his name, the Lord says&#x2014;&#x201C;Verily I say unto you, let all my saints come from afar&#x201D;&#x2014;<span class=\"citation\" id=\"90996\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90996)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90996)\">D&amp;C 124:25<\/a><\/span>this we have fulfilled so far as the gathering is concerned. <\/div><div class=\"paragraph jod\" id=\"v16n874\"> &#x201C;And again, verily I say unto you, let all my saints come from afar. And send ye swift messengers, yea, chosen messengers, and say unto them: Come ye, with all your gold, and your silver, and your precious stones, and with all your antiquities; and with all who have knowledge of antiquities, that will come, may come, and bring the box-tree, and the fir-tree, and the pine-tree, together with all the precious trees of the earth; And with iron, with copper, and with brass, and with zinc, and with all your precious things of the earth; and build a house to my name, for the Most High to dwell therein. For there is not a place found on earth that he may come and restore again that which was lost unto you, or which he hath taken away, even the fullness of the priesthood. For a baptismal font there is not upon the earth, that they, my saints, may be baptized for those who are dead&#x2014;For this ordinance belongeth to my house, and cannot be acceptable to me, only in the days of your poverty, wherein ye are not able to build a house unto me. But I command you, all ye my saints, to build a house unto me; and I grant unto you a sufficient time to build a house unto  <div class=\"break pagebreak\" id=\"255a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0255.pdf\" target=\"pdfwin\">p.&#xA0;255a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6121\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>me; and during this time your baptisms shall be acceptable unto me.&#x201D;<span class=\"citation\" id=\"90997\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90997)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90997)\">D&amp;C 124:25-31<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v16n876\"> I want this Conference to understand that it is not only the Saints who are here assembled, but all in this Territory, and wherever our settlements extend, all who have entered into covenant with the Lord are under this command. I will read further. <\/div><div class=\"paragraph jod\" id=\"v16n877\"> &#x201C;But behold, at the end of this appointment your baptisms for your dead shall not be acceptable unto me; and if you do not these things at the end of the appointment ye shall be rejected as a church, with your dead, saith the Lord your God. For verily I say unto you, that after you have had sufficient time to build a house to me, wherein the ordinance of baptizing for the dead belongeth, and for which the same was instituted from before the foundation of the world, your baptisms for your dead cannot be acceptable unto me; For therein are the keys of the holy priesthood ordained, that you may receive honor and glory. And after this time, your baptisms for the dead, by those who are scattered abroad, are not acceptable unto me, saith the Lord. For it is ordained that in Zion, and in her stakes, and in Jerusalem, those places which I have appointed for refuge, shall be places for your baptisms for your dead. <\/div><div class=\"paragraph jod\" id=\"v16n878\"> &#x201C;And again, verily I say unto you, how shall your washings be acceptable unto me, except ye perform them in a house which you have built to my name? For, for this cause I commanded Moses that he should build a tabernacle, that they should bear it with them in the wilderness, and to build a house in the land of promise, that those ordinances might be revealed which had been hid from before the world was. Therefore, verily I say unto <div class=\"break columnbreak\" id=\"255b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0255.pdf\" target=\"pdfwin\">p.&#xA0;255b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6121\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> you, that your anointings, and your washings, and your baptisms for the dead, and your solemn assemblies, and your memorials for your sacrifices by the sons of Levi, and for your oracles in your most holy places wherein you receive conversations, and your statutes and judgments, for the beginning of the revelations and foundation of Zion, and for the glory, honor, and endowment of all her municipals, are ordained by the ordinance of my holy house, which my people are always commanded to build unto my holy name.&#x201D;<span class=\"citation\" id=\"91016\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91016)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91016)\">D&amp;C 124:32-39<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v16n879\"> It seems to be a standing command to the Saints, wherever they may be located, to build a house unto the Lord, wherever there is a stronghold pointed out for the gathering of the Saints, such as Kirtland,<span class=\"citation\" id=\"90400\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90400)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90400)\">D&amp;C 109:2<\/a><\/span> Nauvoo,<span class=\"citation\" id=\"91001\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91001)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91001)\">D&amp;C 124:27,31<\/a><\/span> Jackson County, Mo.,<span class=\"citation\" id=\"86094\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86094)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86094)\">D&amp;C 57:3<\/a><\/span><span class=\"citation\" id=\"87503\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87503)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87503)\">D&amp;C 84:5,31<\/a><\/span><span class=\"citation\" id=\"90684\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90684)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90684)\">D&amp;C 115:8<\/a><\/span> and other places which are mentioned in revelation. The Lord has commanded his Saints in all these places to do a work, which will be effectually accomplished in due time. They are always commanded to build a house unto the Lord.<span class=\"citation\" id=\"91022\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91022)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91022)\">D&amp;C 124:39<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v16n880\"> We have been here twenty-six years and have only a foundation and a few tier of rock laid towards a house of the Lord. It is true we have a large tabernacle which will contain some fifteen thousand persons when they are closely seated, and the standing room also occupied. But this is not a Temple of the Lord. We meet here to sing praises, and to be instructed in our duties as Saints, but this is not a house of ordinances; it is not a house for the baptism of the dead, or in which the Saints receive their washings and anointings; it is not a house in which you will receive statutes, and judgments, and laws pertaining to the kingdom of God.<span class=\"citation\" id=\"91023\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91023)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91023)\">D&amp;C 124:39<\/a><\/span> God has ordained a building of a  <div class=\"break pagebreak\" id=\"256a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0256.pdf\" target=\"pdfwin\">p.&#xA0;256a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6120\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>different pattern wherein laws, statutes, judgments, and ordinances are to be revealed for the benefit of his people. &#x201C;And verily I say unto you, let this house be built unto my name, that I may reveal mine ordinances therein unto my people; For I deign to reveal unto my church things which have been kept hid from the foundation of the world, things that pertain to the dispensation of the fullness of times.&#x201D;<span class=\"citation\" id=\"91026\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91026)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91026)\">D&amp;C 124:40-41<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v16n882\"> I think that portion of this revelation which I have read, will give you a general idea of the sacredness of the house of the Lord, which is to be built in the latter times, a place wherein the angels may come and visit, as they did in the ancient Temple; a place wherein you can receive all those ordinances which the Lord has revealed, and which he will, hereafter reveal, from time to time, preparatory to the great day of the coming of the Lord. <\/div><div class=\"paragraph jod\" id=\"v16n883\"> Now let me mention over some few things which should be administered in the Temple of the Most High. Marriage, for instance, is an ordinance of God. We know it to be not only an ordinance administered among the various nations according to their civil laws, but know also that it is a religious ordinance, administered by authority from God. If anyone wants any proof on this point let him read the 6th verse of the 19th chapter of Matthew. &#x201C;What God hath joined together, let no man put asunder.&#x201D;<span class=\"citation\" id=\"65122\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65122)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65122)\">Matt. 19:6<\/a><\/span> It seems, then, that in marriage there is such a principle as the Lord officiating through his servants, in joining persons in this sacred and holy ordinance. There are a great many marriages that may answer the requirements of the civil law of different countries and nations, and there are some marriages performed even in our Territory, but <div class=\"break columnbreak\" id=\"256b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0256.pdf\" target=\"pdfwin\">p.&#xA0;256b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6120\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the Lord has not directed them, neither has he directed his servants in their administration. He has not particularly forbidden these marriages, he permits and suffers them, but he has no particular hand in their performance. Do you wish me to explain this matter? I will. For instance, in the distant settlements of the Territory oftentimes a young man and woman desire to be married. They go and find a justice of the peace, or an Elder of the Church, as the case may be, and he officiates in the ceremony and marries them, somewhat similar to what people are married among the various nations. Does God really accept of this marriage, or does he merely suffer it to be so, for the time being? Has he joined them together, or has the justice of the peace, by virtue of his civil office? &#x201C;How is it?&#x201D; Says one&#x2014;&#x201C;I suppose it must be a legal marriage.&#x201D; It is legal so far as the laws of the Territory are concerned. If a young man and woman in any part of this Territory wish to be married, there is nothing illegal in a justice of the peace performing the ceremony, he has a right to do it, according to the laws of the Territory. But is it legal in the sight of heaven? No, it is not. Why not? Because God has appointed a place in which this sacred ordinance should be administered, and he has appointed certain authority to officiate in its solemnization, and a certain form, when it is done in the place and by the authority he has ordained. It is then legal in the sight of heaven, then they are married or joined together, not for time alone, but the union is to exist throughout all the ages of eternity. This is the real order of marriage. This is one of the purposes for which God has commanded us to build a house, that  <div class=\"break pagebreak\" id=\"257a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0257.pdf\" target=\"pdfwin\">p.&#xA0;257a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6119\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>our young people may have the privilege of entering into that sacred union not only for time, or until they are parted by death, but that they may have a legal claim, by virtue of the marriage covenant, upon each other after the resurrection. <\/div><div class=\"paragraph jod\" id=\"v16n885\"> Some may say&#x2014;&#x201C;I think I will wait until after the resurrection and then I will secure me a wife for eternity; or perhaps I will merely marry a women here for time, and put off the eternal part, until after the resurrection.&#x201D; What says Jesus on this subject? &#x201C;In the resurrection they neither marry, nor are given in marriage.&#x201D;<span class=\"citation\" id=\"65413\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65413)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65413)\">Matt. 22:30<\/a><\/span> Why not? Because that is an ordinance, like baptism, that must be administered by those in the flesh. If, while in the flesh, we fail to secure to ourselves the remission of our sins, and the baptism of fire and the Holy Ghost by going down into the water and being baptized for the remission of our sins, by one having authority to administer this ordinance, we cannot attend to it in our own persons after the resurrection. That is an ordinance that cannot be administered after the resurrection; if it is not done until then, it must be done by some person still living in the flesh, for and in behalf of the one who has gone into the spirit world. Those in the spirit world have no claim upon blessings for eternity, unless they are secured while in the flesh. It is so with all the ordinances pertaining to eternity, they must be performed in the flesh, and not in the next life. Hence if an individual is so unfortunate that he fights against a principle, or becomes careless and indifferent; or if he goes to a justice of the peace, thinking that he will secure to himself a wife for eternity, he is grandly mistaken; and if he dies, having been married according to this form, <div class=\"break columnbreak\" id=\"257b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0257.pdf\" target=\"pdfwin\">p.&#xA0;257b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6119\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> he has no promise whatsoever that, after the resurrection, he will have a wife; for in that world, this sacred ordinance cannot be attended to. <\/div><div class=\"paragraph jod\" id=\"v16n886\"> Another thing which I wish to explain is, that, in the sight of heaven, their children are illegitimate. Of course they are legitimate according to the laws of the country. Such children can claim the property of their parents, they are the legal heirs to the property descending from parents to children by virtue of the laws of the country. But when I say illegitimate I mean in the sight of heaven. Now, all you young people who have been married in this Territory or abroad, by justices of the peace, or even by Elders of the Church only for time, when you have the opportunity of coming up here to the house of God, and receiving these ordinances, and do not, your children are illegitimate in the sight of heaven. <\/div><div class=\"paragraph jod\" id=\"v16n887\"> Perhaps you may enquire, &#x201C;What is there to be inherited in eternity that makes it really necessary that our children should be legitimate, so far as divine authority is concerned?&#x201D; The Lord our God is a God of law, his house is a house of order;<span class=\"citation\" id=\"91498\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91498)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91498)\">D&amp;C 132:8<\/a><\/span> and all blessings, and honor, and glory, and inheritance, that are to be received in the eternal worlds must be according to divine law and divine ordinances, and whosoever complies with the law of heaven has a legal claim in eternity. That which is performed by man, without divine law, however perfect human law may be, has no bearing upon eternity. Man's works are one thing and God's works another. A blessing bestowed upon men, such as the legitimate heirship to the property of their parents is one thing, and a blessing bestowed by the Eternal Father in the heavens is another. He performs all of his works  <div class=\"break pagebreak\" id=\"258a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0258.pdf\" target=\"pdfwin\">p.&#xA0;258a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6118\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>by law, and he bestows blessings upon his children, by ordinances and by law. It must be secured here in this life, if we secure it at all in our own persons. <\/div><div class=\"paragraph jod\" id=\"v16n889\"> It may be said, &#x201C;I do not understand this principle. What will become of our good fathers and mothers who have gathered up from the nations that were married before they heard this Gospel?&#x201D; &#x201C;Indeed, were they married?&#x201D; &#x201C;Yes.&#x201D; &#x201C;How?&#x201D; &#x201C;According to the laws of their respective nations. Their offspring are legitimate, so far as the civil laws of their native countries are concerned, but they are not husbands and wives for eternity in the sight of heaven.&#x201D; &#x201C;How are you going to remedy this?&#x201D; asks the enquirer. &#x201C;In the house of God. Temples or houses of God must be built to remedy this thing.&#x201D; &#x201C;How can it be remedied there?&#x201D; They must be married over again, not according to the laws of men or nations, but according to the laws and institutions of heaven.&#x201D; &#x201C;Will that make their marriage legitimate?&#x201D; &#x201C;Of course.&#x201D; &#x201C;But they have many children before they gather up here; you tell us they are illegitimate: how are you going to remedy this?&#x201D; &#x201C;God has provided a remedy for all children born out of the covenant.&#x201D; &#x201C;What do you mean by that?&#x201D; enquires one. &#x201C;I mean the new and everlasting covenant of marriage, that has a bearing upon eternity as well as time. All who are born before their parents enter that new and everlasting covenant have to be made legitimate heirs.&#x201D; &#x201C;In what way?&#x201D; &#x201C;According to the ordinance and law of adoption.&#x201D; I may be asked&#x2014;&#x201C;Is this important?&#x201D; &#x201C;Yes, it matters a great deal. If there are family regulations, to preserve good order, in this world, you will find that God is more strict, <div class=\"break columnbreak\" id=\"258b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0258.pdf\" target=\"pdfwin\">p.&#xA0;258b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6118\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> in such regulations, in regard to the world to come. If patents hold certain authority over their children in this life, you will find that such authority, though in higher perfection, is transferred to the eternal worlds, and in that world there is a certain jurisdiction which parents hold over their children through all future ages of eternity. But in order that parents may have their children legitimately under their control, it is necessary that the ordinance of adoption in the house of God should be performed in regard to the children born before their parents entered into the eternal covenant of marriage. This shows the use or necessity of a Temple.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v16n890\"> Then again, we heard on Sunday afternoon considerable on the subject of baptism for the dead; it is not necessary, therefore, that I should dwell upon this subject. It is one thoroughly understood by the Latter-day Saints, and has been long preached to them, and they know that this, as well as the ordinance of marriage, pertains to the house of God. To be acceptable to him there must be a font,<span class=\"citation\" id=\"91010\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91010)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91010)\">D&amp;C 124:29-30<\/a><\/span> the same as there was in the Temple of Solomon. You recollect there was a brazen sea, a large place in the basement of the Temple of Solomon, underneath which were twelve oxen, their heads pointing to the four points of the compass&#x2014;three to each point.<span class=\"citation\" id=\"55623\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55623)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55623)\">1 Kgs. 7:25<\/a><\/span><span class=\"citation\" id=\"126837\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126837)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126837)\">2 Chr. 4:2-4<\/a><\/span> This great brazen sea, standing upon these oxen, was a place intended for baptisms for the dead. As was said last Sabbath, it was underneath those courts, where the living, from time to time, assembled to attend to their worship; thus representing those that were in their graves, underneath the living. That was the reason it was placed in that position; and as that was intended for sacred and holy purposes, the administration of  <div class=\"break pagebreak\" id=\"259a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0259.pdf\" target=\"pdfwin\">p.&#xA0;259a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6117\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>holy ordinances, so God has commanded, in these latter days, that there should be a baptismal font, and the ordinance of baptism for the dead must be performed in the place that God designates, in order to be legal and acceptable in his sight. <\/div><div class=\"paragraph jod\" id=\"v16n892\"> We are told in the revelations which God has given, through his servant Joseph Smith, something about the pattern of this sacred and holy ordinance. We are told that the living are not only to be baptized for and in behalf of the dead,<span class=\"citation\" id=\"91009\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91009)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91009)\">D&amp;C 124:29<\/a><\/span> by being immersed in water in their respective names, but that they are also to receive the ordinance of confirmation by the laying on of hands, not for themselves, but for the dead, as far back as they can trace them. Hundreds of millions of people died before God gave this revelation, in these latter times, and they had not the opportunity of being married for time and all eternity, no man on the earth, in their day, having the authority to unite them. Would you deprive them of the blessings of this eternal union, because they did not happen to live in a day when God revealed and restored anew, from the heavens, these ordinances? No. God is a consistent being, and to say that people who die in ignorance, without having an opportunity of attending to the ordinances of the house of God, should not be made partakers of the blessings thereof, would be imputing injustice to the great Jehovah.<span class=\"citation\" id=\"92112\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92112)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92112)\">D&amp;C 137:7-9<\/a><\/span> To say that our fathers and mothers, who were only married for time, must be deprived of a union in the eternal worlds, because of their ignorance of these things, because there was no person having authority to administer to them, would be apparently unjust, and would almost seem to impeach the attributes of Jehovah, if we could suppose such partiality was his design. <div class=\"break columnbreak\" id=\"259b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0259.pdf\" target=\"pdfwin\">p.&#xA0;259b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6117\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> But we cannot suppose that God is an inconsistent Being. And if we have the opportunity of attending to the ordinance of marriage in the house of the Lord, and of securing certain eternal blessings for ourselves, our ancestors, who are dead, must have a plan devised, adapted to their condition, by which they also may be exalted to the same blessings. But it must be done by law. No haphazard work, no work of chance or confusion, but everything must be accomplished by the laws, ordinances and commandments of the Great Jehovah; then, what is done by his servants here on the earth, being sealed here is sealed in the heavens, and hence, we not only keep a record of all the names of the dead, but of all the ordinances attended to for and in their behalf; and in the great judgment day, when the books are opened, it will be found that such and such parties have been baptized for, confirmed for, and administered for, in the marriage ordinance, and that these various ordinances were recorded in the presence of witnesses.<span class=\"citation\" id=\"91150\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91150)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91150)\">D&amp;C 128:2-4<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v16n893\"> The records kept by authority here, will agree with the records kept in heaven, for they keep records there, as well as we; and the books on earth, when they are kept by divine authority, will agree with the records in heaven. When there is divine authority in the administration of an ordinance here on the earth, that ordinance is sacred and holy, and is recorded here and in the heavens, and the records of heaven will agree with the records of earth; and by these records and books will mankind be judged. The dead will be judged according to men in the flesh,<span class=\"citation\" id=\"78121\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78121)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78121)\">1 Pet. 4:6<\/a><\/span> or, in other words, as we shall be judged according to our works in the flesh. When we have been baptized, and it is recorded on the  <div class=\"break pagebreak\" id=\"260a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0260.pdf\" target=\"pdfwin\">p.&#xA0;260a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6116\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>earth, it is for ourselves, and we will be judged by that, and if we are faithful, we shall receive the blessings and glories which the Lord has in store for those who are baptized here and are faithful to the end. So will the dead be judged according to the works which are done for them; and when the books are opened, and it is found that they have been officiated for, by those works will they be judged.<span class=\"citation\" id=\"80648\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80648)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80648)\">Rev. 20:12-13<\/a><\/span> Why? Because they have their agency in the spirit world, to reject what has been done for them, or to receive it, the same as we have the agency while living here to reject or to receive what Jesus did through the atonement of his blood. We have that agency here; it also exists among those in the spirit world. You need not suppose that their agency is destroyed because they are baptized for, and because ordinances are administered for and in their behalf; you need not suppose that this will be a security to them that they cannot resist. They will have the same freedom there to resist, that we have here. <\/div><div class=\"paragraph jod\" id=\"v16n895\"> If the Latter-day Saints want some evidence or proof in relation to the agency of spirits that are in prison, or in the spirit world, let me refer them to the prophecy of Enoch, with which they are familiar, though strangers may not be acquainted therewith. Enoch saw the people that should perish in the flood; he saw that there was a prison house prepared for them,<span class=\"citation\" id=\"93070\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93070)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93070)\">Moses 7:38<\/a><\/span> and that they dwelt there for a long period of time, until the Son of God was manifested, crucified and rose from the dead;<span class=\"citation\" id=\"93076\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93076)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93076)\">Moses 7:38-57<\/a><\/span> and he saw, when that event should take place, that as many of the spirits in prison of the antediluvian world who perished in the flood, as repented, came forth and stood on the right hand of God.<span class=\"citation\" id=\"93132\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93132)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93132)\">Moses 7:57<\/a><\/span> <div class=\"break columnbreak\" id=\"260b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0260.pdf\" target=\"pdfwin\">p.&#xA0;260b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6116\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> As many as repented had this privilege. Does not this show that there were some who probably would not repent? Indeed, the very next sentence says that those who did not repent &#x201C;were reserved in chains of darkness until the judgment of the great day.&#x201D;<span class=\"citation\" id=\"93133\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93133)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93133)\">Moses 7:57<\/a><\/span> Hence, the agency of spirits, as well as the agency of men here in the flesh. <\/div><div class=\"paragraph jod\" id=\"v16n896\"> A Temple is needed for the Saints who come from abroad, that their marriages may be recorded on the earth and in the heavens, that they may not only be for time, but for all eternity; that when they come forth, male and female, in the morning of the first resurrection, they may embrace each other as husband and wife by virtue of the covenant they entered into in the Temple of the Lord, while they were in the flesh. <\/div><div class=\"paragraph jod\" id=\"v16n897\"> Strangers will, perhaps, think that this is rather a partial doctrine, on one account. They may say, &#x201C;Your fathers, whom you speak of, are not known; their names, in general, cannot be obtained for more than two or three generations back; in a very few instances, perhaps, they may be found eight or ten generations back; but what will be done with all the generations, nations, and ages, that have lived since the Priesthood of God was upon the earth, and since those holy ordinances were administered in ancient times? How are they going to receive any of the benefits from this baptism for the dead, seeing that the very names of the nations, to say nothing of the individuals, are lost?&#x201D; Here comes in, again, the use of a Temple of the Lord. The Most High says&#x2014;&#x201C;I deign to reveal unto you hidden things, things that have been kept hid from the foundation of the world.&#x201D;<span class=\"citation\" id=\"91034\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91034)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91034)\">D&amp;C 124:41<\/a><\/span> Among these hidden things that are to be revealed  <div class=\"break pagebreak\" id=\"261a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0261.pdf\" target=\"pdfwin\">p.&#xA0;261a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6115\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>are the books of genealogy, tracing individuals and nations among all people, back to ancient times. <\/div><div class=\"paragraph jod\" id=\"v16n899\"> It may be inquired&#x2014;&#x201C;How can all this be done?&#x201D; We answer, by the Urim and Thummim, which the Lord God has ordained to be used in the midst of his holy house, in his Temple. You may inquire&#x2014;&#x201C;What is the Urim and Thummim?&#x201D; We reply, it is a divine instrument, prepared in ancient times, by which he who possessed it could call upon the name of the Lord, and receive from him answers to all matters it was necessary that he should know. Aaron, the chief Priest in the midst of Israel, had this instrument in his breast plate,<span class=\"citation\" id=\"54407\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54407)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54407)\">Ex. 28:30<\/a><\/span><span class=\"citation\" id=\"54608\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54608)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54608)\">Lev. 8:8<\/a><\/span> in the midst of rows of stones representing the twelve tribes of Israel;<span class=\"citation\" id=\"54400\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54400)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54400)\">Ex. 28:15-21<\/a><\/span> and when he passed certain judgments, he did not do it by his own wisdom, but he inquired of the Lord and received the same, by this sacred instrument. When that instrument is restored to the house of God, to the Temple of the Most High, our ancestry, that is, the ancestry of all the faithful in the church of Jesus Christ of Latter-day Saints, will be made manifest. Not all at once, but by degrees. Just as fast as we are able to administer for them, so will the Lord God make manifest, by the manifestation of holy angels in his house,<span class=\"citation\" id=\"64611\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64611)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64611)\">Matt. 13:31-32<\/a><\/span> and by the Urim and Thummim, those names that are necessary, of our ancient kindred and friends, that they may be traced back to the time when the Priesthood was on the earth in ancient days. <\/div><div class=\"paragraph jod\" id=\"v16n900\"> If they could not be traced back, there would be a great chasm, a broken chain in the genealogies, and it would not be perfect, but when the Lord God comes suddenly to his Temple,<span class=\"citation\" id=\"62390\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62390)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62390)\">Mal. 3:1<\/a><\/span> he will come to a people who have made themselves per<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"261b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0261.pdf\" target=\"pdfwin\">p.&#xA0;261b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6115\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>fect by obedience to his commandments. They have sought after the redemption of their dead from generation to generation, until they can link on all those who were not officiated for in ancient times, and thus carry it back from one dispensation to another, until it reaches to our father Adam in the Garden of Eden, and then, the saying of Scripture will be accomplished&#x2014;&#x201C;The hearts of the children will be turned to their fathers,&#x201D; and the hearts of all those ancient fathers, who lived thousands of years ago, will be &#x201C;turned to their children, lest the Lord should come,&#x201D; as the Prophet Malachi says, &#x201C;and smite the earth with a curse.&#x201D;<span class=\"citation\" id=\"62592\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62592)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62592)\">Mal. 4:6<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v16n901\"> Why smite it with a curse? Because the people are careless and do not look after the salvation of their dead, do not let their hearts be drawn out after their ancestry, do not seek to perform those ordinances that are necessary for their redemption, that they may be redeemed by law. If we would not be smitten by a curse, let us seek after the redemption of our fathers, as well as of ourselves, for says the Apostle Paul, &#x201C;they without us cannot be made perfect,<span class=\"citation\" id=\"77124\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77124)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77124)\">Heb. 11:40<\/a><\/span> neither can we without them be made perfect.&#x201D;<span class=\"citation\" id=\"91185\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91185)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91185)\">D&amp;C 128:15,18<\/a><\/span> We may do all that we please for ourselves, and yet if we, through our carelessness and indifference, neglect to seek after the salvation of the dead, the responsibility will be upon our own heads; and the sins of the dead will be answered upon us, because we had the power to act for them, and we were careless and indifferent about using it. <\/div><div class=\"paragraph jod\" id=\"v16n902\"> Many more things might be said in relation to the dead, and what is necessary to be done in Temples. It was asked, by one of the speakers, in relation to inheritances, &#x201C;What man or woman among the Latter-day Saints has an inheritance sealed  <div class=\"break pagebreak\" id=\"262a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0262.pdf\" target=\"pdfwin\">p.&#xA0;262a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6114\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to them?&#x201D; What man among all this people can determine the very spot of ground that the Lord intends that he should inherit for an everlasting possession? Not one of us. The Lord has told us that he intends to give a certain land to his people, for an everlasting possession.<span class=\"citation\" id=\"85075\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85075)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85075)\">D&amp;C 38:18-20<\/a><\/span> He told the ancients, Abraham, Isaac and Jacob, the same thing; but they wandered as strangers and pilgrims<span class=\"citation\" id=\"77020\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77020)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77020)\">Heb. 11:13<\/a><\/span> in their day; and the martyr Stephen said they had not as much as to set their foot upon.<span class=\"citation\" id=\"71504\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71504)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71504)\">Acts 7:2-5<\/a><\/span> Yet they had a promise which secured it to them after the resurrection, and also to their seed, and that personally, for an everlasting possession.<span class=\"citation\" id=\"53154\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53154)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53154)\">Gen. 17:8<\/a><\/span><span class=\"citation\" id=\"53639\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53639)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53639)\">Gen. 48:4<\/a><\/span> Have you got any such promise? You have, as far as the great mass is concerned, the promise of a great region of country. We know where it is, God has pointed it out. But is there an individual among us who knows what portion of that great country he shall receive for his future inheritance, to possess either before or after the resurrection, and after this earth shall have passed away, and all things are made new?<span class=\"citation\" id=\"74196\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74196)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74196)\">2 Cor. 5:17<\/a><\/span> No. Why have we not got it? Because we have no house of the Lord built. When we have a house built, whether there be property, or inheritance, or union for eternity, or blessings for ourselves, or washings or anointing, or anything that pertains to eternity, it will be given to us by the ordinances of God's holy house, according to law. No wonder then, that the nations afar off<span class=\"citation\" id=\"62169\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62169)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62169)\">Micah 4:3<\/a><\/span> will say&#x2014;&#x201C;Let us go up to the mountain of the Lord, to the house of the God <div class=\"break columnbreak\" id=\"262b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0262.pdf\" target=\"pdfwin\">p.&#xA0;262b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6114\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of Jacob, that he may teach us of his ways, that we may walk in his paths.&#x201D;<span class=\"citation\" id=\"62158\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62158)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62158)\">Micah 4:2<\/a><\/span> He has a great many ways to teach the people, pertaining to the salvation of the dead, many ordinances, many principles and laws, statutes and judgments, and the law will go forth from Zion,<span class=\"citation\" id=\"62157\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62157)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62157)\">Micah 4:2<\/a><\/span> and he will rebuke strong nations afar off,<span class=\"citation\" id=\"62170\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62170)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62170)\">Micah 4:3<\/a><\/span> and fulfill and accomplish that which he has spoken; and wisdom, and knowledge, and glory and intelligence, the laws of the Most High, and the ministrations of angels will be unfolded to the Latter-day Saints, just as fast as they are prepared to receive them. <\/div><div class=\"paragraph jod\" id=\"v16n904\"> Wake up, then, Latter-day Saints, and prepare yourselves Temples in the places that shall be designated, by the oracles of the Most High God, so that your aged fathers that are in the southern part of the Territory may not be under the necessity of traveling some six hundred miles, back and forth, to attend to the ordinance of baptism for the dead. They must have a Temple there, wherein these ordinances may be administered; another here, another in the northern part of the Territory, and multiply them according to the wants of the people; for the work is becoming continually greater and greater, and the Latter-day Saints must wake up to these principles, and not have their minds absorbed with the things of this world, forgetting the great plan of salvation revealed from heaven. <\/div><div class=\"paragraph jod\" id=\"v16n905\"> May God bless the Saints, and wake up their minds to these important duties. Amen. <\/div>\n<\/div>\n<\/div>"}