{"ID":160028, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Evidences, Relating to the Divine Authenticity of the Bible and Book of Mormon, Compared.<\/div>\n<div class=\"subtitle\">Discourse by Elder Orson Pratt, delivered in the New Tabernacle, Salt Lake City, Sunday Afternoon, Sept. 28, 1873.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: Evidences, Etc.<\/div>\n<div class=\"speaker\">Speaker: Orson Pratt<\/div>\n<div class=\"date\">Date: 9\/28\/1873<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d28\">\n<div class=\"paragraph jod\" id=\"v16n726\"> It is written somewhere in this book&#x2014;the Bible&#x2014;that &#x201C;In the mouth of two or three witnesses every word shall be established.&#x201D;<span class=\"citation\" id=\"74318\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74318)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74318)\">2 Cor. 13:1<\/a><\/span> These words were recorded in the law of Moses,<span class=\"citation\" id=\"55069\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55069)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55069)\">Deut. 19:15<\/a><\/span> and referred to by our Savior,<span class=\"citation\" id=\"65061\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65061)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65061)\">Matt. 18:16<\/a><\/span> but in what part of the Evangelists they are recorded I do not remember.<span class=\"citation\" id=\"74317\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74317)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74317)\">2 Cor. 13:1<\/a><\/span> They occurred to my mind just as I rose to my feet. It seems to have been the method in which God has dealt with the children of men, ever since they have had an existence on the earth, to reveal certain principles, and to confirm them by as many witnesses as seemed proper to him. <\/div><div class=\"paragraph jod\" id=\"v16n727\"> Our Father, the Creator of this earth, has power, if he saw proper to do so, to give a vast amount of evidence to the children of men, concerning the divinity of a message which he might at any time offer to them. It would be a very easy matter, if he saw proper to do so, to inscribe, in the very heavens, in letters of light, testimony and evidence which would be so conspicuous, and powerful, and plain, and easy to be understood, that all the nations, languages, kindreds and tongues upon our globe would know the truth at once, and have no misgivings about the matter. But the Lord has not seen proper thus to deal with the hu<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"209b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0209.pdf\" target=\"pdfwin\">p.&#xA0;209b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6167\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>man family. He seems to require, in the first place, faith on good, sound, substantial evidence, instead of imparting knowledge at once. <\/div><div class=\"paragraph jod\" id=\"v16n728\"> There is a great difference between faith and knowledge. I am told that there is such a country as China on the eastern borders of Asia; but I never have been there; I never have seen that country; I cannot say, most positively, that such a country exists, only on the testimony of others I am informed that such is the case. I believe that testimony, but it is not a perfect knowledge to my own mind, obtained by my own experience. And so in regard to ten thousand other facts or events. We are in many, indeed in almost all, instances required to believe without a knowledge. The judge who sits in a court of justice to decide upon the liberties and lives of his fellow beings, does not decide from a knowledge; but from the testimony and evidence presented before him he pronounces sentence of imprisonment or death, because the evidence is sufficient to bear him out in passing such a sentence. <\/div><div class=\"paragraph jod\" id=\"v16n729\"> A person cannot be a witness to that which he merely believes. God requires mankind, or certain individuals among mankind, to be wit<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"210a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0210.pdf\" target=\"pdfwin\">p.&#xA0;210a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6166\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>nesses for him&#x2014;witnesses of his existence&#x2014;so that they can bear testimony to others. It is important and necessary that they should have a knowledge of the things whereof this testimony is given; hence, in some few cases among the inhabitants of our globe, there have been men raised up to whom there has been a knowledge imparted almost immediately, and they knew, most perfectly, concerning the things which they were to communicate to their fellow beings. They were true witnesses, and on their evidence and testimony the world have been condemned, and will be judged in the great judgment day. For instance, the Lord our God has revealed a system or plan of salvation to the human family, requiring all men to repent of their sins, turn away from everything that is evil, reform their lives, and to believe in Jesus Christ as the Savior of the world, who died to atone for the sins of mankind; to believe in his Father as the great Supreme Being, the Creator of all things; to believe in that which God has ordained, pertaining to the Gospel, that is intended for the salvation of mankind, such as the ordinances of baptism, and confirmation by the laying on of hands, and the administration of the Lord's Supper. All these are principles and ordinances which God has revealed to the children of men, making known to certain individuals that these are divine, and commanding them to go and bear testimony thereof unto others. Now, when a man stands up before an audience and says, with all boldness and with all humility, that God exists, the question might arise&#x2014;&#x201C;How do you know that he exists?&#x201D; In reply, he says to his audience, &#x201C;He exists because the Bible speaks of it, the works of Nature declare that there must be a Supreme Being, the wisdom <div class=\"break columnbreak\" id=\"210b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0210.pdf\" target=\"pdfwin\">p.&#xA0;210b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6166\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> that is manifested in the works of creation show forth his attributes&#x2014;his goodness, his wisdom, and the adaptation of the various principles in nature to other principles, show that there must have been an all-wise Designer.&#x201D; &#x201C;But,&#x201D; inquires an individual, of the speaker, &#x201C;do you know anything about this being of whom you say the works of nature declare his attributes, and can you tell us whether he is a personal being, or a widely diffused spirit that exists throughout all nature?&#x201D; If he cannot bear any other testimony than this, merely referring to the Bible or the works of Nature, his hearers can say, &#x201C;We have the same evidence ourselves, and your testimony is no better than ours.&#x201D; But if he stands forth as a servant of the Most High God, and declares that he knows God exists, because he has received a revelation to that effect, God has spoken to him, and his eyes have been opened to behold his person and his glory, and that he has heard his voice,<span class=\"citation\" id=\"78264\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78264)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78264)\">2 Pet. 1:16<\/a><\/span> then that man's testimony is greater than the testimony of those who depend merely upon what God has said in past ages, written in the Bible, and greater than that which arises from beholding the beauty, glory, simplicity and wisdom that characterize the works of Nature. Such a testimony, as I have named, where a person can bear testimony to what his eyes have seen, and to what his ears have heard, concerning the Almighty, to what God has revealed to him, will condemn the world. Persons may pretend to be God's witnesses, and preach fifty, sixty, or four score years in the ears of the people; but if they have never received this testimony, their evidence will be of no effect in the day of judgment. I have heard, in the course of my life, a great many Christian ministers of different deno<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"211a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0211.pdf\" target=\"pdfwin\">p.&#xA0;211a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6165\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>minations, many of them no doubt sincere, say to their congregations, &#x201C;I will be a swift witness against you in the day of judgment.&#x201D; Ask these Christian ministers, &#x201C;Have you ever received a revelation from God yourself?&#x201D; &#x201C;Oh no.&#x201D; &#x201C;Has God ever spoken to you?&#x201D; &#x201C;Oh no.&#x201D; &#x201C;Have you ever had a heavenly vision?&#x201D; &#x201C;Oh no.&#x201D; &#x201C;Has the Holy Ghost given you a new revelation?&#x201D; &#x201C;Not at all.&#x201D; &#x201C;When did God last speak to the human family?&#x201D; Says the Christian minister, &#x201C;He has said nothing for about eighteen hundred years; the last he said or spoke to the human family is recorded in the New Testament.&#x201D; Such a minister might preach all the days of his life, and so far as his evidence or testimony is concerned, it would not condemn a solitary individual. Such men are not witnesses for God. He never sent them, he never spoke to or revealed anything through them; they have never seen his face or heard his voice, consequently they know no more about him than the people in the congregation to whom they are speaking. When, therefore, we speak, in the language of our text, that &#x201C;In the mouth of two or three witnesses every word shall be established;&#x201D;<span class=\"citation\" id=\"74319\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74319)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74319)\">2 Cor. 13:1<\/a><\/span> when these witnesses are divine witnesses, sent forth to bear testimony of divine things, they must have a knowledge of those things; not merely a faith, not a speculative idea or opinion, but they must know, just as well as they know concerning their own existence, of the things about which they speak, and of which they bear testimony to the people. Then in the great judgment day God will say to that people, &#x201C;Did I not declare my words unto you by my messengers whom I sent unto you, to whom I revealed myself, and who had a knowledge of the things they bore testi<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"211b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0211.pdf\" target=\"pdfwin\">p.&#xA0;211b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6165\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>mony of?&#x201D; And that will condemn the people. <\/div><div class=\"paragraph jod\" id=\"v16n732\"> In order to apply this to one particular subject, which now occurs to my mind, I will take the Book of Mormon, for instance. This book professes to be a divine revelation; it professes to be the writings of a succession of ancient Prophets, the same as the Bible contains the revelations and writings given in different ages to inspired men; and while the Bible contains the writings of inspired men who lived on the eastern hemisphere, the Book of Mormon professes to be the writings of inspired men who lived in ancient times on the western hemisphere. One is called, if we may so speak, the Bible of the East; the other may be termed, with great propriety, the Bible of the West, both of them being of the highest antiquity. <\/div><div class=\"paragraph jod\" id=\"v16n733\"> Now, if these books are divine, what evidence is necessary to convince us of that fact? If the Book of Mormon is really a divine revelation, containing the writings of ancient Prophets who dwelt on this American continent before and after Christ, it is important that every man and woman in the four quarters of the earth should understand this; for if it be the word of the Lord, we shall be judged out of the Book of Mormon as much as out of the eastern Bible. If it be not a divine record and not the word of the Lord, it is absolutely necessary that we should know it, in order that we may reject it, and reject it understandingly. Take it either way, then, whether it is or is not a revelation from God, it is equally important that we should know it. <\/div><div class=\"paragraph jod\" id=\"v16n734\"> Now what evidence have we that the Book of Mormon is a divine revelation? I will bring forth some evidence upon this subject. Before this book was permitted to be presented  <div class=\"break pagebreak\" id=\"212a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0212.pdf\" target=\"pdfwin\">p.&#xA0;212a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6164\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to the inhabitants of the earth, the Lord raised up witnesses. Before it was printed, in the year 1829, three witnesses were raised up to bear testimony to it. Now, how could these witnesses get a knowledge that this book was divine? Were they merely told that it was so by the Prophet Joseph Smith, who translated the book from the metallic plates that were taken out of a certain hill in the State of New York? Was this all the information they had before they commenced bearing testimony to the world of the divinity of the book? If this was all, then all who knew Joseph Smith might be witnesses. But we are told in the forepart of the book the nature of their evidence and testimony. We are told that David Whitmer, Martin Harris and Oliver Cowdery, in the year 1829, before this book was published, saw an angel of God come down from heaven, and take the plates from which it was translated, and he exhibited them before the eyes of these three men, turning them over leaf after leaf. They saw the angel descend; they saw his glorious personage; they beheld the light and glory of his countenance; they saw the plates in his hands, and they saw the engravings upon the pages of these plates. While the angel was doing this before them, they heard a voice in the heavens, declaring unto them that the plates had been translated correctly, and commanding them to bear testimony of it to all nations, kindreds, tongues and people to whom this work should be sent. They accordingly have prefixed their testimony to this book,<span class=\"citation\" id=\"126822\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126822)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126822)\">BM Three Wit.<\/a><\/span> which those who obtain the book can read at their leisure; we have not time on this occasion to read it. <\/div><div class=\"paragraph jod\" id=\"v16n736\"> What greater testimony concerning the ministering of angels has any person ever given to the human fa<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"212b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0212.pdf\" target=\"pdfwin\">p.&#xA0;212b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6164\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>mily, than the one I have named? We read about angels ministering in ancient times on various occasions, and for certain purposes&#x2014;sometimes appearing in great glory, and sometimes withholding their glory. Hence it is written by one of the Apostles&#x2014;&#x201C;Be not forgetful to entertain strangers: for some in so doing have entertained angels unawares,&#x201D;<span class=\"citation\" id=\"77347\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77347)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77347)\">Heb. 13:2<\/a><\/span> showing that angels have sometimes withheld their glory, and appeared like common men, and that they have been entertained as such. In other instances their glory was exhibited before those to whom they revealed themselves, and they bore testimony to the things they heard from the mouths of their divine visitants. <\/div><div class=\"paragraph jod\" id=\"v16n737\"> A question arises here, Is there any testimony in the Old or New Testament any more worthy of being received than that of these three modern witnesses? Do angels live at the present day as they did in ancient times? Everyone will say that they still live. Are they the messengers of the Most High now as they were in ancient times? Yes. Says one, &#x201C;We suppose they are subject to the command of God now as they were in ancient times.&#x201D; Is there anything in the Bible that indicates that a period or day would come when the ministration of angels would no longer be necessary? No, not one syllable in all the Bible that indicates any such thing. To the contrary, we find that the Apostle Paul, in speaking of angels, says&#x2014;&#x201C;Are they not all ministering spirits, sent forth to minister for those who shall be heirs of salvation?&#x201D;<span class=\"citation\" id=\"76415\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76415)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76415)\">Heb. 1:14<\/a><\/span> Now, if there be any heirs of salvation on the earth in the 19th century, why not those ministering spirits be sent forth to minister for them? And if sent forth, why should they withhold their glory and their personal presence from those to whom they administer?  <div class=\"break pagebreak\" id=\"213a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0213.pdf\" target=\"pdfwin\">p.&#xA0;213a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6163\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Why not reveal themselves as they did in ancient times, personally and bodily, so that the eye of the individual to whom they administer may behold them? We can see nothing whatsoever that indicates, in the least degree, that these privileges are to be withheld from the children of men. Many, at the present period, believe the testimony recorded in the Scriptures concerning the ancient ministrations of beings called angels. They know not why they believe this, only because it is popular, and it is recorded in the Bible that they did appear. Ask these persons if they believe in the ministration of angels at the present time and they will tell you &#x201C;no.&#x201D; They cannot give you any reason why they disbelieve in their ministration now, only it is unpopular. It is popular to believe in the ministration of angels, anciently, but unpopular to believe in such a thing in modern times, consequently people go along with the popular mind and believe in former-day administrations of those heavenly messengers, but latter-day administrations of the same nature they reject. <\/div><div class=\"paragraph jod\" id=\"v16n739\"> If persons raised up in ancient times had a knowledge, by the ministration of angels, concerning the message which they communicated to the human family, and their testimony condemned the generation to whom they were sent, I ask, will not the same knowledge, communicated in the same manner, in our day, condemn this generation, inasmuch as the message is not received? Judge this for yourselves. <\/div><div class=\"paragraph jod\" id=\"v16n740\"> When the Book of Mormon was printed, early in the year 1830, with these witnesses' names attached to it and presented to the human family, they had the testimony, not only of these three witnesses, but <div class=\"break columnbreak\" id=\"213b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0213.pdf\" target=\"pdfwin\">p.&#xA0;213b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6163\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> also the testimony of Joseph Smith, the translator, to the ministration of angels, and concerning the existence of these plates. Here then was the mouth of four witnesses, at least, that God gave to this generation. Besides these four, we have it recorded here that eight other men, men with whom I am, or was, well acquainted, some of them are now dead. Eight other persons besides these four, knew of the existence of the metallic plates, from which the Book of Mormon was translated. Their testimony is also prefixed to this work, their names given. They testify that they saw these plates, that they handled them with their own hands, that they saw the engravings upon the plates; that they took them in their hands, and that they knew of a surety of the existence of those plates. They did not bear testimony that they had seen an angel, but they bore testimony to that which they did know, namely, the existence of the plates, that Joseph Smith, the translator, was the person who exhibited the plates to them, and that the characters or letters contained upon the plates had the appearance of ancient work and of curious workmanship, and they bear their testimony in the most positive manner to this thing, declaring in the closing sentence that they bear testimony of these things, and &#x201C;we lie not, God bearing witness of it.&#x201D;<span class=\"citation\" id=\"126823\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126823)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126823)\">BM Eight Wit.<\/a><\/span> Here then is the testimony of twelve witnesses, four of whom saw an angel of God. Is not this sufficient to justify the children of men in having faith in the Book of Mormon? Faith is not a knowledge, but faith is the evidence of things not seen.<span class=\"citation\" id=\"76947\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76947)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76947)\">Heb. 11:1<\/a><\/span> Now, I may not have seen the plates, you may not have seen the plates, but we have the evidence or testimony of things not seen, by a great number of witnesses who did see them. <\/div> <div class=\"break pagebreak\" id=\"214a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0214.pdf\" target=\"pdfwin\">p.&#xA0;214a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6162\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v16n742\"> &#x201C;But,&#x201D; says one, &#x201C;suppose that these witnesses were interested persons, and they wished to combine together to deceive the children of men.&#x201D; The same supposition might be made concerning ancient witnesses, the Twelve Apostles for instance. They were chosen by the Lord to bear testimony of the Gospel unto all nations,<span class=\"citation\" id=\"66439\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66439)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66439)\">Matt. 28:19<\/a><\/span> and, with the exception of Judas, there was not a disinterested person among them, not even the one appointed to fill the place of Judas;<span class=\"citation\" id=\"71059\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71059)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71059)\">Acts 1:15-26<\/a><\/span> and these men bore testimony to the most important truths that were ever revealed to the human family. They did this with a perfect knowledge. The infidel world will say they were interested witnesses, just the same as the world say concerning the witnesses of the Book of Mormon. I would not give much for a witness who was not interested; I would not give much for the testimony of an individual who would come and say, &#x201C;I have seen an angel from God, but yet I am not interested in anything that he said to me.&#x201D; No, let that man who receives a communication from the Almighty, and who knows of a surety of the things that he brings forth and bears testimony of to the world, let him be interested in his testimony and show to the world by his works that he is an interested witness. <\/div><div class=\"paragraph jod\" id=\"v16n743\"> Says one, &#x201C;We have some disinterested witnesses with regard to the truth of the Bible.&#x201D; I deny it, you have not one. You have eight writers in the New Testament, but were they not all interested witnesses? Yes. &#x201C;But,&#x201D; says one, &#x201C;were there not a great many not connected with the ancient Church who saw the miracles of Jesus?&#x201D; If they did, we have not their testimony, not one. We find it recorded in the Acts of the Apostles that <div class=\"break columnbreak\" id=\"214b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0214.pdf\" target=\"pdfwin\">p.&#xA0;214b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6162\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> when Peter and John healed the lame man who sat at the beautiful gate of the Temple,<span class=\"citation\" id=\"71338\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71338)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71338)\">Acts 3:1-11<\/a><\/span> there was a great multitude around about who saw this miracle, but have you the testimony and evidence of anyone of that multitude? No, you have not, no such evidence or testimony has been handed down to our day. But we have the testimony of the writer of the Acts of the Apostles that such was the case. He says so, and we have to believe it on his testimony. So in regard to the five hundred who saw Jesus after his resurrection. Paul declares that he was seen of five hundred of the brethren at once.<span class=\"citation\" id=\"73790\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73790)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73790)\">1 Cor. 15:6<\/a><\/span> But has one of those five hundred brethren handed down his testimony to the 19th century? Not one: it all depends upon the testimony of one writer. That writer says that five hundred men saw Jesus after his resurrection.<span class=\"citation\" id=\"73789\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73789)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73789)\">1 Cor. 15:6<\/a><\/span> So in regard to all the miracles that are recorded, said to be wrought by our Lord and Savior; so in regard to all the miracles, wrought after his ascension into heaven, by his servants and those who believed in his name. We have only the testimony of eight witnesses for the truth of the New Testament, and they were all interested. <\/div><div class=\"paragraph jod\" id=\"v16n744\"> Again. We know that there have been persons who have combined together to deceive their fellow men, and how are we to know whether these witnesses to the Book of Mormon were men of that class, or whether they were really witnesses of the things of God? We cannot know it at first; it is impossible for you and me to know that fact, unless we obtain our knowledge from heaven. We can believe it, or their testimony, but we cannot know it, or their testimony. Now the way I would do, if  <div class=\"break pagebreak\" id=\"215a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0215.pdf\" target=\"pdfwin\">p.&#xA0;215a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6161\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>I were an outsider and really desired to know whether the Book of Mormon was a divine revelation or not, I should examine the nature of this evidence which I have referred to, and then I should examine the contents of the book. If I found the book contradictory in its history, prophecies or doctrines, I should set down these twelve witnesses, whose names are prefixed to the book, as impostors; but if, after a careful perusal of this book, I found no contradictions or inconsistencies in the prophecies interspersed through its different parts, if I found that the doctrine was plain and simple and easy to be understood, and not contradictory, then the next thing with me would be to compare these prophecies with those in the Bible, and the doctrines of the Book of Mormon with those of Jesus and his Apostles. If I found no contradictions between the two records, but that the same Gospel is taught in both, and that both contain the same great chain of prophecy in regard to the events of the latter days, only more fully exemplified and illustrated, perhaps in different language, in the Book of Mormon from what it is in the Bible, I should have no evidence whatever to condemn the book, or the witnesses contained in it. <\/div><div class=\"paragraph jod\" id=\"v16n746\"> Furthermore, if I found certain promises in the Book of Mormon, to the effect that all persons, in all the world, who would receive it, and the message that God has sent forth by the administration of his servants, and would repent of their sins, and be baptized by immersion for the remission of their sins, and have hands laid upon them in confirmation, should receive the Holy Ghost; inasmuch as I could find no testimony against the book, but all these things in favor of it, if I <div class=\"break columnbreak\" id=\"215b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0215.pdf\" target=\"pdfwin\">p.&#xA0;215b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6161\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> should repent of my sins, there would certainly be no harm in it. If I should reform my life from every evil, according to the requirements of the book, there would be no harm in that; if I should go forth and be baptized, by those having authority, for the remission of sins, I see no harm in that. If I should have hands laid upon my head, by those messengers, for the baptism of fire and the Holy Ghost, I should see no harm in this outward performance. If I did not receive the forgiveness of my sins, and did not receive the baptism of fire and the Holy Ghost, I should think there was no divinity in the book, or else that there was some fault on my part, one or the other. And if I examined myself and found that I had sincerely repented of my sins, that I had lacked nothing on my part, and did really receive the manifestations of the Holy Ghost, as they did in ancient days, then I should have a testimony for myself, independently of these twelve witnesses, and independently of the correctness of the doctrine contained in the book, as compared with the Bible: independently of these external evidences, I should have a testimony from God myself, by the baptism of fire and the Holy Ghost, that the book was true. <\/div><div class=\"paragraph jod\" id=\"v16n747\"> &#x201C;But,&#x201D; inquires one, &#x201C;how are we to know when we receive the baptism of fire and the Holy Ghost?&#x201D; I think that every person may know this, for there are certain manifestations that accompany the Holy Ghost, that are of such a nature that they cannot be mistaken. I will mention some of them. I do not mean those manifestations we sometimes hear of under the name of &#x201C;spirit rappers,&#x201D; &#x201C;table turners,&#x201D; &#x201C;writing mediums,&#x201D;  <div class=\"break pagebreak\" id=\"216a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0216.pdf\" target=\"pdfwin\">p.&#xA0;216a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6160\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>&amp;c., but I mean those genuine, real manifestations, as recorded in the Bible. To one is given, says Paul to the Corinthians, the word of Wisdom by the Spirit, to another is given the word of Knowledge by the Spirit, to another is given the discerning of spirits by the same Spirit; to another is given the working of miracles, to another is given the gift of prophecy, to another is given the healing of the sick, speaking with tongues, the interpretation of tongues, &amp;c. All these come by the selfsame Spirit, being given to every man, not to one or two, not merely to the witnesses, but to every man in the Church, according as the Spirit will.<span class=\"citation\" id=\"73473\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73473)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73473)\">1 Cor. 12:8-11<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v16n749\"> Now then, if I receive the gift of the Holy Ghost, or if my brethren receive it, I should expect that we would receive the manifestations of these gifts, one receiving one gift and another another, according to the Bible pattern. If we did not receive these gifts, then we might doubt that we had received the Holy Spirit. We are commanded in the Scriptures to try the spirits, for there are many spirits who are gone abroad into the world who are false spirits.<span class=\"citation\" id=\"78739\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78739)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78739)\">1 Jn. 4:1<\/a><\/span> Try them: by what rule? Try them by the written word, and see if we have the gifts as recorded in the New Testament. If we have them, we may be assured that the Holy Ghost has been given to us. For instance, if a person receives the baptism of fire and the Holy Ghost, and the heavens are opened to him he is not mistaken. If the Lord inspires him to lay hands upon a sick child or a sick person, and he commands the disease to be removed, he knows that God is with him, and that he hearkens to the supplications and prayers which he offers in the name of Jesus in behalf of the sick. If a person has the vision of his mind opened to <div class=\"break columnbreak\" id=\"216b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0216.pdf\" target=\"pdfwin\">p.&#xA0;216b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6160\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> behold the future and to know that which will shortly come to pass, and he sees these things fulfilled, from time to time, he has every reason to believe that he has really received the Holy Ghost. So in regard to speaking in tongues. If an illiterate, uneducated man, who never understood any language but his mother tongue, is inspired at the very moment to rise and testify in an unknown tongue and to proclaim the wonderful works of God, he knows whether his tongue has been used by a supernatural power, or whether it is merely gibberish out of his own heart. He knows it very well for himself; and so we might continue throughout all the gifts mentioned in the Bible. If he beholds angels, and they descend before him in their glory, and he hears the sound of their voices, beholds the light of their countenances and the glory that radiates from their personages, he knows for himself, consequently this constitutes him a witness as well as those who proclaimed this Gospel before him. <\/div><div class=\"paragraph jod\" id=\"v16n750\"> I will ask the Latter-day Saints&#x2014;those now sitting before me throughout this large audience, how did you know that Joseph Smith was a Prophet of God when you dwelt in England and had never seen the man? How did you know in Sweden, in Denmark, in Norway, Switzerland, Italy, Australia and in the various parts of the earth from which you emigrated? How did you know that Joseph Smith was a Prophet of God before you crossed the mighty ocean and came to this land? You learned this fact by a knowledge imparted to you by the gift and power of the Holy Ghost in your own native countries. There you have been healed, and have seen the manifestation of the power of God in healing the sick from time to time. There you have  <div class=\"break pagebreak\" id=\"217a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0217.pdf\" target=\"pdfwin\">p.&#xA0;217a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6159\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>had the vision of your minds opened to behold heavenly things. There you have heard the voice of the Almighty speaking to you by revelation and testifying to you of the things of heaven. Many of you have experienced those great and blessed gifts, that are mentioned in the New Testament, before you emigrated to this land. You came here then, not to obtain a knowledge of the truth of this work, but because you already had a knowledge of it, and to be more thoroughly perfected in the ways of God, and to be taught more fully in the things pertaining to eternal life and happiness, than you could be in your own lands. Hence you are not dependent now upon the testimony of two or three witnesses, or upon the twelve witnesses in the Book of Mormon; but we have a vast cloud of witnesses<span class=\"citation\" id=\"77165\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77165)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77165)\">Heb. 12:1<\/a><\/span> raised up among all nations, and kindreds, and tongues, and people to whom this work has been sent. They are flocking from the ends of the earth to these mountains, as doves to the windows,<span class=\"citation\" id=\"59965\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59965)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59965)\">Isa. 60:8<\/a><\/span> all bearing the same testimony&#x2014;that God has spoken and that the Book of Mormon is true, for the Lord has revealed it to them. Moreover, in the early rise of this Church, the Lord said to his servants&#x2014;&#x201C;Go forth and bear testimony to the Book of Mormon and the doctrines contained therein, and I will back up your testimony by signs, by the gifts,&#x201D; etc.<span class=\"citation\" id=\"87821\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87821)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87821)\">D&amp;C 84:57-72<\/a><\/span> Supposing this promise had not been fulfilled, would there be any tabernacle in this desert today? Not any at all. Would this desert be inhabited now by a hundred or a hundred and fifty thousand people? Not at all. Would there now be a great highway cast up<span class=\"citation\" id=\"59221\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59221)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59221)\">Isa. 35:8 (JST)<\/a><\/span><span class=\"citation\" id=\"60122\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60122)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60122)\">Isa. 62:10<\/a><\/span><span class=\"citation\" id=\"91889\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91889)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91889)\">D&amp;C 133:27<\/a><\/span> across this continent from ocean to ocean? Not at all. It is because God has confirmed the promise that he made <div class=\"break columnbreak\" id=\"217b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0217.pdf\" target=\"pdfwin\">p.&#xA0;217b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6159\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to us in the early rise of this Church, that these great events have been accomplished. No people would have had the fortitude, courage and enterprise to come fourteen hundred miles from civilization, so-called, to these mountain wastes and deserts, to cultivate the land and perform the work that has been wrought by this people, unless they had a knowledge from heaven, concerning the truth of this great work. God fulfilled his promise when he said to his servants&#x2014;&#x201C;In the name of Jesus you shall heal the sick, you shall open the eyes of the blind, you shall unstop the ears of the deaf.&#x201D;<span class=\"citation\" id=\"87852\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87852)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87852)\">D&amp;C 84:68-69<\/a><\/span> It is because of the fulfillment of this promise, that you have been gathered and accomplished the work that has been wrought out herein this country, and because of this stepping stone between the two great oceans, a halfway house as it were, others have ventured to come into these mountain wilds, and the Territory and regions round about are beginning to be settled. Through these facilities no doubt the railroad has been constructed something like a quarter of a century sooner than it would have been otherwise. <\/div><div class=\"paragraph jod\" id=\"v16n752\"> When we contrast the evidence which we have concerning the divinity of the Book of Mormon, with the evidence which this generation have of the Bible, we discern that the Book of Mormon contains a vast amount of evidence, thousands and thousands of witnesses of its divinity to where the Christian world have one of the divinity of the Bible. &#x201C;How so?&#x201D; you may inquire. These very Elders and missionaries who have gone to the nations have kept their journals, and have recorded the miracles which God has wrought by their hands. These are living witnesses. Those who saw these miracles are still alive. Now, how many wit<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"218a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0218.pdf\" target=\"pdfwin\">p.&#xA0;218a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6158\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>nesses have you that miracles were wrought in the days of our Savior or in the days of his Apostles who succeeded him? You have no person outside the Church only those who, like Josephus, bore their testimony from hearsay. Within the Church you have six witnesses. There are eight writers in the New Testament, but only six of these eight have borne any testimony concerning the performing of miracles, but you believe it on their testimony. The Book of Mormon, I presume, has more than six thousand, if not sixty thousand witnesses to its divinity and to the miracles that have been wrought in these latter days. Which is the greatest? Has anyone you have ever seen at the present day had an angel sent to him, who held up before him the tables on which the law of Moses was written, commanding him to hear testimony to the divinity of that law? No: no one in the Christian world makes any pretension to anything of this kind. Then is not the testimony in favor of the Book of Mormon superior to that which you possess in favor of the law of Moses? Yes. We can show you witnesses, men still living, to whom an angel appeared and told them that the Book of Mormon was a divine record.<span class=\"citation\" id=\"126824\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126824)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126824)\">BM Three Wit.<\/a><\/span> The Christian world have no such evidence as this in favor of the Bible, and they cannot, by any living witness, substantiate the divinity of the Bible. Moreover, we have another advantage; the Book of Mormon was translated directly from the original. Now, have you, either in the Old or New Testaments, a book that was translated directly from the original? Not one. Is there one that was translated from a secondhand copy even? Not, one. I presume there is not a book compiled in the Bible <div class=\"break columnbreak\" id=\"218b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0218.pdf\" target=\"pdfwin\">p.&#xA0;218b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6158\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> but what went through many hundreds of transformations before it fell into the hands of King James' translators. How do you know that these copyists copied correctly? You have no access to the originals. It is true that you have Hebrew Bibles, but they are not originals; they are only copies. They were multiplied, before the art of printing was invented, for many generations, and the copies that were in possession of King James' translators had perhaps been handed down through a thousand other copies of older date, and how can you be sure that they were correct? We are told by some of our archbishops and learned men, who have spent their whole lives in collecting copies of ancient manuscripts from which to translate the Bible, that they at last despaired of obtaining a correct copy of the work. One archbishop, mentioned in the Encyclopedias, had collected a vast number of copies of the Bible in Hebrew, as ancient as he could possibly get hold of them. But when he came to compare them he found about thirty thousand different readings. Almost every text would read different in one copy from what it would in another. Finally, he gave up the idea of making a translation at all, none of his copies being original; and consequently when the translators of the English Bible performed that work they did it according to the best judgment they had, and they no doubt did it well as far as human wisdom could, under the circumstances. Now, then, the difference between the Bible of the West&#x2014;the Book of Mormon&#x2014;and the Bible of the East&#x2014;the Old and New Testament, is that one was taken directly from the original, the other from a multitude of manuscripts which differed almost in every text. It would seem, then,  <div class=\"break pagebreak\" id=\"219a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0219.pdf\" target=\"pdfwin\">p.&#xA0;219a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6157\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>that when God saw the human family in this great state of uncertainty and darkness with regard to divine revelation, it would be nothing more than consistent to suppose that he would bring forth, by his own power, as he has done, revelation suited and adapted to the circumstances, revelation on which we could depend, being substantiated by witnesses raised up especially to bear testimony thereto, that in the mouth of two or three witnesses or as many as seemed him good, every word might be established,<span class=\"citation\" id=\"74320\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74320)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74320)\">2 Cor. 13:1<\/a><\/span> that the children of men might have no excuse in relation to these matters. <\/div><div class=\"paragraph jod\" id=\"v16n755\"> We might continue this subject and show you the fulfillment of many of the prophecies in the Book of Mormon. It has been printed now for upwards of forty-three years. During this time very many of the prophecies it contains have been fulfilled; prophecies, too, that no human sagacity could have perceived beforehand. Whoever would have thought that, in this very country of ours, under American institutions, where religious freedom has prevailed from one end of the country to the other; who would have thought, when the Book of Mormon was printed, that the blood of the Saints would cry from the ground<span class=\"citation\" id=\"81514\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81514)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81514)\">2 Ne. 28:10<\/a><\/span><span class=\"citation\" id=\"83245\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83245)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83245)\">Morm. 8:27<\/a><\/span><span class=\"citation\" id=\"83259\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83259)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83259)\">Morm. 8:41<\/a><\/span><span class=\"citation\" id=\"83470\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83470)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83470)\">Ether 8:22<\/a><\/span> of this free American soil, because of their persecutors? And yet it was all foretold in the Book of Mormon. Other sects had risen and multiplied by hundreds on the face of this land, some of whom experienced a little persecution; but who ever heard of their being butchered in cold blood as scores and scores of this people have been since the Book of Mormon was printed? We were told by revelation, forty-three years ago, when this Church was organized, that its members would be persecuted, and hunted <div class=\"break columnbreak\" id=\"219b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0219.pdf\" target=\"pdfwin\">p.&#xA0;219b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6157\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> from city to city and from synagogue to synagogue,<span class=\"citation\" id=\"86441\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86441)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86441)\">D&amp;C 63:31<\/a><\/span> and that the blood of the Saints would cry from the ground for vengeance upon the heads of their murderers.<span class=\"citation\" id=\"88225\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88225)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88225)\">D&amp;C 87:7<\/a><\/span> Has it come to pass? It has. We were told in the Book of Mormon, which was printed many years before it came to pass, that, if this nation would not receive this divine message when God should bring it forth in the latter days, he would bring the fullness of his Gospel and his Priesthood from among the nation.<span class=\"citation\" id=\"82732\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82732)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82732)\">3 Ne. 16:10<\/a><\/span> We did not know how this would be fulfilled, during the first seventeen years after the book was printed. We could read the prophecy, but how God would ever bring it to pass, we did not know, until the time of its accomplishment had arrived, then it was revealed that this people should flee and leave the nation to whom they had delivered their testimony for many years. When we came here the prophecy was literally fulfilled. Thus we might go on and relate prophecy after prophecy that has been fulfilled in confirmation of the divinity of this latter-day work. The same testimony accompanies the Bible. We believe it to be true because of the prophecies therein that have been fulfilled. <\/div><div class=\"paragraph jod\" id=\"v16n756\"> Many other prophecies contained in the Book of Mormon, hereafter to be fulfilled, are as great and marvelous as any that have been fulfilled. One of the prophecies contained in the Book of Mormon, delivered before there was a Latter-day Saint Church in existence, which has been remarkably fulfilled, was that the servants of God should go forth with this book to all nations, kindreds, tongues and people, and gather out from among those nations a great people.<span class=\"citation\" id=\"80950\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80950)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80950)\">1 Ne. 5:18-19<\/a><\/span><span class=\"citation\" id=\"126825\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126825)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126825)\">2 Ne. 29:1-14<\/a><\/span> That has been fulfilled, and the inhabitants of  <div class=\"break pagebreak\" id=\"220a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0220.pdf\" target=\"pdfwin\">p.&#xA0;220a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6156\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>this Territory are a witness to the truth of this prediction or prophecy. If Joseph Smith was an impostor, how did he know this work would go beyond his own neighborhood? How did he know it would ever live to be proclaimed to the different parts of the State where it originated, or where the plates were found? How did he know that it would be preached to the inhabitants of this great government, and then cross the waters, to other nations, kindreds, peoples and tongues. Such a prophecy uttered <div class=\"break columnbreak\" id=\"220b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0220.pdf\" target=\"pdfwin\">p.&#xA0;220b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6156\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> by an impostor, would be very unlikely to come to pass. Yet such a prophecy was uttered; such a prophecy has been fulfilled, and the nations of the earth, as well as the Latter-day Saints, are witnesses to its fulfillment. We have seen this people come forth year after year, crossing the ocean, first in sailing vessels, then in steamers, by hundreds and by thousands, until they are now almost a little nation here in the tops of the mountains.<span class=\"citation\" id=\"57714\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57714)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57714)\">Isa. 2:2<\/a><\/span> Amen. <\/div>\n<\/div>\n<\/div>"}