{"ID":160041, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Honesty of Purpose Should Actuate All True Believers&#x2014;Views of Mankind in Relation to God&#x2014;The Existing Modes of Divine Worship&#x2014;Ancient Christianity Compared With Modern So-Called Christianity&#x2014;The Principles of the Gospel.<\/div>\n<div class=\"subtitle\">Discourse by Elder John Taylor, delivered in the Fourteenth Ward Assembly Rooms, Salt Lake City, Sunday Afternoon, Nov. 16, 1873.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: Honesty of Purpose, Etc.<\/div>\n<div class=\"speaker\">Speaker: John Taylor<\/div>\n<div class=\"date\">Date: 11\/16\/1873<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d41\">\n<div class=\"paragraph jod\" id=\"v16n1039\"> In rising to make a few remarks this afternoon I shall not attempt to take any text, or to confine myself to any particular subject. My impression about this is, that both speaker and hearer ought to be under the guidance and direction of the Almighty, for unless a man speaks by the dictation of the Spirit of the Lord, his discourse will be of very little benefit to those who hear; and unless those who hear also hear by the Spirit, and are prepared to receive correct instructions, no matter how eloquent the discourse may be, or how forcible and powerful the truths which are enunciated, it amounts to very little.<span class=\"citation\" id=\"85943\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85943)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85943)\">D&amp;C 50:17-22<\/a><\/span> It is not the hearer of the word, we are told, who is benefited, but he that doeth it.<span class=\"citation\" id=\"72278\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72278)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72278)\">Rom. 2:13<\/a><\/span> And Jesus says that many will say in that day, &#x201C;Lord, have we not spoken in thy name? and prophesied in thy name? and in thy name done many wonderful works?&#x201D; Yet he will say unto them&#x2014;&#x201C;Depart from me, ye workers of iniquity, for I never knew you;&#x201D;<span class=\"citation\" id=\"63965\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63965)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63965)\">Matt. 7:22-23<\/a><\/span> or I suppose, in other words, &#x201C;I never approved of you.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v16n1040\"> There is one great principle by which, I think, we all of us ought <div class=\"break columnbreak\" id=\"301b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0301.pdf\" target=\"pdfwin\">p.&#xA0;301b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6075\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to be actuated in our worship, above everything else that we are associated with in life, and that is honesty of purpose. The Scriptures say&#x2014;&#x201C;If the truth shall make you free,<span class=\"citation\" id=\"69451\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69451)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69451)\">John 8:32<\/a><\/span> then shall you be free indeed,<span class=\"citation\" id=\"69462\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69462)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69462)\">John 8:36<\/a><\/span> the sons of God, without rebuke, in the midst of a crooked and perverse generation.&#x201D;<span class=\"citation\" id=\"75492\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75492)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75492)\">Philip. 2:15<\/a><\/span> We are told again that God requires truth in the inward parts.<span class=\"citation\" id=\"56742\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56742)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56742)\">Ps. 51:6<\/a><\/span> It is proper that men should be honest with themselves, that they should be honest with each other in all their words, dealings, intercourse, intercommunication, business arrangements and everything else; they ought to be governed by truthfulness, honesty and integrity, and that man is very foolish indeed who would not be true to himself, true to his convictions and feelings in regard to religious matters. We may deceive one another, and, in some circumstances, as counterfeit coin passes for that which is considered true and valuable among men. But God searches the hearts<span class=\"citation\" id=\"126856\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126856)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126856)\">1 Sam. 16:7<\/a><\/span><span class=\"citation\" id=\"57324\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57324)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57324)\">Ps. 139:23-24<\/a><\/span><span class=\"citation\" id=\"60492\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60492)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60492)\">Jer. 17:10<\/a><\/span> and tries the reins of the children of men.<span class=\"citation\" id=\"126857\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126857)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126857)\">Ps. 26:2<\/a><\/span><span class=\"citation\" id=\"126858\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126858)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126858)\">Rev. 2:23<\/a><\/span> He knows our thoughts and comprehends our desires and feelings; he knows our acts and the motives which prompt us to perform them.  <div class=\"break pagebreak\" id=\"302a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0302.pdf\" target=\"pdfwin\">p.&#xA0;302a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6074\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>He is acquainted with all the doings and operations of the human family, and all the secret thoughts and acts of the children of men are open and naked before him, and for them he will bring them to judgment. These ideas are believed in by men generally, who, with very few exceptions, whatever their general conduct or ideas on religious matters may be, believe in an All-seeing eye which penetrates and is enabled to weigh the actions and motives of the children of men. This is an idea that will not be disputed by any race of men now existing upon the earth, nor perhaps by any who have existed heretofore, for whatever may have been the theories or notions of men in former times, they have generally had a reverence for, and a belief in, an Allwise, Supreme, Omnipotent Being, who, they supposed, was greater than all of them, and who governed and controlled all their actions. A feeling of this kind is frequently made manifest in the Scriptures, and it is nothing new in our age to believe in a God of this character. <\/div><div class=\"paragraph jod\" id=\"v16n1042\"> When Paul was preaching at Ephesus he said, among other things, that he saw an altar to an unknown God. Among the variety of gods which they worshiped there was an altar to an unknown God. &#x201C;Him,&#x201D; said he, &#x201C;whom ye ignorantly worship, declare I unto you, the God who made<span class=\"citation\" id=\"71931\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71931)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71931)\">Acts 17:22-24<\/a><\/span> the heavens, the earth, the seas and the fountains of waters.&#x201D;<span class=\"citation\" id=\"126859\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126859)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126859)\">Rev. 14:7<\/a><\/span><span class=\"citation\" id=\"126860\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126860)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126860)\">D&amp;C 133:39<\/a><\/span> If we examine the pages, either of sacred or profane history, we find the same ideas prevailing to a greater or less extent in former times. Even Nebuchadnezzar, the ruler of the great empire of Babylon, had a knowledge, or an idea of a certain Being who ruled and governed the universe, who was superior to, and ruled over all other influences and <div class=\"break columnbreak\" id=\"302b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0302.pdf\" target=\"pdfwin\">p.&#xA0;302b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6074\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> powers; and was more intelligent than any of them; and when the magicians and the soothsayers, the astrologers and wise men were called upon to tell him the dream and its interpretation, they were unable to do so, and they told him that it was beyond their science, and that there was nothing connected with their systems that would unfold anything pertaining to such things as those referred to; but they said that if he would tell them the dream they had rules whereby they could interpret it. He insisted upon the interpretation.<span class=\"citation\" id=\"60946\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60946)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60946)\">Dan. 2:1-10<\/a><\/span> Said they&#x2014;&#x201C;that is unreasonable, O King&#x2014;there is no being but that God whose dwelling is not with flesh, who can reveal those things that thou speakest of.&#x201D;<span class=\"citation\" id=\"60959\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60959)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60959)\">Dan. 2:11<\/a><\/span> They had their gods which they worshiped, their deities in whom they had confidence; but they declared that there was no God but that Being whose dwelling was not with flesh, who could unravel those mysteries that he desired them to make known to him.<span class=\"citation\" id=\"60960\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60960)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60960)\">Dan. 2:11<\/a><\/span> Hence, in those days we find the same principle existing, and you can trace it out in various examples in holy writ, men had their theories and ideas about God, generally speaking; but very few of them understood anything about the true God whose dwelling was not with flesh. <\/div><div class=\"paragraph jod\" id=\"v16n1043\"> Our Bible purports to be the account given us of him by men who were inspired by him, for we are told that, &#x201C;holy men of old spake as they were moved upon by the Holy Ghost.&#x201D;<span class=\"citation\" id=\"78323\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78323)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78323)\">2 Pet. 1:21<\/a><\/span> It is related within the lids of this sacred volume that a great many of the ancients had dreams, visions, the ministering of angels and revelations; and the accounts of those visions, ministrations of angels and manifestations of the power of God, together with a little history, is what this sacred  <div class=\"break pagebreak\" id=\"303a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0303.pdf\" target=\"pdfwin\">p.&#xA0;303a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6073\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>volume is composed of. Hence Jesus said to the people in his day&#x2014;&#x201C;Search the scriptures; for in them ye think ye have eternal life: and they are they which testify of me;&#x201D;<span class=\"citation\" id=\"69188\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69188)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69188)\">John 5:39<\/a><\/span> they are they which unfold many things concerning my mission, the circumstances with which I am surrounded, and events which will transpire in connection with my ministry. Holy men of God in former times had prophesied of him. Isaiah, for instance, had said&#x2014;&#x201C;Behold, a virgin shall conceive, and bear a son, and they shall call his name Immanuel,<span class=\"citation\" id=\"57983\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57983)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57983)\">Isa. 7:14<\/a><\/span> which being interpreted, is God with us.&#x201D;<span class=\"citation\" id=\"62633\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62633)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62633)\">Matt. 1:23<\/a><\/span> It is said of him that he came to take away sin by the sacrifice of himself,<span class=\"citation\" id=\"76921\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76921)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76921)\">Heb. 9:26<\/a><\/span> and a great many things were said and written of him in the holy Scriptures, before he came, while he lived upon the earth and after he left it and ascended up to his Father in heaven. <\/div><div class=\"paragraph jod\" id=\"v16n1045\"> There is very little difference among mankind in relation to many of these facts; men, generally, view these things alike&#x2014;I mean in the Christian world&#x2014;especially the nation in which we live, the British and French nations, the empire of Austria, Russia, Prussia, the inhabitants of Scandinavia and most of the European nations; and some of the Asiatic nations also have faith in what we term the word of God, and hold its truths in reverence, according to the ideas they entertain and the creeds they profess. There is little or no difference among the men of these various nations in regard to the existence of a Supreme Being, who rules and controls the destinies of nations, as well as of individuals; and there was no difference, in former times, between the magicians, and Daniel and those associated with him in his faith relative to the true God. They all be<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"303b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0303.pdf\" target=\"pdfwin\">p.&#xA0;303b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6073\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>lieved in him, no matter what deities of an inferior nature they might have. But there were very few who knew how to worship the true God; hence they made to themselves all sorts of gods, some of wood, stone, ivory, gold, silver, brass, iron, &amp;c.<span class=\"citation\" id=\"54953\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54953)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54953)\">Deut. 4:28<\/a><\/span><span class=\"citation\" id=\"61492\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61492)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61492)\">Dan. 5:4,23<\/a><\/span><span class=\"citation\" id=\"93355\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93355)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93355)\">Abr. 1:11<\/a><\/span> They had deities of every imaginable kind, and through these various forms and mediums they wished or thought to propitiate the Deity, and to secure to themselves some kind of happiness in the life hereafter. <\/div><div class=\"paragraph jod\" id=\"v16n1046\"> We, in this generation, are a good deal like them. We think we are very superior in intelligence and in religion. Men, everywhere, are egotistical, they always think they are the smartest and most intelligent that ever lived; and it must be confessed that in many respects the generation in which we live are very far in advance of many others, and in regard to the arts and sciences, and certain branches of literature and mechanism, but how vague and uncertain are the ideas entertained by men in general, about the Deity! Are we intellectual in this? I think not. We have our bodies of divinity, our schools of theology, our religious seminaries, and places where ministers are manufactured and prepared to perform certain work which they call preaching the Gospel, and these ministers, as well as the people, have different ideas about the Deity and the proper modes of worshiping him. Does the incongruity of this state of things ever strike the minds of reflecting men, men of science, who are accustomed to weigh the force of an argument and to solve knotty problems? When I was a little boy I used to wonder, if there was a God who created man, and who ruled and dictated the affairs of heaven and earth, why he had pointed out  <div class=\"break pagebreak\" id=\"304a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0304.pdf\" target=\"pdfwin\">p.&#xA0;304a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6072\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>so many different modes of worship. I think so still. I know, and so do you, according to the principles of science, that the laws which govern the operations of universal Nature are true to themselves nine hundred and ninety-nine times, and then the thousandth time; they are always true in all the various phases of Nature's works. This is so under the most severe tests which scientific criticism can apply; with every known principle in nature, whether we refer to light, heat, the gases, or any and all of the elements of which the earth is composed or by which we are surrounded. In their operations they are governed and controlled by eternal, unchangeable laws, and you cannot violate any one of those laws in any particular without producing the inevitable result of such violation. In the motions of the starry heavens, the sun, moon, earth, day and night, summer and winter, and the various seasons as they pass along, the wisdom, intelligence, prescience and power of a God are manifested; and the same is true of the organization and operations of all the myriads of organisms that exist upon the earth&#x2014;symmetry, beauty, order and law pervade and control all their operations, all manifesting the wisdom, intelligence and power of God. You do not find one man differing from another, only in certain respects, a little in stature or strength. One is a little stronger than another, one has a more beautiful face, perhaps; may be more exquisitely formed than another; but all bear the same impress; all are governed by the same laws, all possess the same properties, powers and faculties to a certain extent, so far as the body is concerned, according to the strength or weakness of the individual. You do not find men with <div class=\"break columnbreak\" id=\"304b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0304.pdf\" target=\"pdfwin\">p.&#xA0;304b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6072\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> four arms, six eyes, ten heads, or fifteen feet or legs; they are alike, and there is a uniformity in relation to their general organism. So when you come to examine the properties of water, caloric or fire, earth, air, the different gases, electric fluid, or any substance or matter you please, you will find that they are governed by certain specific laws, and those laws are universal in their application; and furthermore that all the elements with which we are surrounded are controlled by certain eternal and unchangeable laws which cannot be departed from. <\/div><div class=\"paragraph jod\" id=\"v16n1048\"> Now, what can God think of a people, placed here on the earth, the most intelligent of his creations, possessed of reasoning faculties, who, in many instances, have investigated and understand the laws of Nature, I say, what can he think of men who set up every form, notion and theory, every species of absurdity that can be imagined, and call it the worship of God? Suppose we were to put ourselves in his place for a little while, we should think there was something a little strange in relation to these matters. He might reasonably say, these men exhibit wisdom and intelligence in many respects. So far as discovering the operations of Nature, and examining and testing the laws thereof, they all agree, but in religious matters they exhibit imbecility and weakness, in that there is no union. A philosopher in America, France, Germany, England, Spain, Italy, Russia, Prussia, or any other nation, will arrive at the same conclusions, precisely, that all other men or scientists of all other nations do; that is, when they examine the laws of nature and operate in the actual sciences. No matter where they are, or in what language they may convey their  <div class=\"break pagebreak\" id=\"305a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0305.pdf\" target=\"pdfwin\">p.&#xA0;305a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6071\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ideas&#x2014;for words are merely the signs of ideas&#x2014;whenever correct ideas exist, and these ideas are properly explained, whenever submitted to scientific analysis and proper tests, they all arrive at the same conclusions, no matter what nation it is you are among or where you live. <\/div><div class=\"paragraph jod\" id=\"v16n1050\"> This reasoning is correct, and in regard to nature and its laws, the world and the elements with which we are surrounded, and the laws operating in the world with which we are acquainted, all men arrive at the same conclusions, and there is no difference, unless we come to theorizing, and<span class=\"citation\" id=\"71771\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71771)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71771)\">Acts 10:34-35<\/a><\/span> then there is always difficulty. Well, in regard to all these things we all think alike,<span class=\"citation\" id=\"71962\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71962)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71962)\">Acts 17:26<\/a><\/span> because our thoughts are based on correct principles. But when we come to religious matters, we discover that, though men are naturally intelligent, they act like fools; they do not use their common judgment, reason or intelligence. &#x201C;Well,&#x201D; say they, &#x201C;you know we are governed by the Bible.&#x201D; Now that<span class=\"citation\" id=\"59651\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59651)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59651)\">Isa. 53:6<\/a><\/span> is exactly what we do not know, and therefore I doubt it. &#x201C;But our divines tell us we are.&#x201D; Oh, do they? Well, suppose somebody was to tell you the result of some scientific analysis, you would be very likely to say&#x2014;&#x201C;I believe you in part, but I would like to test it for myself; when I have done that I shall know it. Yet strange as it is, you are willing to take anybody's <span class=\"italic\">ipse dixit<\/span> in relation to religious matters, in relation to things of the most vital importance, things pertaining to the immortal part of man, we act like the veriest babies or consummate fools, while in regard to the affairs of this life we act intelligently. <\/div><div class=\"paragraph jod\" id=\"v16n1050\"> Is there a way of arriving at a knowledge of the things which pertain to man's eternal welfare? Why yes, we are inclined to think there is. <div class=\"break columnbreak\" id=\"305b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0305.pdf\" target=\"pdfwin\">p.&#xA0;305b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6071\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> God, we are told, &#x201C;is no respecter of persons: But in every nation he that fears God, and works righteousness, shall be accepted of him.&#x201D; Is that true? Yes. God &#x201C;has made of one blood all the families of the earth,&#x201D; we are told. There seemed to be an idea of this kind prevailing in ancient days, according to the sayings of some of the inspired men mentioned in the Scriptures. We are in the habit of going along like flocks of sheep&#x2014;following our leader, no matter where he goes. I have seen sheep sometimes, and perhaps you have, running along a road, and one thought there was an obstacle&#x2014;perhaps there was not anything&#x2014;and it would make a leap, and when the others reached the same place they would all make the same leap; if one leaps they all leap. It is so apparently among men. <\/div><div class=\"paragraph jod\" id=\"v16n1051\"> If we would examine Christianity there is something peculiar about that. We call ourselves Christians, that is, we Methodists, Baptists, Presbyterians, Congregationalists, Episcopalians and &#x201C;Mormons,&#x201D; we all call ourselves Christians. Well, perhaps we are, and then, perhaps we are not; it is a matter that would bear investigation, I think; and, then, I think, too, that it is very proper, as I said at the commencement, that we should be honest with ourselves about all things, and especially in religion and the service and worship of God. &#x201C;Well, but my father was a Methodist, and I am one;&#x201D; &#x201C;my father was a Presbyterian, and I am one;&#x201D; &#x201C;my father was a 'Jumper,' and I am one;&#x201D; &#x201C;my father was a Muhammadan, and I am one;&#x201D; &#x201C;my father was a worshiper of Buddha, and I am one;&#x201D; and among us Christians we are Episcopalians, Wesleyans, Presbyterians, and members of the various professional phases descended from  <div class=\"break pagebreak\" id=\"306a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0306.pdf\" target=\"pdfwin\">p.&#xA0;306a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6070\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>that remarkable man, Martin Luther or Catholics or Greeks. Let us examine these things for a little while or, at least, try to go to the foundation. Believing in the Bible, we will not go at once into these outside systems, but examine our own for a little while, and see how it stands and how we stand in relation to it. <\/div><div class=\"paragraph jod\" id=\"v16n1053\"> Jesus, we are told, &#x201C;brought life and immortality to light by the gospel.&#x201D;<span class=\"citation\" id=\"76037\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76037)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76037)\">2 Tim. 1:10<\/a><\/span> There was something peculiar about it&#x2014;it gave men who lived up to and honored its principles in their lives and actions, a knowledge of life and immortality. They were not dependent upon the sayings or doings of Adam, Noah, Abraham, Lot, Moses, Isaiah, Jeremiah, Malachi or any of the Prophets; but the Gospel brought a knowledge of life and immortality to all who obeyed it and lived according to its precepts.<span class=\"citation\" id=\"76038\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76038)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76038)\">2 Tim. 1:10<\/a><\/span> It informed all such that they were immortal beings; that they would exist after they had got through with time; if they died they should live again; if they were buried they should burst the barriers of the tomb and come forth to immortality. <\/div><div class=\"paragraph jod\" id=\"v16n1054\"> Seeing, then, that man is both a mortal and an immortal being, having to do with eternity as well as time, it is proper that he should become acquainted with those principles that are so nearly concerned with his happiness and well-being in time and in eternity. We will let John Wesley, Luther, Calvin, Melancthon, Henry the Eighth, and any other organizer of religion go, and we will come to the Scriptures of truth and see what they say about it. Christ, we are told, brought life and immortality to light, and he did it through the medium of the Gospel.<span class=\"citation\" id=\"76039\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76039)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76039)\">2 Tim. 1:10<\/a><\/span> And what course did he pursue in doing this? The Scriptures inform us that when Jesus commenced to preach the Gospel he called men from <div class=\"break columnbreak\" id=\"306b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0306.pdf\" target=\"pdfwin\">p.&#xA0;306b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6070\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the various avocations of life, among others from the occupation of fishing;<span class=\"citation\" id=\"62877\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62877)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62877)\">Matt. 4:18-19<\/a><\/span><span class=\"citation\" id=\"126861\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126861)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126861)\">John 1:42 (JST)<\/a><\/span> he called twelve men, whom he ordained as Apostles.<span class=\"citation\" id=\"129376\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129376)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129376)\">Luke 8:1 (JST)<\/a><\/span><span class=\"citation\" id=\"70180\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70180)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70180)\">John 15:16<\/a><\/span> He inspired these men with the gift of revelation and with a knowledge of God; he placed them in communication with God, so that they had revelation from him and were enabled to teach the laws of life; he breathed upon them and said&#x2014;&#x201C;Receive ye the Holy Ghost;&#x201D;<span class=\"citation\" id=\"70897\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70897)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70897)\">John 20:22<\/a><\/span> and they received it, and that Holy Ghost took of the things of God and showed them unto them,<span class=\"citation\" id=\"70479\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70479)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70479)\">John 16:13-15<\/a><\/span> it drew aside the curtains of futurity, whereby they were enabled to penetrate into the invisible world and comprehend the things of God. This was the position they occupied and the kind of Gospel they had. <\/div><div class=\"paragraph jod\" id=\"v16n1055\"> Well, how did they operate with it? Jesus told them to go out and preach it; and he called seventy men<span class=\"citation\" id=\"67369\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67369)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67369)\">Luke 10:1<\/a><\/span> and inspired them too; and told them to go out and heal the sick, cast out devils, and preach the Gospel,<span class=\"citation\" id=\"64075\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64075)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64075)\">Matt. 10:1-8<\/a><\/span> they were furthermore to go without purse and scrip,<span class=\"citation\" id=\"64102\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64102)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64102)\">Matt. 10:9-10<\/a><\/span><span class=\"citation\" id=\"68164\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68164)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68164)\">Luke 22:35<\/a><\/span> he saying unto them&#x2014;&#x201C;Freely ye have received, freely give.&#x201D;<span class=\"citation\" id=\"64092\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64092)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64092)\">Matt. 10:8<\/a><\/span> They went out in this kind of a way, without purse and scrip, to preach the Gospel. By and by a number of them returned, and he asked them how they had fared. They told him they had been preaching, and healing the sick, and even devils were subject to them in his name.<span class=\"citation\" id=\"67405\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67405)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67405)\">Luke 10:17<\/a><\/span> Said he&#x2014;&#x201C;Rejoice not, that devils are subject to you; but rather rejoice, that your names are written in heaven,&#x201D;<span class=\"citation\" id=\"67410\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67410)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67410)\">Luke 10:20<\/a><\/span> that you are the Lord's, that God is your friend; rejoice that you have been brought into communication with God, and that you have received the everlasting Gospel, which brings life and immortality to light.<span class=\"citation\" id=\"76040\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76040)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76040)\">2 Tim. 1:10<\/a><\/span> This was their position, and they listened to the teachings of Jesus, and we all&#x2014;that is all these various parties  <div class=\"break pagebreak\" id=\"307a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0307.pdf\" target=\"pdfwin\">p.&#xA0;307a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6069\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of which I have spoken&#x2014;believe that Jesus was the Son of God; we all believe that he was the Anointed, elect and sent of God. And speaking of himself he said&#x2014;&#x201C;I and the Father are one,&#x201D;<span class=\"citation\" id=\"69716\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69716)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69716)\">John 10:30<\/a><\/span> and &#x201C;he who has seen me has seen the Father.&#x201D;<span class=\"citation\" id=\"69944\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69944)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69944)\">John 14:9<\/a><\/span> He taught them a great many things pertaining to their present happiness and future exaltation, and he spoke of a time that should come when the Saints should inherit the earth.<span class=\"citation\" id=\"62914\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62914)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62914)\">Matt. 5:5<\/a><\/span> When he was about to be crucified, to be offered as a sacrifice to do the will of his heavenly Father, and to open up the way of life and salvation, that man might attain to exaltation in the kingdom of God, he told his disciples that it behooved Christ to suffer, and to be raised from the dead on the third day, and that repentance and remission of sins should be preached in his name among all nations.<span class=\"citation\" id=\"68452\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68452)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68452)\">Luke 24:46-47<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v16n1057\"> Now let us examine the position of those disciples. I believe a good deal in first principles. I want to examine things candidly and honestly, and to see what kind of a position they occupied in those days. When Jesus was about to leave his disciples he told them that it was necessary that he should go away; for said he, &#x201C;If I go not away the Comforter will not come.&#x201D;<span class=\"citation\" id=\"70301\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70301)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70301)\">John 16:7<\/a><\/span> There was something remarkable about this expression. &#x201C;If I go not away, the Comforter will not come; but if I go away, I will send you the Comforter.&#x201D;<span class=\"citation\" id=\"70302\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70302)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70302)\">John 16:7<\/a><\/span> What was that Comforter? It is important that we should understand this. That Comforter was the Spirit of Truth.<span class=\"citation\" id=\"70257\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70257)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70257)\">John 15:26<\/a><\/span> What should it do to them? It should &#x201C;bring things past to their remembrance,<span class=\"citation\" id=\"70047\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70047)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70047)\">John 14:26<\/a><\/span> lead them into all truth, and show them things to come;&#x201D;<span class=\"citation\" id=\"70394\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70394)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70394)\">John 16:13<\/a><\/span> in other words it should bring life and immortality to light;<span class=\"citation\" id=\"76041\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76041)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76041)\">2 Tim. 1:10<\/a><\/span> it should open the heavens to its possessors, enable <div class=\"break columnbreak\" id=\"307b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0307.pdf\" target=\"pdfwin\">p.&#xA0;307b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6069\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> them to understand the designs of God and lead them into all truth,<span class=\"citation\" id=\"70396\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70396)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70396)\">John 16:13<\/a><\/span> not into one little truth or two little truths; but into all truth. What a privilege, what a blessing, what a rich legacy to impart unto his followers! Only think of men being in possession of a principle which should enable them, under all circumstances, to discriminate between truth and error, virtue and vice; between those principles which would ennoble and elevate, and those which would overthrow and destroy, and which should make them acquainted with God and the principles of eternal life. <\/div><div class=\"paragraph jod\" id=\"v16n1058\"> I pause here, and ask, will this principle or spirit lead one man to be a Methodist, another to be a Presbyterian, another to be an Episcopalian, another to be a &#x201C;Mormon,&#x201D; another a Quaker, another something else, passing through all the various phases, notions, theories and ideas that prevail in the Christian world? Is this the spirit that Jesus promised to impart unto his people, or is it confusion and darkness? Scientifically it is not true, philosophically it is not true, religiously it is not true. The spirit that Jesus promised to impart to his disciples was to lead them into all truth,<span class=\"citation\" id=\"70395\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70395)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70395)\">John 16:13<\/a><\/span> and to enable them to comprehend all correct principles; and it is said&#x2014;&#x201C;As many as are led by the Spirit of God, are the sons of God,&#x201D;<span class=\"citation\" id=\"72517\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72517)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72517)\">Rom. 8:14<\/a><\/span> and says one, &#x201C;Ye have not received the spirit of bondage again unto fear; but ye have received a Spirit, whereby you are enabled to cry, Abba Father,<span class=\"citation\" id=\"72533\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72533)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72533)\">Rom. 8:15<\/a><\/span> or my Father, my Lord and my God.&#x201D;<span class=\"citation\" id=\"126862\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126862)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126862)\">John 20:28<\/a><\/span> They had received a principle of that kind, and there was nothing uncertain, conflicting or evanescent about it; nothing tending to error, confusion or doubt, but everything tending to certainty, life, light and intelligence; to the  <div class=\"break pagebreak\" id=\"308a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0308.pdf\" target=\"pdfwin\">p.&#xA0;308a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6068\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>blessing and happiness of the human family, and to a knowledge of all things necessary for their welfare in time, and in all eternity. Said he&#x2014;&#x201C;If I go away, I will send you the Comforter,<span class=\"citation\" id=\"70303\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70303)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70303)\">John 16:7<\/a><\/span> which is the Spirit of truth,<span class=\"citation\" id=\"70258\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70258)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70258)\">John 15:26<\/a><\/span> and it shall bring things past to your remembrance,<span class=\"citation\" id=\"70048\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70048)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70048)\">John 14:26<\/a><\/span> it shall lead you into all truth, and show you things to come;&#x201D;<span class=\"citation\" id=\"70397\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70397)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70397)\">John 16:13<\/a><\/span> in other words&#x2014;&#x201C;You, man, who are made in the image of God,<span class=\"citation\" id=\"52199\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52199)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52199)\">Gen. 1:26-27<\/a><\/span> shall be brought into your proper relationship with him. That spirit of intelligence which dwells in you shall be associated with God&#x2014;the God who dwells in eternity, communication shall be opened up between you and him, you shall be placed <span class=\"italic\">en rapport<\/span> with him, and you shall realize and comprehend all things pertaining to your well-being. It shall bring things past to your remembrance,<span class=\"citation\" id=\"70049\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70049)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70049)\">John 14:26<\/a><\/span> it shall lead you into all truth, and show you things to come.<span class=\"citation\" id=\"70398\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70398)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70398)\">John 16:13<\/a><\/span> If there is anything behind the veil that is mysterious; if there is anything that the Prophets saw when the visions of eternity were unfolded to their view; if there are principles of life and salvation; if there is anything tending to exalt man in time and eternity, anything pertaining to eternal rewards and everlasting exaltation, you are now in possession of a principle which will unfold and develop these principles to your mind.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v16n1060\"> That was the kind of Gospel they had then. And did they see, enjoy and possess these things? Yes, for says Paul&#x2014;&#x201C;Whether in the spirit, or out of the spirit, I do not know; but I was caught up into the third heavens, and I saw things that were unlawful to utter.&#x201D;<span class=\"citation\" id=\"74304\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74304)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74304)\">2 Cor. 12:2-4<\/a><\/span> We read that John, while on the Isle of Patmos, banished for his faith in God and the testimony of Jesus Christ, was in the spirit on the Lord's day<span class=\"citation\" id=\"79013\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79013)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79013)\">Rev. 1:9-10<\/a><\/span> <div class=\"break columnbreak\" id=\"308b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0308.pdf\" target=\"pdfwin\">p.&#xA0;308b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6068\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and the visions of eternity were unfolded, he gazed upon all things as they existed then, and as they would exist in after ages,<span class=\"citation\" id=\"78920\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78920)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78920)\">Rev. 1:1<\/a><\/span> and until the final winding-up scene.<span class=\"citation\" id=\"79132\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79132)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79132)\">Rev. 4:1<\/a><\/span> He saw and comprehended the position of the various churches, and told them that unless they repented and did their first works over again and obeyed the behests of the Almighty, their candlestick would be removed out of its place.<span class=\"citation\" id=\"79031\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79031)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79031)\">Rev. 2:4-5<\/a><\/span> He saw that Great Mystery Babylon,<span class=\"citation\" id=\"80172\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80172)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80172)\">Rev. 17:5<\/a><\/span> who &#x201C;made all the earth drunk with the wine of her fornication.&#x201D;<span class=\"citation\" id=\"80000\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80000)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80000)\">Rev. 14:8<\/a><\/span><span class=\"citation\" id=\"80149\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80149)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80149)\">Rev. 17:2<\/a><\/span><span class=\"citation\" id=\"80202\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80202)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80202)\">Rev. 18:3<\/a><\/span><span class=\"citation\" id=\"85004\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85004)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85004)\">D&amp;C 35:11<\/a><\/span><span class=\"citation\" id=\"88692\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88692)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88692)\">D&amp;C 88:94<\/a><\/span><span class=\"citation\" id=\"88747\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88747)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88747)\">D&amp;C 88:105<\/a><\/span> He saw her fall like a millstone that was cast into the sea and rise no more forever.<span class=\"citation\" id=\"80321\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80321)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80321)\">Rev. 18:21-22<\/a><\/span> He saw a great white throne and him who sat upon it, and from before whose face the heavens and the earth fled away;<span class=\"citation\" id=\"80587\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80587)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80587)\">Rev. 20:11<\/a><\/span> he saw the dead, small and great, arise and stand before him, brought to judgment;<span class=\"citation\" id=\"80649\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80649)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80649)\">Rev. 20:12-13<\/a><\/span> he saw a new Jerusalem, descending, as a bride adorned for her husband;<span class=\"citation\" id=\"80708\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80708)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80708)\">Rev. 21:2<\/a><\/span> he saw events that should transpire throughout every subsequent period of time until the final winding-up scene, and comprehended the whole matter. Why was this? He had the Gospel that brought life and immortality to light.<span class=\"citation\" id=\"76042\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76042)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76042)\">2 Tim. 1:10<\/a><\/span> He had received that Comforter that Jesus spoke of, which should bring things past to their remembrance,<span class=\"citation\" id=\"70050\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70050)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70050)\">John 14:26<\/a><\/span> lead them into all truth and show them things to come.<span class=\"citation\" id=\"70399\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70399)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70399)\">John 16:13<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v16n1061\"> Well, there was something interesting about that. It was not a kind of lullaby story that we hear now-a-days&#x2014;&#x201C;Hush-a-by-baby on the tree top, when the wind blows the cradle will rock.&#x201D; It was nothing of that kind. There was something intellectual about it, something tangible, and satisfactory to the human mind, and calculated to meet the capacious desires thereof, and to make a man feel that he was an inheritor of eternal life. It implanted  <div class=\"break pagebreak\" id=\"309a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0309.pdf\" target=\"pdfwin\">p.&#xA0;309a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6067\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>within him a hope blooming with immortality and eternal life. It produced a certainty in his mind and made him feel that everything else was as dung and dross in comparison with the life and light and power and intelligence which the Gospel imparted. <\/div><div class=\"paragraph jod\" id=\"v16n1063\"> What kind of ordinances did they have? They were very simple and straightforward. We read that when the disciples were met together, on a certain occasion in an upper room, the Spirit of God descended upon them as a mighty rushing wind, and rested upon them as in cloven tongues of fire; and they began to speak in other tongues as the Spirit of God gave them utterance. There were people there from the surrounding nations who heard the Apostles speak, in their own tongues, the wonderful works of God. They did not know what it meant? Said they&#x2014;&#x201C;These men are drunk.&#x201D; Peter answered&#x2014;&#x201C;Oh, no, that is a slight mistake you have made, they are not drunk, it is only nine o'clock, the third hour of the day&#x2014;people do not get drunk so early.&#x201D; &#x201C;Well, what is it then?&#x201D; Said Peter&#x2014;&#x201C;This is that which was spoken of by the Prophet Joel&#x2014;It shall come to pass in the last days, saith God, I will pour out my Spirit upon all flesh. Your old men shall dream dreams, and your young men shall see visions, and upon my servants and handmaidens will I pour out in those days of my Spirit; and they shall prophesy;&#x201D;<span class=\"citation\" id=\"71080\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71080)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71080)\">Acts 2:1-18<\/a><\/span> that is it shall place them in communion with God and enable them to have dreams and visions, to prophesy and see things to come; in other words, it will make them Prophets.<span class=\"citation\" id=\"126863\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126863)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126863)\">Num. 11:29<\/a><\/span> This is the kind of religion they had in that day. <\/div><div class=\"paragraph jod\" id=\"v16n1064\"> I sometimes reflect and wonder whether the same effects would follow if we had that religion today, or <div class=\"break columnbreak\" id=\"309b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0309.pdf\" target=\"pdfwin\">p.&#xA0;309b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6067\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> whether truth has turned into fiction, or has falsehood turned into truth. How is it, if that was the Gospel then, and God is the same yesterday, today and forever,<span class=\"citation\" id=\"77379\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77379)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77379)\">Heb. 13:8<\/a><\/span> and, as they say in the Church of England&#x2014;&#x201C;As it was in the beginning, is now and ever shall be, worlds without end, amen?&#x201D; If that is true, then we ought to expect the same things today as they had then, that is, if we profess the same Gospel. This is the way I reason, I cannot get at it any other way, I cannot arrive at any other conclusion. It is reasonable, rational and philosophical; it agrees with every principle of science, with every principle of intelligence that God has communicated to man. <\/div><div class=\"paragraph jod\" id=\"v16n1065\"> Well having noticed a little of the results of the Gospel in ancient days, let us inquire into the principles taught in those days. We have a very remarkable account of affairs on the Day of Pentecost. The Apostles had been waiting at Jerusalem for the gift of the Holy Ghost.<span class=\"citation\" id=\"68473\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68473)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68473)\">Luke 24:49<\/a><\/span> They had been promised it by Jesus and they expected it.<span class=\"citation\" id=\"71073\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71073)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71073)\">Acts 2:1-8<\/a><\/span> Neither the Church nor the Apostles had had time, from the ascension of Jesus, to get corrupted, nor to introduce any false principles. They were the recipients of the favor of God, and his Spirit finally rested upon them as in cloven tongues of fire and when the people of the various nations assembled at Jerusalem heard them declare the wonderful works of God,<span class=\"citation\" id=\"71074\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71074)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71074)\">Acts 2:1-11<\/a><\/span> many of them were pricked in their hearts, and they cried out&#x2014;&#x201C;Men and brethren, what shall we do?<span class=\"citation\" id=\"71164\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71164)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71164)\">Acts 2:37<\/a><\/span> We believe the statement you have made; we believe that the Messiah, promised by our ancient Prophets, has been taken by wicked hands and crucified and slain;<span class=\"citation\" id=\"71134\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71134)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71134)\">Acts 2:23<\/a><\/span> we believe what you say concerning his resurrection, and that although he was placed in the tomb he has burst its barriers  <div class=\"break pagebreak\" id=\"310a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0310.pdf\" target=\"pdfwin\">p.&#xA0;310a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6066\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and has ascended to the right hand of his Father;<span class=\"citation\" id=\"71136\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71136)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71136)\">Acts 2:25<\/a><\/span><span class=\"citation\" id=\"71146\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71146)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71146)\">Acts 2:34<\/a><\/span> we believe all these things, now what shall we do?&#x201D;<span class=\"citation\" id=\"71165\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71165)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71165)\">Acts 2:37<\/a><\/span> Said Peter&#x2014;&#x201C;Repent, and be baptized every one of you for the remission of your sins, and you shall receive the Holy Ghost.&#x201D;<span class=\"citation\" id=\"71227\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71227)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71227)\">Acts 2:38<\/a><\/span> Who were they whom he told to repent and be baptized? The Jews and the Gentiles, the Pharisees, doctors, lawyers, rabbis, and all men of every creed, profession and nation, &#x201C;Repent, and be baptized every one of you in the name of Jesus Christ for the remission of your sins.&#x201D;<span class=\"citation\" id=\"71228\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71228)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71228)\">Acts 2:38<\/a><\/span> &#x201C;What, we doctors?&#x201D; &#x201C;Yes.&#x201D; &#x201C;We lawyers?&#x201D; &#x201C;Yes.&#x201D; &#x201C;We divines?&#x201D; &#x201C;Yes, all of you.&#x201D; &#x201C;What shall we receive if we do?&#x201D; &#x201C;The Holy Ghost.&#x201D;<span class=\"citation\" id=\"71226\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71226)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71226)\">Acts 2:38<\/a><\/span> &#x201C;What is that?&#x201D; &#x201C;Just what you have seen here.&#x201D; &#x201C;Shall we all have it if we do this?&#x201D; &#x201C;Yes.&#x201D; And they went forth and were baptized, and three thousand were added to the Church the same day.<span class=\"citation\" id=\"71318\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71318)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71318)\">Acts 2:41<\/a><\/span> The Apostle did not tell them to come to any class meeting, mourning bench or anything of that kind. There was not anything of that sort in the program. They were not so well educated in sectarianism then as we are now, and had not invented so many systems of religion or bodies of divinity then as now. In those days they had to take things as God gave them, that was, to repent and be baptized in the name of Jesus for the remission of sins, and they should receive the Holy Ghost.<span class=\"citation\" id=\"71225\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71225)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71225)\">Acts 2:38<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v16n1067\"> Will obedience to that Gospel do the same thing for us? Yes. Why? Peter said, &#x201C;The promise is unto you, and your children, and to all who are afar off, even as many as the Lord our God shall call.&#x201D;<span class=\"citation\" id=\"71303\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71303)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71303)\">Acts 2:39<\/a><\/span> This thing was not confined to one, two, three, twelve or seventy individuals, but said Peter, &#x201C;It extends to you&#x201D;&#x2014;the vast concourse then before him&#x2014;&#x201C;to your children, and to all that <div class=\"break columnbreak\" id=\"310b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0310.pdf\" target=\"pdfwin\">p.&#xA0;310b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6066\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> are afar off, even as many as the Lord our God shall call.&#x201D;<span class=\"citation\" id=\"71304\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71304)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71304)\">Acts 2:39<\/a><\/span> If you can show me a people that the Lord our God does not call, I will show you a people to whom this promise does not apply. <\/div><div class=\"paragraph jod\" id=\"v16n1068\"> Here are things that are very simple and straightforward. Why can't we investigate them. The same cause will produce the same effect now as then. It is in vain for us to deny those things; we have no right to do so until we have complied with the requisitions made and applied the tests. If we were using any chemical tests, for scientific analysis, we should go strictly by the rules laid down; why should we not do the same with regard to the Gospel of life and salvation? Here is the law laid down, plain and straightforward, in the word of God, for it is in the Christian's Bible that these things are contained. It is this very Jesus that they all believe in who talks about these things, and his twelve Apostles bear him out, and bear testimony to the same things. Here is a religious law plainly indicated, which we have no more right to ignore than we have any scientific formula in relation to earthly things. <\/div><div class=\"paragraph jod\" id=\"v16n1069\"> But to proceed. We find his disciples baptizing; and after Jesus rose from the dead he appeared to them, and he told them to go forth and preach, not the theories and opinions of men, but the Gospel that brought life and immortality to light.<span class=\"citation\" id=\"76043\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76043)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76043)\">2 Tim. 1:10<\/a><\/span> Said he&#x2014;&#x201C;Go and preach the gospel to every creature. He that believeth and is baptized shall be saved; he that believeth not shall be damned. And these signs shall follow them that believe, &amp;c.&#x201D;<span class=\"citation\" id=\"66825\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66825)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66825)\">Mark 16:15-17<\/a><\/span> They went forth and proclaimed his word, in his name and by his authority, and whatever they did they did in his name and by his authority. Jesus said unto them, &#x201C;Whatsoever you shall bind on earth  <div class=\"break pagebreak\" id=\"311a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0311.pdf\" target=\"pdfwin\">p.&#xA0;311a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6065\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>shall be bound in heaven: and whatsoever you shall loose on earth shall be loosed in heaven.&#x201D;<span class=\"citation\" id=\"64902\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64902)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64902)\">Matt. 16:19<\/a><\/span><span class=\"citation\" id=\"65069\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65069)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65069)\">Matt. 18:18<\/a><\/span> Some may say, &#x201C;That is Catholicism.&#x201D; Well, then, so far, I am a Catholic, for I believe in everything contained in the Scriptures pertaining to these matters. &#x201C;Don't you think this is a great heresy?&#x201D; I think it would be greater heresy to disbelieve it. I do not believe that everybody has this authority and power; but only those whom God calls and sets apart in the way here spoken of. They had power &#x201C;to bind on earth and to bind in heaven&#x2014;to loose on earth and to loose in heaven.&#x201D;<span class=\"citation\" id=\"64903\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64903)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64903)\">Matt. 16:19<\/a><\/span><span class=\"citation\" id=\"65070\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65070)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65070)\">Matt. 18:18<\/a><\/span> That is Catholicism, is it? Well, let us see a little further how it goes. &#x201C;Peter, how did you forgive sins? Did you have power to forgive sins?&#x201D; &#x201C;Yes.&#x201D; &#x201C;How did you exercise it?&#x201D; &#x201C;I called upon the people to repent and to be baptized in the name of Jesus for the remission of sins, and promised them that they should receive the Holy Ghost.<span class=\"citation\" id=\"71229\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71229)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71229)\">Acts 2:38<\/a><\/span> That is the way that I forgave sins. And then I laid on hands for the reception of the Holy Ghost; and when men received this Holy Ghost it took of the things of God and showed them unto them.&#x201D;<span class=\"citation\" id=\"70480\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70480)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70480)\">John 16:13-15<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v16n1071\"> These are some of the leading principles of the Gospel of Christ. I might talk for hours on the subject. These are the kind of things God has revealed to us. People say we are fanatics. Perhaps we are, but if we are, Peter, James, John and Paul were fanatics, for they believed in the very principles that I have been laying before you today; and when God restored this Gospel, he simply restored what is called &#x201C;the everlasting gospel.&#x201D;<span class=\"citation\" id=\"79753\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79753)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79753)\">Rev. 14:6<\/a><\/span> John said, &#x201C;I saw another angel flying in the midst of heaven, having the everlasting gospel to preach to those who dwell on the earth.&#x201D;<span class=\"citation\" id=\"79754\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79754)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79754)\">Rev. 14:6<\/a><\/span> What do you mean by <div class=\"break columnbreak\" id=\"311b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0311.pdf\" target=\"pdfwin\">p.&#xA0;311b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6065\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the everlasting Gospel? Why the Gospel that Adam had, the Gospel that Noah, Abraham and the Prophets had; the Gospel that Jesus brought&#x2014;the everlasting Gospel, the Gospel that existed from eternity to eternity, the system or medium through which God saves the human family&#x2014;the Gospel which brings life and immortality to light.<span class=\"citation\" id=\"76044\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76044)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76044)\">2 Tim. 1:10<\/a><\/span> Why, say some, &#x201C;I thought nobody had the Gospel until Jesus came.&#x201D; You thought very foolishly if you thought that, for Jesus, speaking of Abraham said&#x2014;&#x201C;Abraham saw my day, and was glad.&#x201D;<span class=\"citation\" id=\"69526\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69526)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69526)\">John 8:56<\/a><\/span> He had communication with God and revelation from him. And how did he have it? Through the Gospel. How do you know it? Paul tells us so; your Paul, you know, that you believe in, he tells us so. What, that Abraham had the Gospel? Yes, he says, &#x201C;God, foreseeing that he would justify the heathen through faith, preached before the gospel unto Abraham.&#x201D;<span class=\"citation\" id=\"74498\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74498)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74498)\">Gal. 3:8<\/a><\/span> Did he have it? Yes, it was through that medium that life and immortality were brought to light.<span class=\"citation\" id=\"76045\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76045)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76045)\">2 Tim. 1:10<\/a><\/span> And Moses, in the wilderness, had the Gospel, and preached it to the people. &#x201C;What, Moses?&#x201D; Yes. &#x201C;Well, I thought there was no Gospel until Jesus came.&#x201D; You thought, I say again, very foolishly. &#x201C;We,&#x201D; says the apostle, &#x201C;have the gospel preached unto us as well as they: but the word preached did not profit them, not being mixed with faith in those who heard it;<span class=\"citation\" id=\"76517\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76517)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76517)\">Heb. 4:2<\/a><\/span> wherefore the law was added because of transgression.&#x201D;<span class=\"citation\" id=\"74536\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74536)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74536)\">Gal. 3:19<\/a><\/span> Added to what? Why, to the Gospel which they had before. What was the law? The law of carnal commandments<span class=\"citation\" id=\"54563\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54563)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54563)\">Ex. 34:2 (JST)<\/a><\/span><span class=\"citation\" id=\"68619\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68619)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68619)\">John 1:18 (JST)<\/a><\/span><span class=\"citation\" id=\"76850\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76850)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76850)\">Heb. 7:16<\/a><\/span><span class=\"citation\" id=\"87689\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87689)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87689)\">D&amp;C 84:27<\/a><\/span> and ordinances which the Apostle says&#x2014;&#x201C;neither we nor our fathers were able to bear.&#x201D;<span class=\"citation\" id=\"71894\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71894)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71894)\">Acts 15:10<\/a><\/span> How long did the law continue? Until Christ came. Who was Christ? A priest forever after the order of  <div class=\"break pagebreak\" id=\"312a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0312.pdf\" target=\"pdfwin\">p.&#xA0;312a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6064\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Melchizedek.<span class=\"citation\" id=\"57208\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57208)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57208)\">Ps. 110:4<\/a><\/span><span class=\"citation\" id=\"76629\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76629)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76629)\">Heb. 5:6<\/a><\/span> Who was Melchizedek? A greater than Abraham, for he had the Gospel and blessed Abraham.<span class=\"citation\" id=\"76787\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76787)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76787)\">Heb. 7:1-4<\/a><\/span> All of those ancient worthies had a knowledge of the Gospel, and of life and immortality through the Gospel.<span class=\"citation\" id=\"76046\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76046)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76046)\">2 Tim. 1:10<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v16n1073\"> This is the same thing that is communicated unto us. It is our privilege, it is the privilege of all men who yield obedience to the Gospel. It is your privilege, you Latter-day Saints, to live in the enjoyment of this light and immortality.<span class=\"citation\" id=\"76047\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76047)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76047)\">2 Tim. 1:10<\/a><\/span> According to your faithfulness you have experienced more or less of this spirit of revelation, light and truth, and the power of God, and by living your religion you can go on from strength to strength, intelligence to intelligence, from revelation to revelation, <div class=\"break columnbreak\" id=\"312b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0312.pdf\" target=\"pdfwin\">p.&#xA0;312b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6064\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> until you can &#x201C;see as you are seen, and know as you are known.&#x201D;<span class=\"citation\" id=\"87174\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87174)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87174)\">D&amp;C 76:94<\/a><\/span> Having commenced in the principles of truth and obtained the Spirit of light and intelligence that flows from God through obedience to the Gospel, it is for us to &#x201C;purify ourselves even as God is pure,&#x201D;<span class=\"citation\" id=\"126864\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126864)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126864)\">1 Jn. 3:3<\/a><\/span><span class=\"citation\" id=\"83575\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83575)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83575)\">Moro. 7:48<\/a><\/span> and purge from ourselves all corruption, iniquity, fraud, lying and evil of every kind, all adultery, fornication, seduction and lasciviousness; and everything that would corrupt and destroy the human family, and seek after everything that is high, noble, exciting and praiseworthy among men, and among the Gods, that when we get through with this world we may obtain an everlasting inheritance in the celestial kingdom. <\/div>\n<\/div>\n<\/div>"}