{"ID":160044, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Stick of Joseph and of Judah&#x2014;Times of the Gentiles&#x2014;Apostasy From the Ancient Order&#x2014;Restoration of the Everlasting Gospel.<\/div>\n<div class=\"subtitle\">Discourse by Elder Orson Pratt, delivered in the Fourteenth Ward Assembly Rooms, Salt Lake City, Sunday Afternoon, Jan. 25, 1874.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: The Stick of Joseph, Etc.<\/div>\n<div class=\"speaker\">Speaker: Orson Pratt<\/div>\n<div class=\"date\">Date: 1\/25\/1874<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d44\">\n<div class=\"paragraph jod\" id=\"v16n1174\"> I will read a portion of a prophecy, written in the Book of Mormon, in the third chapter of the second book of Nephi. The Prophet who spoke the words I am about to read, and who also quoted the words of another Prophet, was named Lehi; he lived about six hundred years before Christ. <\/div><div class=\"paragraph jod\" id=\"v16n1175\"> &#x201C;For behold, thou art the fruit of my loins; and I am a descendant of Joseph who was carried captive into Egypt. And great were the covenants of the Lord, which he made unto Joseph. Wherefore, Joseph truly saw our day. And he obtained a promise of the Lord, that out of the fruit of his loins the Lord God would raise up a righteous branch unto the house of Israel; not the Messiah, but a branch which was to be broken off, nevertheless, to be remembered in the covenants of the Lord that the Messiah should be made manifest unto them in the latter days, in the spirit of power, unto the bringing of them out of darkness unto light&#x2014;yea, out of hidden darkness and out of captivity unto freedom. <\/div><div class=\"paragraph jod\" id=\"v16n1176\"> &#x201C;For Joseph truly testified, saying: A seer shall the Lord my God raise up, who shall be a choice seer unto <div class=\"break columnbreak\" id=\"339b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0339.pdf\" target=\"pdfwin\">p.&#xA0;339b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6037\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the fruit of my loins. Yea, Joseph truly said: Thus saith the Lord unto me: A choice seer will I raise up out of the fruit of thy loins; and he shall be esteemed highly among the fruit of thy loins. And unto him will I give commandment that he shall do a work for the fruit of thy loins, his brethren, which shall be of great worth unto them, even to the bringing of them to the knowledge of the covenants which I have made with thy fathers. And I will give unto him a commandment that he shall do none other work, save the work which I shall command him. And I will make him great in mine eyes; for he shall do my work. And he shall be great like unto Moses, whom I have said I would raise up unto you, to deliver my people, O house of Israel. And Moses will I raise up, to deliver thy people out of the land of Egypt. But a seer will I raise up out of the fruit of thy loins; and unto him will I give power to bring forth my word unto the seed of thy loins&#x2014;and not to the bringing forth my word only, saith the Lord, but to the convincing them of my word, which shall have already gone forth among them. Wherefore, the fruit  <div class=\"break pagebreak\" id=\"340a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0340.pdf\" target=\"pdfwin\">p.&#xA0;340a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6036\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of thy loins shall write; and the fruit of the loins of Judah shall write; and that which shall be written by the fruit of thy loins, and also that which shall be written by the fruit of the loins of Judah, shall grow together, unto the confounding of false doctrines and laying down of contentions, and establishing peace among the fruit of thy loins, and bringing them to the knowledge of their fathers in the latter days, and also to the knowledge of my covenants, saith the Lord. And out of weakness he shall be made strong, in that day when my work shall commence among all my people, unto the restoring thee, O house of Israel, saith the Lord. <\/div><div class=\"paragraph jod\" id=\"v16n1178\"> &#x201C;And thus prophesied Joseph, saying: Behold, that seer will the Lord bless; and they that seek to destroy him shall be confounded; for this promise, which I have obtained of the Lord, of the fruit of my loins, shall be fulfilled. Behold, I am sure of the fulfilling of this promise; And his name shall be called after me; and it shall be after the name of his father. And he shall be like unto me; for the thing, which the Lord shall bring forth by his hand, by the power of the Lord shall bring my people unto salvation. Yea, thus prophesied Joseph: I am sure of this thing, even as I am sure of the promise of Moses; for the Lord hath said unto me, I will preserve thy seed forever. And the Lord hath said: I will raise up a Moses; and I will give power unto him in a rod; and I will give judgment unto him in writing. Yet I will not loose his tongue, that he shall speak much, for I will not make him mighty in speaking. But I will write unto him my law, by the finger of mine own hand; and I will make a spokesman for him. And the <div class=\"break columnbreak\" id=\"340b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0340.pdf\" target=\"pdfwin\">p.&#xA0;340b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6036\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Lord said unto me also: I will raise up unto the fruit of thy loins; and I will make for him a spokesman. And I, behold, I will give unto him that he shall write the writing of the fruit of thy loins, unto the fruit of thy loins; and the spokesman of thy loins shall declare it. And the words which he shall write shall be the words which are expedient in my wisdom should go forth unto the fruit of thy loins. And it shall be as if the fruit of thy loins had cried unto them from the dust; for I know their faith. And they shall cry from the dust; yea, even repentance unto their brethren, even after many generations have gone by them. And it shall come to pass that their cry shall go, even according to the simpleness of their words. Because of their faith their words shall proceed forth out of my mouth unto their brethren who are the fruit of thy loins; and the weakness of their words will I make strong in their faith, unto the remembering of my covenant which I made unto thy fathers.&#x201D;<span class=\"citation\" id=\"81283\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81283)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81283)\">2 Ne. 3:4-21<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v16n1179\"> Corresponding with this prophecy, I will read a few verses in the 37th chapter of Ezekiel, commencing at the 15th verse. <\/div><div class=\"paragraph jod\" id=\"v16n1180\"> &#x201C;The word of the Lord came again unto me, saying, <\/div><div class=\"paragraph jod\" id=\"v16n1181\"> &#x201C;Moreover, thou son of man, take thee one stick, and write upon it, For Judah, and for the children of Israel his companions: then take another stick, and write upon it, For Joseph, the stick of Ephraim, and for all the house of Israel his companions: <\/div><div class=\"paragraph jod\" id=\"v16n1182\"> &#x201C;And join them one to another into one stick; and they shall become one in thy hand. <\/div><div class=\"paragraph jod\" id=\"v16n1183\"> &#x201C;And when the children of thy people shall speak unto thee, saying, Wilt thou not shew us what thou meanest by these? <\/div> <div class=\"break pagebreak\" id=\"341a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0341.pdf\" target=\"pdfwin\">p.&#xA0;341a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6035\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v16n1185\"> &#x201C;Say unto them, Thus saith the Lord God; Behold, I will take the stick of Joseph, which is in the hand of Ephraim, and the tribes of Israel his fellows, and will put them with him, even with the stick of Judah, and make them one stick, and they shall be one in mine hand. <\/div><div class=\"paragraph jod\" id=\"v16n1186\"> &#x201C;And the sticks whereon thou writest shall be in thine hand before their eyes. <\/div><div class=\"paragraph jod\" id=\"v16n1187\"> &#x201C;And say unto them, Thus saith the Lord God; Behold, I will take the children of Israel from among the heathen, whither they be gone, and will gather them on every side, and bring them into their own land: <\/div><div class=\"paragraph jod\" id=\"v16n1188\"> &#x201C;And I will make them one nation in the land upon the mountains of Israel; and one king shall be king to them all: and they shall be no more two nations, neither shall they be divided into two kingdoms any more at all.&#x201D;<span class=\"citation\" id=\"60873\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60873)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60873)\">Ezek. 37:15-22<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v16n1189\"> I have read these two prophecies; one, recorded in the Book of Mormon, delivered by Joseph in Egypt, written upon brass plates and brought by the descendants of Joseph from the city of Jerusalem, about six hundred years before Christ, with their colony that came from Palestine and were located on the western coast of South America, having crossed the mighty waters under the direction of the Almighty; the other, and corresponding prophecy, was written by Ezekiel the Prophet, a short time after this colony left the city of Jerusalem. Ezekiel informs us in this chapter, that prior to the great restitution of the House of Israel, never to be scattered or divided into two nations again, the Lord would bring forth the stick of Joseph, written upon for the tribe of Joseph, and the other, written upon for Judah, and cause them to grow together in His hand, and when this great event should take place, <div class=\"break columnbreak\" id=\"341b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0341.pdf\" target=\"pdfwin\">p.&#xA0;341b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6035\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> it should be the period when he would take Israel from among the heathen, whither they be gone, and gather them on every side, and bring them into their own lands, and when he had accomplished this work, he would make them one nation upon the mountains of Israel, and they should no more become two nations, neither should they, from that time forward, be two kingdoms any more at all.<span class=\"citation\" id=\"60890\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60890)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60890)\">Ezek. 37:21-22<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v16n1190\"> It is very evident to every person who believes in the Scriptures of truth that, so far as the gathering of Israel and their becoming one nation in their own land are concerned, this prophecy has never yet been fulfilled, it is therefore among those great events which the Lord has decreed and determined to bring to pass in a period of time yet in the future; and he has pointed out, in this chapter of Ezekiel, the manner and method in which he will commence the great work of the restitution of Israel. A great deal has been done by the religious world, so far as dollars and cents, and the formation of societies are concerned, for the amelioration of the condition of the scattered Jews. But what are the results of all the labors of the various Christian sects in this direction? Have they succeeded in gathering the Jews from the nations of the earth? Not at all. A very few Jews at the present time are residents of Palestine, and they are not converted to the truth. They believe in the religion of their ancient fathers, and all of them who dwell there are very poor, many of them are what may be termed beggars, being sustained principally by the charity of travelers and other visitors to that land, and by donations from charitable Christians and Jews abroad. But all the Jews dwelling in Palestine  <div class=\"break pagebreak\" id=\"342a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0342.pdf\" target=\"pdfwin\">p.&#xA0;342a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6034\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>are but a very small handful, compared with the immense numbers of their brethren who are scattered to the four winds of heaven. Then, besides the Jews thus scattered, there are the ten tribes, who are not called Jews, who were led away out of the land of Palestine about seven hundred and twenty years before Christ, and who have never dwelt in that land since. They were taken captive by the king of Assyria and taken to his dominions, and never since the day of their captivity, now almost twenty-six centuries, have they or their descendants had a residence in the Promised Land. <\/div><div class=\"paragraph jod\" id=\"v16n1192\"> Prior to their captivity the House of Israel were divided into two kingdoms; one, called the Ten Tribes, who had their capital city in Samaria, north of Jerusalem. Numerous kings reigned over them, from the days of Rehoboam, son of Solomon, until the time of their captivity. They were a separate and distinct nation from the Jewish nation, which consisted of the tribes of Judah and Levi, a very few of the remnants of Joseph, and a portion of the tribe of Benjamin, who were not taken away with the ten tribes. About a hundred and thirty years after the ten tribes were taken from Palestine, the Jewish nation were taken into captivity by Nebuchadnezzar, King of Babylon, and they dwelt in Babylon seventy years, after which they returned to Palestine, rebuilt their capital city and its walls, and reestablished their Temple, and continued to dwell in the land of their fathers until the coming of Christ, and for about seventy years after his coming; and then, in fulfillment of a certain prophecy,<span class=\"citation\" id=\"60591\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60591)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60591)\">Jer. 26:18<\/a><\/span><span class=\"citation\" id=\"62118\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62118)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62118)\">Micah 3:12<\/a><\/span> the Jewish nation were scattered<span class=\"citation\" id=\"126901\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126901)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126901)\">Dan. 12:7<\/a><\/span> by the Roman army under Titus. About eleven hundred thou<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"342b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0342.pdf\" target=\"pdfwin\">p.&#xA0;342b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6034\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>sand Jews perished by the sword, and, according to history, about ninety-seven thousand were dispersed among the nations. <\/div><div class=\"paragraph jod\" id=\"v16n1193\"> This great calamity happened to the Jewish nation in fulfillment of many prophecies, among which I will quote one by our Savior, recorded in the 21st chapter of Luke. Says our Savior&#x2014;&#x201C;For there shall be great distress in the land, and wrath upon this people. And they shall fall by the edge of the sword, and they shall be led away captive into all nations: and Jerusalem shall be trodden down of the Gentiles, until the times of the Gentiles are fulfilled.&#x201D;<span class=\"citation\" id=\"67988\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67988)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67988)\">Luke 21:23-24<\/a><\/span> That portion of this prophecy, concerning the Jews perishing by the edge of the sword, and their being scattered among all nations,<span class=\"citation\" id=\"126902\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126902)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126902)\">Dan. 12:7<\/a><\/span> and Jerusalem being trodden down under the feet of the Gentiles,<span class=\"citation\" id=\"126903\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126903)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126903)\">Dan. 9:24-27<\/a><\/span> has had a literal fulfillment; but there is one saying of our Savior that has not yet been fulfilled&#x2014;&#x201C;Jerusalem shall be trodden down by the Gentiles, until the times of the Gentiles are fulfilled.&#x201D;<span class=\"citation\" id=\"67998\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67998)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67998)\">Luke 21:24<\/a><\/span> That the times of the Gentiles are not yet fulfilled is proven by the fact that Jerusalem is still in possession of the Gentiles, and under their control. When the time shall have arrived for the fulfillment of the prophecy recorded by Ezekiel the Prophet, when the Jews and the ten tribes shall return and they shall no more be divided into two kingdoms,<span class=\"citation\" id=\"126914\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126914)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126914)\">Ezek. 37:22<\/a><\/span> Jerusalem will be redeemed from the hands of the Gentiles, and it will be again inhabited by the Jews as a nation;<span class=\"citation\" id=\"126913\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126913)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126913)\">D&amp;C 45:24-25<\/a><\/span> not by a poor miserable remnant, dependent upon the charity of foreign nations for subsistence, but hundreds of thousands of the twelve tribes will return to Palestine, and their capital city will be Jerusalem, not Samaria. <\/div><div class=\"paragraph jod\" id=\"v16n1194\"> This fulfillment of the times of  <div class=\"break pagebreak\" id=\"343a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0343.pdf\" target=\"pdfwin\">p.&#xA0;343a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6033\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the Gentiles is something to which I wish to call the special attention of my hearers this afternoon. In what manner will the Lord fulfill this work among the Gentiles, that the fullness of their times may come in? We have a little information on this subject, recorded in the eleventh chapter of Romans, which makes the subject very plain in regard to the two great classes of people&#x2014;the Jews and the Gentiles. They are spoken of in that chapter under the figure of two olive trees, one&#x2014;the house of Israel&#x2014;being represented by a tame olive tree, and the other&#x2014;the Gentiles&#x2014;by a wild olive tree. Paul, in speaking of the branches of Israel, says&#x2014;&#x201C;If some of the branches be broken off, and thou (the Gentiles), being a wild olive tree, wert graffed in among them, and with them partakest of the root and fatness of the olive tree; Boast not against the branches. But if thou boast, thou bearest not the root, but the root thee. Thou (that is the Gentiles) wilt say then, The branches were broken off, that I might be graffed in. Well; because of unbelief they were broken off, and thou standest by faith. Be not highminded, but fear: For if God spared not the natural branches, take heed lest he also spare not thee. Behold therefore the goodness and severity of God: on them (meaning Israel) which fell, severity; but towards thee (the Gentiles), goodness, if thou continue in his goodness: otherwise thou also shalt be cut off. And they also (the house of Israel), if they abide not still in unbelief, shall be graffed in: for God is able to graff them in again. For if thou (the Gentiles) were cut out of the olive tree which is wild by nature, and wert graffed contrary to nature into a good olive tree: how much more shall these, which <div class=\"break columnbreak\" id=\"343b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0343.pdf\" target=\"pdfwin\">p.&#xA0;343b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6033\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> be the natural branches, be graffed into their own olive tree? For I would not, brethren, that ye should be ignorant of this mystery, lest ye should be wise in your own conceits; that blindness in part is happened to Israel, until the fullness of the Gentiles be come in. And so all Israel shall be saved: as it is written, There shall come out of Sion the Deliverer, and shall turn away ungodliness from Jacob: For this is my covenant unto them, when I shall take away their sins. As concerning the gospel, they are enemies for your sakes: but as touching the election, they are beloved for the fathers' sake.&#x201D;<span class=\"citation\" id=\"72780\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72780)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72780)\">Rom. 11:17-28<\/a><\/span> Again he says in the 30th and 31st verses&#x2014;&#x201C;For as ye in times past have not believed God, yet have now obtained mercy through their unbelief: Even so have these now not believed, that through your mercy they also may obtain mercy.&#x201D;<span class=\"citation\" id=\"72822\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72822)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72822)\">Rom. 11:30-31<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v16n1196\"> We can see from the instructions that Paul has given, in this chapter, that the Gentiles were grafted in instead of the House of Israel; in other words, the Jews were broken off, as our Savior predicted to them. Said he&#x2014;&#x201C;Therefore say I unto you, The kingdom of God shall be taken from you, and shall be given to a nation bringing forth the fruits thereof.&#x201D;<span class=\"citation\" id=\"65347\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65347)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65347)\">Matt. 21:43<\/a><\/span> That is, it should be taken from the Israelites, and delivered over into the hands of the Gentiles. The kingdom that was thus rent from the Jews and transferred to the Gentiles may be called a spiritual kingdom, inasmuch as the Saints, to whom the kingdom was given in that day, did not form any particular constituent portion of the nations of the earth, but here was a branch, and there was a branch, one in one place and another in another; having received the blessings of the fullness of the Gospel, the blessings  <div class=\"break pagebreak\" id=\"344a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0344.pdf\" target=\"pdfwin\">p.&#xA0;344a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6032\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of that spiritual kingdom which was built up in their midst, they partook of the fatness of the olive tree, though they were wild branches.<span class=\"citation\" id=\"72774\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72774)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72774)\">Rom. 11:17<\/a><\/span> But by and by we find the Gentiles following after the same example of unbelief; they to whom the kingdom had been transferred from Israel got into darkness, unbelief and apostasy, the same as the Jews had done before them. Paul further warns them in this chapter not to boast. Says he&#x2014;&#x201C;Boast not against the branches. But if thou boast, thou bearest not the root, but the root thee. Thou wilt say then, the branches were broken off, that I might be graffed in. Take heed, therefore, lest you also shall fall after the same example of unbelief.&#x201D;<span class=\"citation\" id=\"72781\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72781)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72781)\">Rom. 11:18-21<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v16n1198\"> Have they taken heed? No, they have not. Where is that kingdom that was transferred to the Gentiles, that had inspired Apostles and Prophets in it? That kingdom upon which the Lord shed forth the Holy Ghost and all its gifts&#x2014;the gift of revelation, discerning of spirits, seeing angels, healing the sick, foretelling future events, visions and all the other gifts which came through the operation of his Spirit<span class=\"citation\" id=\"126904\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126904)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126904)\">Moro. 10:8-17<\/a><\/span> upon the wild branches of the olive tree, after they were grafted, through obedience to the Gospel, and became partakers of the root and fatness of the tame olive?<span class=\"citation\" id=\"72775\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72775)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72775)\">Rom. 11:17<\/a><\/span> Where is that kingdom? In other words, where is the church? It is said by some that the church has continued from the Apostolic period down until the present century of the Christian era. But if it has, I cannot find it, the researches I have made give me no indication of the existence of the kingdom that was transferred to the hands of the Gentiles. I know of no way to distinguish the church of God, only by comparing it with the pattern given in the New Testament. <div class=\"break columnbreak\" id=\"344b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0344.pdf\" target=\"pdfwin\">p.&#xA0;344b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6032\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Can I find among any of the Gentile nations a church with inspired Apostles in it? If I cannot, I have no authority to pronounce any such church the church of God. Its members may believe in the Bible, and they may be honest, we do not dispute the honesty of men; but unless they have this distinguishing characteristic of the Church of the living God, we have no right to suppose them to be the real, true Christian church. Let us hear what Paul says in the 12th chapter of Corinthians in relation to the organization of the church of Christ. We there find that the church have placed within it, first, Apostles, secondarily, Prophets, thirdly, Teachers, after that working of miracles, healing the sick,<span class=\"citation\" id=\"73613\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73613)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73613)\">1 Cor. 12:28<\/a><\/span> speaking with divers tongues, interpretation of tongues,<span class=\"citation\" id=\"73484\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73484)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73484)\">1 Cor. 12:10<\/a><\/span> &amp;c., and all these were helps, governments, gifts, blessings, authorities and powers that served to characterize the true kingdom or church of God from all those that were destitute of this power and authority. Did this authority, these gifts and blessings exist towards the close of the second century of the Christian era? No. What had become of them? The people had entirely apostatized from that ancient order of things. There were no doubt many who were very zealous and who professed Christianity, and claimed to be the church of God, but where were their Apostles? Nowhere to be found among men. Where were the Prophets in what was called the Christian church towards the latter part of the second century? Nowhere upon the face of the earth; the spirit of prophecy was entirely rooted out, and the Gentiles, through apostasy and unbelief, had fallen as the Jews had done before them. <\/div><div class=\"paragraph jod\" id=\"v16n1199\"> Again, where were the healing of the sick, opening the eyes of the  <div class=\"break pagebreak\" id=\"345a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0345.pdf\" target=\"pdfwin\">p.&#xA0;345a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6031\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>blind, unstopping deaf ears, and the lame leaping like a hart?<span class=\"citation\" id=\"59183\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59183)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59183)\">Isa. 35:5-6<\/a><\/span> Where were all those ancient gifts, such as speaking with tongues, interpretation of tongues, beholding angels, discerning spirits<span class=\"citation\" id=\"73485\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73485)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73485)\">1 Cor. 12:10<\/a><\/span> and the things of God as did the church of Christ in the first century? Nowhere to be found; but instead of this we find the people called Christians, spreading and increasing in the second, third, fourth and fifth centuries, but destitute of the spirit, power and gifts which characterized the ancient church, so much so that they even denied that there could be any more revelation, and instead of there being Prophets to give revelation day by day, week by week and year after year from one generation to another, they were obliged, at the Council of Carthage, held at the close of the fourth century of the Christian era, to gather up such fragments of the ancient revelations as they could find, here and there, scattered in manuscript among the various nations, sit in judgment upon them, without any spirit of revelation to designate to them whether they were true or false; and they compiled them together, and pronounced the canon of Scripture full. <\/div><div class=\"paragraph jod\" id=\"v16n1201\"> Now, if they had had the ancient Christian church, there would have been revelations during all of the second century as well as the first, and there would have been revelations in the third century, and in the fourth century, and in all the subsequent centuries down to the present period of time, and there would have been no such doctrine promulgated among the children of men as the canon of Scripture being full. It is one of the most false doctrines ever advanced among the children of men. God never yet had a people on the face of the earth in any age of the world from the creation down <div class=\"break columnbreak\" id=\"345b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0345.pdf\" target=\"pdfwin\">p.&#xA0;345b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6031\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> through all the dispensations, without having inspired men among them, who could call upon God and receive revelations, and their revelations were just as sacred as those which had preceded them, and that had been bound into volumes; hence the canon of Scripture would have been enlarged every century down to the present time had the Church of God continued on the earth. But like the ancient Jews, the Christians of the second and following centuries had apostatized, and were entirely destitute of the Spirit of God. The Jews had apostatized before Jesus came among them to that degree, that there were sects and parties among them, just as we find in the Christian world since; and these Jewish sects were destitute of the spirit of prophecy which their ancient fathers had; they were destitute of the ministration of angels, and scarcely one feature existed which was among their fathers in the days of their righteousness. It was because of this that the Jews were broken off, and the Gentiles were grafted in, and were made partakers of the riches, blessings and glories formerly enjoyed by the ancient Jews. <\/div><div class=\"paragraph jod\" id=\"v16n1202\"> &#x201C;Well,&#x201D; says one, &#x201C;am I to understand from your remarks that there has been no real Christian Church on the earth, for a great many centuries that are passed?&#x201D; These are my views, and these are the views of the Latter-day Saints&#x2014;we believe that, so far as the eastern hemisphere is concerned, there has been no true Christian Church for some seventeen centuries past. I say the eastern hemisphere, for we believe that there was a true Christian Church on this continent, which continued for nearly four centuries after Christ; but so far as the eastern hemisphere is concerned, it ex<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"346a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0346.pdf\" target=\"pdfwin\">p.&#xA0;346a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6030\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>isted in name only, with some few of the ordinances administered by persons without authority. We read in the works of the early Christian fathers, so called, when they found themselves destitute of all power to get new revelation from God, that they tried to persuade, and did finally persuade, the people that the canon of Scripture was full, and that God did not design to give his people any more revelation, and that wicked delusion continued for a great many generations. It was necessary to form some excuse, for those few among the people who had the privilege of reading the Bible would naturally see the distinguishing characteristics between the ancient Church and that with which they were connected, and unless there had been something to quiet their consciences they would have been continually asking the question&#x2014;&#x201C;Why do we not have Apostles? Why do we not have Prophets? Why do we not have the gifts which characterized the ancient Church?&#x201D; and hence the religious teachers of those days, as in ours, were compelled to tell the people that the canon of Scripture was full, and that the ancient Scriptures and the traditions of the Church were their only guides. <\/div><div class=\"paragraph jod\" id=\"v16n1204\"> Perhaps you may think I am misrepresenting this matter; if you do, go and read the works of the Roman Catholic Church written before there were any Protestant seceders from it, and you will find that this doctrine is universally inculcated therein. I should like to know, and I will ask the question, how it would be possible to transfer the Christian ministry from generation to generation, and from one century to another, without revelation? It could not be done; it would be an utter impossibility. A true Christian ministry must be <div class=\"break columnbreak\" id=\"346b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0346.pdf\" target=\"pdfwin\">p.&#xA0;346b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6030\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> called of God as Aaron was called, so says the Apostle Paul in writing to the Hebrews. He declares that &#x201C;no man taketh this honor unto himself, save he be called of God, as was Aaron.&#x201D;<span class=\"citation\" id=\"76594\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76594)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76594)\">Heb. 5:4<\/a><\/span> If we turn to the fore part of the Bible, we shall find that Aaron was called, not by revelation given to his ancient fathers, Abraham, Isaac and Jacob, not to Joseph in Egypt, to Noah or to Enoch, who lived before the flood; none of the revelations given to those ancient servants of God called Aaron to the ministry, but he was called by new revelation, direct from heaven to Moses, his brother, commanding Moses to set apart Aaron to the ministry;<span class=\"citation\" id=\"54386\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54386)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54386)\">Ex. 28:1<\/a><\/span> giving him directions respecting his duty;<span class=\"citation\" id=\"126905\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126905)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126905)\">Ex. 28:1-43<\/a><\/span><span class=\"citation\" id=\"126906\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126906)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126906)\">Ex. 29:1-46<\/a><\/span><span class=\"citation\" id=\"126907\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126907)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126907)\">Ex. 30:1-38<\/a><\/span> and God spake to both Moses and Aaron. That was the way Aaron was called. Now look at the ministry from the first century down to the present time. All its members have denied new revelation, and have declared that the canon of Scripture was full. Who, among the whole of them, was ever called by new revelation? Why, if a man made any such pretence he was excommunicated from the Church unless he repented of the sin, as they called it. To believe that God would again speak and call men by new revelation, as Aaron was called, was in their idea a heresy, and they were not to believe in anything except it was bound in their ancient books. We will take, for instance, the highest authority in the Church of Rome. The members of that church say that the right to sit in the papal chair has been handed down in unbroken succession from the Apostle Peter. Now, take away new revelation, and how could you choose from among the millions who professed Christianity the one that should sit in that chair? There is no means whatsoever of distinguishing him, unless  <div class=\"break pagebreak\" id=\"347a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0347.pdf\" target=\"pdfwin\">p.&#xA0;347a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6029\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>he was called of God as was Aaron,<span class=\"citation\" id=\"76595\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76595)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76595)\">Heb. 5:4<\/a><\/span> and this would introduce new revelation, and hence, when it ceased, the real authority ceased, and the Pope had no more authority than a heathen priest, neither could he confer authority upon a second man, neither could the church itself give authority without new revelation from God. The Bible could not give this authority, for there is not a word said in all the Old or New Testament that such and such a man, by such a name and at such a period in the future, should occupy the chair of St. Peter; hence, without new revelation, the selection of the successive Popes would be mere guess work. <\/div><div class=\"paragraph jod\" id=\"v16n1206\"> How is it with the Protestants? Let us come down to the Waldenses, to Luther, Calvin, Henry the Eighth, and those who dissented from the Catholic Church; have they authority? Let us inquire a little into their belief and views. Did those I have named believe there was any later revelation than that which was given on the Isle of Patmos? No, in this respect the Protestants followed after the same heresy as the mother church; she had taught for many generations that the canon of Scripture was full, and those who dissented and came out from her declared the same thing, and the people believed it, and finally the Church of England incorporated it into their thirty-nine articles of faith, and no person, according to their creed, was to receive anything as a part of his religious faith, except that which was contained in the books they called the canon of Scripture, which they said was full and complete. They never have found, in any revelation which God has given, that no more revelation or Scripture was to be given so long as there was a Christian Church on the <div class=\"break columnbreak\" id=\"347b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0347.pdf\" target=\"pdfwin\">p.&#xA0;347b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6029\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> face of the earth. These Protestants, then, were excommunicated from the mother church, were they not? I have heard some say, when asked about their authority to baptize and preach, and to administer the Lord's Supper, &#x201C;We do it by the authority of our priesthood and of the office we hold.&#x201D; &#x201C;Who gave you that office and authority?&#x201D; &#x201C;Such a man.&#x201D; &#x201C;Where did he get it?&#x201D; &#x201C;He got it from another, who preceded him.&#x201D; &#x201C;And, pray, how far back can you trace your priesthood?&#x201D; &#x201C;We can run it back to Martin Luther, John Calvin, Henry the Eighth, or some of those reformers who came out from the Roman Catholic Church.&#x201D; &#x201C;Where did the first ones whom you call reformers get their priesthood from, inasmuch as they denied new revelation, and were not called of God, as Aaron was?&#x201D;<span class=\"citation\" id=\"76596\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76596)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76596)\">Heb. 5:4<\/a><\/span> &#x201C;Oh, they got it from the mother church, the Roman Catholic Church.&#x201D; &#x201C;But what do you Protestants say about the Roman Catholic Church?&#x201D; &#x201C;Why, we say that she is that great and abominable power that is called the mother of harlots and Mystery Babylon the Great,<span class=\"citation\" id=\"80173\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80173)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80173)\">Rev. 17:5<\/a><\/span> that she is one of the most corrupt powers on the face of the earth, hence the Protestants, who could not endure all this corruption, came out from her.&#x201D;<span class=\"citation\" id=\"80242\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80242)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80242)\">Rev. 18:4<\/a><\/span> &#x201C;And yet you get your priesthood from this source.&#x201D; Do you not see, at once, the dilemma into which they fall, when they attempt to run their priesthood back? In one of the homilies of the Church of England, it is stated that for eight centuries the whole Christian world, every man, woman and child therein, were in the depths of idolatry, so that there was no individual, during that long period, who had any authority whatever. But supposing that you grant that  <div class=\"break pagebreak\" id=\"348a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0348.pdf\" target=\"pdfwin\">p.&#xA0;348a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6028\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the Roman Catholic Church, which the Protestants denounced as so corrupt, had power to hand down authority, and that, by the authority which they held they ordained Martin Luther, John Calvin and others of those early reformers, they had power to take their priesthood from them, had they not? Certainly, if they could bestow authority they could take it away again. Did they do that? Yes. Read the declarations of the Roman Catholic Church respecting these Protestant leaders, and see if they did not cut them off from everything that was ever conferred upon them in that church, every office, every authority and all power, and then denounced them to the very lowest abyss of hell; consequently, if you should even pretend that authority could be transferred to the Protestants, it was taken from them. Says one, &#x201C;Do you mean to unchristianize not only the Roman Catholic and Greek Churches, but also all those Protestant denominations who have sprung from them?&#x201D; Certainly I do, and it is in fulfillment of that which was spoken of by Paul in the 11th chapter of Romans, where he declares that if they do not continue in the goodness of God, they also shall be cut off, that is, cut off from all those blessed privileges and spiritual gifts which characterized the Church of Christ whilst it was on the earth.<span class=\"citation\" id=\"72789\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72789)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72789)\">Rom. 11:20-21<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v16n1208\"> This being the condition of things no wonder that God has left on record, in this good old book, that in the latter days he would again restore the kingdom to the earth; as there has been no Christian Church, with divine authority, in the four quarters of the globe for many centuries past, it is no wonder that the ancient Prophets saw a period of time when God would restore to the <div class=\"break columnbreak\" id=\"348b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0348.pdf\" target=\"pdfwin\">p.&#xA0;348b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6028\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> earth the true Church. Hence, we find, in the 14th chapter of the Revelation of St. John, that among the things which he saw, which were to transpire in the future, was the restoration of the everlasting Gospel to earth by an angel flying through the midst of heaven.<span class=\"citation\" id=\"79755\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79755)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79755)\">Rev. 14:6<\/a><\/span> It seems then, that, at the eleventh hour, the last period of time, God would again visit the inhabitants of the earth by sending a messenger from the courts above with glad tidings of great joy,<span class=\"citation\" id=\"67037\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67037)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67037)\">Luke 2:10<\/a><\/span> not for a few people dwelling in some particular corner of the earth, but for all people&#x2014;every nation, kindred and tongue upon the four quarters of our globe. Go and ask any of these fallen churches&#x2014;go to the oldest among them, the Roman Catholic, or the Greek church, and ask them if God has sent another angel with the everlasting Gospel to be preached to all nations,<span class=\"citation\" id=\"79756\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79756)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79756)\">Rev. 14:6<\/a><\/span> and has committed it to them, and they will tell you no, they do not believe it is ever to be sent in that manner, but that it has continued on the earth from the time it was introduced by the Savior, and consequently there is no need of any such restitution, there is no need of any angel coming to restore it, for they have it already. They will tell you that they have the good word of God, which already contains the everlasting Gospel; but if they have the word of God, I think I have proved to my hearers this afternoon, that they have not the authority to administer it, and that makes all the difference. They may have the word, but the Bible itself says that the letter killeth.<span class=\"citation\" id=\"74047\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74047)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74047)\">2 Cor. 3:6<\/a><\/span> The word is not calculated to save unless we can obey it. Can I be baptized if there is no man on the earth authorized to baptize me? No. He that is not born of the water and of the spirit can in no wise enter into the kingdom of God.<span class=\"citation\" id=\"68812\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68812)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68812)\">John 3:5<\/a><\/span>  <div class=\"break pagebreak\" id=\"349a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0349.pdf\" target=\"pdfwin\">p.&#xA0;349a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6027\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>How can I partake of the emblems of the broken body and shed blood of our Lord and Savior Jesus Christ,<span class=\"citation\" id=\"68074\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68074)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68074)\">Luke 22:19-20<\/a><\/span><span class=\"citation\" id=\"73366\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73366)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73366)\">1 Cor. 11:23-26<\/a><\/span> unless there is some man on earth authorized to administer that ordinance? I cannot do it. How can I receive the baptism of fire and the Holy Ghost<span class=\"citation\" id=\"62718\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62718)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62718)\">Matt. 3:11<\/a><\/span> if there be no person on the earth who has the authority to lay on hands in the name of the Lord Jesus to confer that blessing, the same as the apostles did in ancient times?<span class=\"citation\" id=\"71605\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71605)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71605)\">Acts 8:14-17<\/a><\/span> How can I obey any institution that belongs to the Christian Church, wherein authority is necessary, unless such authority be on the earth? Consequently if they, in their zeal towards God, say that they have the Gospel, I will admit it so far as the letter of the word is concerned, but they have not the authority to administer its ordinances, having lost it, because they have lost the power of revelation, and the power of the Priesthood. <\/div><div class=\"paragraph jod\" id=\"v16n1210\"> Well then, what are we to look for and expect? We are to look for the Lord to restore it. In what manner? Just as he has predicted through the mouths of his servants. If Joseph Smith had received the Book of Mormon without the ministration of an angel, and pretended that it was a revelation from God, every person acquainted with the Scriptures would have known that he was an impostor. How would they have known it? Because the Bible says that when the everlasting Gospel is restored it shall be by sending another angel flying through the midst of heaven, with the joyful message to be preached to all the inhabitants of the earth, to all nations, kindreds, tongues and people;<span class=\"citation\" id=\"79757\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79757)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79757)\">Rev. 14:6<\/a><\/span> therefore, if Joseph Smith had come pretending that no angel had revealed this to him, but that he was inspired from on high to bring forth the re<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"349b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0349.pdf\" target=\"pdfwin\">p.&#xA0;349b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6027\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>cords called the Book of Mormon, we should have set him down at once as one of the basest of impostors, because it would have been contrary to the Scriptures. <\/div><div class=\"paragraph jod\" id=\"v16n1211\"> Again, supposing that Joseph Smith had neglected to organize the Church of Latter-day Saints according to the ancient pattern, leaving out Apostles and inspired Prophets, as all the sects have done, all sensible men who believe in the Bible would have been compelled to come to the conclusion that in its organization this Church was defective, and did not agree with the ancient pattern, and they might have said&#x2014;&#x201C;You have no Prophets, you have no Apostles, and hence we reject you Joseph Smith, and your Book of Mormon; for if you were an inspired man, sent of God to raise up and establish his latter-day Church and kingdom upon the earth, you would have among you inspired Apostles and Prophets, and your Church would have agreed in all respects with the ancient pattern.&#x201D; But although Joseph Smith was but a farmer's boy, and had but a very limited education when the Lord called him, we find nothing lacking in the organization of the Church, we find that it agrees in every respect with the Church as organized anciently by the Savior. God even told him the very day on which it should be organized,<span class=\"citation\" id=\"84248\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84248)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84248)\">D&amp;C 20:1<\/a><\/span> and also named the various offices that should be contained therein, and he also gave him revelation concerning the names of the individuals who should be ordained, from time to time, until there were twelve Apostles and until the Priesthood was restored in all its branches. And when we compare the Gospel taught by this young man we find that it agrees in every particular with the ancient Gospel, as re<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"350a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0350.pdf\" target=\"pdfwin\">p.&#xA0;350a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6026\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>corded in the New Testament. He preached faith in the Lord Jesus Christ, just as the ancients did, also repentance of all sins, as the ancients did; be baptized by immersion in water for the remission of sins in the name of Jesus Christ, just as the ancients did; God commanded him to lay hands upon those who believed, repented and were baptized for the remission of their sins, that the baptism of the Holy Ghost might be given to them, just as the ancients did. God promised, in this last dispensation, that the Saints should enjoy all the gifts enjoyed by his people in ancient days&#x2014;that they should lay hands upon the sick and they should recover;<span class=\"citation\" id=\"66943\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66943)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66943)\">Mark 16:18<\/a><\/span> that in the name of Jesus they should cast out devils,<span class=\"citation\" id=\"66904\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66904)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66904)\">Mark 16:17<\/a><\/span> open the eyes of the blind, unstop deaf ears,<span class=\"citation\" id=\"87851\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87851)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87851)\">D&amp;C 84:67-69<\/a><\/span> cause the lame to walk,<span class=\"citation\" id=\"126908\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126908)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126908)\">Isa. 35:5-6<\/a><\/span> and that through them, God would show forth his power in this latter-day Church and kingdom as he did in the former-day Church and kingdom. These promises were made to the believers in our day; and moreover Joseph Smith declared that when he obtained the plates of the Book of Mormon, it was by an angel flying through the midst of heaven,<span class=\"citation\" id=\"79758\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79758)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79758)\">Rev. 14:6<\/a><\/span> who directed him by vision to the place where these plates were deposited&#x2014;<span class=\"citation\" id=\"126909\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126909)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126909)\">JS&mdash;H 1:42<\/a><\/span>the hill Cumorah in the State of New York. He was also commanded of the Almighty to translate the contents of these plates by the aid of the Urim and Thummim, which were found deposited with the plates, and he translated them according to God's command. <\/div><div class=\"paragraph jod\" id=\"v16n1213\"> God raised up, before this Church was organized, three other witnesses and they beheld an angel in his glory and power; they saw him descend from the heavens, and heard his voice, and they heard <div class=\"break columnbreak\" id=\"350b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0350.pdf\" target=\"pdfwin\">p.&#xA0;350b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6026\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the voice of the Lord testify unto them that the translation by this young man, from these plates, had been given by the inspiration of the Holy Ghost, and they were commanded to bear record to all people, nations and tongues to whom this work should be sent.<span class=\"citation\" id=\"126910\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126910)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126910)\">BM Three Wit.<\/a><\/span> In all of these respects, there is a perfect correspondence between this latter-day work of God and the Bible. <\/div><div class=\"paragraph jod\" id=\"v16n1214\"> Now let us come to those passages of Scripture which I read at the commencement of my discourse. The thirty-seventh chapter of Ezekiel informs us that before God should restore the House of Israel to their own lands he would bring forth the stick of Joseph, written upon for Joseph, and put it with the stick of Judah, written upon for Judah, and that he would make these two records one in his own hands; and then, for fear the children of Israel would not understand what Ezekiel meant by writing upon one stick for Joseph, the stick of Ephraim, and then writing upon the second stick for Judah, he was required to hold up these two sticks, after having joined them in one before the children of Israel,<span class=\"citation\" id=\"60874\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60874)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60874)\">Ezek. 37:15-22<\/a><\/span> and then says the Lord&#x2014;&#x201C;When the children of thy people shall speak unto thee, saying, Wilt thou not show us what thou meanest by these two sticks, written upon for these two tribes? Say unto them, Thus saith the Lord God; Behold, I will take the stick of Ephraim, the stick of Joseph, and I will put it with the stick of Judah, and they shall become one in mine hands. And the sticks whereon thou writest shall be in thine hands before their eyes;&#x201D;<span class=\"citation\" id=\"60886\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60886)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60886)\">Ezek. 37:18-20<\/a><\/span> showing that that which was in Ezekiel's hands was to typify that which the Lord said should be in his own hands. <\/div><div class=\"paragraph jod\" id=\"v16n1215\"> Now you see that this record of the tribe of Joseph, called the Book of  <div class=\"break pagebreak\" id=\"351a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0351.pdf\" target=\"pdfwin\">p.&#xA0;351a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6025\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Mormon, agrees in all its particulars, so far as doctrine is concerned, with the record of the tribe of Judah; hence the testimony of two nations should be a witness to all people, nations and tongues respecting the truth of Christianity:<span class=\"citation\" id=\"81546\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81546)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81546)\">2 Ne. 29:8<\/a><\/span> and instead of doing away with Christianity, the Book of Mormon&#x2014;the record or stick of Joseph, is an additional testimony to the great and important truths contained in the Bible; it is a testimony against the corruptions that have been introduced into the world under the name of Christianity. <\/div><div class=\"paragraph jod\" id=\"v16n1217\"> Had we time we might refer you to many other prophecies that have been given and written in the Jewish record concerning the coming forth of the record of Joseph in the latter days, just prior to the gathering of the House of Israel. The Christian world may use all the exertions they are capable of, and spend all the money they please, to bring about the gathering of the Jews in the land of Palestine, never to be divided again, but they cannot accomplish it. Why? Because God has his own way to fulfill and bring about his purposes, and they must be accomplished as he has decreed in order that the prophecies may be fulfilled. Read the 29th chapter of Isaiah. Nearly the whole chapter speaks of future events, declaring how another book should come forth, and that before it was translated the words of the book, not the book itself, should be delivered to the learned, saying, &#x201C;Read this, I pray thee;&#x201D; and he replied, that it was a sealed book, and he could not read it. Then the book is delivered to him that is not learned, and he is requested to read it, but he replies, &#x201C;I am not learned.&#x201D;<span class=\"citation\" id=\"58733\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58733)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58733)\">Isa. 29:11-12<\/a><\/span> The next passage says&#x2014;&#x201C;Forasmuch as this people&#x201D;&#x2014;the people to whom the book is revealed&#x2014;&#x201C;draw near to <div class=\"break columnbreak\" id=\"351b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0351.pdf\" target=\"pdfwin\">p.&#xA0;351b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6025\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> me with their mouth, do honor me with their lips, and their hearts are removed far from me, and the fear of the Lord is taught to them by the precepts of men: Behold I will proceed to do a marvelous work, even a marvelous work and a wonder: the wisdom of their wise men shall perish, and the understanding of their prudent men shall be hid.&#x201D;<span class=\"citation\" id=\"58772\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58772)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58772)\">Isa. 29:13-14<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v16n1218\"> All this was fulfilled when the Lord brought forth the Book of Mormon. According to the prediction of Isaiah, a copy of some of the words or characters on the plates was sent, by him who found them, to the city of New York, and were presented to the learned for translation, but they could not translate them. They were the inscriptions of the ancient fathers of the Indians, and the learned knew nothing about them; they were as a sealed book to them. Then the Lord commanded this young man to translate the book, not by learning, but by inspiration, and in that respect the wisdom of the wise and learned did perish, and a marvelous work even a wonder was accomplished.<span class=\"citation\" id=\"126911\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126911)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126911)\">Isa. 29:14<\/a><\/span> In the same chapter it says that, &#x201C;In that day shall the deaf hear the words of the book.&#x201D;<span class=\"citation\" id=\"58831\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58831)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58831)\">Isa. 29:18<\/a><\/span> What book? Answer, the book that was previously spoken of. &#x201C;The eyes of the blind shall see out of obscurity, and darkness. The meek also shall increase their joy in the Lord, and the poor among men shall rejoice in the Holy One of Israel.&#x201D;<span class=\"citation\" id=\"58839\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58839)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58839)\">Isa. 29:18-19<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v16n1219\"> Would you like to know who it is who have settled this Territory, and built up between one and two hundred towns and village's now existing within its borders? It is the poor among men. The rich and great, the highminded and noble have despised the work of the Lord; but the poor among men, from many nations, have received the message and testimony which God has re<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"352a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0352.pdf\" target=\"pdfwin\">p.&#xA0;352a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6024\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>vealed by the ministration of an angel flying through the midst of heaven.<span class=\"citation\" id=\"79759\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79759)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79759)\">Rev. 14:6<\/a><\/span> They have left their native countries, and have gathered here, and here they are in the possession of a rich country and they have been made to &#x201C;rejoice in the Holy One of Israel.&#x201D;<span class=\"citation\" id=\"58860\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58860)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58860)\">Isa. 29:19<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v16n1221\"> And then again, what does the Lord say about the gathering of Jacob, when this book shall come forth? Read a little further on in the same chapter and you will find these words&#x2014;&#x201C;Therefore thus saith the Lord, who redeemed Abraham, concerning the house of Jacob, Jacob shall no longer be made ashamed, neither shall his face wax pale. But when he seeth his children, the work of my hands, in the midst of him, they shall sanctify the Holy One of Jacob, and shall fear the God of Israel.&#x201D;<span class=\"citation\" id=\"58912\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58912)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58912)\">Isa. 29:22-23<\/a><\/span> No longer be made ashamed! Why? Because the book that Isaiah speaks of, that should come forth, should be the means of gathering them and restoring them to their own land, and they should never become two kingdoms and two nations any more at all.<span class=\"citation\" id=\"60896\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60896)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60896)\">Ezek. 37:22<\/a><\/span> Inquires one&#x2014;&#x201C;Why do you not go to the House of Israel, what have you Latter-day Saints been doing for forty years past? Have you gathered Israel?&#x201D; No, we have not; if we had the Scriptures would not have been fulfilled. Why? Because the times of the Gentiles must first be fulfilled, and Jerusalem must be trodden down by them, until their times are fulfilled. What do you mean by their times being fulfilled, and the fullness of the Gentiles coming in? I mean just what the Lord means, that this Gospel, which God sends by the ministration of &#x201C;another angel&#x201D; from heaven, must be preached to all nations, kindreds, tongues and people,<span class=\"citation\" id=\"79760\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79760)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79760)\">Rev. 14:6<\/a><\/span> to the Gentiles first; and when they get through <div class=\"break columnbreak\" id=\"352b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0352.pdf\" target=\"pdfwin\">p.&#xA0;352b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6024\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> with them, it will go to Israel, for the times of the Gentiles will then be fulfilled; in other words, when God shall speak to his servants, and say unto them&#x2014;&#x201C;It is enough, you have been faithful in your ministry, you have warned the nations, kindreds and tongues of the Gentiles sufficiently, now I call you to a still greater work, and will give you a new mission, not to go and preach to the Gentiles, but go to the remnants of the House of Israel wherever they can be found, and let your testimony be to them. Hunt them up from the four quarters of the earth, gather them out with a mighty hand and with an outstretched arm,<span class=\"citation\" id=\"55122\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55122)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55122)\">Deut. 26:8<\/a><\/span> and bring them back to their own land.&#x201D; When that time shall come Israel will be gathered and not till then.<span class=\"citation\" id=\"126912\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126912)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126912)\">D&amp;C 45:24-25<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v16n1222\"> Inquires one&#x2014;&#x201C;How long will the Gospel still be preached to the Gentiles?&#x201D; I do not know; I can give you certain limits, but within those limits I cannot decide. God told us in the early days of this Church, by new revelation, that the times of the Gentiles would be fulfilled in the generation then living upon the earth.<span class=\"citation\" id=\"126915\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126915)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126915)\">Luke 21:23-32 (JST)<\/a><\/span><span class=\"citation\" id=\"85599\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85599)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85599)\">D&amp;C 45:25-30<\/a><\/span> Forth-three years of that generation have already gone by. How many more years it will be before their times are fulfilled I cannot tell; but I know the day is not far distant when young men, now living in these mountains, will be commissioned to go, not to the Gentiles, for their times will be fulfilled, but the Lord will say to them&#x2014;&#x201C;Go forth and fish and hunt up Israel in the four quarters of the earth. Go to the remnants of Joseph that are in South America, and scattered over this vast continent from the frozen regions of the north to Cape Horn in South America; go and teach them the Gospel, for they are a remnant of the tribe of Joseph: and his arm will be made bare in that day  <div class=\"break pagebreak\" id=\"353a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0353.pdf\" target=\"pdfwin\">p.&#xA0;353a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6023\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>in such a manner that they will not reject the truth, and they will be grafted in again into their own olive tree,<span class=\"citation\" id=\"72801\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72801)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72801)\">Rom. 11:23<\/a><\/span> and become a righteous branch of the house of Israel. <\/div><div class=\"paragraph jod\" id=\"v16n1224\"> That is the destiny of our Indian tribes. Many may yet suffer and perish, but when the time of their tribulation is past, when the Lord has rewarded unto them double for all the sins that were committed by their ancient fathers in their apostasy,<span class=\"citation\" id=\"80303\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80303)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80303)\">Rev. 18:6<\/a><\/span> and when he has visited them in judgment according to the prophecies that are contained in this Book of Mormon, and the times of the Gentiles who now occupy this land are fulfilled, then the Lord will make bare his arm, and he will redeem these remnants of Israel, that they may inherit the blessings promised to their ancient fathers.<span class=\"citation\" id=\"126919\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126919)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126919)\">2 Ne. 3:17-24<\/a><\/span><span class=\"citation\" id=\"126920\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126920)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126920)\">3 Ne. 21:1-29<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v16n1225\"> I do not know that I have time to say anything more on this subject. To those who are unacquainted with the vast amount of testimony in the Scriptures in relation to this work, <div class=\"break columnbreak\" id=\"353b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0353.pdf\" target=\"pdfwin\">p.&#xA0;353b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6023\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> I say, read the ancient prophecies, Isaiah especially; read the Psalms of David, those which speak of the events which are to precede the second coming of Christ; read the prophecy of Daniel, about the setting up of the latter-day kingdom, whose beginning should be like a little stone cut out of the mountains without hands, rolling forth and becoming a great mountain and filling the whole earth,<span class=\"citation\" id=\"61039\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61039)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61039)\">Dan. 2:34-35<\/a><\/span> not like the destiny of the ancient kingdom, to be destroyed out of the earth through apostasy. The latter-day kingdom is to increase in greatness, power and glory, until the kingdom and dominion under the whole heaven shall be given into the hands of the Saints of the Most High,<span class=\"citation\" id=\"61739\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61739)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61739)\">Dan. 7:27<\/a><\/span> and the wicked shall be entirely swept from the face of the earth.<span class=\"citation\" id=\"57368\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57368)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57368)\">Prov. 2:22<\/a><\/span><span class=\"citation\" id=\"126917\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126917)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126917)\">Prov. 10:30<\/a><\/span><span class=\"citation\" id=\"126916\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126916)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126916)\">Ether 2:8-10<\/a><\/span><span class=\"citation\" id=\"126918\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126918)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126918)\">D&amp;C 43:33<\/a><\/span><span class=\"citation\" id=\"86504\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86504)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86504)\">D&amp;C 63:54<\/a><\/span> Read all these prophecies, and when you have read and understood them, you will know what the Latter-day Saints believe, and what are their views in relation to the future. Amen. <\/div>\n<\/div>\n<\/div>"}