{"ID":160012, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Rise of Zion in the Last Days.<\/div>\n<div class=\"subtitle\">Discourse by Elder Orson Pratt, delivered in the New Tabernacle, Salt Lake City, Sunday Afternoon, June 15, 1873.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: The Rise of Zion in the Last Days.<\/div>\n<div class=\"speaker\">Speaker: Orson Pratt<\/div>\n<div class=\"date\">Date: 6\/15\/1873<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d12\">\n<div class=\"paragraph jod\" id=\"v16n268\"> I will call your attention to the first two lines in the first hymn that was sung this afternoon&#x2014;  <\/div><div class=\"paragraph jod\" id=\"v16n269\"> &#x201C;Arise, O glorious Zion, Thou joy of latter days.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v16n270\"> In connection with these two lines, I will cite the attention of the congregation to the first verse of the 60th chapter of Isaiah&#x2014;  <\/div><div class=\"paragraph jod\" id=\"v16n271\"> &#x201C;Arise, shine; for thy light is come, and the glory of the Lord has risen upon thee.&#x201D;<span class=\"citation\" id=\"59877\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59877)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59877)\">Isa. 60:1<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v16n272\"> The passage which I have quoted from Isaiah has reference to the latter-day Zion, about which the choir sang at the opening of the meeting. That there may be no misunderstanding about the people to whom the Prophet had reference, I will read some other passages connected with it&#x2014;&#x201C;And the Redeemer shall come to Zion, and unto them that turn from transgression in Jacob, saith the Lord.&#x201D;<span class=\"citation\" id=\"59867\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59867)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59867)\">Isa. 59:20<\/a><\/span> The Zion that is here spoken of is called upon to &#x201C;arise and shine; for the glory of the Lord is risen upon thee.&#x201D;<span class=\"citation\" id=\"59876\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59876)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59876)\">Isa. 60:1<\/a><\/span> There is no one thing more fully revealed in the Scriptures of eternal truth, than the rise of the Zion of our God in the latter days, clothed upon with the glory of God from the heavens&#x2014;a Zion that will attract the attention of all the nations and kindreds of the whole earth.<span class=\"citation\" id=\"56640\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56640)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56640)\">Ps. 48:2<\/a><\/span> It will not be something that takes place in a corner<span class=\"citation\" id=\"72138\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72138)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72138)\">Acts 26:26<\/a><\/span> on <div class=\"break columnbreak\" id=\"78b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0078.pdf\" target=\"pdfwin\">p.&#xA0;78b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6298\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> some distant island of the sea, or away among some obscure people; but it will be something that will call forth the attention of all people and nations upon the face of the whole earth. The rise of Zion, the latter-day Zion. What are we to understand by the meaning of Zion? What I understand, and what the Scriptures have portrayed in regard to the meaning of Zion is, a people who shall receive the law of God, and who shall be acknowledged of the Lord as his people&#x2014;a people who shall be gathered together from the nations of the earth, and build a house to the name of the Lord in the latter days. A people who shall have their abiding place in the mountains, and who shall build a city that shall be called Zion.<span class=\"citation\" id=\"57732\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57732)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57732)\">Isa. 2:2-3<\/a><\/span> All these things are clearly portrayed in prophecy. The people of God must be a people who give the most diligent heed to his word; they will be guided by revelation from him, and among them his power will be made conspicuously manifest. These are characteristics concerning this latter-day Zion, spoken of by the ancient Prophets, which, if the Spirit of the Lord will enable me to clearly comprehend the subject, I will endeavor, this afternoon, in my simple language and in  <div class=\"break pagebreak\" id=\"79a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0079.pdf\" target=\"pdfwin\">p.&#xA0;79a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6297\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>my simple manner, to lay before this congregation. <\/div><div class=\"paragraph jod\" id=\"v16n274\"> We find, in the 40th chapter of the prophecies of Isaiah, that the people of Zion are to be raised up preparatory to the second advent of the Son of God. Isaiah uses an exclamation something like this&#x2014;&#x201C;O Zion, that bringest good tidings, get thee up into the high mountain.&#x201D;<span class=\"citation\" id=\"59304\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59304)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59304)\">Isa. 40:9<\/a><\/span> It seems by this, that the people called Zion, wherever they might be, were to be removed from the regions they originally inhabited, and were to be located in a high mountain, or in a very elevated region. If you wish to know the time which this prophetic exhortation to the people of Zion had reference to, read the whole of the 40th chapter of Isaiah, and you will find that, at that period, the glory of God is to be revealed and all flesh is to see it together,<span class=\"citation\" id=\"59281\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59281)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59281)\">Isa. 40:5<\/a><\/span> evidently referring to the great day when the Son of God shall come in his glory, when every eye shall see him, and they also who pierced him,<span class=\"citation\" id=\"78981\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78981)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78981)\">Rev. 1:7<\/a><\/span> and all people, nations and tongues under heaven, who are spared unto that day, shall behold him descend in power and majesty to this earth.<span class=\"citation\" id=\"78987\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78987)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78987)\">Rev. 1:7 (JST)<\/a><\/span> In his 40th chapter, the Prophet Isaiah has told us that then the mountains shall be broken down, the valleys exalted, the rough places made smooth, the glory of the Lord revealed and all flesh see it together.<span class=\"citation\" id=\"59272\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59272)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59272)\">Isa. 40:4-5<\/a><\/span> Then the iniquities of ancient Israel will have been sufficiently punished, for the Lord will have rewarded them double for all their sins.<span class=\"citation\" id=\"59251\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59251)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59251)\">Isa. 40:2<\/a><\/span> When that time arrives the people called Zion will be required to go into the high mountains, and they shall bring good tidings unto the inhabitants of the earth.<span class=\"citation\" id=\"59305\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59305)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59305)\">Isa. 40:9<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v16n275\"> Those who have heard the proclamation of the Latter-day Saints, <div class=\"break columnbreak\" id=\"79b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0079.pdf\" target=\"pdfwin\">p.&#xA0;79b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6297\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> can judge whether we have brought good tidings to this generation or not. We were called upon by the Almighty and his holy angels to go forth and declare to the nations of the earth, that God had again spoken from the heavens, and that by holy angels sent down from heaven, he had again revealed the everlasting Gospel in all its fullness,<span class=\"citation\" id=\"79740\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79740)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79740)\">Rev. 14:6<\/a><\/span> and for forty years past we have declared this to the world. We have also testified that many of the servants of God have been ordained by holy angels and sent forth to publish these tidings among the inhabitants of the earth, and that others have been ordained by those who received their ordination from heavenly messengers. <\/div><div class=\"paragraph jod\" id=\"v16n276\"> What greater or more glorious tidings could be proclaimest to the fallen sons and daughters of men than the everlasting Gospel the same Gospel that was proclaimed anciently by Jesus and his Apostles? In the sixth verse of the 14th chapter of the Revelation of St. John, we read of the Gospel being revealed by an angel, and that, after it was revealed, it should be published to all people, nations and tongues under the whole heavens,<span class=\"citation\" id=\"79741\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79741)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79741)\">Rev. 14:6<\/a><\/span> saying that the hour of God's judgment was come,<span class=\"citation\" id=\"79957\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79957)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79957)\">Rev. 14:7<\/a><\/span> showing clearly that the day in which the angel should be sent forth with the everlasting Gospel, should be specially characterized by terrible judgments poured out upon the nations of the wicked. <\/div><div class=\"paragraph jod\" id=\"v16n277\"> When the Prophet said, O Zion, thou that bringest good tidings, get thee up into the high mountain,<span class=\"citation\" id=\"59306\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59306)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59306)\">Isa. 40:9<\/a><\/span> he no doubt beheld in vision the great work of gathering the children of Zion, from the various nations of the earth, into a mountainous or elevated region upon our globe. <\/div><div class=\"paragraph jod\" id=\"v16n278\"> Prior to the death of the Prophet Joseph Smith, the Lord predicted  <div class=\"break pagebreak\" id=\"80a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0080.pdf\" target=\"pdfwin\">p.&#xA0;80a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6296\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>through him that this people should be gathered out from all the nations under heaven,<span class=\"citation\" id=\"91838\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91838)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91838)\">D&amp;C 133:7-9<\/a><\/span> and should be established in the mountains, or elevated regions of this continent;<span class=\"citation\" id=\"85913\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85913)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85913)\">D&amp;C 49:24-25<\/a><\/span> and two or three years after his death&#x2014;twenty-six years ago, this coming season&#x2014;this prediction began to be fulfilled, for in the year 1847, the pioneers made a journey of 1,400 miles from the Mississippi River, and, by the inspiration of the Spirit of the living God, they rested upon this mountainous, and then wild and desolate region. They commenced a settlement where the site of this city now stands, and since that time this people gathered from every nation by the preaching of the everlasting Gospel,<span class=\"citation\" id=\"79742\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79742)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79742)\">Rev. 14:6<\/a><\/span> revealed in these latter days through the Prophet Joseph, have extended their borders, and have built towns and cities over an area many hundred miles in extent. In obedience to the command of the Almighty, this people left their native countries and the graves of their ancestors, and came forth by thousands each succeeding year, and peopled this high and elevated region of our country. We came here because modern Prophets opened their mouths by the spirit of revelation and declared these mountains to be the abiding place of the latter-day Zion. We came to fulfill modern prophecies as well as the predictions of the ancient Prophets. Have you not read, Latter-day Saints and strangers, in this good old book, a prediction, uttered some twenty-five hundred years ago, by the mouth of Isaiah, concerning the house of the Lord that was to be built in the latter days in the tops of the mountains?<span class=\"citation\" id=\"57709\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57709)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57709)\">Isa. 2:2<\/a><\/span> I presume that you have read it many a time; indeed I have heard Christian denominations of almost every sect, in their psalms and anthems, refer to <div class=\"break columnbreak\" id=\"80b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0080.pdf\" target=\"pdfwin\">p.&#xA0;80b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6296\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> this prophecy. They have spoken of the mountain of the house of the Lord, that should be established in the latter days upon the mountains.<span class=\"citation\" id=\"57710\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57710)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57710)\">Isa. 2:2<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v16n280\"> Let me now refer you to that prophecy, which is recorded in the second chapter of Isaiah, and which reads thus&#x2014;&#x201C;And it shall come to pass in the last days, that the mountain of the Lord's house shall be established in the top of the mountains, and shall be exhalted above the hills; and all nations shall flow unto it. And many people shall go and say, Come ye, and let us go up to the mountain of the Lord, and to the house of the God of Jacob; and he will teach us of his ways, and we will walk in his paths: for out of Zion shall go forth the law, and the word of the Lord from Jerusalem.&#x201D;<span class=\"citation\" id=\"57733\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57733)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57733)\">Isa. 2:2-3<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v16n281\"> It seems, then, that the people who would build this house of God in the latter days in the mountains, are called Zion, and from them should go forth the law.<span class=\"citation\" id=\"57783\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57783)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57783)\">Isa. 2:3<\/a><\/span> What law? Does this mean the civil law of the country, to govern all people? No. The people of this American republic, by their representatives in Congress, have enacted civil laws and formed a great and free government upon the face of this continent, by which the people in a civil capacity are governed. This, therefore, must have reference to the law of the Gospel, that God would reveal in the latter days unto Zion. From Zion shall go forth the law,<span class=\"citation\" id=\"57782\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57782)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57782)\">Isa. 2:3<\/a><\/span> says the Prophet, and then, to show more fully the nature of this great latter-day work, be exclaims in the next verse&#x2014;&#x201C;And he shall judge the nations, and shall rebuke many people: and they shall beat their swords into plowshares, and their spears into pruninghooks: nation shall not lift up sword against nation, neither shall they learn war any more.&#x201D;<span class=\"citation\" id=\"57859\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57859)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57859)\">Isa. 2:4<\/a><\/span> <\/div> <div class=\"break pagebreak\" id=\"81a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0081.pdf\" target=\"pdfwin\">p.&#xA0;81a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6295\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v16n283\"> It is very evident from this last prediction which I have read, that a very great and important work should be done in the last days upon the mountains. The Lord has to prepare or build a house in the mountains. Will it not be a marvelous work and a wonder<span class=\"citation\" id=\"58794\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58794)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58794)\">Isa. 29:14<\/a><\/span> for the Lord to have a house in the latter days upon the earth? I think it will, especially when we remember that the earth has been without a house of God for a great many generations. If there had always been a house of God on the earth, the Prophet would never have uttered this prophecy; but for the last 1,600 years we might have gone from east to west, and from north to south, in the four quarters of the earth, and then into the islands of the sea, seeking for a house of God, and we could not have found one. What I mean by a house of God, is one which God himself commanded to be built. I know that there are many houses built in all the great cities of this Republic, as well as in Europe, by the different religious sects, many of them superb buildings, and you will find written upon them generally, &#x201C;The house of the Lord,&#x201D; &#x201C;The house of God,&#x201D; &#x201C;The church of Jesus,&#x201D; the house of God called &#x201C;St. Paul's church,&#x201D; the house of God called &#x201C;St. Peter's church,&#x201D; or &#x201C;St. John's church.&#x201D; We can find plenty of them in New York, and in all the great cities and towns of our nation, also in Great Britain, and all the Christian nations of Europe, very grand, superb edifices, which have cost an immense amount of money. Did God command the building of any of these houses? If he did not, then they are not his houses, and they are nicknamed houses of the Lord by the builders or proprietors, while he, really, has nothing to do with them. Did he ever send an angel into any <div class=\"break columnbreak\" id=\"81b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0081.pdf\" target=\"pdfwin\">p.&#xA0;81b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6295\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of these houses? No. When did he ever appear in his glory in these houses? Never. Did he ever say to the people, &#x201C;You have built them according to the pattern which I gave unto you, and I now accept them.&#x201D; No such declaration was ever heard among all these Christian nations. The Lord has had no house on the earth for a great many centuries, and for that very reason the Prophet Isaiah was wrought upon by the Spirit of revelation to declare that such a great event as the Lord having a house on the earth in the latter days should be accomplished, and its location should be in the mountains.<span class=\"citation\" id=\"57786\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57786)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57786)\">Isa. 2:3<\/a><\/span> From this we may draw the conclusion that it must be in a very elevated region, when compared with the general level or surface of the country whereon it will be built. <\/div><div class=\"paragraph jod\" id=\"v16n284\"> There is one thing that will characterize the Zion of the latter days: its people will not only be commanded to get up into the high mountain,<span class=\"citation\" id=\"59307\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59307)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59307)\">Isa. 40:9<\/a><\/span> but they will also be commanded to build unto the Lord a house in the mountains,<span class=\"citation\" id=\"57784\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57784)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57784)\">Isa. 2:3<\/a><\/span> the pattern of that house being given by inspiration, everything pertaining to it being dictated by the power of prophecy by the servants of the Most High God; and when the house is built, if no unclean thing is suffered to enter therein to defile it, God will come into his tabernacle;<span class=\"citation\" id=\"89150\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89150)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89150)\">D&amp;C 97:15<\/a><\/span> but if there be any unclean thing come into that house and defile it, he will not enter, for he dwells not in unholy temples,<span class=\"citation\" id=\"81811\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81811)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81811)\">Mosiah 2:37<\/a><\/span><span class=\"citation\" id=\"89171\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89171)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89171)\">D&amp;C 97:17<\/a><\/span> and he will not accept such a house, as an offering at the hands of his Saints. But we read that in the latter days God will accept the house that shall be built,<span class=\"citation\" id=\"57785\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57785)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57785)\">Isa. 2:3<\/a><\/span> and not only the house erected to his name, but also the dwelling houses of his people,<span class=\"citation\" id=\"57917\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57917)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57917)\">Isa. 4:5<\/a><\/span> showing that they must be a very pure people,<span class=\"citation\" id=\"89167\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89167)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89167)\">D&amp;C 97:16<\/a><\/span><span class=\"citation\" id=\"89368\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89368)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89368)\">D&amp;C 100:16<\/a><\/span> or he would not accept of their private dwellings. <\/div> <div class=\"break pagebreak\" id=\"82a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0082.pdf\" target=\"pdfwin\">p.&#xA0;82a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6294\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v16n286\"> In order to prove this, I will refer you now to the 4th chapter of Isaiah. There we read&#x2014;&#x201C;And the Lord will create upon every dwelling place of mount Zion, and upon her assemblies, a cloud and smoke by day, and the shining of a flaming fire by night: for upon all the glory shall be a defence. And there shall be a tabernacle for a shadow in the daytime from the heat, and for a place of refuge, and for a covert from storm and from rain.&#x201D;<span class=\"citation\" id=\"57935\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57935)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57935)\">Isa. 4:5-6<\/a><\/span> I believe this building is called a Tabernacle, and it will accommodate from twelve thousand to fifteen thousand persons, and it is a tolerably cool place for the people in the heat of summer, especially to be a shade in the day time from the heat, and for a place of refuge and a covert from storm and from rain and tempest.<span class=\"citation\" id=\"57937\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57937)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57937)\">Isa. 4:6<\/a><\/span> I do not think that storms or tempests would affect a congregation that might be assembled in the Lord's Tabernacle; but I wish particularly to call your attention to the preceding verse&#x2014;&#x201C;The Lord shall create upon every dwelling place of mount Zion, and upon all her assemblies, a cloud and smoke by day, and the shining of a flame or pillar of fire by night.&#x201D;<span class=\"citation\" id=\"57918\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57918)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57918)\">Isa. 4:5<\/a><\/span> I do not see any cloud covering this house, or the congregation that is before me. What is the reason? The time has not yet come. The time is to come when God will meet with all the congregation of his Saints, and to show his approval, and that he does love them, he will work a miracle by covering them in the cloud of his glory. I do not mean something that is invisible, but I mean that same order of things which once existed on the earth so far as the tabernacle of Moses was concerned, which was carried in the midst of the children of Israel as they journeyed in the wilderness. Did God manifest himself in that tabernacle <div class=\"break columnbreak\" id=\"82b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0082.pdf\" target=\"pdfwin\">p.&#xA0;82b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6294\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> that was built according to the pattern<span class=\"citation\" id=\"54375\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54375)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54375)\">Ex. 25:9<\/a><\/span><span class=\"citation\" id=\"54664\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54664)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54664)\">Num. 8:4<\/a><\/span> which he gave unto his servant Moses? He did. In what way? In the day time a cloud filled that tabernacle.<span class=\"citation\" id=\"54600\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54600)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54600)\">Ex. 40:34-38<\/a><\/span><span class=\"citation\" id=\"55224\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55224)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55224)\">Deut. 31:15<\/a><\/span> The Lord intended his people to be covered with the cloud continually,<span class=\"citation\" id=\"53965\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53965)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53965)\">Ex. 13:21-22<\/a><\/span> and he intended to reveal himself unto them, and to show forth his glory more fully amongst them;<span class=\"citation\" id=\"54796\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54796)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54796)\">Num. 16:42<\/a><\/span> but they sinned so much in his sight that he declared&#x2014;&#x201C;My presence shall not go up with this people,<span class=\"citation\" id=\"126759\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126759)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126759)\">D&amp;C 103:19<\/a><\/span> lest I should break forth upon them in my fury and consume them in a moment.&#x201D;<span class=\"citation\" id=\"54506\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54506)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54506)\">Ex. 33:3,5<\/a><\/span><span class=\"citation\" id=\"54748\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54748)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54748)\">Num. 16:21<\/a><\/span><span class=\"citation\" id=\"60760\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60760)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60760)\">Ezek. 20:13<\/a><\/span> Because of their wickedness he withdrew his presence, and his glory in a great measure was taken from them; but still Moses was permitted to enter the tabernacle, and to behold the glory of God, and it is said that he talked with the Lord face to face&#x2014;<span class=\"citation\" id=\"54520\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54520)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54520)\">Ex. 33:11<\/a><\/span><span class=\"citation\" id=\"55279\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55279)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55279)\">Deut. 34:10<\/a><\/span>a blessing which God did intend to bestow upon all Israel had they kept his law and had not hardened their hearts against him.<span class=\"citation\" id=\"87622\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87622)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87622)\">D&amp;C 84:23-24<\/a><\/span> But in the latter days there will be a people so pure in Mount Zion,<span class=\"citation\" id=\"126760\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126760)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126760)\">D&amp;C 97:21<\/a><\/span> with a house established upon the tops of the mountains,<span class=\"citation\" id=\"57711\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57711)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57711)\">Isa. 2:2<\/a><\/span> that God will manifest himself, not only in their Temple<span class=\"citation\" id=\"89152\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89152)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89152)\">D&amp;C 97:15-16<\/a><\/span> and upon all their assemblies, with a visible cloud during the day, but when the night shall come, if they shall be assembled for worship, God will meet with them by his pillar of fire;<span class=\"citation\" id=\"54723\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54723)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54723)\">Num. 14:14<\/a><\/span> and when they retire to their habitations, behold each habitation will be lighted up by the glory of God&#x2014;a pillar of flaming fire by night.<span class=\"citation\" id=\"57936\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57936)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57936)\">Isa. 4:5-6<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v16n287\"> Did you ever hear of any city that was thus favored and blessed since the day that Isaiah delivered this prophecy? No, it is a latter-day work, one that God must consummate in the latter times when he begins to reveal himself, and show forth his power among the nations. This is what the words of our text mean, the first verse of the 60th  <div class=\"break pagebreak\" id=\"83a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0083.pdf\" target=\"pdfwin\">p.&#xA0;83a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6293\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>chapter of Isaiah&#x2014;&#x201C;Arise, shine; for thy light is come, and the glory of the Lord is risen upon thee.&#x201D;<span class=\"citation\" id=\"59879\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59879)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59879)\">Isa. 60:1<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v16n289\"> Now, to show you that this is not some spiritual thing, something that will be invisible to and not discerned by the Saints of the latter days, or by the inhabitants of the earth generally, let me refer you further to the 60th chapter of Isaiah. The Prophet, in the first verse, uses the words of our text, &#x201C;Arise, shine; for thy light is come, and the glory of the Lord is risen upon thee;&#x201D;<span class=\"citation\" id=\"59878\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59878)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59878)\">Isa. 60:1<\/a><\/span> and in the following verse he says&#x2014;&#x201C;For, behold, the darkness shall cover the earth, and gross darkness the people: but the Lord shall arise upon thee, and his glory shall be seen upon thee.&#x201D;<span class=\"citation\" id=\"59924\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59924)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59924)\">Isa. 60:2<\/a><\/span> It will be something that will be discernible. And now, to show that it will be discernible by all people on the earth, when they come to visit Zion, read the next verse&#x2014;&#x201C;And the Gentiles shall come to thy light, and kings to the brightness of thy rising;&#x201D;<span class=\"citation\" id=\"59948\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59948)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59948)\">Isa. 60:3<\/a><\/span> showing clearly, and plainly that the Gentiles, and even the kings of the earth, will in that day be excited by the glory of God, that will shine forth upon Zion, which will be as a city set on a hill whose light cannot be hid.<span class=\"citation\" id=\"63057\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63057)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63057)\">Matt. 5:14<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v16n290\"> We will go back again to the second verse of the second chapter of Isaiah. When the Lord shall fulfill the words that the Prophet has spoken, by causing a house to be built to his name in the tops of the mountains,<span class=\"citation\" id=\"57712\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57712)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57712)\">Isa. 2:2<\/a><\/span> he says, &#x201C;Many people shall go and say, Come ye, let us go up into the mountain of the Lord, to the house of the God of Jacob; and he will teach us of his ways, and we will walk in his paths!&#x201D;<span class=\"citation\" id=\"57787\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57787)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57787)\">Isa. 2:3<\/a><\/span> What causes this great excitement among the nations of the earth of that day? They will hear of the glory and power of God, as manifested among his Saints in Zion. The Lord for a <div class=\"break columnbreak\" id=\"83b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0083.pdf\" target=\"pdfwin\">p.&#xA0;83b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6293\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> score or two of years has been working in order to establish among men, facilities for conveying knowledge to the uttermost corners of the earth. Within the memory of many now living, the discovery of the electric telegraph has been made, by means of which news of the doings of men in any country can be sent round the earth in less than twenty-four hours. And, if there was no intervention the electric fluid would carry news from any one point to the most distant nations in one second of time, and now, the earth is almost covered with a great network of wire to facilitate expeditious communication among the various nations. What is all this for? Is it simply to satisfy the greed of men in their commercial affairs? No, the Lord had a grander object in view. Men use the telegraph for the purpose I have named, and in many respects it is used to good advantage, and it has been the means of bringing the nations into much closer relationship than formerly, and of extending among them a knowledge of the arts and sciences; but the great object which the Lord had in view when this great invention or discovery was brought forth, was to enable knowledge to be sent from the mountain tops, from the midst of Zion, when his glory should begin to be manifested in the midst of his people in the latter days. The inquiry, will then be, among the distant nations, &#x201C;What news from Zion;&#x201D; &#x201C;What is the Lord doing among that people?&#x201D; Do you suppose they will hear with unconcern about a city which, with every dwelling place it contains, will be lighted up with a supernatural light?<span class=\"citation\" id=\"57919\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57919)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57919)\">Isa. 4:5<\/a><\/span> No; this is one of the things which will make the people afar off, and their kings, say, &#x201C;Let us go up to Zion,&#x201D; &#x201C;Let us go up to the mountain of the Lord, to the house of the God of  <div class=\"break pagebreak\" id=\"84a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0084.pdf\" target=\"pdfwin\">p.&#xA0;84a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6292\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Jacob.&#x201D;<span class=\"citation\" id=\"57788\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57788)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57788)\">Isa. 2:3<\/a><\/span> What for? &#x201C;That he may teach us of his ways, and that we may walk in his paths.&#x201D;<span class=\"citation\" id=\"57789\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57789)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57789)\">Isa. 2:3<\/a><\/span> They will begin to discern the difference then between God's house and houses made by men, between that which God is doing in the earth and that which will be done by the wisdom of men. <\/div><div class=\"paragraph jod\" id=\"v16n291\"> Some people have supposed that the manifestation of the glory of God in the latter days would not take place until Jesus comes in the clouds of heaven;<span class=\"citation\" id=\"65825\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65825)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65825)\">Matt. 24:30<\/a><\/span> but that is a mistake, it will take place before that time. Before the second advent of the Redeemer, the people of Zion will be acknowledged by God, as the great latter-day Church, that will be prepared for his coming, and they will hold the keys of power to teach mankind in the ways of the Lord. What will the rest of the people be doing? Says Isaiah, &#x201C;Behold, the darkness shall cover the earth, and gross darkness the people.&#x201D;<span class=\"citation\" id=\"59925\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59925)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59925)\">Isa. 60:2<\/a><\/span> That will be the distinction between Zion and the rest of the nations. The Lord will arise upon Zion, and his glory shall be seen in her midst,<span class=\"citation\" id=\"59880\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59880)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59880)\">Isa. 60:1<\/a><\/span> and Isaiah says&#x2014;&#x201C;The Gentiles shall come to thy light, and kings to the brightness of thy rising. Lift up thine eyes around about and see: all they gather themselves together, they come to thee: thy sons shall come from far, and thy daughters shall be nursed at thy side.&#x201D;<span class=\"citation\" id=\"59955\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59955)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59955)\">Isa. 60:3-4<\/a><\/span> &#x201C;Who are these that fly as a cloud, and as doves to their windows?&#x201D;<span class=\"citation\" id=\"59963\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59963)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59963)\">Isa. 60:8<\/a><\/span> Sure enough we come with great speed. As Isaiah has said in the fifth chapter&#x2014;the Lord should hiss unto thee from the ends of the earth, he should lift up an ensign for the nations, and they should come with speed swiftly;<span class=\"citation\" id=\"57959\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57959)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57959)\">Isa. 5:26<\/a><\/span> just as you emigrants do when you get on board of these railroads, when, instead of being ninety or a hundred days coming to this elevated region, as was the case for several years, you <div class=\"break columnbreak\" id=\"84b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0084.pdf\" target=\"pdfwin\">p.&#xA0;84b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6292\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> come in two or three days. &#x201C;They shall come with speed swiftly, and he shall lift up an ensign from afar.&#x201D;<span class=\"citation\" id=\"57960\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57960)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57960)\">Isa. 5:26<\/a><\/span> Not in Palestine, where the Prophet was delivering his prediction, that would have been nearby. Not an ensign that was to be raised up in Jerusalem, or anywhere in that land; but, God was to begin the great latter-day work afar off from Jerusalem. This ensign is spoken of in the 18th chapter of Isaiah, which I will now refer to. The third verse of that chapter says: &#x201C;All ye inhabitants of the world, and dwellers on the earth, see ye, when he lifts up an ensign on the mountains; and when he bloweth a trumpet, hear ye.&#x201D;<span class=\"citation\" id=\"58340\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58340)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58340)\">Isa. 18:3<\/a><\/span> That was not a proclamation to a few thousand people assembled on some small tract of country, but all ye inhabitants of the earth. Nobody escapes this proclamation, but all ye inhabitants of the earth, see ye when he lifts up an ensign. Where? Upon the mountains. There is the place where Zion is to be reared when the standard of truth is revealed from heaven in the last days. <\/div><div class=\"paragraph jod\" id=\"v16n292\"> As this ensign was to be lifted from afar, as is predicted in the 5th chapter of Isaiah's prophecy,<span class=\"citation\" id=\"57961\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57961)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57961)\">Isa. 5:26<\/a><\/span> let us inquire now where it is to be located, and what kind of a country it is in which it is to be reared. It is a land afar off from Jerusalem recollect, and in order to ascertain something about the character of the country, we will read the first verse of the 18th chapter&#x2014;&#x201C;Woe to the land shadowing with wings, which is beyond the rivers of Ethiopia.&#x201D;<span class=\"citation\" id=\"58319\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58319)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58319)\">Isa. 18:1<\/a><\/span> Where are the rivers of Ethiopia? Southwest of Palestine, where Isaiah delivered this prophecy. Supposing that you had the map of North and South America, and of the whole world spread out before you, and then imagine yourself alongside the Prophet, in Palestine, when he said, &#x201C;Woe to the  <div class=\"break pagebreak\" id=\"85a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0085.pdf\" target=\"pdfwin\">p.&#xA0;85a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6291\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>land shadowing with wings, which is beyond the rivers of Ethiopia,&#x201D;<span class=\"citation\" id=\"58320\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58320)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58320)\">Isa. 18:1<\/a><\/span> and you should cast your eyes, if you had power to do so, beyond the rivers of Ethiopia, what kind of a land would you behold, if you could grasp in your vision the land of North and South America? You would see a land that looked like the two wings of a bird. I seldom look at it, as laid down on our maps, without being reminded of the two wings of a great bird. A land shadowing with wings&#x2014;in other words, having the appearance of wings. A land afar off, away beyond the rivers of Ethiopia, there, in that land, shall the ensign be raised for the nations; not for a few individuals, but for all nations. No wonder that the Prophet said the proclamation should be universal&#x2014;&#x201C;All ye inhabitants of the world, all ye dwellers upon the earth, see ye, when he lifteth up this ensign.&#x201D;<span class=\"citation\" id=\"58341\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58341)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58341)\">Isa. 18:3<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v16n294\"> That the Lord intends it to be for the benefit of the Gentiles as well as of Israel, let me refer you to the 22nd verse of the 49th chapter of Isaiah. &#x201C;Thus saith the Lord God, Behold, I will lift up mine hand to the Gentiles, and I will set up my standard to the people: and they shall bring thy sons in their arms, and their daughters shall be carried on their shoulders. And kings shall be thy nursing fathers, and their queens thy nursing mothers,&#x201D;<span class=\"citation\" id=\"59467\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59467)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59467)\">Isa. 49:22-23<\/a><\/span> &amp;c. <\/div><div class=\"paragraph jod\" id=\"v16n295\"> This is a great latter-day work also for the gathering of the house of Israel&#x2014;a work which shall commence among the Gentiles.<span class=\"citation\" id=\"126761\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126761)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126761)\">D&amp;C 90:9<\/a><\/span><span class=\"citation\" id=\"126762\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126762)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126762)\">D&amp;C 107:35<\/a><\/span><span class=\"citation\" id=\"126763\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126763)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126763)\">D&amp;C 133:8<\/a><\/span> In ancient days the Lord commenced his work among Israel.<span class=\"citation\" id=\"126764\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126764)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126764)\">1 Ne. 13:42<\/a><\/span> The kingdom of heaven was preached among the Jews,<span class=\"citation\" id=\"62874\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62874)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62874)\">Matt. 4:17<\/a><\/span><span class=\"citation\" id=\"64082\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64082)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64082)\">Matt. 10:7<\/a><\/span> but they proved themselves unworthy, and says Paul, &#x201C;Lo, we turn to the Gentiles,&#x201D;<span class=\"citation\" id=\"71870\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71870)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71870)\">Acts 13:46<\/a><\/span> and the kingdom was taken from the Jews and given to a nation bringing forth the fruits thereof.<span class=\"citation\" id=\"65346\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65346)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65346)\">Matt. 21:43<\/a><\/span><span class=\"citation\" id=\"65366\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65366)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65366)\">Matt. 21:53 (JST)<\/a><\/span> The natural branches of Israel were <div class=\"break columnbreak\" id=\"85b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0085.pdf\" target=\"pdfwin\">p.&#xA0;85b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6291\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> broken off, and the branches of the wild olive tree&#x2014;the Gentiles&#x2014;were grafted in.<span class=\"citation\" id=\"126765\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126765)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126765)\">Rom. 11:17<\/a><\/span><span class=\"citation\" id=\"126766\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126766)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126766)\">Jacob 5:10<\/a><\/span> But the Gentiles, since they were grafted in, 1,800 years ago, have fallen after the same example of unbelief that the ancient Jews did, and they have lost the power and authority which they once possessed;<span class=\"citation\" id=\"126767\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126767)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126767)\">Rom. 11:20-21<\/a><\/span> and for many centuries they have had no apostles, no prophets, no angels from heaven, no power of godliness<span class=\"citation\" id=\"76155\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76155)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76155)\">2 Tim. 3:5<\/a><\/span> made manifest among them,<span class=\"citation\" id=\"87589\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87589)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87589)\">D&amp;C 84:20-21<\/a><\/span> and nothing but the teachings and precepts of uninspired men.<span class=\"citation\" id=\"64769\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64769)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64769)\">Matt. 15:9<\/a><\/span><span class=\"citation\" id=\"93717\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93717)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93717)\">JS&mdash;H 1:19<\/a><\/span> But in the great latter-day work, the Lord begins where he left off&#x2014;&#x201C;the first shall be last, and the last shall be first.&#x201D;<span class=\"citation\" id=\"65264\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65264)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65264)\">Matt. 19:30<\/a><\/span><span class=\"citation\" id=\"126768\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126768)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126768)\">D&amp;C 29:30<\/a><\/span> As the Jews, in ancient days were first, and the Gentiles last, so in the great latter-day work, the Gentiles will be first and Israel will be last.<span class=\"citation\" id=\"81070\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81070)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81070)\">1 Ne. 13:42<\/a><\/span> Hence the Prophet says, &#x201C;Behold, thus saith the Lord God, I will lift up mine hand to the Gentiles, and they shall bring thy sons in their arms, and thy daughters upon their shoulders, and I will lift up my standard to the Gentiles.&#x201D;<span class=\"citation\" id=\"59462\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59462)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59462)\">Isa. 49:22<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v16n296\"> What is a standard? The same as an ensign&#x2014;an ensign that is to be lifted up upon the mountains, upon a land afar off.<span class=\"citation\" id=\"57962\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57962)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57962)\">Isa. 5:26<\/a><\/span> It is the standard of the Almighty, the same standard that was spoken of in connection with the great highway that was to be cast up over this continent.<span class=\"citation\" id=\"60119\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60119)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60119)\">Isa. 62:10<\/a><\/span> I will not turn to it, but I will endeavor to repeat the substance of the prophecy in relation to it. Isaiah in speaking of this great highway, or railway, says, &#x201C;Go through, go through the gates; prepare the way of the people; cast up, cast up a highway; gather out the stones; lift up a standard for the people.&#x201D;<span class=\"citation\" id=\"60120\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60120)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60120)\">Isa. 62:10<\/a><\/span> The same work that God intended to perform in the mountains, and he wanted a highway cast up, that the people might go with speed swiftly to that land. <\/div><div class=\"paragraph jod\" id=\"v16n297\"> But says one, &#x201C;what does the Pro<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"86a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0086.pdf\" target=\"pdfwin\">p.&#xA0;86a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6290\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>phet mean when he says, go through the gates?&#x201D; I think if I had been Isaiah, and had had the vision of my mind opened to see the railroad and the great trains of cars without any apparent animal life attached to them, going with speed swiftly, if I had seen them dart into the mountain and, after watching a few minutes, had seen them come out on the other side, and then wished to describe what I had seen in words, I do not think I could have found any more applicable than those used by the ancient Prophet&#x2014;&#x201C;Go through, go through the gates; cast up, cast up a highway; gather out the stones; and lift up a standard for the people.&#x201D;<span class=\"citation\" id=\"60121\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60121)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60121)\">Isa. 62:10<\/a><\/span> Then, to show that this standard and highway were connected, the Prophet, in the very next verse, says: &#x201C;Behold, the Lord hath proclaimed to the ends of the world, Say ye to the daughter of Zion, Behold, thy salvation cometh; and his reward is with him. Behold, they shall be called, The holy people, The redeemed of the Lord: and they shall be called, Sought out, A city not forsaken.&#x201D;<span class=\"citation\" id=\"60160\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60160)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60160)\">Isa. 62:11-12<\/a><\/span> The people of Zion will not be an unholy people. The world look upon the Latter-day Saints as the most corrupt of all people on the face of the earth. But according to the words of the Prophet, the people who dwell in the mountains where the standard is to be raised, are to be a holy people.<span class=\"citation\" id=\"60167\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60167)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60167)\">Isa. 62:12<\/a><\/span> &#x201C;Behold, thy Redeemer cometh,<span class=\"citation\" id=\"59868\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59868)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59868)\">Isa. 59:20<\/a><\/span> behold, the Lord shall come.&#x201D;<span class=\"citation\" id=\"60150\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60150)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60150)\">Isa. 62:11<\/a><\/span> This has been the proclamation of the people of Zion, ever since we commenced, about forty years ago, to declare that God was about to come in his glory, power and majesty, in the greatness of his strength,<span class=\"citation\" id=\"60174\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60174)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60174)\">Isa. 63:1<\/a><\/span> with all his holy angels with him,<span class=\"citation\" id=\"66160\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66160)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66160)\">Matt. 25:31<\/a><\/span> in the clouds of heaven,<span class=\"citation\" id=\"65826\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65826)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65826)\">Matt. 24:30<\/a><\/span> to reign upon the earth.<span class=\"citation\" id=\"79183\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79183)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79183)\">Rev. 5:10<\/a><\/span><span class=\"citation\" id=\"126769\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126769)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126769)\">A of F 1:10<\/a><\/span> This proclamation will go to the ends of the earth, all people will be invited up to these mountains, <div class=\"break columnbreak\" id=\"86b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0086.pdf\" target=\"pdfwin\">p.&#xA0;86b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6290\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and they will flock here as clouds, and as doves to their windows.<span class=\"citation\" id=\"59964\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59964)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59964)\">Isa. 60:8<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v16n299\"> This will fulfill Daniel's prophecy. Read the second chapter of Daniel if you want to know about the latter-day kingdom.<span class=\"citation\" id=\"60955\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60955)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60955)\">Dan. 2:1-49<\/a><\/span> Study it thoroughly. I do not know that I have time to dwell upon it, but I will refer you to some few things in relation to the latter-day kingdom. Daniel, in interpreting the dream of Nebuchadnezzar, King of Babylon, describes the various kingdoms of the earth from his day down, as long as there should be any human kingdoms on the earth, under the form of a great image, with the head of gold, breast and arms of silver, belly and thighs of brass, legs of iron, feet part iron and part of potter's clay.<span class=\"citation\" id=\"60986\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60986)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60986)\">Dan. 2:31-33<\/a><\/span> They represented the several kingdoms of the world, and more especially the four great kingdoms that should hold universal dominion. After seeing this image in all its completeness, from the gold down to the last remnants of the nations of the earth, represented by the feet and toes of the image, he then sees a kingdom and a government entirely distinct from and forming no part or portion of the image, but it was entirely separate therefrom. It was represented as a stone cut out of the mountain without hands, and it rolled forth, and before the power of this new kingdom all the kingdoms of the earth were broken in pieces by the power of the Almighty.<span class=\"citation\" id=\"61012\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61012)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61012)\">Dan. 2:34<\/a><\/span> What became of them? They were to be as the chaff of the summer threshing floor&#x2014;the wind carried them away and there was no place found for them.<span class=\"citation\" id=\"61100\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61100)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61100)\">Dan. 2:35<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v16n300\"> You can draw your own conclusions about all human governments. Daniel says this kingdom that was to come out of the mountain,<span class=\"citation\" id=\"61386\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61386)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61386)\">Dan. 2:45<\/a><\/span> should be the kingdom of God, which God himself should set up in the latter days,<span class=\"citation\" id=\"61261\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61261)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61261)\">Dan. 2:44<\/a><\/span> and  <div class=\"break pagebreak\" id=\"87a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0087.pdf\" target=\"pdfwin\">p.&#xA0;87a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6289\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>it should stand forever and ever, it should never be broken in pieces, neither should it be given to any other people,<span class=\"citation\" id=\"61262\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61262)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61262)\">Dan. 2:44<\/a><\/span> while all these earthly kingdoms should pass away and be forgotten like the chaff blown away before a tremendous tempest, and no place found for them.<span class=\"citation\" id=\"61101\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61101)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61101)\">Dan. 2:35<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v16n302\"> The former-day kingdom of God, set up in the days of the Apostles, was overcome, in fulfillment of Daniel's prophecy.<span class=\"citation\" id=\"61677\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61677)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61677)\">Dan. 7:21<\/a><\/span> He saw that the powers of this world would make war upon and overcome the kingdom that was set up then. John, the Revelator, also predicted that a certain power should arise and make war with the Saints and overcome them.<span class=\"citation\" id=\"79633\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79633)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79633)\">Rev. 13:7<\/a><\/span> That is the reason that kingdom did not continue on the earth: it was overcome and every vestige of it destroyed. No prophets, revelators or inspired apostles were left to build up the kingdom; not an inspired man <div class=\"break columnbreak\" id=\"87b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0087.pdf\" target=\"pdfwin\">p.&#xA0;87b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6289\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> among all the nations, but after a long time had passed away; God would send an angel from heaven with the everlasting Gospel.<span class=\"citation\" id=\"79743\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79743)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79743)\">Rev. 14:6<\/a><\/span> What for? To organize his kingdom again on the earth; and when God should set it up in the latter days, after the toes and feet of the great image were formed, then there should be no breaking in pieces of that little stone,<span class=\"citation\" id=\"61000\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61000)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61000)\">Dan. 2:33-34<\/a><\/span> but as it rolled it should gather strength and become greater and greater, as Daniel has said, until it became a great mountain and filled the whole earth.<span class=\"citation\" id=\"61102\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61102)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61102)\">Dan. 2:35<\/a><\/span> And the kingdom and the greatness of the kingdom under the whole heavens should be given into the hands of the Saints of the Most High God.<span class=\"citation\" id=\"61736\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61736)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61736)\">Dan. 7:27<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v16n303\"> That kingdom is called Zion&#x2014;the latter-day Zion, about which our choir sang in their first hymn this afternoon. Amen. <\/div>\n<\/div>\n<\/div>"}