{"ID":160031, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Affairs in Sanpete County&#x2014;&#x201C;One-man Power&#x201D;&#x2014;Unity Required Among the People.<\/div>\n<div class=\"subtitle\">Discourse by President Orson Hyde, delivered in the New Tabernacle, Salt Lake City, Sunday Morning, October 5, 1873.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: Affairs in Sanpete County, Etc.<\/div>\n<div class=\"speaker\">Speaker: Orson Hyde<\/div>\n<div class=\"date\">Date: 10\/5\/1873<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d31\">\n<div class=\"paragraph jod\" id=\"v16n785\"> As this day's services may be considered introductory to our Conference, which will commence tomorrow, I have been requested to make a few remarks. I cannot say whether they will be few or many, but let this be as the good Spirit of the <div class=\"break columnbreak\" id=\"228b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0228.pdf\" target=\"pdfwin\">p.&#xA0;228b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6148\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Lord will. I am very happy to meet with my brethren in Salt Lake City, and from the adjoining settlements, and I presume, ere our Conference shall come to a close, all the Branches of Zion throughout the Territory will be duly represented here. <\/div> <div class=\"break pagebreak\" id=\"229a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0229.pdf\" target=\"pdfwin\">p.&#xA0;229a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6147\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v16n787\"> I have come from a point about one hundred and forty miles southeast of here. The people of my immediate field of labor, I am pleased to say, are generally healthy. There is some little sickness among our children, and some of them have been called away; but as a general thing, among the adult population, there is good health. We have had a peculiar season, yet very passable crops, and a most beautiful time to gather them. This year, so far, we have had peace with the Indians, for the first time for quite a number of years, and I do assure you that it is a relief to us. The Indians had an idea that they could do with us as seemed them good&#x2014;prey upon our substance and murder our men, women and children whenever they felt like it, and the military of the Government would wink at it, because they thought the Government wanted to get rid of us; anyhow, they seemed to entertain little fear with regard to the consequences of the crimes which they committed amongst us. But last year, when General Morrow and a few companies stationed here at Camp Douglas, came and paid us a visit, it rather led the Indians to think that it was not altogether as they had considered it, and though there was no fighting done, from the fact that the Indians retreated, and hid themselves, yet the presence of the soldiers was a protection to us while we gathered the most abundant harvest that ever crowned the labors of our people in that section, and it was a very good thing, and the Indians begin to think, perhaps, that the soldiers would chastise them if they did not behave well. But from the sudden and unexpected recall of the troops from our county, and the apparent unwillingness of the Government to grant us any com<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"229b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0229.pdf\" target=\"pdfwin\">p.&#xA0;229b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6147\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>pensation for years of military service rendered in the defense of our settlements, in which time, nearly one hundred of our men, women and children, were mercilessly slain by the red-skins, besides hundreds of thousands of dollars' worth of stock driven off by them&#x2014;some of our people were foolish enough to think that the Indians were more than half right in their views. Be this as it may, it is all in a lifetime, and will come out right in the end. I feel thankful that we have had peace with the red-men, and that no particular depredations have been committed by them since, with the exception of a dozen or twenty horses which they have stolen. <\/div><div class=\"paragraph jod\" id=\"v16n788\"> We are not mining in Sanpete County. I do not know whether there are any mines there or not; we do not trouble ourselves a great deal about that, and consequently we are not afflicted with people who will dabble with mining, some of whom, when disappointed, will resort to stealing and other crimes. We have not that class amongst us, and I am glad of it, yet the more men who come amongst us with good and honest hearts, the better. It matters little whether they are Jews or Gentiles, if they possess honest hearts, we are apt to convert them and bring them into the Church. That has been the case up to the present time, and the consequence is, there are very few outsiders there. <\/div><div class=\"paragraph jod\" id=\"v16n789\"> The Cooperative stores established in our various settlements are a great blessing to us. They bring whatever we want, right to our doors, and although the dividends are not very great in favor of the stockholders, the benefits resulting from the establishment of these institutions afford us ample remuneration for the advance of the capi<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"230a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0230.pdf\" target=\"pdfwin\">p.&#xA0;230a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6146\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tal necessary to commence the business. We do not increase rapidly in wealth, but we increase a little all the time, especially when the Indians let our stock alone. Our Cooperative Institutions are doing a very safe and good business. I do not think that any of them in Sanpete County are very much in debt to the parent institution in this city. I have cautioned them against it, and advised them to pay fairly and squarely, and not to trust their goods out, but to do a close, safe and secure business, that every person may be accommodated with what he wants; and if they should not happen to have what we need in every store at the time, they will kindly bring us whatever we sent for, especially when we give them the money to operate with. This is all that we can expect. Our books are open, and have never been closed against the admission of capital. Stock is for sale in every institution in Sanpete County, from twenty-five cents and upwards, and our little boys and girls, taking advantage of the opportunity thus presented, put in two bits once in a while, and by and by it gets up to five, seven, eight or ten dollars; and they can get a share, and there is quite an effectual door open for our youngsters to begin and show their financial accommodation to the people. <\/div><div class=\"paragraph jod\" id=\"v16n791\"> Well, brethren and sisters, I will say nothing further about the part of the county from which I came, but I will make a few remarks upon the idea of our being a peculiar people.<span class=\"citation\" id=\"77828\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77828)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77828)\">1 Pet. 2:9<\/a><\/span> You know that we are regarded as such, and if we look upon ourselves from a proper point of view, we shall readily admit that in this respect outsiders have given us an appropriate name; for we are a peculiar people<span class=\"citation\" id=\"77829\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77829)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77829)\">1 Pet. 2:9<\/a><\/span> whom God has chosen <div class=\"break columnbreak\" id=\"230b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0230.pdf\" target=\"pdfwin\">p.&#xA0;230b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6146\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to serve and honor him. But the form of government of this people a great many have taken serious exceptions to: they think that one man is armed with too much power, and sways an influence over so many that it becomes a dangerous power and should be suppressed. I was reading, a few weeks ago, a statement made by a reverend gentleman living in Provo, and the most serious thing he had to complain of&#x2014;and he complained of a great many things&#x2014;was the one-man power which exists, and is tolerated and sustained in Utah. <\/div><div class=\"paragraph jod\" id=\"v16n792\"> I wish to speak a few words in relation to the one-man power, and in the first place I will say that it is what every aspirant, politician and statesman labors to acquire. I do believe that Mr. Grant, as good a man and as brave a soldier as he is, if he could get the hearts of all the people so that they would rally round his standard and sustain and uphold him, it would be the pride and joy of his heart. But if any man is thwarted in the desires of his heart in this respect, that is no reason why he should oppose others in gaining influence over his fellow men. All men love money, you know, more or less, hence they are digging here in the mines to obtain it. I have no fault to find or censure to bestow upon them for this operation; they are anxious to obtain money. Some only get a little, very little, while others, perhaps, make their millions. Now let me ask, Should the few who are fortunate and gain their millions be cast out and crushed because of their financial power, because they have struck a good lead and have been successful, by the many who have gained only a few dollars, or who, perhaps, have lost instead of gained?  <div class=\"break pagebreak\" id=\"231a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0231.pdf\" target=\"pdfwin\">p.&#xA0;231a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6145\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>If then, this principle is to be tolerated in financial matters, why not when applied to influence and power in general? <\/div><div class=\"paragraph jod\" id=\"v16n794\"> I read that, in the beginning, God created the heavens and the earth.<span class=\"citation\" id=\"52025\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52025)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52025)\">Gen. 1:1<\/a><\/span> It seemed to be a kind of one-man power that was engaged in the very act of rolling creation into existence. I do not know how much of Democracy or of Republicanism there was in the beginning, I was not there that I know of, or if I was it is so long since that I have forgotten it. Judging by the accounts we have of matters then, the government was a kind of one-man power; and if we look at things as they really are,<span class=\"citation\" id=\"126832\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126832)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126832)\">Jacob 4:13<\/a><\/span> we shall find that sin entered the world, and death by sin and that was by one man.<span class=\"citation\" id=\"72350\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72350)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72350)\">Rom. 5:12<\/a><\/span> Oh, that was grievous! That drew a veil of gloom over the face of creation. That was one-man power. By and by we read of another one-man power that came along and counteracted this, and that was the Lord from glory&#x2014;another kind of one-man power. <\/div><div class=\"paragraph jod\" id=\"v16n795\"> Now, while I compare these things with the present order of things which exists throughout our world, I do not wish to be understood as depreciating our own government, for it is the best <span class=\"italic\">earthly<\/span> government in existence upon the face of the earth. It was ordained, organized and suffered for a wise purpose in God our heavenly Father,<span class=\"citation\" id=\"89586\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89586)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89586)\">D&amp;C 101:77-80<\/a><\/span> which, perhaps, I may be able to exhibit to you ere my remarks shall come to a close; but be this as the Lord will, I do not wish to say one word against our government; it is a good government, it answers the times and fills a vacuum that perhaps nothing else could. But I am looking at matters as they were from the beginning. <\/div><div class=\"paragraph jod\" id=\"v16n796\"> You know Jesus, when the Jews asked him about divorce and mar<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"231b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0231.pdf\" target=\"pdfwin\">p.&#xA0;231b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6145\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>riage, told them that Moses permitted them, for certain causes, to put away their wives; but he also told them that it was because of the hardness of their hearts that Moses permitted this, but that from the beginning it was not so.<span class=\"citation\" id=\"65104\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65104)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65104)\">Matt. 19:3-8<\/a><\/span> Now whether it was because of the hardness of men's hearts, or because of the softness of them, I am not going to say, but I want to show the order of things as they were in the beginning, and as they emanated from the bosom of the Almighty. That which was first must be last, and that which was last must be first&#x2014;<span class=\"citation\" id=\"65265\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65265)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65265)\">Matt. 19:30<\/a><\/span><span class=\"citation\" id=\"65287\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65287)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65287)\">Matt. 20:16<\/a><\/span>a similar order of things, redeemed, rescued and brought out of chaos, and returned to the Father as they came from him, for he will accept nothing unless it be what he gave; for, said the Savior, &#x201C;Every plant, that my heavenly Father hath not planted, shall be rooted up.&#x201D;<span class=\"citation\" id=\"64778\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64778)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64778)\">Matt. 15:13<\/a><\/span> Hence, he will receive nothing only what he gave. He gave us immortal spirits, he sent them down here to be tabernacled in the flesh, and he expects that they will return to him, and they all will in some grade, return to him who gave them. <\/div><div class=\"paragraph jod\" id=\"v16n797\"> Well, the Savior of the world came to counteract the acts of the first Adam.<span class=\"citation\" id=\"73962\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73962)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73962)\">1 Cor. 15:45<\/a><\/span> And what was the nature of the work he had to do? Why, to bring life and immortality to light,<span class=\"citation\" id=\"76036\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76036)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76036)\">2 Tim. 1:10<\/a><\/span> to resurrect the dead, and to implant a hope of eternal life<span class=\"citation\" id=\"76295\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76295)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76295)\">Titus 1:2<\/a><\/span> in those who trusted in him; and this, be it known to you, was accomplished by one-man power. Ye Roman soldiers who guard the tomb, ye Jews, who had a temporary triumph by the death of him whom ye crucified, know that the angel of God descends, the stone is rolled away from the door of the sepulcher,<span class=\"citation\" id=\"66406\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66406)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66406)\">Matt. 28:2<\/a><\/span> the Lord of glory rises, the dark curtain of death is rolled away and gives place to life and immor<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"232a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0232.pdf\" target=\"pdfwin\">p.&#xA0;232a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6144\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tality, which dawn upon the world, in the person of the resurrected Savior. This was produced by one-man power. Said this one man in view of the responsibilities that were upon him, and smarting under the pangs that he endured&#x2014;&#x201C;Father, if it be possible, let this cup pass from me: nevertheless not my will, but thine, be done.&#x201D;<span class=\"citation\" id=\"66268\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66268)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66268)\">Matt. 26:39<\/a><\/span><span class=\"citation\" id=\"68242\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68242)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68242)\">Luke 22:42<\/a><\/span> Why did not that one-man power resist the mind of his Father and say&#x2014;&#x201C;Do you think I am going to lay down my life, to sacrifice my existence to please you? No, I have an independent mind and will and I am resolved to gratify them.&#x201D; That would have been in accordance with the ideas of our day, but it did not correspond with the program of the Eternal Father, and the object of his only begotten Son in coming to this world was to accomplish and carry out his part of that program, &#x201C;Not my will, by thine, be done.&#x201D;<span class=\"citation\" id=\"68243\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68243)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68243)\">Luke 22:42<\/a><\/span> This should be the feeling of the Latter-day Saints in relation to the requirements of heaven upon them. &#x201C;Not my will, by thine, Oh God, be done.&#x201D;<span class=\"citation\" id=\"68244\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68244)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68244)\">Luke 22:42<\/a><\/span> If the world reproach you for submission to the will of God, refer them to the Savior, whose motto was, &#x201C;Not my will, by thine, be done.&#x201D;<span class=\"citation\" id=\"68245\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68245)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68245)\">Luke 22:42<\/a><\/span> How much honor and glory does the Savior of the world enjoy at the present time? It is beyond the conception of mortal man. But how much would he have enjoyed, and who among us would have had salvation had he faltered in his hour of trial and said&#x2014;&#x201C;I will not submit to this sacrifice?&#x201D; Despise not this one-man power, for before I come to a close I shall endeavor to show to you that every son and daughter of Adam will be compelled to bow to it, and the more they fight against it, the harder it will be for them to submit to it in the end. Take it kind of <div class=\"break columnbreak\" id=\"232b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0232.pdf\" target=\"pdfwin\">p.&#xA0;232b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6144\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> moderately, then, and look at it in its true light. <\/div><div class=\"paragraph jod\" id=\"v16n799\"> Now my friends and brethren, I want to tell you that our country is a republic, and not a despotism, although some say it is rapidly approaching to that. I cannot tell how that is, I am not much of a politician, and do not give myself a great deal of concern about it. But I comfort myself with the idea that the Lord rules anyhow, and that he will, in time, have all things as he designs to have them, and hence I take little interest in politics. But one thing I will say, that is, that when the Government of the United States, although it is republican, has any very difficult task to perform, in which the interests of the country are largely at stake, it casts off republicanism and adopts despotism. Perhaps you may think that is slander, by I will suppose a case to illustrate the truth of my proposition. For instance, the fate of the nation is suspended upon an important battle about to be fought. Now, what kind of a government prevails in that army? The most vital consequences hang upon the issue of the battle, and that issue depends, to a very great extent, upon the orders of the commanding General being carried out. He issues his orders, and his subalterns are required to carry them out rigidly. The soldiers who constitute the army must submit in every respect, they have not the right, by virtue of their own opinion, to file off and deviate, in the least degree, from the orders of the commander. The same is true of the subaltern officers, and if any of them should adopt such a course they are subject to be tried by court-martial and possibly to be executed. Where is the republicanism or democracy in this? I tell you that when it come to a vital  <div class=\"break pagebreak\" id=\"233a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0233.pdf\" target=\"pdfwin\">p.&#xA0;233a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6143\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>point republicanism has to be laid aside, and the one-man power has to be strictly obeyed. <\/div><div class=\"paragraph jod\" id=\"v16n801\"> Go, if you please, on board the ships of war of the United States, and what kind of government will you find there? There again the one-man power is absolute. I recollect reading an anecdote of General Jackson, when defending New Orleans against the British. He put the city under martial law, and in so doing some said he exceeded the bounds of his authority. I cannot say whether he did or not, I do not care whether he did or not; any way he saved the city and obtained a victory. But in preparing for defense he took cotton bales out of the warehouses and made a breastwork of them. A certain planter came to New Orleans at that time, and hearing that his cotton bales had been taken by the General, he made a terrible ado about them, and finally went to the commander-in-chief of the American forces and requested that they be returned. Said General Jackson&#x2014;&#x201C;Have you any cotton bales in our breastworks?&#x201D; &#x201C;Yes, sir, I have so many, and they have been taken from the place where they were deposited without my permission.&#x201D; The General turned to an officer standing by, and said he&#x2014;&#x201C;Sergeant, furnish this man a musket and an outfit.&#x201D; The articles were brought. &#x201C;Now, sir,&#x201D; said General Jackson, &#x201C;if you have any cotton bales here, step into the ranks and defend them.&#x201D; That was one-man power, and it was a noble exercise of it, it showed that the commanding general had the interest of the country at heart. You see, whenever there is a vital question at stake, and matters of life and death are involved, the one-man power has to be introduced in spite of everything, and that is all right. <\/div><div class=\"paragraph jod\" id=\"v16n802\"> Well, we expect that the work of <div class=\"break columnbreak\" id=\"233b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0233.pdf\" target=\"pdfwin\">p.&#xA0;233b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6143\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> God in the last days will be more important and will involve more vital questions than any other that has ever been undertaken or accomplished on the earth, and consequently the one-man power will be most loudly called for in connection with it, and Heaven seeing this has given power and influence to his servants. Have they got it by the sword or by oppression? No, but they secure it just as the sun secures its votaries. In the cool or cold season of the year, the reptiles and many animals seek protection in dens and caves and they are not allured therefrom by the lightning's flash or the thunders of heaven, but when the rays of the glorious sun again warm and revivify the face of nature, these animals and reptiles again come forth to bask in his enlivening rays. So it is with the servants of the living God. They do not obtain influence over the hearts of the children of men by the sword or musket, but it is the light of truth, distilling like the dews of heaven, and warming the hearts of those who love truth that gives this influence, and you and I like to be under it. When I have been in the cold shade and chilling winds, I like to come out to the friendly sunshine, it is just as natural for me as it is to live, and this is the reason why the Latter-day Saints rally under the influence of the one-man power. There is the light: there are the rays that warm the heart, cheer the affections, open up prospects for the future, and make life agreeable. <\/div><div class=\"paragraph jod\" id=\"v16n803\"> Now I want to show you that we have all got to obey it. If you can get rid of death and scale the walls of eternity without passing through the dark valley of the shadow of death,<span class=\"citation\" id=\"56442\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56442)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56442)\">Ps. 23:4<\/a><\/span> then perhaps you may escape this one-man power; but if you cannot do that, you cannot es<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"234a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0234.pdf\" target=\"pdfwin\">p.&#xA0;234a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6142\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>cape it. I will quote you Scripture to show that such is the case. In the last day, the Lord will gather the inhabitants of the earth, just as a shepherd gathers his sheep; and in the process of gathering some will be gathered who may be likened to goats, while those who love to do the Master's will may be called the sheep. A separation will take place between the sheep and the goats, the sheep will be put on the right hand, and the goats on the left.<span class=\"citation\" id=\"66161\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66161)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66161)\">Matt. 25:31-33<\/a><\/span> It may be said that goats are very good, their skins are useful and their flesh is fit for food, but still they are goats, they are not sheep, they do not produce wool, and they are separated from the sheep. So the people of the whole world will be separated, and the righteous, or the sheep, will be placed on the right, and the wicked, or the goats, on the left. When that separation time comes, we will see who will obey and who will not obey the one-man power. Says the Lord, the Righteous Judge, to those on the right hand&#x2014;&#x201C;Come, ye blessed of my Father, and inherit the kingdom prepared for you from the foundation of the world.&#x201D;<span class=\"citation\" id=\"66177\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66177)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66177)\">Matt. 25:34<\/a><\/span> Do you think they will need any urging to obey? I do not think they will. I hope I shall be among them. I shall be happy to see you there too. &#x201C;Come, ye blessed of my Father, inherit the kingdom prepared for you from before the foundation of the world.&#x201D;<span class=\"citation\" id=\"66176\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66176)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66176)\">Matt. 25:34<\/a><\/span> Oh joyful invitation! A heavenly influence rests upon us, and the light of joy beams upon our countenances. He now turns to the goats, and instead of saying to them, &#x201C;Come, ye blessed of my Father,&#x201D;<span class=\"citation\" id=\"66178\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66178)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66178)\">Matt. 25:34<\/a><\/span> they hear the dread sentence, &#x201C;Depart from me, ye cursed, into everlasting punishment, prepared for the devil and his angels.&#x201D;<span class=\"citation\" id=\"66201\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66201)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66201)\">Matt. 25:41<\/a><\/span> Do you think they will go? I am inclined to think they will be compelled to go; I think <div class=\"break columnbreak\" id=\"234b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0234.pdf\" target=\"pdfwin\">p.&#xA0;234b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6142\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> they will have to obey this one-man power. <\/div><div class=\"paragraph jod\" id=\"v16n805\"> Now, do not be displeased, jealous, or angry, because God has selected men and placed them in the front rank to plead the cause of Zion. Let God have his own way, and it will be better for you and better for us all. The old Prophets were very singular men, they liked to have things their own way, because they had their commissions from heaven, and they liked to execute them, and God bore them out in it. <\/div><div class=\"paragraph jod\" id=\"v16n806\"> The other day I sent a note, a friendly warning to the New York <span class=\"italic\">Sun<\/span>. It was published and, I believe, copied in to some of the papers published in this city, and yesterday I was reading the objections to it in one of them. I will tell you what their reasoning made me think of. When I was between six and seven years old, fatherless and motherless, I was kicked and cuffed about the world, and grew up a good deal like a wild plant, with very small opportunity for cultivation, except that which I have accomplished by my own efforts. When I was a little fellow, I recollect there was a man by the name of Michael Hughes, who professed that, on a certain day, some six weeks from that time, the world would come to an end. It disturbed me, for I was only six years old, and I turned every way to get comfort and consolation; there was quite an excitement among grown people upon the subject. There was a certain lady teaching school in the neighborhood, by the name of Miss Pindison, and I remember I sat down to reckon in my own mind whether her school would be out by the time this man said the world would come to an end, and I came to the conclusion that it would not come to an end because Miss P&#x2014;'s school would not be out. And when I read the  <div class=\"break pagebreak\" id=\"235a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0235.pdf\" target=\"pdfwin\">p.&#xA0;235a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6141\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>wonderful arguments in this city paper about railroad communication and the interests which the same would call into action, and the influence they would have in overturning &#x201C;Mormonism,&#x201D; I could not help thinking about my childish conclusions in regard to the end of the world and the lady's school. The Lord does not care so much about railroads; I do not think he will delay the accomplishment of his purposes to accommodate any railroad institution, but he will do all he desired regardless of this, that or the other. <\/div><div class=\"paragraph jod\" id=\"v16n808\"> Now, my brethren and sisters, in the midst of all the conflicting scenes that transpire around us, the mining operations, speculations and worldly pride and vanity which are multiplying on every hand, remember the words of the Savior&#x2014;&#x201C;Except ye are one ye are not mine.&#x201D;<span class=\"citation\" id=\"85141\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85141)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85141)\">D&amp;C 38:27<\/a><\/span> No doubt some of you have had vessels containing a little oil, and you may have dropped in, by accident or design, a few drops of water, and then, in the same vessel, you have had oil and water, but no matter how much you shook them, they would not unite. Why? Are they not both liquids? Yes, but they will not unite, because they are dissimilar in their natures, and there can be no chemical union between them. I have heard men say, and correctly too, no doubt, that they were thankful they had a name and a standing in the Church of the living God.<span class=\"citation\" id=\"90409\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90409)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90409)\">D&amp;C 109:24<\/a><\/span> I am thankful for the same today. But is that all? I want to show you that here is a man, for instance, who is required to pay his Tithing, and says he&#x2014;&#x201C;I will pay just enough to save my skin, to save my name and character, I will not pay a full Tithing, but just enough to whip the devil round the stump.&#x201D; Here is another man who comes up and pays a full Tithing of <div class=\"break columnbreak\" id=\"235b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0235.pdf\" target=\"pdfwin\">p.&#xA0;235b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6141\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> everything that he has. Let those two men sit down and talk Tithing matters over together, and will their spirits run together? Are they not in the same vessel&#x2014;the same Church? Yes. Well, do their hearts, spirits and interests unite? No, they are like the oil and the water in the same vessel&#x2014;they are distinct and they will not amalgamate. This will serve to illustrate a great many other things which, for want of time, I am not disposed to follow out. But one thing I will name, and that is in regard to plural marriage. A great many men say&#x2014;&#x201C;Oh, well, I can get along, I can live, and I believe I shall only have one wife.&#x201D; Well, that is your privilege, nobody compels you to take more than one; but with the commandment of the Lord before us like a blaze of light, can we disregard it and serve him acceptably? If we can, then why not retain those laws and commandments in heaven, and not send them down here to earth? These commandments are sent for our good, for our salvation and exaltation. Here is a woman who, in speaking of celestial marriage says, &#x201C;It will do very well for others, but it will not do in my house;&#x201D; &#x201C;it may do very well for somebody else, because her feelings are not quite so fine as mine, she has been differently raised from what I have.&#x201D; I do not know that the Lord will pay any particular respect as to how we are raised, and how fine and delicate our feelings may be, or how coarse and uncultivated they may be. I believe that if we submit to the law of heaven, that law has power to refine us and to fit us for immortality and eternal life. That is my opinion. Now hear this good sister, she says&#x2014;&#x201C;It will not do for me, I am not going to submit to it.&#x201D; Another sister says&#x2014;&#x201C;I am willing to submit to the law of Christ.&#x201D;<span class=\"citation\" id=\"74676\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74676)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74676)\">Gal. 6:2<\/a><\/span>  <div class=\"break pagebreak\" id=\"236a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0236.pdf\" target=\"pdfwin\">p.&#xA0;236a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6140\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Let these two sisters come together and talk over the law of marriage, and see whether their spirits will run together. They will no more run together than water and oil will unite. <\/div><div class=\"paragraph jod\" id=\"v16n810\"> Says Jesus, &#x201C;Except ye are one ye are not mine.&#x201D;<span class=\"citation\" id=\"85142\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85142)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85142)\">D&amp;C 38:27<\/a><\/span> Here is a black man and a white man, raised in the same house, but is that any argument that they are both white or both black? No, it is no argument whatever. Under the sound of my voice today there may be the best men that ever lived, and there may be, for aught I know, just as bad as ever lived. I hope not. But then, because we are within the walls of this house, does that signify that we are blended together in heart and spirit? No, no more than it proves that oil and water will unite. If I understand it correctly, we have to be blended together, united together completely in heart and spirit. I recollect once a man coming to me with a watermelon in his hand. It looked so green, good and fine, thought I&#x2014;&#x201C;We will have a feast on this watermelon.&#x201D; But as he came near I caught a glimpse of it somehow, and discovered that it had been plugged and the inside taken out, so that instead of a watermelon, he was bringing a mere shell. There was the appearance of a watermelon, but, alas! there was no meat in it, it had all been dug out. Now, it is not the form of the union that the Savior wants among his people; that will not suffice; it is the marrow, the fatness we want, and then we can be melted into one, and this is what the Savior meant when he said, &#x201C;Except ye are one ye are not mine.&#x201D;<span class=\"citation\" id=\"85143\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85143)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85143)\">D&amp;C 38:27<\/a><\/span> But tares will grow in the same field with <div class=\"break columnbreak\" id=\"236b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0236.pdf\" target=\"pdfwin\">p.&#xA0;236b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6140\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the wheat,<span class=\"citation\" id=\"64586\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64586)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64586)\">Matt. 13:30<\/a><\/span> yet remember that tares are not wheat, neither is water oil. Come what will, life or death, or whatever it may be, never mind, trust in God, and he will bring you out all right. <\/div><div class=\"paragraph jod\" id=\"v16n811\"> I am thankful for this privilege of saying a few words. I hope I have done no harm, and that I have not said anything that is contrary to the will of God, or to the feelings of the pure in heart, for they are just as sacred to me as the law of God, and I do not want to unnecessarily offend the ungodly; but I am not so particular to spare or shield them. I want to tell the truth, and bear a faithful testimony. I have been in this Church about forty-three years&#x2014;almost from the beginning, for I was baptized the 31st of October, 1831, and ordained the same day and sent to preach the Gospel, and more or less, most of the time since, I have been engaged in that work. I used to be very active and spry, but now I have got to be old and clumsy, and I cannot travel about much. I have to be very careful of myself and keep rather moderate and still. I yet enjoy life, and have very good health, but an inclination of blood to the head causes a flush on my countenance, which some may regard as an indication of better health than I enjoy. But you know all men try to put the best side out, and the women too; and if nature, in her operations, has caused a flush of health to bloom on my countenance, it is only following the fashions of the day&#x2014;putting the best side out. God be thanked that it is as well as it is. <\/div><div class=\"paragraph jod\" id=\"v16n812\"> Heaven bless you, is my prayer in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}