{"ID":160018, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Purpose of God in Creating Man&#x2014;Man's Agency&#x2014;Duties of Those Who Have Entered Into Covenant With God&#x2014;Reward of Faithfulness&#x2014;Work to Be Accomplished Before the Second Coming of Jesus&#x2014;Avoid Evil Associations.<\/div>\n<div class=\"subtitle\">Discourse by President Daniel H. Wells, delivered in the New Tabernacle, Salt Lake City, Saturday Afternoon, August 9, 1873.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: Purpose of God, Etc.<\/div>\n<div class=\"speaker\">Speaker: Daniel H. Wells<\/div>\n<div class=\"date\">Date: 8\/9\/1873<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d18\">\n<div class=\"paragraph jod\" id=\"v16n431\"> I feel to bear my testimony, my brethren and sisters, to the doctrines and principles of the holy Gospel of our Lord and Savior Jesus Christ, which, we read in the Scrip<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"123b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0123.pdf\" target=\"pdfwin\">p.&#xA0;123b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6253\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tures, is the power of God unto salvation to all who believe<span class=\"citation\" id=\"72198\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72198)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72198)\">Rom. 1:16<\/a><\/span> and obey the same. It has been stated here that we are a peculiar people,<span class=\"citation\" id=\"77827\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77827)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77827)\">1 Pet. 2:9<\/a><\/span> and that we have a mission to perform on the  <div class=\"break pagebreak\" id=\"124a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0124.pdf\" target=\"pdfwin\">p.&#xA0;124a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6252\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>earth. This is true. Our Father in heaven has a work to perform on the earth, and we have been called to be co-workers with him in bringing to pass his purposes among the children of men. This is a blessed privilege for us. If his purposes could have been advanced and established upon the earth without his having revealed himself, we would not have been called, and the angel would not have come and restored the everlasting Gospel in our day.<span class=\"citation\" id=\"79745\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79745)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79745)\">Rev. 14:6<\/a><\/span> We may go further back, and say, that if it would have been as well for us to remain with our Father in the spirit world, and not to come forth into this world, to pass through the ordeals which await us, we should not have been sent. But we have been sent for a purpose, and that purpose is, that we may accomplish the full measure of our creation, which we could not do without an earthly probation. This was necessary to our advancement, as intelligent beings, and for the progress of the kingdom and glory of God. We had a pre-existence in the spirit world, and we kept our first estate there,<span class=\"citation\" id=\"93462\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93462)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93462)\">Abr. 3:26<\/a><\/span> or we should not have been privileged to come and take bodies and, by living according to the principles of the holy Gospel, prepare ourselves for salvation and exaltation, and to return again into the presence of our Father and partake of his glory. In this connection come in the principles of redemption and of the resurrection, through the power of which our bodies and spirits, after they have passed the ordeal of death, will be reunited and clothed with immortality and endowed with eternal life. I say, if it would have been as well for us to remain in the spirit world, we should not have been sent forth to be tested with the misery, woe, sorrow, corruptions, evils and death so prevalent on earth; but it was in <div class=\"break columnbreak\" id=\"124b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0124.pdf\" target=\"pdfwin\">p.&#xA0;124b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6252\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> kindness to us, his children, that our Father sent us to this earth, that we may show whether we will be faithful in all respects to the principles of truth and righteousness, and to the commandments of God when in the midst of evil. All the requirements of our Father conduce to the blessing and benefit of those who observe them while they live here, as well as ensuring to them the blessings at the end of the race. <\/div><div class=\"paragraph jod\" id=\"v16n433\"> The Lord our God never did, and he never will, reveal a principle, give a commandment, or make a requirement of his children on the earth, but what if it is carried out will prove a blessing to every one, for it will enable us to work out our salvation and exaltation by establishing the principles of truth, virtue and honor upon the earth, and these principles, in the very nature of things, must purify and elevate those who live and govern their actions by them. These are the only principles which will endure and stand forever; while that which is of an opposite character will pass away. Herein is the warfare in which we are engaged, and which we shall continue to wage, as long as we live on the earth. For the evil one is ready, if we will listen to him, to lead us astray and to cause us to make shipwreck of our most holy faith;<span class=\"citation\" id=\"75847\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75847)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75847)\">1 Tim. 1:19<\/a><\/span><span class=\"citation\" id=\"78917\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78917)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78917)\">Jude 1:20<\/a><\/span> he will cause light to appear as darkness, and darkness as light,<span class=\"citation\" id=\"57949\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57949)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57949)\">Isa. 5:20<\/a><\/span> and he will lead us down to destruction if we are not continually on our guard against his wiles and suggestions. But if we observe the principles of the Gospel and the commandments of the Lord our God, they will bring us peace in the life that now is as well as in that which is to come.<span class=\"citation\" id=\"86376\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86376)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86376)\">D&amp;C 59:23<\/a><\/span> Some people seem to think that the pursuits so prevalent in the world are all that are worth living for, and that they  <div class=\"break pagebreak\" id=\"125a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0125.pdf\" target=\"pdfwin\">p.&#xA0;125a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6251\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>will find joy and happiness therein. But such pleasures are neither solid nor lasting, and there is nothing that can be considered real, genuine joy and pleasure within the reach of the human family, but what is to be found within the purview of the everlasting Gospel. The Gospel makes men and women free&#x2014;free from sin&#x2014;the greatest of all tyrants; and there is no greater slave on the earth than the man who is under the control of his own passions, and who is subject to the dictation of the spirit of evil which is so prevalent in the world. The acts of all such persons bring their own punishment, and it is swift and certain; while those who are controlled by the principles of the Gospel have a joy and peace, under whatever circumstances in life they may be placed, which the world knows nothing of, and which it can neither give nor take away, for they have an inward consciousness that their course secures to them the confidence of the Lord our God. <\/div><div class=\"paragraph jod\" id=\"v16n435\"> We are placed here on the earth that we may be tested. We are very independent beings, we have our agency, and can choose the road to life or the road to death, just as we please. If we would secure eternal life we shall have to take a course to command the confidence of our Father in heaven, and to accomplish this, we must not be weary in well doing,<span class=\"citation\" id=\"74719\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74719)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74719)\">Gal. 6:9<\/a><\/span> for it is said that only they who endure will receive the reward.<span class=\"citation\" id=\"86045\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86045)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86045)\">D&amp;C 53:7<\/a><\/span> Endure what? Why, the trials, temptations and difficulties that we may have to encounter in the path which the Gospel marks out. Our path, as followers of the Savior, is beset with evil on every side, and with influences which, if yielded to, will bring us under the power of the oppressor. They may seem alluring, to a greater or less extent, <div class=\"break columnbreak\" id=\"125b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0125.pdf\" target=\"pdfwin\">p.&#xA0;125b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6251\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and so they are, for the power of evil has great influence in the earth. The wealth of the earth has long been controlled by the evil one, and he has bestowed it upon whomsoever he has seen fit. Perhaps this has been ordered so in the economy of our Father for the benefit of his children. We must learn to trust in God. As was said here this morning, we must live by faith.<span class=\"citation\" id=\"72244\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72244)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72244)\">Rom. 1:17<\/a><\/span> What is a man good for who, just as soon as an obstacle presents itself before him, flies the track and says, &#x201C;I will have no more to do with this or with that. It is true it purports to come from our Father in heaven, but I cannot see the benefit that will accrue to me in observing it, and I will seize that which offers present benefit, regardless of the consequences.&#x201D; That man proves to all that he is not worthy to receive eternal riches. A Latter-day Saint should live so that he can bear the scrutinizing eye of the Almighty, in secret as well as in public. This should be his course all the days of his life; then when the day comes in which the wicked will call upon the rocks to hide them from the face of the Lord,<span class=\"citation\" id=\"79320\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79320)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79320)\">Rev. 6:16<\/a><\/span><span class=\"citation\" id=\"82128\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82128)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82128)\">Alma 12:14<\/a><\/span> he will rejoice in meeting his Father, and will join in rendering praise and thanksgiving to his name, for the privilege of again beholding him. This will be the lot of the righteous&#x2014;those who have served God in their actions as well as with their lips; but sad indeed will be the fate of those who have been hypocritical, who have professed with their lips, but have not possessed in their hearts.<span class=\"citation\" id=\"58763\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58763)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58763)\">Isa. 29:13<\/a><\/span> They will dread to meet the face of the Lord, they have a certain fearful looking for of the fiery indignation of the Father.<span class=\"citation\" id=\"76941\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76941)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76941)\">Heb. 10:27<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v16n436\"> Now, it is true, that while in the flesh we are subjected to many trials and temptations; but we are not like those without hope. The Apostle  <div class=\"break pagebreak\" id=\"126a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0126.pdf\" target=\"pdfwin\">p.&#xA0;126a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6250\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>says we are subjected in hope.<span class=\"citation\" id=\"72619\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72619)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72619)\">Rom. 8:20<\/a><\/span> In hope of what? Latter-day Saints who faithfully live their religion have the hope of a glorious resurrection and eternal life. It is part of the experience of Latter-day Saints to be subjected to trial, in some things perhaps more than the wicked, that they may gain the ascendancy over their own passions and all the evils which beset them. Our passions are given us for a good and wise purpose. They underlie our existence. They give us nerve and energy, and power to execute and carry out; but they are not given to be our masters. Those heaven-given gifts&#x2014;reason and intellect, should reign and bring passion into complete subjection, and they will do so if inspired and directed by the Spirit of God. <\/div><div class=\"paragraph jod\" id=\"v16n438\"> We have been gathered from the nations of the earth that we may be taught the ways of the Lord. It was remarked here this morning that there was need of a reformation in the world. If it were not so the Lord would not have undertaken it, and things would have been permitted to go along as usual. But the Lord saw the necessity for a change. All had departed from the path of life. The authority of the Holy Priesthood had been taken back into the heavens for a wise purpose, and also for the advantage of the children of men upon the earth. Better for them to be without it, than to possess and not to obey its high behests; but when the set time was come for the Lord to establish his kingdom,<span class=\"citation\" id=\"57066\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57066)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57066)\">Ps. 102:13<\/a><\/span> he again sent forth the Gospel to the children of men, knowing that it would find many honest-hearted people who would be willing to receive instruction from heaven, and stand in the day of his power.<span class=\"citation\" id=\"86129\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86129)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86129)\">D&amp;C 58:11<\/a><\/span> The Gospel is to go forth to all nations and tongues on the earth, that all may <div class=\"break columnbreak\" id=\"126b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0126.pdf\" target=\"pdfwin\">p.&#xA0;126b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6250\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> have an opportunity of being co-workers with God in establishing his kingdom on the earth, which is destined to stand forever and to absorb all other kingdoms.<span class=\"citation\" id=\"61263\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61263)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61263)\">Dan. 2:44<\/a><\/span> This is inevitable and will come to pass in the Lord's own due time. The Elders of Israel are going to the nations and gathering therefrom the honest in heart, and through them the Lord is revealing his purposes to the children of men, and the institutions of high heaven. <\/div><div class=\"paragraph jod\" id=\"v16n439\"> This is the mission of the Latter-day Saints, and every one of them who is faithful to his calling is a co-worker with the Lord in the establishment of his purposes, and he will find his reward here and hereafter. Is it not glorious to know that we are engaged with our Father and God, and with holy beings who have gone behind the veil, in carrying on this great reformation which the Lord has commenced on the earth? I say it will never be confounded, never, no never. The principles of the holy Gospel will last forever, and they will exalt all whose lives and actions are controlled thereby, and who will live by every word which proceeds from the mouth of God.<span class=\"citation\" id=\"62833\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62833)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62833)\">Matt. 4:4<\/a><\/span> Such persons will never be prevailed against in time and in eternity. There is nothing surer than this, because this Gospel will go on from conquering to conquer,<span class=\"citation\" id=\"79241\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79241)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79241)\">Rev. 6:2<\/a><\/span> until all nations, kindreds, tongues and people will come under the scepter of Immanuel, and every knee shall bow and every tongue confess that Jesus is the Christ.<span class=\"citation\" id=\"75456\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75456)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75456)\">Philip. 2:10-11<\/a><\/span> Evil will work out its own overthrow. The wicked will prey upon each other to their own destruction,<span class=\"citation\" id=\"86398\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86398)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86398)\">D&amp;C 63:3<\/a><\/span> and in the Lord's own due time the earth will be rid of evildoers, whereas those who are based upon the Rock of Ages will endure forever.<span class=\"citation\" id=\"126786\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126786)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126786)\">Ps. 37:9<\/a><\/span> This is just as natural as any prin<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"127a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0127.pdf\" target=\"pdfwin\">p.&#xA0;127a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6249\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ciple of philosophy that exists, and it is bound to come to pass. Our Father has passed through these ordeals, and has trodden the paths we are treading. He kept his second estate, and has attained to his exaltation. We have the privilege of following in his footsteps. It has been revealed in our day who we are, and the relationship we hold to God. We have learned that God is our Father, and that we are his children, <span class=\"italic\">bona fide<\/span> his children. Not in a spiritual sense alone, but when we say, &#x201C;Our Father who art in heaven,&#x201D;<span class=\"citation\" id=\"63305\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63305)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63305)\">Matt. 6:9<\/a><\/span> we mean just what we say. <\/div><div class=\"paragraph jod\" id=\"v16n441\"> We have not only learned who we are, but the purpose of our creation and our future destiny. I have not given myself a great deal of uneasiness about the future. I have felt that, if I could act my part, properly as I pass along through life, whether I attained to anything hereafter or not I should be content. The peace and happiness which I have day by day in my inmost soul is its own reward; and I have long been satisfied that there is nothing worth having outside the purview of the holy Gospel, and the peace, satisfaction and joy which it brings me I would not exchange for all that this world can bestow. As for the future, I am satisfied that it will be altogether satisfactory and will bring all that I can ask for and more than I can now comprehend, if my course day by day now is what it should be. I have no fears that my exaltation will not be as full and complete as I shall be capacitated to enjoy. And whether it is or not I have an inward peace through taking this course that, of itself, is a continual feast, which sustains and buoys me up under every difficulty and obstacle which presents itself before me. <\/div><div class=\"paragraph jod\" id=\"v16n442\"> I think this should be attraction <div class=\"break columnbreak\" id=\"127b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0127.pdf\" target=\"pdfwin\">p.&#xA0;127b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6249\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> enough to entice every son and daughter of Adam. I think that the children of our Father cannot afford to throw away these blessings. I think that we cannot afford to take the name of God in vain.<span class=\"citation\" id=\"54220\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54220)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54220)\">Ex. 20:7<\/a><\/span> We cannot afford to drown our reason in ardent spirits. We cannot afford to sin against God and to violate his commandments. These practices cost too much. No man or woman can afford to walk in the paths that lead to death. They are beset with misery, envy, jealousy, and with everything that produces discomfort, and at the end thereof death, and misery both before and after death. Said Jesus&#x2014;Fear not him who has power only to destroy this body, but fear Him who can cast both soul and body into hell.<span class=\"citation\" id=\"64178\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64178)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64178)\">Matt. 10:28<\/a><\/span> Let us take the course, then, that will save us here and hereafter. Let the body go, if necessary, if it intervenes between us and the faith of the holy Gospel and our duty to God. If we are brought into a position in which the life of the body imperils our faith in the Gospel, let the body go cheerfully and willingly. We should pour out our blood as freely as the water that runs, rather than violate our fidelity to the principles of eternal life, or our most holy covenants before the Lord, or rather than deny the word after having tasted the powers of the world to come.<span class=\"citation\" id=\"76723\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76723)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76723)\">Heb. 6:5<\/a><\/span> To know God and Jesus whom he has sent is eternal life,<span class=\"citation\" id=\"70602\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70602)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70602)\">John 17:3<\/a><\/span> and rather than deny them and turn again to the things of the world,<span class=\"citation\" id=\"126787\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126787)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126787)\">1 Jn. 2:15<\/a><\/span> like a sow that is washed to her wallowing in the mire,<span class=\"citation\" id=\"78427\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78427)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78427)\">2 Pet. 2:22<\/a><\/span> let this poor body go. It will go sooner or later anyhow, and we should esteem it a privilege to lay down our lives in defense of the principles of the everlasting Gospel. We should not rashly run into danger, but we should take a wise course and, at any cost, determine to rise  <div class=\"break pagebreak\" id=\"128a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0128.pdf\" target=\"pdfwin\">p.&#xA0;128a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6248\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>above the evils that are in the world and be faithful to the truth, holding on to the iron rod,<span class=\"citation\" id=\"80969\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80969)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80969)\">1 Ne. 8:30<\/a><\/span> without swerving to the right hand or to the left; and if there is no other alternative, rather than swerve, let the body go. It will be a happy exchange, and we will receive it again crowned with glory, immortality and eternal life. <\/div><div class=\"paragraph jod\" id=\"v16n444\"> Now Latter-day Saints, are you willing to do this? Oh yes, hundreds and thousands would, if necessary, walk up to the cannon's mouth, in defense of the truth and Priesthood, who will not live their religion. Such persons will suffer loss if they are not careful. We cannot afford to neglect our duties. We want to attain to celestial glory. We do not feel as though we could be satisfied with anything short of that. No Latter-day Saint, who has ever reflected upon these things, feels that he can be satisfied short of celestial glory. We could not be satisfied with a telestial nor even with a terrestrial glory. We want to attain to the highest of all. We have set out for that, it is the goal for which we are bound, and we feel that nothing short of that will satisfy us. How many will come short of it I do not know, but I know that in order to attain to it we must be careful to observe all the duties which are incumbent upon us. We have no promise of that glory unless we do. The revelations of the Lord, through his servant Joseph, tell us that whosoever cannot abide a celestial law will not inherit the glory of the celestial kingdom.<span class=\"citation\" id=\"88397\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88397)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88397)\">D&amp;C 88:22<\/a><\/span> There are many called Latter-day Saints who are anxious to obtain their endowments, washings, sealings and anointings, and baptisms for themselves and their dead, and who would think they were deprived of very great blessings if they could not have these privileges; and yet they act as <div class=\"break columnbreak\" id=\"128b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0128.pdf\" target=\"pdfwin\">p.&#xA0;128b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6248\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> though if they could only snatch these blessings from the hands of the servants of the Lord they would be all right, and they could do in other respects just as they please. They could neglect to pay their Tithing and the observance of the commands of the Lord generally, and walk after their own vain imaginations all the days of their lives. What a fatal mistake is here! By your own works ye shall be judged,<span class=\"citation\" id=\"80661\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80661)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80661)\">Rev. 20:13<\/a><\/span> whether they be good or evil.<span class=\"citation\" id=\"57657\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57657)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57657)\">Eccl. 12:14<\/a><\/span><span class=\"citation\" id=\"81844\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81844)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81844)\">Mosiah 3:24<\/a><\/span> A man may attain to all these ordinances, he may keep his path hidden in iniquity for a season, but the time will come when every evil doer will stand before the Lord in his own naked deformity, he will be stripped of his hypocrisy and subterfuge of lies. The gigantic superstructure of Satan, that has so long wielded influence in the earth, will be swept away, and in that day all who stand will do so by their own virtue and integrity. No man can afford to do an evil act. If it is unseen by his fellows, he himself knows it, and the Lord knows it, and that is two too many&#x2014;two witnesses to establish his guilt, and he cannot dodge it, it will be known, as it were, on the housetops.<span class=\"citation\" id=\"83639\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83639)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83639)\">D&amp;C 1:3<\/a><\/span> Therefore, brethren and sisters, let us be diligent in all things, even in what are considered the small things, though there are no small things connected with our duties and callings as Saints. We cannot afford to live without paying our Tithing, because it is a law of heaven, one of the requirements the Lord has made at our hands for our own benefit. Covetousness is idolatry.<span class=\"citation\" id=\"75620\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75620)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75620)\">Col. 3:5<\/a><\/span> We cannot afford to have anything intervening between us and the Lord our God. We must serve the Lord with a perfect heart and a willing mind.<span class=\"citation\" id=\"55900\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55900)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55900)\">1 Chr. 28:9<\/a><\/span> If we are so covetous that we cannot pay our Tithing, there is an obstacle in the way, and we have become  <div class=\"break pagebreak\" id=\"129a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0129.pdf\" target=\"pdfwin\">p.&#xA0;129a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6247\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>lukewarm and indifferent in the cause of God. It is no matter how poor we may be, if we have ever done anything in the line of our duty in the kingdom of God, it has brought with it peace and salvation. We are never sorry for it afterwards, unless we turn away from the truth. If we neglect any duty, Tithing or any other, we feel under condemnation. No matter how poor we may be we should pay our Tithing, if we have to receive it back again at the hands of the Bishops, it is a blessing and a benefit to us. As Joseph F. Smith remarked at Tooele, that poor widow who pays her Tithing, will receive from one to five hundredfold. She is sure to do it, and so with every individual. <\/div><div class=\"paragraph jod\" id=\"v16n446\"> But it is not the poor, as a general thing, who neglect their Tithing. It is oftener the wealthy than the poor. The man who has a hundred dollars can give his ten. If he has only ten, he can give one easier than another man can give ten. If he has ten thousand, it is harder for him to give a thousand, and the more he has the more difficult it is for him to pay his Tithing. It has always been so, I apprehend; anyhow, it is so at the present time. We cannot afford this. If we expect to attain to celestial glory, we must abide the law of the celestial kingdom.<span class=\"citation\" id=\"88398\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88398)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88398)\">D&amp;C 88:22<\/a><\/span> There is no obstacle in our path that we cannot overcome. If we are determined the Lord will help us. He does and has done so all the time, and he will continue to do so. <\/div><div class=\"paragraph jod\" id=\"v16n447\"> How many times have we been benefited by pursuing the course which the God of heaven has marked out for us to walk in? How often has he delivered his Saints in times past? How many times has he rebuked, under the administration of his servants, the sickness of a child or the member of a family? Should <div class=\"break columnbreak\" id=\"129b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0129.pdf\" target=\"pdfwin\">p.&#xA0;129b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6247\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> we not then have an increased confidence to come again, and to put our dependence in him, knowing and realizing that he is faithful in performing that which he has promised? Having paid our Tithing once, and received the blessing, should we not approach the altar again with renewed confidence and zeal, relying and trusting in God for the future, without fearing any disaster coming upon us? I think this is good philosophy, it brings its own reward in the very nature of things. Then why not feel encouraged in going to meeting and in attending to the duties required at our hands, partake of the sacrament, put away evil feelings one against another, and come to the table of the Lord with pure hearts and clean hands,<span class=\"citation\" id=\"56523\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56523)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56523)\">Ps. 24:4<\/a><\/span> to commemorate the sufferings and death of our Lord and Savior Jesus Christ? One great reason why the Sacrament was instituted was, that we might not forget him, nor our Father in heaven, who sent him. Said Jesus, &#x201C;Do this until I come.&#x201D;<span class=\"citation\" id=\"73383\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73383)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73383)\">1 Cor. 11:25-26<\/a><\/span> He will come again, most assuredly, in power and great glory. Who will be prepared to receive him? Where are the people who will be able to stand at his second coming, when he will take the reins of power into his own hands? <\/div><div class=\"paragraph jod\" id=\"v16n448\"> Is it reasonable to suppose that Jesus will send his messengers to warn the world, that all people may have an opportunity to obey the Gospel and to be prepared for his coming? I think it is reasonable to suppose that he will commence a preparatory work on the earth before he makes his descent. This is the work, brethren and sisters, in which we are engaged&#x2014;preparing for the second coming of our Lord and Savior Jesus Christ, that when he comes he may have a people zealous of good works,<span class=\"citation\" id=\"76313\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76313)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76313)\">Titus 2:14<\/a><\/span> ready to do his bidding, instead of  <div class=\"break pagebreak\" id=\"130a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0130.pdf\" target=\"pdfwin\">p.&#xA0;130a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6246\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>crucifying him as they did before. Then let us go to with our might, devoting ourselves, and whatever the Lord gives unto us, to him and his kingdom. Let us not sift our ways to strangers,<span class=\"citation\" id=\"126788\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126788)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126788)\">Jer. 3:13<\/a><\/span> but let us be diligent and faithful in sustaining every righteous principle. This is our duty and privilege. Let us divest ourselves of the evils so prevalent in the world, otherwise we are not gathered out from the world. The Apostle said&#x2014;&#x201C;Come out of her, O my people, that ye be not partakers of her sins, that ye receive not of her plagues.&#x201D;<span class=\"citation\" id=\"80240\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80240)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80240)\">Rev. 18:4<\/a><\/span> If we, after being gathered to Zion, still practice the vices and follies of the world, we might as well have stayed there, for these sins bring with them their punishment. The judgments of the Almighty follow sin as naturally as cause and effect in anything else, and the wicked nations of the world will feel retribution for the sins they commit, just as certain as they have an existence on the earth. There is no escape, except by forsaking their sins and obeying the commands of the Lord. We cannot escape the plagues threatened to the sinner, even here in Zion, unless we refrain from sin and walk in the paths that the Lord marks out for us to walk in. <\/div><div class=\"paragraph jod\" id=\"v16n450\"> The Lord foreknew that many of the spirits which were reserved to come forth in our day and generation would receive his Gospel, and stand faithful. All have the privilege of doing so. The Lord has extended the invitation to all his children here on the earth. Says he&#x2014;&#x201C;Turn ye, turn ye, from your evil ways; for why will ye die?&#x201D;<span class=\"citation\" id=\"60792\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60792)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60792)\">Ezek. 33:11<\/a><\/span> &#x201C;Take upon you my yoke, for it is easy, and my burden, for it is light.&#x201D;<span class=\"citation\" id=\"64327\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64327)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64327)\">Matt. 11:29-30<\/a><\/span> &#x201C;Come, drink of the waters of life freely,<span class=\"citation\" id=\"82046\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82046)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82046)\">Alma 5:34<\/a><\/span><span class=\"citation\" id=\"83953\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83953)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83953)\">D&amp;C 10:66<\/a><\/span> without money and without price.&#x201D;<span class=\"citation\" id=\"59766\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59766)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59766)\">Isa. 55:1<\/a><\/span> This is the invitation which is given to all nations, by the servants of the <div class=\"break columnbreak\" id=\"130b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0130.pdf\" target=\"pdfwin\">p.&#xA0;130b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6246\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Lord, who do not go forth proclaiming it for hire, but because they have received the testimony of Jesus, and can foretell that the evils which are so prevalent among men are bound to bring destruction upon them. The earth is defiled by the sins of its inhabitants,<span class=\"citation\" id=\"58447\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58447)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58447)\">Isa. 24:5<\/a><\/span> and destruction will certainly overtake them unless they forsake their evil ways, for the Lord will not suffer this thing to continue forever. This is not in the economy of heaven&#x2014;none would be saved if it were permitted to be so. Satan would gain the ascendancy, and would dethrone the Almighty, if it could be suffered to go on. There must be a turning point&#x2014;that has arrived, and the way of escape is made plain<span class=\"citation\" id=\"57433\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57433)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57433)\">Prov. 15:19<\/a><\/span> to the children of men. The God of heaven has revealed it in our day. We are the recipients of his mercy and of the principles of truth, and by complying strictly with the principles of the everlasting Gospel, which is the power of God unto salvation,<span class=\"citation\" id=\"72158\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72158)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72158)\">Rom. 1:16<\/a><\/span> we shall be preserved in the day of God's power; but we must observe the law of high heaven. If a man will persistently walk in the path of danger, or into the fire, he will be burned and he knows it. Then why not take a different path? When the Lord points out the path of safety, his Saints must walk therein, or they will suffer the consequences. Some of us are captives to our own passions. We think we know best, and we oftentimes imagine that the Lord is far away, and that we are left to govern ourselves, and we yield to this and to that for the sake of a little transient pleasure, and we think that all will be well hereafter. We do not care particularly about the future, if we can only take care of ourselves today. We perhaps give way to some alluring spirit, in some quiet nook or corner, thinking we will be shielded if we do  <div class=\"break pagebreak\" id=\"131a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0131.pdf\" target=\"pdfwin\">p.&#xA0;131a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6245\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>give way to some evil once in a while. There is a way to be shielded, but it is not by persisting in evil doing. We must turn from every evil way, then we have the assurance that God will forgive us. Men and women may do evil, but if they repent they can be forgiven and receive the administration of the ordinances of the house of God, for the authority has been restored to administer all the ordinances of salvation. Men may have their sins remitted by having the ordinance of baptism administered. Is there any other way by which that blessing can be obtained? Not that we know of; if there is, the Lord has not revealed it, and that is sufficient. All we have to do to secure the remission of sins, is to repent and to comply with the ordinance of baptism. <\/div><div class=\"paragraph jod\" id=\"v16n452\"> We have been called from Babylon by the command of high heaven, and our duty now is to stand shoulder to shoulder for God and his kingdom, and for every holy and righteous principle, no matter what opposition we may meet with. What could a man do, isolated, in the midst of a wicked nation? He could live for God if he had a mind to; but what influence could he wield under such circumstances for the kingdom of God? None that would be acknowledged. He might bear his testimony, and tell those around him of their evils, and that would condemn those who heard him, if they did not heed his sayings. But when there is a concentration of such faith and power by the uniting together of people in communities, as we see here in the valleys of the mountains, a more formidable barrier is presented to the progress and advance of evil, and such unity and concentration will bring down to the earth an increase of power from the Lord in favor of virtue and truth. <\/div> <div class=\"break columnbreak\" id=\"131b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0131.pdf\" target=\"pdfwin\">p.&#xA0;131b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6245\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v16n453\"> What does the so-called Christianity of the day do to check the torrent of corruption that is now sweeping over the face of the whole earth? Comparatively nothing. I say this in all charity, because there are a great many who are doing their utmost to check the progress of evil; but it still grows, and so-called Christianity is powerless to check it. It is greater today than it was yesterday, greater yesterday than last week, and greater last week than a month ago, and it is incalculably greater now than it was a hundred years ago. <\/div><div class=\"paragraph jod\" id=\"v16n454\"> It is time the Lord set his hand to gather his people, that he may secure a foothold on the earth, where righteousness may predominate, and where the majority of the people will be for him and his kingdom. The Lord has set his hand and commenced his work to bring about his great purposes. <\/div><div class=\"paragraph jod\" id=\"v16n455\"> Let me bear my testimony to my brethren and sisters and all good friends. The Lord has spoken from the heavens, and has commenced this work in which we are now engaged in the tops of the mountains. The Prophet, in looking forward, saw that the work of God would be in the tops of the mountains in the latter days.<span class=\"citation\" id=\"57713\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57713)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57713)\">Isa. 2:2<\/a><\/span> We testify that this is what he saw, here in the vales of Utah, Idaho, Arizona and all the surrounding Territories. The kingdom of God is with us today, not in its fullness, but it is growing. It is here to test the children of men, to see what they will do with it. Brother Heber used to say this was the threshing floor. We go out to the nations of the earth and preach the Gospel, a good many receive it and gather to Zion. But their trials begin when they get here, for this is the threshing floor. Here a people will be prepared for the coming of  <div class=\"break pagebreak\" id=\"132a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0132.pdf\" target=\"pdfwin\">p.&#xA0;132a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6244\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Jesus, that when he does come he may find a place whereon to lay his head,<span class=\"citation\" id=\"64039\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64039)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64039)\">Matt. 8:20<\/a><\/span> and some, at least, who sustain heavenly principles. If we are not the people, some others will be gathered for that purpose. We bear testimony that we are that people. True, we are in a very imperfect state, but we hope we are progressing, that we are a little better than we have been. Many Latter-day Saints can look back on their past lives and conscientiously bear testimony before heaven that they are better men and women today than they were one, two, or ten years ago. This is a guarantee that the work is onward and upward. It must have its commencement in the souls and hearts of men and women, or its fruits will not appear. But this work is bringing forth its fruits, they can be seen by all. None are so blind but what they can see them if they will divest themselves of prejudice. The work now commenced here will extend, and just as fast as the people prepare themselves to receive it, they may participate therein, for it will increase and spread until in its greatness, power and glory, it absorbs all kindreds, nations and tongues, and all will bow to King Immanuel's sway, and he will rule King of nations<span class=\"citation\" id=\"60450\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60450)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60450)\">Jer. 10:7<\/a><\/span> as he does King of Saints.<span class=\"citation\" id=\"80091\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80091)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80091)\">Rev. 15:3<\/a><\/span> Prophets have foretold this, and we believe it, and we bear testimony that we are that people, and that the Lord did reveal himself to Joseph Smith, and called him to commence this work. In calling him the Lord made no mistake. He knew that Joseph would rather swap his life away, than quail under persecution or deny the faith. Joseph did this, he proved that sooner than swerve from his integrity to God he would die. Who can gainsay this? No man, in time or eternity. Joseph's martyrdom is a monument that <div class=\"break columnbreak\" id=\"132b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0132.pdf\" target=\"pdfwin\">p.&#xA0;132b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6244\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> will endure forever, that he preferred death to forsaking the principles of the holy Gospel and the institutions of heaven. They killed him for that, and nothing else. His death is a testimony against this wicked and adulterous generation,<span class=\"citation\" id=\"64808\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64808)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64808)\">Matt. 16:4<\/a><\/span> that they will have to meet. We as a community, are his witnesses, and a monument that all people may look upon and, if they have a mind to, they can comprehend that God has commenced his latter-day work. <\/div><div class=\"paragraph jod\" id=\"v16n457\"> These are the last days, and God will surely bring his purposes to pass. His work is established, and all are invited to help to build it up. We have received the principles of eternal life and we offer them to all. We are none of your hirelings. Freely we have received, freely we give,<span class=\"citation\" id=\"64091\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64091)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64091)\">Matt. 10:8<\/a><\/span> and ask nothing for it. We bear the glad tidings of salvation across the plains, rivers and oceans, and proclaim them on all suitable occasions at home and in distant climes. No day or hour passes without this testimony being borne by the servants of the Lord, and this has been so now for more than forty years, and during that time the work of the Lord has been continually increasing and gaining strength, taking root downward and bearing fruit upward. It is greater today than it was yesterday, and will be greater tomorrow than today, and it will continue so, no matter what may be brought to bear against it. We may be driven again as we have been in the past, but that would only increase our significance, our power, numbers and influence. It is vain to undertake to stop this work. Latter-day Saints may apostatize, their leading men may go overboard, but it will make no difference&#x2014;the Lord is at the helm, and his work is upward and onward continually. Some may stop by the  <div class=\"break pagebreak\" id=\"133a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0133.pdf\" target=\"pdfwin\">p.&#xA0;133a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6243\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>way side, but the cars will roll over and crush them. It is our interest to keep aboard the ship Zion, and to continue our efforts to bring ourselves into subjection to the law of the Lord, that we may be the honored instruments in his hands of aiding to build up his kingdom on the earth. We can only do this by being faithful to the counsels of the servants of the Lord who are inspired to teach and lead us. He has placed them in his Church and kingdom to guide and direct us. We have not chosen these men&#x2014;He has chosen them. They may be our selection too, it is very true, but the Lord has chosen them, and he is responsible. But we need not pin our faith to any man's sleeve. No, we can go to the Bible, to the revelations of Jesus given in our day; and listen to the whisperings of the Spirit in our own hearts for the testimony of this being the work of God. The Lord will reveal to any faithful individual all that is necessary to convince him that this work is true. None need depend for that testimony upon others; all can have it for themselves, and that will be like a well of water within them, springing up to everlasting life,<span class=\"citation\" id=\"69068\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69068)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69068)\">John 4:14<\/a><\/span> revealing to them the things of God,<span class=\"citation\" id=\"126789\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126789)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126789)\">1 Cor. 2:11 (JST)<\/a><\/span> and all that is needful to make them wise unto salvation.<span class=\"citation\" id=\"76220\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76220)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76220)\">2 Tim. 3:15<\/a><\/span> They need not depend upon my testimony, or upon that of President Young or President Smith, nor upon anybody but God. He will direct the course of all who try to serve him with full purpose of heart.<span class=\"citation\" id=\"84141\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84141)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84141)\">D&amp;C 18:27<\/a><\/span> He will show them whether we are placed here properly, or whether any mistake was made concerning the calling of Joseph Smith. The testimony of the Lord will tell whether we teach things of ourselves or of the Lord;<span class=\"citation\" id=\"69354\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69354)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69354)\">John 7:17<\/a><\/span> that testimony will tell its possessors whether the servants of God who <div class=\"break columnbreak\" id=\"133b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0133.pdf\" target=\"pdfwin\">p.&#xA0;133b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6243\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> stand here tell the truth about this work or not. They need be dependent upon none but themselves and the Lord for this knowledge, for the Lord is willing to give liberally to all, and he upbraids not.<span class=\"citation\" id=\"77424\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77424)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77424)\">James 1:5<\/a><\/span> All the world may learn to know the Lord our Father, who is in heaven, and Jesus Christ, whom he has sent,<span class=\"citation\" id=\"70603\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70603)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70603)\">John 17:3<\/a><\/span> if they will but take the course the Lord has marked out. <\/div><div class=\"paragraph jod\" id=\"v16n459\"> Latter-day Saints, as I said before, we cannot afford to do wickedly. That young man, or that old man, who goes into the canyon, cannot afford to take the name of the Lord in vain,<span class=\"citation\" id=\"54221\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54221)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54221)\">Ex. 20:7<\/a><\/span> neither in the streets nor saloons of the city, and for that matter Latter-day Saints cannot afford to go to saloons at all, because the associations are evil. We would to God we could entirely abolish every such place for there vice is seen in its most alluring colors. Drinking saloons and gaming tables should be banished from the face of the earth, because they engender vice. They lead the young, middle-aged and old into the practice of those things that are evil. The Latter-day Saints cannot afford to patronize them. They had better keep away from them. They had better not take the name of the Lord in vain,<span class=\"citation\" id=\"54222\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54222)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54222)\">Ex. 20:7<\/a><\/span> they cannot afford to offend the Lord. They had better keep his commandments and not do anything that is offensive in his sight. The Lord will not make a man an offender for a word,<span class=\"citation\" id=\"58898\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58898)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58898)\">Isa. 29:21<\/a><\/span> by any manner of means. He looks with compassion on all his children, and overlooks a great many of their weaknesses and follies if he finds that they have a desire to serve him. But still, the Latter-day Saint who has had the whisperings of the Spirit, and yet becomes so negligent as to indulge in these things, proves to the Lord that he has not learned his lesson  <div class=\"break pagebreak\" id=\"134a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0134.pdf\" target=\"pdfwin\">p.&#xA0;134a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6242\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>well&#x2014;that he has not learned to honor the Lord as he should do, and in consequence thereof he is not so much the recipient of his grace as he might be, and if he persists in evil the time will come when the issues will be barred so that the Spirit will not flow to him, and he will be darkened in the counsel of his mind,<span class=\"citation\" id=\"126790\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126790)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126790)\">D&amp;C 10:2<\/a><\/span><span class=\"citation\" id=\"126791\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126791)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126791)\">D&amp;C 84:54<\/a><\/span> and there will be ten chances to one that he makes shipwreck<span class=\"citation\" id=\"75848\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75848)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75848)\">1 Tim. 1:19<\/a><\/span> of his most holy faith.<span class=\"citation\" id=\"78918\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78918)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78918)\">Jude 1:20<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v16n461\"> No man can afford to set an example of this kind before his children, and no young man can afford to lose the good influence that he otherwise might retain from his youth to manhood and old age, it is too expensive. Blessed is the boy or girl who has the privilege, as all have in Zion, of growing up without sin unto salvation.<span class=\"citation\" id=\"85711\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85711)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85711)\">D&amp;C 45:58<\/a><\/span> They can do it if they have a mind to, if they will be governed by the principles of the everlasting Gospel, and will make them their textbook and guide by day and by night, and always be afraid of sin and fear to walk in the paths of degradation. <div class=\"break columnbreak\" id=\"134b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0134.pdf\" target=\"pdfwin\">p.&#xA0;134b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6242\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> All have this privilege in the valleys of the mountains. We are here that we may be saved from the sins of the world, and the children of Zion may come up without sin unto salvation.<span class=\"citation\" id=\"85712\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85712)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85712)\">D&amp;C 45:58<\/a><\/span> Oh, that they would consider and feel a greater responsibility, and never lose the purity of their childhood! If they could do this what an influence they could exercise before the heavens! What power might they not bring down for the salvation of Israel in the day of trial, tribulation and difficulty! The faith of an army of young men of this kind would be enough to withstand every foe, and I expect the time will come when it will do so. <\/div><div class=\"paragraph jod\" id=\"v16n462\"> May God help us to continue faithful, and to be more diligent and heedful to the teachings that we receive. We are taught in his ways that we may walk in his paths.<span class=\"citation\" id=\"56534\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56534)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56534)\">Ps. 25:4<\/a><\/span><span class=\"citation\" id=\"57790\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57790)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57790)\">Isa. 2:3<\/a><\/span> Then why not be diligent and faithful in walking therein? They are the paths of peace and joy, and lead to eternal life hereafter. That we may all attain to that, I pray in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}