{"ID":160030, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Importance of Living Up to the Knowledge Possessed By, and the Requirements Made of, the Latter-Day Saints, Through the Living Oracles of God.<\/div>\n<div class=\"subtitle\">Remarks by Elder David McKenzie, delivered in the New Tabernacle, Salt Lake City, at the Semi-Annual Conference, October 7, 1873.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: The Importance of Living, Etc.<\/div>\n<div class=\"speaker\">Speaker: David McKenzie<\/div>\n<div class=\"date\">Date: 10\/7\/1873<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d30\">\n<div class=\"paragraph jod\" id=\"v16n764\"> I feel very thankful for the privilege of standing before this congregation this morning, notwithstanding it is with some degree of diffidence; yet, in common with my brethren, I have reason to rest assured that when an Elder stands up before a congregation with a desire to bless them with a portion of the good news that emanates from the eternal throne, I say I have reason to believe that that Being whom we serve and worship will not be unmindful of us, inasmuch as we draw near unto him with confidence and with prayerful hearts. I rejoiced exceedingly at the words of our beloved President, President George A. Smith, when he requested the congregation to lift up their hearts in silent player to Jehovah, that the Elders might receive the words of life to give unto the people. This is our privilege, brethren and sisters, and it is one that I esteem of the greatest value; and when I come to a meeting to listen to the words of truth, I make it an invariable rule to lift up my heart in silent prayer that the Lord will administer to us, for without his aid and assistance our words are of very little value to the Saints. <\/div><div class=\"paragraph jod\" id=\"v16n765\"> I realize, this morning, that I am <div class=\"break columnbreak\" id=\"222b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0222.pdf\" target=\"pdfwin\">p.&#xA0;222b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6154\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> addressing a congregation of Latter-day Saints. If I were speaking to the people of the world, who know nothing about our holy religion, I might be directed to admonish them to be baptized for the remission of their sins. But I realize that I am talking to a people who are already acquainted with the first principles of the Gospel. I see before me those who have left all that was near and dear to them&#x2014;forsaken their homes, the graves of their fathers, the associations of their friends, and have gathered here to serve the true and living God&#x2014;that Being who has revealed himself in this, the dispensation of the fullness of times, for the winding up of the affairs of this earth, according to the program that was made before the world was. Inasmuch as we have done this, and have covenanted with God, the Eternal Father, that we would serve him and keep his commandments, if I can give you a word of comfort, or of exhortation, I pray that it may be so given to me from God that it may do you good. <\/div><div class=\"paragraph jod\" id=\"v16n766\"> We have had some very excellent instructions given to us during the Conference. President Young brought the Gospel before us, as it were in a  <div class=\"break pagebreak\" id=\"223a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0223.pdf\" target=\"pdfwin\">p.&#xA0;223a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6153\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>nutshell, when he told us that if there was anything good or beautiful, anything that savored of virtue and righteousness, anything that tended to true happiness, it was a portion of the creed of the Latter-day Saints.<span class=\"citation\" id=\"94221\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94221)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94221)\">A of F 1:13<\/a><\/span> I use the term &#x201C;creed.&#x201D; It is of itself a word that circumscribes, a word that limits, but there is no limit to our creed. It is unbounded, it comprehends all truth that is, was or is to be. Whatsoever is good and noble, whatsoever tends to the salvation of the children of men and to happify their being here and hereafter, to bring up, to improve, to increase according to the order of the Gods, that is the religion of the Latter-day Saints, that is what constitutes their religion. <\/div><div class=\"paragraph jod\" id=\"v16n768\"> It is fashionable to designate that as education which gives the young, an acquaintance with letters, numbers, science and philosophy; while that which tends to a future state, to happify hereafter and to prepare us for the presence of God is called by the world religion. With the Latter-day Saints it is all education, or it is all religion, just as you please. That which prepares us to live and enables us to provide for ourselves the necessaries and comforts of life, as well as that which prepares us for the presence of God our heavenly father, that we may dwell with him through all eternity with us is all education or all religion. We know not where to draw the dividing line, bearing this fact in mind, that whatsoever is good comes from God, and that whatsoever is evil comes from an evil source.<span class=\"citation\" id=\"83566\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83566)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83566)\">Moro. 7:16-17<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v16n769\"> I trust that we are awake to these things, that we do not let the time pass by unimproved, for to us is committed a great and important work&#x2014;not only our own salvation but the keys for the redemption of <div class=\"break columnbreak\" id=\"223b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0223.pdf\" target=\"pdfwin\">p.&#xA0;223b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6153\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the children of men from the earliest ages to the winding-up scene. That is the work the Latter-day Saints have before them. It is well to have this continually in our minds, that we may not trifle away the time, but that we may be awake to the signs that are looming up on every hand, and pointing out, as with the finger of Jehovah, that the time is drawing near when he whose right it is to reign will come and take the kingdom.<span class=\"citation\" id=\"86173\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86173)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86173)\">D&amp;C 58:22<\/a><\/span> Men have had it a long time their own way. When I read and reflect upon the history of the past I am led to believe that the Lord has let men take things into their own hands to a certain degree, to see what they would do for themselves. You all remember the dream of Nebuchadnezzar, which Daniel interpreted, wherein he saw a great image, the head of which was of fine gold, the breast and arms of silver, &amp;c. Images are the work of men's hands. To Nebuchadnezzar was given dominion over all the earth, a kingdom which was comparatively pure, and which was compared to fine gold; but in process of time the kingdom degenerated, and was weakened and subdivided, as represented by the feet of the image&#x2014;<span class=\"citation\" id=\"60984\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60984)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60984)\">Dan. 2:31-33<\/a><\/span>which were part of iron and part of miry clay.<span class=\"citation\" id=\"126826\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126826)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126826)\">Dan. 2:41<\/a><\/span> But in the last days the God of heaven was to set up a kingdom.<span class=\"citation\" id=\"61265\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61265)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61265)\">Dan. 2:44<\/a><\/span> A kingdom that was not a part of the image, it was not the work of man, it was the work of God, and was likened to a stone cut out of the mountain without hands.<span class=\"citation\" id=\"61387\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61387)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61387)\">Dan. 2:45<\/a><\/span> Mark the phrase&#x2014;&#x201C;without hands,&#x201D; it was not the work of men, it was a stone cut out of the mountain without hands,<span class=\"citation\" id=\"61064\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61064)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61064)\">Dan. 2:34,45<\/a><\/span><span class=\"citation\" id=\"86600\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86600)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86600)\">D&amp;C 65:2<\/a><\/span> that is, a kingdom set up by God, which was to smite this image&#x2014;<span class=\"citation\" id=\"126827\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126827)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126827)\">Dan. 2:34-35<\/a><\/span>the work of men, and an order of things was to be instituted in accordance with  <div class=\"break pagebreak\" id=\"224a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0224.pdf\" target=\"pdfwin\">p.&#xA0;224a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6152\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the mind and will of Jehovah. <\/div><div class=\"paragraph jod\" id=\"v16n771\"> I bear testimony to you this day, brethren and sisters, that God has set up his kingdom; that it has been revealed to me, to my understanding, to my most positive conviction, so that it is no longer a matter of doubt of uncertainty; but it is as substantial and real to me as the assurance that I am. And there are hundreds, yes, thousands in this congregation, who could bear the same testimony were they called upon. <\/div><div class=\"paragraph jod\" id=\"v16n772\"> Do we as Latter-day Saints act up to this knowledge? Do we bear in mind that we have made certain covenants with God, and that we are responsible whether we keep them or neglect them? I am afraid, brethren and sisters, that, although the majority of the Latter-day Saints are doing very well, there are many men with talents, gifts and abilities given them by God, who might be bright and shining instruments in his hands, who are negligent and who are wandering after idols, and are worshiping idols just as much as the heathen who prostrate themselves before things of wood and stone. What are they doing? Forgetful of the great aim and object which they should have in view as Latter-day Saints, they wander off after the things of this world, they seek to heap to themselves riches, and spend their time as if there were nothing beyond the veil. This course is not wise, even so far as this world is concerned, for what is the condition of such persons today? Their ideal does not give them that true lasting happiness that comes from God. It brings care and anxiety, and increases the lust for gain, and what they seek to obtain flees further from them. The acquisition of wealth entails greater <div class=\"break columnbreak\" id=\"224b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0224.pdf\" target=\"pdfwin\">p.&#xA0;224b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6152\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> responsibility as to what use they will make of it to acquire still more. Looking at it in this light it seems to me a self-evident fact, that although we are ostensibly engaged in seeking for and promoting our happiness, we are on the wrong track when we take a course of this kind. There is a proper course for us to pursue in order to increase our happiness. We have been thrown together on this planet, in pretty much the same circumstances in many respects. We are sensitive to pleasure and to pain, we have a desire to increase our enjoyments, and there are many things I might mention wherein we are all very much alike. Now don't you think that the Being who created you and me knew of a certain plan which, if we would adopt, a certain course which, if we would pursue, would give us the greatest among of happiness? It is a very reasonable conclusion. <\/div><div class=\"paragraph jod\" id=\"v16n773\"> What course is that likely to be? The same course that our Father in heaven has taken before us. How shall we get to know what that is? Let us read the revelations, let us refer to our beloved Savior when he was upon the earth. What course did he pursue? He went about doing good.<span class=\"citation\" id=\"71781\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71781)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71781)\">Acts 10:38<\/a><\/span> His admonition was to do good to all, to love your enemies, do good to them that hate you,<span class=\"citation\" id=\"63211\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63211)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63211)\">Matt. 5:44<\/a><\/span> and to do unto others as you would have them do to you.<span class=\"citation\" id=\"63818\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63818)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63818)\">Matt. 7:12<\/a><\/span> These were some of the principles laid down by our Savior and Redeemer. He said he came not to do his own will, but the will of his Father.<span class=\"citation\" id=\"69167\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69167)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69167)\">John 5:30<\/a><\/span><span class=\"citation\" id=\"69240\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69240)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69240)\">John 6:38<\/a><\/span> Don't you think, brethren and sisters, that if we were to follow these golden rules we should see a very different state of things to what we now see? What would be the result if they were observed? Every man would be as willing to promote  <div class=\"break pagebreak\" id=\"225a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0225.pdf\" target=\"pdfwin\">p.&#xA0;225a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6151\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the welfare and advantage of his neighbor as he would his own.<span class=\"citation\" id=\"65473\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65473)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65473)\">Matt. 22:39<\/a><\/span><span class=\"citation\" id=\"87457\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87457)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87457)\">D&amp;C 82:19<\/a><\/span> When two went to trade together it would not be&#x2014;&#x201C;Now let us see who will get the best of the bargain,&#x201D; or, &#x201C;I don't care what you get, I want to get as much as I can.&#x201D; The desire would be that each should be satisfied. In a state of society in which these golden rules were observed by all, there would be no grinding the face of the poor<span class=\"citation\" id=\"57881\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57881)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57881)\">Isa. 3:15<\/a><\/span> that the rich might pile unto themselves wealth, which is a cankerworm; no, but we would be able to enter into the Order of Enoch,<span class=\"citation\" id=\"126828\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126828)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126828)\">D&amp;C 76:57<\/a><\/span><span class=\"citation\" id=\"126829\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126829)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126829)\">D&amp;C 82:1-24<\/a><\/span> and live it, so that we might intensify our faith in God and receive and understand more of his will concerning us, and we should see a state of things, which you and I have never dreamed of, if we would overcome these feelings of selfishness which proceed from a power that is evil and that is opposed to our growth, and to the progress of the kingdom of God. <\/div><div class=\"paragraph jod\" id=\"v16n775\"> Is it within our power to inaugurate and bring to pass such a condition of things? We have the priesthood of the Son of God bequeathed to us for this very purpose. Is it in the mind and will of Jehovah to pour out blessings upon His people, to increase upon them everything that is calculated to happify them here and hereafter. He has designed to make a nation of kings and priests,<span class=\"citation\" id=\"126830\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126830)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126830)\">Ex. 19:6<\/a><\/span><span class=\"citation\" id=\"126831\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126831)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126831)\">Rev. 5:10<\/a><\/span> according to His promises made to Abraham.<span class=\"citation\" id=\"53144\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53144)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53144)\">Gen. 17:6<\/a><\/span><span class=\"citation\" id=\"53570\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53570)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53570)\">Gen. 35:11<\/a><\/span> That promise has yet to be fulfilled, and will as assuredly be fulfilled as that the heavens are above us. He would pour out blessings on His people, but if they are not able to receive them, alas! they would prove curses. He has given us laws, and with every law given there are conditions. If we magnify them, blessings are promised, of which <div class=\"break columnbreak\" id=\"225b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0225.pdf\" target=\"pdfwin\">p.&#xA0;225b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6151\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> we are as sure to be the recipients as that we live. Why are we required to pay Tithing? What does the Lord want with a tenth of our substance? I will tell you what He wants with it. He wants you and me to manifest by this thing that we are His servants, that we respect his commandments, that we do not wholly set our hearts on filthy lucre, but that we do willingly, cheerfully and understandingly bring forth one-tenth of our substance, and say&#x2014;&#x201C;Here am I, O Father, ready and willing to lay down what Thou hast required of me, that I may manifest to Thee my integrity and prove that I am fit to receive more of Thy blessings.&#x201D; That is the law of Tithing as I understand it. That is the condition, that is the reward, if you please, which attends a person who pays it. <\/div><div class=\"paragraph jod\" id=\"v16n776\"> Many times the Saints wonder why we do not progress faster than we do, and sometimes it creates a feeling of regret; but I realize that there is an abundance of things before the people which they do not live up to. We have the oracles of God in our midst. I may sit down and read the Scriptures of the past, the commandments given to the children of Israel engraven on the tables of stone, or the carnal commandments, but they benefit me comparatively little. What you and I want today is the word of the Lord to ourselves. Are we not His children as much as were the children of Israel in the days of Moses? Most assuredly. We want the word of the Lord today, and we require to walk up to it when we get it. As I said, we have the living oracles in our midst, and if we receive from them admonition, counsel, and commandments if you please, that is as much the word of the Lord to this people as is the doctrine of baptism  <div class=\"break pagebreak\" id=\"226a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0226.pdf\" target=\"pdfwin\">p.&#xA0;226a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6150\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>by immersion for the remission of sins. <\/div><div class=\"paragraph jod\" id=\"v16n778\"> We all look forward to the time when the Order of Enoch will be established on the earth. But in our present condition, with our feelings of selfishness, lusting after the things of the world, and craving after Babylon, we cannot expect that the Lord would have so little regard for his people as to require us to live this law, when it would be likely to prove our condemnation. But the servants of God who stand at the head of this people, with hearts yearning for their prosperity, with constant prayers ascending to God, for the advancement of his kingdom upon the earth, have seen fit to propose that we enter into a system of cooperation, as a step towards establishing this order that we contemplate will exist at no distant day. What should be our feelings at hearing of the organization of such a thing? We should give thanks and praise to Almighty God that there is a chance&#x2014;a door opened&#x2014;by which we may take a step towards establishing the Order of Enoch. It is a step in the right direction, and if we understood our true interests we would step forth in that direction, we would make everything bend to it, we would center our faith upon it, we would give our might and our means for the advancement of this institution called the Cooperative Institution. It should be as the apple of our eye. The support of this cooperative system is just as much a commandment of God, as I said before, as the doctrine of baptism for the remission of sins. What makes it so? Because it has been revealed to us as such by the living oracles. And what do we care for the printed word, as compared with the living oracles? Is it not of more <div class=\"break columnbreak\" id=\"226b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0226.pdf\" target=\"pdfwin\">p.&#xA0;226b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6150\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> importance to you and me to know what we should do today? Most assuredly. We live in the present, we live today, and if we live right today, we are ready for tomorrow. It is of the utmost importance that we should know how to regulate our conduct today, because we are not only living ourselves today, but we have our families to train, instruct and educate, that they, in turn, in their day, may be enabled to carry out the mind and will of God. If we understood our true interests as a people we would know that we had not a single individual interest outside the kingdom of God. If this fact is not apparent to our minds it is because we are more or less in the dark. What do we seem to possess here? I say seem to possess advisedly, because we have no control in and of ourselves. Who can guarantee himself one hour of existence? Who is assured of it? Even the very ability we have to gather around us the necessaries and comforts of life comes from God. Who of us has an inheritance? As President Smith remarked, not a soul of us on the earth has received an inheritance that we can call our own; and when we as a people have an opportunity given to us to unite our faith and energies in any one given direction, we should hail it as one of the greatest blessings that can be bestowed upon us. <\/div><div class=\"paragraph jod\" id=\"v16n779\"> It is in that light I look upon the Perpetual Emigrating Fund for the gathering of the poor&#x2014;it is a Godsend to us because we are permitted to concentrate our faith and energies and means in one direction to accomplish a great and a good work. It is in that light I rejoice in the establishment of the Cooperative Institution, because, we are privileged to unite our energies and faith as a people in one direction,  <div class=\"break pagebreak\" id=\"227a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0227.pdf\" target=\"pdfwin\">p.&#xA0;227a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6149\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>for a beneficial result. It is the same in the paying of Tithing; and what would we have today without these institutions? Have you any idea to what extent Tithing has been the means of bringing to pass the many improvements that have grown up around us? Many have not, but I am fortunate enough to be thrown into that position where I am able to see and understand and be acquainted with the figures and I know the use that Tithing is applied to, and that it is first and foremost in all improvements for the advancement of the cause of truth upon the earth, and setting an example for others to follow in the same wake, and one of the great sources of the prosperity of this people is due to the fact that there is at least a certain portion of Tithing paid into the Lord's storehouse. <\/div><div class=\"paragraph jod\" id=\"v16n781\"> It has been remarked here that Salt Lake City is, as it were, a battlefield between the powers of light and the powers of darkness. I never, as an individual, felt better in my life in this Church than I do today. I care nothing about the outside pressure so far as I am individually concerned, and I notice with the Saints who are awake, that the greater the opposition the stronger they get in the things of God. It is very true the young are growing up around us, and they have not had the experience of those of riper years, and are liable to be led astray. There is a great responsibility resting upon the parents of the young that they set their children wise and prudent examples; that they admonish them of the evils that are extant and that are encroaching upon the people today. When we see Babylonish fashions coming in amongst us we should be very careful that we avoid setting our children the example of patterning after them. If we find that our young folks must run after fash<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"227b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0227.pdf\" target=\"pdfwin\">p.&#xA0;227b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6149\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ions, let us go to work and set them some good examples, create fashions for ourselves that they may pattern after. Just reflect, sisters, for one moment, who is it that inaugurate the fashions which some of our so-called ladies patronize on the streets of Salt Lake City today? Where do those fashions come from? Would you like to be looked upon in the light those poor creatures are who inaugurated those fashions? If you must pattern after something, pattern after the good, righteous and pure, and shun the very appearance of evil.<span class=\"citation\" id=\"75749\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75749)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75749)\">1 Thes. 5:22<\/a><\/span> I will tell you one thing that we may pattern after profitably. A savings bank has been opened in this city. It is gotten up for a wise purpose, the people may therein throw their means together, and peradventure if they want to send for friends and relatives abroad, when the day rolls round to do so they will have something they can use for this laudable purpose. There is something to pattern after, involving a principle of saving, husbanding your resources. By putting your pennies together, by and by they become a pound. It is like the units of the actions of this people&#x2014;when they are all aggregated together they amount to a mighty effort. Save your pennies instead of throwing them away on these foolish trifling vanities. It is the case with some of my brethren and sisters, they cannot allow a dollar to stay in their pockets a minute. They want to go to some of the stores to lay it out on some trash, for it is a fact, patent to all, that this is a day of humbuggery, and the things you get in the stores are more or less counterfeit and sham, outside show and gingerbread gilt instead of sound, substantial things that we ought to seek after. For instance,  <div class=\"break pagebreak\" id=\"228a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0228.pdf\" target=\"pdfwin\">p.&#xA0;228a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6148\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the cloth that we wear, you go to a store and buy an article of wearing apparel, how rare it is that you can get the thing that is represented. No, you get a sham, a counterfeit, an imitation of the genuine stuff, and that is just what the world is rapidly coming to. By and by there will be nothing among them but sham and counterfeit. Let us prefer, rather, that which is good and substantial, that which we can use and which will be a benefit to us rather than that which is only for display. Let us seek, brethren and sisters, after those things which will benefit and improve our condition today, and leave Babylon alone. <\/div><div class=\"paragraph jod\" id=\"v16n783\"> I tell you that if we would keep <div class=\"break columnbreak\" id=\"228b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0228.pdf\" target=\"pdfwin\">p.&#xA0;228b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6148\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> ourselves to ourselves, you would see very few of those institutions flourishing in Salt Lake City that are springing up around us that are now getting the patronage, I am afraid, of some of the Latter-day Saints. Let me beseech you, for your own sakes, and for the sake of Israel abroad to quit patronizing Gentile institutions and abominations, and turn your attention to building up the kingdom of God, for therein are all the interests you have on the earth for time and for eternity. <\/div><div class=\"paragraph jod\" id=\"v16n784\"> May God bless us and help us so to do is my prayer in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}