{"ID":160038, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Our Temporal Interests to Be Directed for the Work of the Lord&#x2014;Cooperation and Home Manufacture in Box Elder County.<\/div>\n<div class=\"subtitle\">Discourse by Elder Lorenzo Snow, delivered in the New Tabernacle, Salt Lake City, at the Semi-annual Conference, Tuesday Afternoon, Oct. 7, 1873.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: Our Temporal Interests, Etc.<\/div>\n<div class=\"speaker\">Speaker: Lorenzo Snow<\/div>\n<div class=\"date\">Date: 10\/7\/1873<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d38\">\n<div class=\"paragraph jod\" id=\"v16n940\"> The position we profess to occupy as a religious body, is a subject for profound reflection. We testify to having received a knowledge, through the revelations of heaven, concerning the restoration of the ancient Gospel and holy Priesthood, whereby we have been authorized to preach by inspiration, and administer to the world the principles of life and salvation. All profess to have experienced some understanding or knowledge of this wonderful work, through divine blessing or peculiar manifestation. In consequence of these divine intimations which have followed the administration of this restored Gospel, this vast audience of over twelve thousand people, are here assembled, having gathered from many climes and nations. The Latter-day Saints did not gather to these valleys for the purpose of knowing this Work to be of God, but in consequence of having previously obtained this inspired knowledge through the administrations of the Gospel in their native lands. And having come to a knowledge of these important facts, it certainly becomes us to be devoted to the work in which we are engaged, and do our best to promote its interest. In building up the <div class=\"break columnbreak\" id=\"273b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0273.pdf\" target=\"pdfwin\">p.&#xA0;273b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6103\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> kingdom of God, which is the work assigned us, our whole attention and highest efforts are demanded, that we may be qualified, through the Holy Spirit, to properly magnify our respective callings in the holy Priesthood. <\/div><div class=\"paragraph jod\" id=\"v16n941\"> I wish this afternoon to confine my observations to the subject of our temporal interests and obligations. Before we are prepared to return to Jackson County, to build up the Center Stake of Zion, I believe that a system or order of things will be introduced for our practice, requiring more faith and devotion than, I fear, some of us possess at the present moment. This will call forth a perfect submission in respect to our temporal affairs, equal to that in which we now yield ourselves in spiritual matters. This principle of devotion and obedience in temporal affairs, as being connected with the plan of eternal life, is fully illustrated in the conversation between the Savior and the young man who applied for information on the subject of salvation, recorded in the New Testament. On being questioned by this young man what was required of him in order to inherit eternal life,<span class=\"citation\" id=\"65156\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65156)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65156)\">Matt. 19:16<\/a><\/span> the Savior replied, &#x201C;Thou shalt do  <div class=\"break pagebreak\" id=\"274a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0274.pdf\" target=\"pdfwin\">p.&#xA0;274a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6102\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>no murder, Thou shalt not commit adultery, Thou shalt not steal, Thou shalt not bear false witness, Honor thy father and thy mother: and, Thou shalt love thy neighbor as thyself.&#x201D;<span class=\"citation\" id=\"65167\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65167)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65167)\">Matt. 19:18-19<\/a><\/span> The answer was, that all these duties had been performed from his earliest youth.<span class=\"citation\" id=\"65172\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65172)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65172)\">Matt. 19:20<\/a><\/span> But, still one thing was lacking to make him perfect in the sight of the Savior, viz., to allow his means and property to be controlled in the cause of God, and by the will of God. &#x201C;Sell all thou hast, and give to the poor, and thou shalt have treasure in heaven: and follow me.&#x201D;<span class=\"citation\" id=\"65177\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65177)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65177)\">Matt. 19:21<\/a><\/span><span class=\"citation\" id=\"67871\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67871)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67871)\">Luke 18:22<\/a><\/span> But when the young man heard that saying, he went away sorrowful, for he had great possessions.<span class=\"citation\" id=\"65181\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65181)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65181)\">Matt. 19:22<\/a><\/span> In all other duties he had been faithful and blameless, but in this, his selfishness and love of riches<span class=\"citation\" id=\"75987\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75987)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75987)\">1 Tim. 6:10<\/a><\/span> held complete control, which called forth the remark of the Savior, &#x201C;It is easier for a camel to go through the eye of a needle, than for a rich man to enter into the kingdom of God.&#x201D;<span class=\"citation\" id=\"65190\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65190)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65190)\">Matt. 19:24<\/a><\/span> This saying created great amazement among the disciples, who asked, with astonishment, &#x201C;Who then can be saved?&#x201D;<span class=\"citation\" id=\"65163\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65163)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65163)\">Matt. 19:16-25<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v16n943\"> This principle of submission, and being controlled in property matters, is a doctrine which belongs to the Gospel and the building up of the kingdom of God. It was preached and practiced in the Apostolic dispensation,<span class=\"citation\" id=\"71328\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71328)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71328)\">Acts 2:44-45<\/a><\/span><span class=\"citation\" id=\"71460\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71460)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71460)\">Acts 4:32-37<\/a><\/span> also by the Nephites upon this continent,<span class=\"citation\" id=\"82949\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82949)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82949)\">3 Ne. 26:19<\/a><\/span><span class=\"citation\" id=\"83085\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83085)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83085)\">4 Ne. 1:2-3,25<\/a><\/span> after the introduction among them of the Gospel in its fullness, as recorded in the Book of Mormon. It was also a doctrine introduced to us, over forty years ago, which we find set forth in various revelations contained in the Book of Doctrine and Covenants.<span class=\"citation\" id=\"85363\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85363)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85363)\">D&amp;C 42:30-39<\/a><\/span><span class=\"citation\" id=\"87450\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87450)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87450)\">D&amp;C 82:15-19<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v16n944\"> This consecration, or yielding our temporal interests to be directed for the work of the Lord, as being a fundamental element in the work of salvation, and in the union and per<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"274b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0274.pdf\" target=\"pdfwin\">p.&#xA0;274b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6102\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>fecting of the Saints, is very clearly shown in the second and fourth chapters of the Acts of the Apostles: &#x201C;And all that believed were together, and had all things common; And sold their possessions and goods, and parted them to all men, as every man had need.<span class=\"citation\" id=\"71329\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71329)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71329)\">Acts 2:44-45<\/a><\/span> Neither was there any among them that lacked: for as many as were possessors of lands or houses sold them, and brought the prices of the things that were sold. And laid them down at the apostles' feet: and distribution was made unto every man according as he had need.&#x201D;<span class=\"citation\" id=\"71464\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71464)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71464)\">Acts 4:34-35<\/a><\/span> Ananias, and Sapphira his wife, also sold their possessions, but fearing, perhaps, that this scheme of things might not operate altogether successfully, they therefore concealed a portion of their means, and made a false report, but were fearfully punished for their duplicity and hypocrisy, showing that this principle of consecration was acknowledged of the Lord, and that he regarded disobedience with the utmost displeasure.<span class=\"citation\" id=\"71471\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71471)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71471)\">Acts 5:1-11<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v16n945\"> When the Church was established among the Nephites, as recorded in the Book of Mormon, this doctrine was preached by them,<span class=\"citation\" id=\"83082\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83082)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83082)\">4 Ne. 1:2-3<\/a><\/span> and practiced nearly two hundred years, resulting in peace, union, great prosperity, and miraculous blessings, greater than were ever experienced by any people of whom we have record.<span class=\"citation\" id=\"83114\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83114)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83114)\">4 Ne. 1:16<\/a><\/span> The most remarkable miracles were constantly wrought among them; their sick were healed, and in some instances their dead restored to life.<span class=\"citation\" id=\"83107\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83107)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83107)\">4 Ne. 1:5<\/a><\/span> These extraordinary manifestations of the approbation of God continued so long as they remained one in their temporal interest, or were controlled in their financial matters according to the Order of Enoch.<span class=\"citation\" id=\"126844\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126844)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126844)\">D&amp;C 76:57<\/a><\/span><span class=\"citation\" id=\"126845\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126845)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126845)\">D&amp;C 82:1-24<\/a><\/span> At the close of two hundred years they began to separate their interests, and each one to control his own financial affairs to suit his individual and selfish pur<div class=\"hyphen\">-<span class=\"citation\" id=\"83129\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83129)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83129)\">4 Ne. 1:24-26<\/a><\/span><\/div><div class=\"break pagebreak\" id=\"275a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0275.pdf\" target=\"pdfwin\">p.&#xA0;275a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6101\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>poses. Upon this change, strife and divisions arose in every quarter, wars ensued, and misery and total destruction followed. The first starting point of these people in wickedness and apostasy, appeared to be a disregard of this heavenly system of holding property in common, and refusing to be controlled in temporal matters. <\/div><div class=\"paragraph jod\" id=\"v16n947\"> In the first instance referred to, in the case of the young man, he cut himself off from the blessings of eternal life by refusing submission to the Savior's counsels in reference to his possessions.<span class=\"citation\" id=\"65164\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65164)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65164)\">Matt. 19:16-25<\/a><\/span> In the case of Ananias and his wife Sapphira, sudden destruction visited them, in consequence of dishonesty and hypocrisy in those matters.<span class=\"citation\" id=\"71472\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71472)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71472)\">Acts 5:1-11<\/a><\/span> Also in the case of the Nephites, as we have seen, the whole were destroyed by the judgment of God, after having ignored these principles.<span class=\"citation\" id=\"83132\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83132)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83132)\">4 Ne. 1:25<\/a><\/span> But, we have an example in our own time, of the judgments of God falling suddenly upon a people, because of refusing to comply with this order of consecration. <\/div><div class=\"paragraph jod\" id=\"v16n948\"> In the Book of Doctrine and Covenants, sec. 18, page 146, the Lord says: &#x201C;And now I give unto you further directions concerning this land. It is wisdom in me that my servant Martin Harris should be an example unto the church, in laying his moneys before the bishop of the church. And also, this is a law unto every man that cometh into this land to receive an inheritance; and he shall do with his moneys according as the law directs.&#x201D;<span class=\"citation\" id=\"86223\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86223)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86223)\">D&amp;C 58:34-36<\/a><\/span> Again, the Lord says, sec. 13, page 125: &#x201C;If thou lovest me thou shalt serve me and keep all my commandments. And behold, thou wilt remember the poor, and consecrate of thy properties for their support that which thou hast to impart unto them, with a covenant and a deed which cannot be broken,&#x201D;<span class=\"citation\" id=\"85342\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85342)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85342)\">D&amp;C 42:29-30<\/a><\/span> &amp;c. Again, on page 235, <div class=\"break columnbreak\" id=\"275b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0275.pdf\" target=\"pdfwin\">p.&#xA0;275b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6101\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the Lord says: &#x201C;Verily I say unto you, the time has come, and is now at hand; and behold, and lo, it must needs be that there be an organization of my people, in regulating and establishing the affairs of the storehouse for the poor of my people, both in this place and in the land of Zion&#x2014;For a permanent and everlasting establishment and order unto my church, to advance the cause, which ye have espoused, to the salvation of man, and to the glory of your Father who is in heaven; That you may be equal in the bonds of heavenly things, yea, and earthly things also, for the obtaining of heavenly things. For if ye are not equal in earthly things ye cannot be equal in obtaining heavenly things; For if you will that I give unto you a place in the celestial world, you must prepare yourselves by doing the things which I have commanded you and required of you.&#x201D;<span class=\"citation\" id=\"87322\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87322)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87322)\">D&amp;C 78:3-7<\/a><\/span> Again, on page 288, the Lord says: &#x201C;Behold, all these properties are mine, or else your faith is vain, and ye are found hypocrites, and the covenants which ye have made unto me are broken; And if the properties are mine, then ye are stewards; otherwise ye are no stewards.&#x201D;<span class=\"citation\" id=\"89901\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89901)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89901)\">D&amp;C 104:55-56<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v16n949\"> But we learn that the Saints in that early period of our history, refused to be governed in those matters. The Lord says, page 284: &#x201C;Therefore, inasmuch as some of my servants have not kept the commandment, but have broken the covenant by covetousness, and with feigned words, I have cursed them with a very sore and grievous curse. For I, the Lord, have decreed in my heart, that inasmuch as any man belonging to the order shall be found a transgressor, or, in other words, shall break the covenant with which ye are bound, he shall be cursed in his life, and  <div class=\"break pagebreak\" id=\"276a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0276.pdf\" target=\"pdfwin\">p.&#xA0;276a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6100\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>shall be trodden down by whom I will; For I, the Lord, am not to be mocked in these things.&#x201D;<span class=\"citation\" id=\"89827\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89827)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89827)\">D&amp;C 104:4-6<\/a><\/span> Also on page 295, the Lord says&#x2014;&#x201C;Behold, I say unto you, were it not for the transgressions of my people, speaking concerning the church and not individuals, they might have been redeemed even now. But behold, they have not learned to be obedient to the things which I require at their hands, but are full of all manner of evil, and do not impart of their substance, as becometh saints, to the poor and afflicted among them; And are not united according to the union required by the law of the celestial kingdom; And Zion cannot be built up unless it is by the principles of the law of the celestial kingdom; otherwise I cannot receive her unto myself. And my people must needs be chastened until they learn obedience, if it must needs be, by the things which they suffer.<span class=\"citation\" id=\"89922\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89922)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89922)\">D&amp;C 105:2-6<\/a><\/span> Therefore, in consequence of the transgressions of my people, it is expedient in me that mine elders should wait for a little season for the redemption of Zion&#x2014;That they themselves may be prepared, and that my people may be taught more perfectly, and have experience, and know more perfectly concerning their duty, and the things which I require at their hands.&#x201D;<span class=\"citation\" id=\"89948\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89948)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89948)\">D&amp;C 105:9-10<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v16n951\"> Hence we learn that the Saints in Jackson County and other localities, refused to comply with the order of consecration, consequently they were allowed to be driven from their inheritances; and should not return until they were better prepared to keep the law of God, by being more perfectly taught in reference to their duties, and learn through experience the necessity of obedience. And I think we are not justified in anticipating the privilege of returning to build up <div class=\"break columnbreak\" id=\"276b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0276.pdf\" target=\"pdfwin\">p.&#xA0;276b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6100\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the Center Stake of Zion, until we shall have shown obedience to the law of consecration. One thing, however, is certain, we shall not be permitted to enter the land from whence we were expelled, till our hearts are prepared to honor this law, and we become sanctified through the practice of the truth. <\/div><div class=\"paragraph jod\" id=\"v16n952\"> The Lord required that those lands in Missouri should be obtained, not by force, but by purchase, through the consecrations of the properties of the Saints;<span class=\"citation\" id=\"86253\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86253)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86253)\">D&amp;C 58:51<\/a><\/span><span class=\"citation\" id=\"90015\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90015)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90015)\">D&amp;C 105:29<\/a><\/span> and the manner was pointed out how these consecrations should be made, but it was disregarded. I mention these points, partly in view of their being intimately connected with the principles of Cooperation, which is now strongly recommended by our President to the attention of the Latter-day Saints in the various settlements of the Territory. <\/div><div class=\"paragraph jod\" id=\"v16n953\"> I view cooperation, when properly understood and practiced, as being a steppingstone to the Order of Enoch, and will enable the Saints who receive it in a proper spirit, to gradually prepare themselves to enter, in due time, more fully into the practice of principles necessary to accomplish the building up of the kingdom of our God. We must have experience in order to properly understand how to sustain temporal institutions, and manage financial concerns, and wisely use concentrated means. Cooperation is of little benefit unless the people understand, appreciate, and feel disposed to sustain it; and in order for this we must be taught and instructed in regard to its object and advantages. &#x201C;Wait a little season for the redemption of Zion, that my people may be taught more perfectly, and have experience, and know more perfectly concerning their duty and the things which I require at their  <div class=\"break pagebreak\" id=\"277a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0277.pdf\" target=\"pdfwin\">p.&#xA0;277a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6099\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>hands. For behold, I do not require at their hands to fight the battles of Zion; for, as I said in a former commandment, even so will I fulfill&#x2014;I will fight your battles.&#x201D;<span class=\"citation\" id=\"89949\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89949)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89949)\">D&amp;C 105:9-10,14<\/a><\/span> But this he does require of us, that we attain to a devotion of heart and sanctification of feeling, that we be willing that all our substance be controlled by counsel for the advancement of the kingdom of God. It is more than forty years since the Order of Enoch was introduced, and rejected. One would naturally think, that it is now about time to begin to honor it, and that we had gained sufficient knowledge and experience in the Lord's dealings with us, to prepare us with faith and devotion to cheerfully comply with all its principles and requirements. But how many of us, upon such a requisition, would follow the example of the young man referred to&#x2014;turn away sorrowfully?<span class=\"citation\" id=\"65182\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65182)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65182)\">Matt. 19:22<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v16n955\"> I notice the great interest which is now being taken by the Saints in the various settlements in establishing cooperative institutions. These embrace the great principles, in connection with the Order of Enoch, which are intended to join together our hearts, feelings and interests, and effectually build up the kingdom of God and redeem the earth. <\/div><div class=\"paragraph jod\" id=\"v16n956\"> The people of Brigham City have been operating a number of years upon these principles, and are beginning to derive therefrom various financial advantages, as well as many spiritual blessings. The hearts and feelings of the people are being considerably united through practicing this system of cooperating in our temporal interest. <\/div><div class=\"paragraph jod\" id=\"v16n957\"> Honesty, ability and devotedness are required in order that cooperation may be successfully carried out, and the Spirit and wisdom of the Lord are necessary, as much so as <div class=\"break columnbreak\" id=\"277b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0277.pdf\" target=\"pdfwin\">p.&#xA0;277b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6099\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> in proclaiming the Gospel or administering in its holy ordinances. Some Elders are very devoted and wholehearted in going on missions and in most everything that pertains to the advancement of the spiritual interests of the kingdom of God, and almost blameless, and seemingly without fault, but, strange to say, in temporal affairs they are highly remiss, if not dishonest. When Saints feel like this they cannot act to advantage or with profit in cooperation; they cannot inspire confidence nor exercise a proper influence. In temporal administration, the same as in spiritual, one should exhibit in his labors a self-sacrificing principle when necessary, that is, he should show that he labors for the interests of the people rather than for building up himself. With this spirit one will be very sure to maintain an influence, and instill into others the same character of feelings. <\/div><div class=\"paragraph jod\" id=\"v16n958\"> When one goes into cooperation with proper spirit and proper views, to superintend or operate in any of its departments, he has a lawful claim to the Spirit of inspiration, to aid him in his calling. We read that Jacob, through his honesty of purpose, fair-dealing, and freedom from selfishness, was assisted by an holy Angel with information how to increase and multiply his flocks.<span class=\"citation\" id=\"53537\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53537)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53537)\">Gen. 31:10-13<\/a><\/span> It is far better to build up the kingdom of God, in its temporal interests, by the Spirit of God and the wisdom of God, than by the spirit of man and the wisdom of man; on the latter principle we shall always fail, but on the former the results will always be successful. <\/div><div class=\"paragraph jod\" id=\"v16n959\"> Our Cooperative Institution, at present, in Brigham City, comprises eight distinct departments, and is generally very well sustained by the people. It embraces a mercantile department, a tannery, a  <div class=\"break pagebreak\" id=\"278a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0278.pdf\" target=\"pdfwin\">p.&#xA0;278a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6098\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>butcher shop, a boot and shoe shop, a woolen factory, a farm, a sheep herd, a cattle herd, and a dairy. These branches aid in sustaining one another. The profits of the mercantile department help to furnish the necessary cash to carry on other industries&#x2014;to purchase hides, dyestuffs, cotton warps, &amp;c., &amp;c. The tannery supplies our boot and shoe shop with what leather is required, and our sheep herd, in part, with wool for our factory. A considerable share of our clothing is now furnished at our factory, and our boots and shoes at the shoe shop, and a sufficient supply of meat at the butcher shop, all of which can be obtained on dividends, labor, or exchange of products. This is a great blessing to the people, especially at the present time of scarcity of money. Many of our manufactured articles are nearly as fine as, and much more substantial than, the same class of imported articles. <\/div><div class=\"paragraph jod\" id=\"v16n961\"> I engaged a suit of clothes, last fall, of a tailor in Brigham City, the material of which was made at our woolen factory. I wore this as a traveling suit through Europe and Palestine, and felt rather proud in exhibiting it as a specimen of &#x201C;Mormon&#x201D; industry, amid the vales of the Great West. While in France, we had an interview with President Thiers and his cabinet; this was at Versailles, and it so happened I then was dressed in this homemade suit, my aristocratic one being locked in my trunk at Paris, twelve miles distant. It was agreed by our party that I looked sufficiently respectable in my home product boots and suit, to appear with them in the presence of the President of the French Republic. I respected their judgment and honored their decision. I was received by the President as cordially, and I believe he <div class=\"break columnbreak\" id=\"278b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0278.pdf\" target=\"pdfwin\">p.&#xA0;278b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6098\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> shook hands with me as warmly and fervently, as though I had been arrayed in superb broadcloth. In several other instances, in our interviews with consuls and American ministers, and men of rank and station, my reserved suit was not come-at-able, so I had an opportunity of showing a specimen of what we are doing here in the mountains, which was an occasion of both surprise and commendation. On my return to London, this suit was nearly as good as when I left Brigham City. I made a present of it to President Wells' son, one of our missionaries now preaching in London. <\/div><div class=\"paragraph jod\" id=\"v16n962\"> Lest some of my friends in this audience, may imagine that I have apostatized from these humble practices of sustaining home institutions, permit me to say, that this suit I now wear, is not imported broadcloth, as you probably imagine, but was made and manufactured in Brigham City, and the boots I have on are those worn through my Palestine tour, and nearly as good as when first put on in Brigham City. We manufacture, per annum, over thirty thousand dollars worth of various kinds of cloth, which is principally used by the people of Brigham City, and in the adjacent towns and settlements. This year we shall manufacture probably over fifteen thousand dollars' worth of boots and shoes, which will be used in the same localities, and in our dairy we will make over thirty thousand pounds of cheese, equal in quality to any that can be imported. <\/div><div class=\"paragraph jod\" id=\"v16n963\"> Our Cooperative cattle herd, together with our sheep herd, and hogs kept at the dairy, supply our butcher shop, and partially our tannery with hides, and our woolen factory with the raw material. All these, together with other branches of industry, working in union, afford us important  <div class=\"break pagebreak\" id=\"279a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0279.pdf\" target=\"pdfwin\">p.&#xA0;279a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6097\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>advantages in the present financial crisis, and supply, in a great measure, our real wants in a way that is easily come-at-able by the very poorest in the community. <\/div><div class=\"paragraph jod\" id=\"v16n965\"> The Bishops and presiding Elders, no doubt, many of them, will lead out in cooperation, in view of which, I will simply say, much prudence, carefulness, wisdom, patience and perseverance, aided by the Spirit of God, will be necessary in operating upon these principles. They need to enter upon this business with their whole heart and soul, as upon a sacred mission. The people must be taught and led in all kindness, and not forced into measures which they do not comprehend and have no heart or willingness to enter. Move gradually, take one thing at a <div class=\"break columnbreak\" id=\"279b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0279.pdf\" target=\"pdfwin\">p.&#xA0;279b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6097\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> time, make each, at least partially, successful, before introducing another, in order that the advantages and object of what we are doing may be felt and understood. The difficulty in obtaining means to establish cooperation is not so great, perhaps, as that of finding men of ability, wisdom and devotedness to manage in a proper manner such means when gathered, and get the people up to that standard of proper feeling and knowledge, to be comparatively satisfied when their means are justly and wisely managed. <\/div><div class=\"paragraph jod\" id=\"v16n966\"> May the Lord bless us with his Holy Spirit, that we may be wise and devoted in all our thoughts and administration, spiritual and temporal. Amen. <\/div>\n<\/div>\n<\/div>"}