{"ID":160013, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">An Account of His Journey to Palestine.<\/div>\n<div class=\"subtitle\">Remarks by President George A. Smith, delivered in the New Tabernacle, Salt Like City, Sunday Afternoon, June 22, 1873.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: An Account of His Journey to Palestine.<\/div>\n<div class=\"speaker\">Speaker: George A. Smith<\/div>\n<div class=\"date\">Date: 6\/22\/1873<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d13\">\n<div class=\"paragraph jod\" id=\"v16n304\"> Brethren and sisters, I am exceedingly thankful, through the blessings of the Lord and your faith and prayers, that I have been permitted to perform a lengthy journey and to return and associate with you again, <div class=\"break columnbreak\" id=\"87b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0087.pdf\" target=\"pdfwin\">p.&#xA0;87b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6289\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to behold your faces, and to lift my voice and bear testimony to the things of the kingdom of God in this Tabernacle. I feel exceedingly thankful to my heavenly Father for his preserving mercy, and to my brethren  <div class=\"break pagebreak\" id=\"88a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0088.pdf\" target=\"pdfwin\">p.&#xA0;88a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6288\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and sisters for their prayers and faith, and for their kind assistance, which was bountifully rendered to me, enabling me to bear the cost of a lengthy and expensive journey. The principal object of that journey was to visit the lands in which the events recorded in the Bible transpired. Incidentally we visited many countries, and had an opportunity of acquiring information and extending acquaintances into lands which heretofore have been barred against visits from our Elders, as the Elders, when they went abroad went expressly to preach, and were frequently prohibited from entering these countries, or if permitted to enter were not allowed to speak of the Gospel. We, having means to travel, of course passed along as other travelers, for not being on a mission for preaching we were not interrupted, and this enabled us to acquire a knowledge of the laws and customs of the various countries we visited, and a variety of information that we had heretofore only got by reading; and I understand very clearly that a person may read almost any subject and yet a personal inspection will give better and perhaps more extended or different ideas from those gleaned solely from reading. In reading books, you learn the views, thoughts and reflections of the individuals who wrote them, modified more or less by a great desire in the human heart to make books readable, in order that they may sell. It is really true that a great share of the books in the world are written more to be read than to communicate facts. It is said that when Henry the Fourth was on his sick bed, his son, knowing his father had always been very fond of history, proposed to read a little history to him. &#x201C;Oh,&#x201D; said the dying king, &#x201C;I am too far gone to <div class=\"break columnbreak\" id=\"88b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0088.pdf\" target=\"pdfwin\">p.&#xA0;88b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6288\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> bother my brains with romance.&#x201D; That showed his opinion of history. <\/div><div class=\"paragraph jod\" id=\"v16n306\"> As soon as we reached Rome we began to find the localities referred to in Scripture. It was in the reign of Augustus Caesar, that Christ was born. At that time Judea was a tributary kingdom to Rome, its king being Herod. The decree which went forth from Augustus Caesar, that all the world should be taxed,<span class=\"citation\" id=\"67011\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67011)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67011)\">Luke 2:1<\/a><\/span> of course included Jerusalem and the entire kingdom of Judea, which at that time was of considerable extent. Joseph and Mary went to Bethlehem to be taxed with the house of David,<span class=\"citation\" id=\"67013\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67013)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67013)\">Luke 2:3-5<\/a><\/span> and there being no room in the inn,<span class=\"citation\" id=\"67020\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67020)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67020)\">Luke 2:7<\/a><\/span> they took up their quarters in a stable, and there the Savior was born. <\/div><div class=\"paragraph jod\" id=\"v16n307\"> Some years after the ascension of Jesus, St. Paul went to Rome, in order to get a hearing before Caesar, on an appeal case,<span class=\"citation\" id=\"72103\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72103)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72103)\">Acts 22:25-30<\/a><\/span> which had been adjourned from time to time before the authorities in Caesarea Philippi, in consequence of his refusal, it seems from the reading of the Book of Acts to furnish the &#x201C;backsheesh.&#x201D; Thinking that Paul's friends would pay liberally for his relief, his judges had kept him bound in prison; but as the expected bribe was not forthcoming he was eventually sent to Rome on his own appeal; and while we were at Rome we were shown places where he was said to have been imprisoned, and one room where they said he used to hold meetings, and a variety of places and incidents connected either directly or indirectly with the mission of the Apostles in the first century. <\/div><div class=\"paragraph jod\" id=\"v16n308\"> In the cathedrals of almost all the countries which we visited we were shown relics that had been brought from Palestine. At Pisa there is a burying yard, probably an acre and a quarter in extent, nine feet of earth having been brought  <div class=\"break pagebreak\" id=\"89a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0089.pdf\" target=\"pdfwin\">p.&#xA0;89a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6287\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>from Palestine as a covering for this burial place. It takes a permit from the Pope to be buried in that sacred soil. In the cathedral of San Lorenzo, in Genoa, they showed us the chain with which John the Baptist was bound, and the casket which they said contained his head, and a variety of other relics. In the church of St. Mark, in Venice, they showed us the coffin of St. Mark, and while there they showed us a casket said to contain the remains of St. John the Baptist, also the marble slab on which his head fell when he was executed. I ascertained, however, to my satisfaction, that this was a local saint, carried by the Venetians, seven or eight hundred years ago, from Marsaba, in Palestine, where he was recognized as St. John of Damascus. There is so much relic worship, that it has been overdone; but we commenced, when we got to Rome, to tread the ground where the Apostles labored. We visited a prison in which it is said St. Peter was imprisoned. We saw the spot where he is said to have escaped from his enemies, and was about to flee, but the Savior called to him and asked him if he was afraid to die, so says tradition. They show the print that Peter's foot made when he heard the Savior's voice. That is on a spot outside of Rome. They built a church on that place and it contains a statue of St. Peter, the toes of one of the feet have been worn off, we were told, by kissing, and their place supplied with bronze. They showed us the stairs, brought from Jerusalem, which they say led up to Pilate's judgment seat. We saw a great many people crawling up and down them on their knees, weeping and wailing and kissing every step. <\/div><div class=\"paragraph jod\" id=\"v16n310\"> As we steamed towards the east, we passed the Isle of Candia, the <div class=\"break columnbreak\" id=\"89b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0089.pdf\" target=\"pdfwin\">p.&#xA0;89b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6287\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Crete of Scripture, and were reminded by various places that we saw, of the incidents of St. Paul's shipwreck.<span class=\"citation\" id=\"72140\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72140)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72140)\">Acts 27:7-44<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v16n311\"> Before leaving London we made arrangements with the firm of Thomas Cook &amp; Son, to supply us with railroad facilities, hotel coupons, steamboat conveyance and transportation from London to Palestine, for one hundred and thirty days, terminating at Trieste, in Austria, via Constantinople and Athens. By this means much of the annoyance of traveling in countries where we did not understand the languages and manners and customs was avoided. <\/div><div class=\"paragraph jod\" id=\"v16n312\"> We reached Egypt and landed at Alexandria on February 6th. We were met on board our steamer by Mr. Alexander Howard, a dragoman of Messrs. Cooke &amp; Co. He took charge of our effects, assisted us in passing the custom house, and conducted us to the Hotel d'Europe, giving us choice rooms, where we had a magnificent view, and furnishing us all the information necessary to make our sojourn in Egypt pleasant and profitable. <\/div><div class=\"paragraph jod\" id=\"v16n313\"> In Egypt we were still on Scriptural ground. Egypt, after the days of Constantine, until those of the Saracens, was a Christian country. In the seventh century it was conquered by the Saracens or Mahomedans. Alexandria is supposed to have contained 600,000 inhabitants when it was conquered by Amru. All the world has been horrified by the decision of Omar, Caliph of Medina, that the library of Alexandria&#x2014;said to be the largest collection of books and manuscripts in the world&#x2014;should be consigned to the flames. <\/div><div class=\"paragraph jod\" id=\"v16n314\"> &#x201C;After a siege of fourteen months Amru, also called Amer, took it, and in his letter to the Caliph Omar, he informed him of the con<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"90a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0090.pdf\" target=\"pdfwin\">p.&#xA0;90a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6286\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>quest he had made, saying that he had found there 4,000 palaces, a like number of baths, 400 places of amusement, and 12,000 gardens, and that one quarter alone was occupied by 40,000 Jews.&#x201D; It is said that the books and manuscripts of that library furnished fuel for warming those baths for some four months. <\/div><div class=\"paragraph jod\" id=\"v16n316\"> There is in Egypt a sect of Christians called Copts, or the Coptic church. They are descendants of the inhabitants of Egypt that were conquered by the Saracens. At Cairo we visited one of their churches, and were shown the place where they said the Savior, his mother and Joseph resided during their stay there, when they fled from the wrath of Herod,<span class=\"citation\" id=\"62644\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62644)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62644)\">Matt. 2:13-15<\/a><\/span> and the basin they washed in, and we saw many persons who had come there to be healed in consequence of the holiness of this place. This class of Christians&#x2014;the Copts&#x2014;have maintained their identity through the reign of Mahommetan power, Turkish and Arabic, down to the present time. There is probably a million of them, perhaps more, in Egypt and Abyssinia. There is also the Oriental Greek Church in Egypt; they showed us some traditionary holy places. <\/div><div class=\"paragraph jod\" id=\"v16n317\"> We went to visit Heliopolis, or the City of On. I have taken a great interest in family matters, believing in the doctrine of baptism for the dead, and I went to Heliopolis because I had good reason to believe that Joseph who was sold into Egypt, married his wife there, Asenath, daughter of Potiphar, priest of On. Heliopolis is believed to be the On of that day, and was the great college at which all the leading men of Egypt were educated. Probably Moses received his education there. There is a <div class=\"break columnbreak\" id=\"90b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0090.pdf\" target=\"pdfwin\">p.&#xA0;90b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6286\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> needle or obelisk, some sixty feet out of the ground, at Heliopolis, containing inscriptions from top to bottom. How far it goes into the ground I know not, but the inscriptions on that needle, if rightly interpreted by Egyptian scholars, indicate that it was probably there when Joseph went to Egypt. The city and all its temples have gone to decay. Other needles of the same kind, which were there, have been carried away, one of them stands in Constantinople. The ground is in a state of cultivation though the ruins of the city of On are to be seen scattered about, and when we were there, there was on the ground a luxuriant crop of sugar cane, showing that the soil was very rich. <\/div><div class=\"paragraph jod\" id=\"v16n318\"> Everything that grows in Egypt has to be irrigated from the river Nile. There is little, in fact no other, water, except that which comes from the Nile. I say there is no other water, but a little below the city of On, there is a very old tree&#x2014;a sycamore I believe, under which the Copts believe that Joseph, Mary and Jesus camped while they remained in Egypt, during their flight from Herod.<span class=\"citation\" id=\"62645\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62645)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62645)\">Matt. 2:13-15<\/a><\/span> A great number of the branches have been carried away, and portions of the tree, but its boughs are still very widespread. The owner of the tree has put around it a very decent picket fence of pine lumber&#x2014;I do not know where he got it&#x2014;and any man who will give him a franc, he will lend him a knife and he may cut his name on the fence, but if he will not give him a franc, he must not do that, and he must not carry away any of the tree. I did not care about cutting my name on the fence, so I saved my franc. But there was a spring or well close by, and the water was drawn up by a mute on a kind of rudely con<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"91a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0091.pdf\" target=\"pdfwin\">p.&#xA0;91a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6285\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>structed wheel, with a number of earthen vessels tied to the ends of its arms. They told me that the spring was in ancient times brackish and unfit to drink, but when Mary came there she bathed in it and it became sweet and good. I drank some of the water and found it so, tasting very much like the big spring at St. George. I remarked to the man I really wished she had made it cold while she was about it, for a drink of cold water would have been very refreshing just then. This cost me one franc. <\/div><div class=\"paragraph jod\" id=\"v16n320\"> I am not designing, however, to follow the incidents of my journey any further than they relate, more or less, to the history of those countries mentioned either directly or by tradition in the Bible. In Cairo we were shown Joseph's well, and we were told by our guides that it was made by and called after Joseph who was sold into Egypt. But on investigation we found that when Saladin, Caliph of Egypt, undertook to select a place for a citadel in his new city of Cairo, he hung up meat in different parts around, and he found that fresh meat would keep longer at that point than any other in the neighborhood, and he came to the conclusion that that was the healthiest place, and he had the ground cleared for a citadel, and in doing that they discovered a well filled with sand. The sand was cleared out, and as one of the names of the Caliphs was Yoosef, it was called Joseph's well, so it may be that Joseph who was sold into Egypt made it, and it may not. Its present name, however, I believe, comes from the Sultan Yoosef Salah-ed-deen, Caliph of Egypt in the 12th century, a man known to fame. The water of the well is brackish, and is chiefly used for laying the dust. <\/div><div class=\"paragraph jod\" id=\"v16n321\"> We all felt more or less interest <div class=\"break columnbreak\" id=\"91b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0091.pdf\" target=\"pdfwin\">p.&#xA0;91b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6285\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> in the locality anciently called the land of Goshen,<span class=\"citation\" id=\"53631\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53631)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53631)\">Gen. 45:10<\/a><\/span> but as nobody could tell precisely where the land of Goshen was, it was necessarily a matter of guesswork. But the streams of water must run now somewhere near the same as they did then, and we followed the course of a fresh water canal, which has recently been turned from the Nile, and which is some one hundred and fifty miles in length, to Suez and the Red Sea. This canal passes near Zagazig, which is probably in the vicinity of the land of Goshen; and when the children of Israel started for Canaan,<span class=\"citation\" id=\"53880\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53880)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53880)\">Ex. 6:4<\/a><\/span><span class=\"citation\" id=\"54074\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54074)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54074)\">Ex. 16:35<\/a><\/span> they had to follow this route in order to secure themselves the necessary amount of water from that old fresh water canal, which is now known and identified as having run very nearly on the same ground as the present one, which has been made within a few years, and which the railroad follows. <\/div><div class=\"paragraph jod\" id=\"v16n322\"> There is a good deal of speculation as to where the children of Israel crossed the Red Sea,<span class=\"citation\" id=\"54002\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54002)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54002)\">Ex. 14:21-22<\/a><\/span> but the most reasonable conclusion I can arrive at, so far as I have been able to investigate the matter, is that they followed this fresh water canal, and that they camped near its terminus on the Red Sea, and crossed over to the peninsula of Sinai, after which they were miraculously supplied with water, food and clothing through the deserts of Arabia. <\/div><div class=\"paragraph jod\" id=\"v16n323\"> We passed over that portion of the Suez canal, between Ismaila and Port Said. The Suez canal is certainly a very grand enterprise. Port Said receives its fresh water from the Nile. It has got pipes over fifty miles in length to bring that water from the canal at Ismaila to supply the town. Port Said is considerable of a place, and there is a good deal of enterprise there. <\/div><div class=\"paragraph jod\" id=\"v16n324\"> On the evening of February 22nd, we sailed from Port Said on the  <div class=\"break pagebreak\" id=\"92a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0092.pdf\" target=\"pdfwin\">p.&#xA0;92a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6284\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><span class=\"italic\">Vesta<\/span>, one of the steamers belonging to the Austrian Lloyd's. The next morning we came in sight of Jaffa, the Joppa of the Scriptures.<span class=\"citation\" id=\"62073\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62073)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62073)\">Jonah 1:3<\/a><\/span><span class=\"citation\" id=\"71704\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71704)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71704)\">Acts 9:36<\/a><\/span> Jaffa is a kind of promontory or headland, projecting into the sea. The anchorage is simply an open roadstead, and landing is sometimes very difficult. If we had had an unfavorable wind and been carried by that port, it would have cost us considerable time and expense; but when we reached there the day was pleasant and the sea smooth, and we landed without difficulty. <\/div><div class=\"paragraph jod\" id=\"v16n326\"> At Jaffa we were met by the before-named Mr. Howard, who conducted us to the Turkish customhouse officer, who, I believe, examined only one passport, and passed us, and we went directly to our tents, which were pitched not far from the seaside, near the burial place. They were very nice wall tents, well carpeted, with all the outfit necessary ready for use, and we at once commenced keeping house. <\/div><div class=\"paragraph jod\" id=\"v16n327\"> This Joppa is the place where King Solomon landed the cedars that he got from Hiram, King of Tyre, for the building of his Temple.<span class=\"citation\" id=\"55620\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55620)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55620)\">1 Kgs. 5:8-10<\/a><\/span> I am of the opinion that the place has undergone some physical changes since that time, although I, of course, could not determine to what extent. In the vicinity of this city is a colony of about six hundred Germans, under the presidency of D. V. Christopher Hoffman, who consider themselves the spiritual temple of Christ. They have bought some land and have put it under cultivation, and they say the rains have increased there very much within the last few years, and the lands are very productive. They raise wheat and a variety of grains without irrigation. They say their gardens and orange groves require irrigation. I think the olives do not. The most beautiful orange <div class=\"break columnbreak\" id=\"92b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0092.pdf\" target=\"pdfwin\">p.&#xA0;92b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6284\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> groves that we saw, perhaps, on our entire journey, were at Jaffa. We visited this German colony. The American vice-consul, Mr. Hardegg, met us and treated us with courtesy. He is a German by birth, never was in America, speaks English. We also saw a number of persons who were connected with the scheme of one George J. Adams, and who, after its failure, were left in that country, one of whom, Mr. Floyd, is now a dragoman. They built some houses, but they have been purchased by this German colony. We attended a meeting of a missionary, and heard a Methodist sermon. It seemed to be a very difficult thing to get together people enough to have a meeting. <\/div><div class=\"paragraph jod\" id=\"v16n328\"> I believe the only place of particular Scriptural import which they pretend to have identified in Joppa is the house of Simon the tanner, by the seaside.<span class=\"citation\" id=\"71706\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71706)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71706)\">Acts 9:43<\/a><\/span><span class=\"citation\" id=\"71733\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71733)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71733)\">Acts 10:6,32<\/a><\/span> Some were so critical as to doubt whether it was the identical house in which Peter lodged when the messengers of Cornelius came; but then, there are the tan vats, and it is right by the seaside, and the Bible says that Simon was a tanner, and that he lived by the seaside. They showed us the flat roof on which they say Peter was sleeping. In one end of the house&#x2014;the end towards Mecca&#x2014;there was a recess, such as the Mahometans have in their mosques to pray in. We inquired of the man in charge of the house whether Simon was a Mussulman? He said, &#x201C;Yes, and there was where he prayed.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v16n329\"> It is not important, of course, whether that building is the identical one or not, yet it has been visited by thousands, and is a source of revenue. It was in this neighborhood that the Lord revealed to Peter that what God hath cleansed should not be called common or unclean,<span class=\"citation\" id=\"71742\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71742)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71742)\">Acts 10:15<\/a><\/span> and that it was proper for him to preach the  <div class=\"break pagebreak\" id=\"93a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0093.pdf\" target=\"pdfwin\">p.&#xA0;93a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6283\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Gospel to the Gentiles, and from that place he went to visit Cornelius, and administered the Gospel to those not of the seed of Israel.<span class=\"citation\" id=\"71746\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71746)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71746)\">Acts 10:28-48<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v16n331\"> Having obtained our horses and saddles, Monday morning, Feb. 24th, we started for Jerusalem. I could not obtain a Syrian saddle large enough for me to ride on, and I was compelled to ride on an English saddle. This made a great difference in my comfort. If I had carried a Spanish saddle from home, I should have been much more comfortable on my journey. I was constantly afraid that the fastenings of my English saddle would give way. I did not think they were strong enough, and then its construction and shape were not comfortable and convenient, and in those particulars it was nothing to be compared with a Spanish, or even with a Syrian saddle. I am pretty heavy, and had not been on horseback for fifteen years. <\/div><div class=\"paragraph jod\" id=\"v16n332\"> Travelers in Palestine suffer greatly from the sun, but we were early in the season&#x2014;two weeks earlier than travelers generally set out for Jerusalem. Mr. Cook was fitting out several parties; but they were two weeks after us, and we were comparatively alone, though some few travelers fell in with us incidentally. At noon, we halted at what was called the Martyr's Tower, in Ramleh. Ramleh has a history relating particularly to the crusades. It is in the vicinity of the country anciently occupied by the Philistines, and from its tower, which we climbed, and which is probably a hundred feet high, we could see a portion of their country. There is at this place a monastery of monks, who, it is said, feed travelers of all denominations, and they are spoken of by all travelers as being very kind. They are Roman Catholics. Of course we had no need to test their hospitality, <div class=\"break columnbreak\" id=\"93b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0093.pdf\" target=\"pdfwin\">p.&#xA0;93b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6283\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> for we had everything within our reach that was necessary to supply our wants, carrying it right along with us. <\/div><div class=\"paragraph jod\" id=\"v16n333\"> In the evening we camped on a very nice stream at the entrance of the Valley of Ajalon. Our Sunday school children will recollect this very well, from the fact that Joshua said to the sun, &#x201C;Stand thou still upon Gibeon; and thou, Moon, in the valley of Ajalon.&#x201D;<span class=\"citation\" id=\"55311\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55311)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55311)\">Josh. 10:12<\/a><\/span> I ought to explain that in Palestine what we call a ravine is called a valley, and wider valleys they call plains. <\/div><div class=\"paragraph jod\" id=\"v16n334\"> Before reaching Ramleh we passed through the plains of Sharon, where a kind of red flower, called the rose of Sharon,<span class=\"citation\" id=\"57661\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57661)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57661)\">Song 2:1<\/a><\/span> grows abundantly, and the land appears to be very fertile. We were rather surprised, having heard such accounts of the sterility of Palestine, to find on our entrance into it that the land was apparently fruitful; though we were told that if we had come later it would have looked more barren. <\/div><div class=\"paragraph jod\" id=\"v16n335\"> Miss E. R. Snow and Miss Clara Little had a tent; Elder Paul A. Schettler and myself occupied another, over which floated the &#x201C;Stars and Stripes.&#x201D; Elders Lorenzo Snow, Albert Carrington, Feramorz Little and Thos. Jennings occupied another. My tent was used as our dining room. Our dragoman and cook had each his tent, and we had another for convenience sake. We were supplied with good camp stools; we had iron-framed bedsteads, with good mattresses, and good, clean nice blankets and sheets. All the difficulty about it with me was that my bedstead was too small for me. I have always had a horror of being buried in a coffin not big enough, and I have always desired that my friends&#x2014;whoever might live to put me in a coffin, would have it at least two inches bigger every way than I was. I have always felt an<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"94a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0094.pdf\" target=\"pdfwin\">p.&#xA0;94a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6282\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>noyed at the idea of being buried in a cramped-up coffin. It often made me think of it when stretched out upon that bedstead, or in the berths of the ships which I have had to stay in so many days on this journey, for generally they have been too small for me. Our dragoman, Aushonny Makloof, of Beyrout, supplied us very well with provisions. We had our Arab cook and our Turkish muleteers. Only one of them all could speak a little English, and really, to this day, I never could tell how many there were, although on some days we had more and some less, for as we passed through the country we sometimes hired a sheik and one or two attendants, to go along with us, paying them for it, so that he need not help himself to our movables without our consent. Our muleteers took down our tents and tent poles, and tied up tents, baggage and everything and put it all on to the backs of the mules. We had to ride out, or spend our time someway, looking at the country or waiting, as we chose, in the evening for these tents all to be pitched; but it was generally so arranged that, in our seeing the country, our muleteers would get on the ground and get the tents pitched and everything ready, so that when we went there we could go right in and sit down to the tables or do anything we pleased. <\/div><div class=\"paragraph jod\" id=\"v16n337\"> The second day we had our noon halt on the brook, which they told us King David got the stones out of,<span class=\"citation\" id=\"55495\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55495)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55495)\">1 Sam. 17:40<\/a><\/span> with one of which he killed<span class=\"citation\" id=\"126770\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126770)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126770)\">1 Sam. 17:48-52<\/a><\/span> the giant of Gath,<span class=\"citation\" id=\"55494\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55494)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55494)\">1 Sam. 17:4<\/a><\/span> and that the battle between the Philistines and King Saul took place along the two sides of this stream. It is called a valley, but it was simply a ravine. We saw a considerable number of sheep of various colors there, and some boys tending them, which, of course reminded us of the fact that King <div class=\"break columnbreak\" id=\"94b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0094.pdf\" target=\"pdfwin\">p.&#xA0;94b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6282\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> David was tending his father's sheep when Samuel went to his father's house to anoint one of the sons of Jesse to be king.<span class=\"citation\" id=\"55486\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55486)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55486)\">1 Sam. 16:11<\/a><\/span> King David, it will be remembered, was the junior of the boys, and he was small of stature compared with the others. He was sent out to look after the sheep. When Samuel came to the house of Jesse and told him that one of his sons had to be king, and he wanted to pick the one, Jesse brought in six tall boys, one at a time, to each of which Samuel said, &#x201C;That is not the one.&#x201D;<span class=\"citation\" id=\"55485\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55485)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55485)\">1 Sam. 16:8-10<\/a><\/span> When the sixth had been refused, said Jesse, &#x201C;I believe that is all.&#x201D; &#x201C;Have you not another?&#x201D; &#x201C;O yes, little David, he is out with the sheep.&#x201D; They sent for him<span class=\"citation\" id=\"55487\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55487)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55487)\">1 Sam. 16:11<\/a><\/span> and he was anointed king,<span class=\"citation\" id=\"55491\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55491)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55491)\">1 Sam. 16:12-13<\/a><\/span> and it was he who slew the giant Goliath;<span class=\"citation\" id=\"55499\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55499)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55499)\">1 Sam. 17:50-51<\/a><\/span> and I suppose if I had enquired of the monks I might have brought home the identical stone with which he did it, but I did not take the trouble. The place where we had our meal was not far from Kirjath-Jearim where the ark is said to have rested,<span class=\"citation\" id=\"55409\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55409)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55409)\">1 Sam. 6:21<\/a><\/span> not the ark of Noah, but the ark of the Lord, for a considerable time after it fell into the hands of the Philistines.<span class=\"citation\" id=\"55410\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55410)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55410)\">1 Sam. 7:1-2<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v16n338\"> We again got into the saddle and started for Jerusalem across the mountain, for that country is one immense limestone quarry. If there ever was any soil it has blown away until very little remains. What there is left is evidently very rich where they can get the water to it: but as we crossed over and got a view of Jerusalem, a feeling of disappointment was evident on the countenances of every one of the party, or else I was disappointed and they were not, one or the other. But the whole thing presented itself to us in a different light from what we had anticipated, and I then understood why Dr. Burns, in his &#x201C;Guide,&#x201D; re<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"95a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0095.pdf\" target=\"pdfwin\">p.&#xA0;95a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6281\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>commends people to pass round Jerusalem by another route, and come in from the east and get a first view from the eastern side. It is because the view from the Mount of Olives&#x2014;on the eastern side&#x2014;is a very great deal better than when you go from the west. It is said that there is a great deal in first impressions. <\/div><div class=\"paragraph jod\" id=\"v16n340\"> The Russians have built some monasteries in and about Jerusalem, and the Latins have got some, and within the last few years there have been a number of good new buildings put up. Sir Moses Monteilore has built a block outside, and not far from the wall. The venerable Abraham Askenasi, the chief rabbi of Jerusalem, with the contributions of his friends throughout the world, has erected a considerable number of rooms as a home for widows and orphans. At first view we could pick out the mosque of Omar&#x2014;the place where Solomon's temple stood; we could also see the Church of the Holy Sepulchre&#x2014;the place where the Savior was crucified. We pitched our tent in the valley of Hinnom, near the Jaffa gate&#x2014;the gate at which most of the business in Jerusalem is done. While our tents were pitching we passed in at the gate, and saw a good many beggars, some of them lepers, also quite a number of women dressed in white, some of whom were hired mourners and were wailing. As we passed along we found, not far from the gate, an old man lying in the street, almost naked and moaning piteously. He begged of us to give him something. When we got in we called at the banker's in Jerusalem, and were told that the old man who lay there in the street begging, whom we had probably noticed, owned six hundred olive trees, a garden containing quite a number of fig trees, and an orange grove&#x2014;that the banker had known him for <div class=\"break columnbreak\" id=\"95b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0095.pdf\" target=\"pdfwin\">p.&#xA0;95b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6281\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> years, and he came every year to Jerusalem, and lay on the street almost naked, howling and moaning piteously, begging from the pilgrims, while he was in reality one of the wealthy men of the country. <\/div><div class=\"paragraph jod\" id=\"v16n341\"> It is not easy to describe that city, nor, so far as I have seen, any of those Asiatic cities. The streets, if they can be called streets, are very narrow, and many of them are so crowded with camels, donkeys and packhorses, that they can only pass each other at certain places. The houses are rudely built, of a kind of concrete, or of rock and mortar. They are low and small and the roof flat, generally covered with cement. There are many buildings in Jerusalem that go to show it off&#x2014;mosques and churches, with their minarets, towers and rotundas. The principal business street in Jerusalem is Christian street, which is fifteen feet wide. It leads up from the street that we enter from Jaffa's gate, and has an avenue that leads off to the entrance of the Church of the Holy Sepulchre. In front of that church is a little open space filled with beggars, and men with articles for sale&#x2014;beads, photographs, jewelry of different kinds, and relics of all kinds. We could get almost anything in the way of relics we wanted there, and be assured that they were genuine. <\/div><div class=\"paragraph jod\" id=\"v16n342\"> President Carrington remained at Jerusalem while we went to the Dead Sea. He wanted to do some business connected with the Liverpool office; and he is not very fond of horseback riding. As you are aware he has been afflicted with rheumatism considerably, so he remained in the Mediterranean Hotel while we went to the Dead Sea and the Jordan. That gave him more time to pass around, and through and over Jerusalem, than any of us. He had several days, and he declared that he could never  <div class=\"break pagebreak\" id=\"96a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0096.pdf\" target=\"pdfwin\">p.&#xA0;96a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6280\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>make up his mind as to what induced King David to locate his capital there. The chief rabbi told me that, anciently, Jerusalem was well supplied with water; but at the present time there was really no living water there. The pool of Hezekiah,<span class=\"citation\" id=\"55853\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55853)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55853)\">2 Kgs. 20:20<\/a><\/span> and other pools were filled in the rainy season, but in a month from the time we were there a quart bottle of water would cost a farthing, and sometimes pretty hard to get. If the aqueducts from the pools of Solomon were repaired, they would not bring in sufficient water to supply the city, but in the days of Israel's prosperity, there was abundance of water there, and he believed there would be again. <\/div><div class=\"paragraph jod\" id=\"v16n344\"> I had a letter of introduction, procured by Mr. James Linforth, from the Rabbi of the Jewish congregation at San Francisco, to Rabbi Askenasi. He is a very venerable looking man&#x2014;tall, heavy set and a good supply of beard, like the Apostles in the picture. He seemed very much pleased with my visit, treated me with courtesy, showed me their synagogue and the building they were erecting, and returned the visit, accompanied by several of the Jewish elders, at my tent, where we had a very pleasant interview. But there is no infidel on the face of the earth who can disbelieve the mission of the Savior more than they do. He says the condition of the Jews is much improved of late years. Now they can purchase, and if they have only the money to do it with, and the amount they can buy is only limited by their want of money. They have also a title from the Turkish government for the ground upon which they are erecting their home for widows and orphans. This gentleman told me that no Jew had been inside the enclosure of the Mosque of Omar, although he believed it <div class=\"break columnbreak\" id=\"96b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0096.pdf\" target=\"pdfwin\">p.&#xA0;96b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6280\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> stands on the sight of Solomon's temple, though not in the center of it. <\/div><div class=\"paragraph jod\" id=\"v16n345\"> In looking around Jerusalem, I did not regard it in the same light as President Carrington did. Kingdoms, in those days, were small and densely populated, and it was necessary for a ruler, in locating a capital, to have it so that it could be easily defended; and until the time when modern arms were invented, Jerusalem could be easily defended. Its siege and capture by the Romans proved, to all intents and purposes, that it was a very difficult city to take, for though it was surrounded by several walls, fortified with strong towers, and naturally defended by its mountainous position and the ravines around it, each one of these walls was occupied by rival parties, for it will be remembered by readers of the destruction of Jerusalem, that there were three separate leaders, and that when the Jews were not fighting the Romans, they were fighting each other; and it is even doubtful to this day that, if either John or Simon had had absolute command in their city and the confidence of the people, whether the Romans could have taken the place at all or not. An old proverb says that whom the Gods would destroy they first make mad. It was so with these Jews. They had slain the Savior, they had violated the commands of God, and they had brought upon their heads the curses pronounced upon them in the 27th chapter of Deuteronomy<span class=\"citation\" id=\"55136\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55136)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55136)\">Deut. 27:15-26<\/a><\/span> and in a great many other places, if they did not abide in the law of the Lord; and notwithstanding their strong city and their numbers, they were so divided among themselves that they could not make a successful defense. Speaking of this destruction of Jerusalem carries me back to Rome and the Arch of Titus, erected to commemorate his victories, on which is  <div class=\"break pagebreak\" id=\"97a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0097.pdf\" target=\"pdfwin\">p.&#xA0;97a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6279\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>engraved a representation of the seven branched candlestick, and a great variety of the treasures brought by him from Jerusalem. <\/div><div class=\"paragraph jod\" id=\"v16n347\"> King David had learned the strength of Jerusalem by the difficulty he encountered in taking it from the Jebusites;<span class=\"citation\" id=\"55536\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55536)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55536)\">2 Sam. 5:6-9<\/a><\/span> and it is more than probable that God commanded him to locate the city there. <\/div><div class=\"paragraph jod\" id=\"v16n348\"> Rabbi Askenasi, speaking of the ten tribes, said he had no idea where they were, but he believed they were preserved, and that their posterity would return, and the time would come when God would bless Israel, and when water would be abundant in Jerusalem. We read in the 47th chap. of Ezekiel, that living waters were to come out from Jerusalem, and that they should run toward the east; and that the Prophet saw a man with a measuring line in his hand. He measured a thousand cubits, and the water was to his ankles; he measured another thousand, and it was to his knees; another thousand, and it was to his loins; another thousand, and it was a river with waters to swim in, that could not be passed over.<span class=\"citation\" id=\"60937\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60937)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60937)\">Ezek. 47:1-5<\/a><\/span> He goes on and describes this as something that should take place at Jerusalem.<span class=\"citation\" id=\"60942\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60942)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60942)\">Ezek. 48:35<\/a><\/span> I could but reflect, when standing on the Mount of Olives, on the saying concerning it in the last chapter of Zechariah, where, in speaking of the coming of the Savior, it says his feet shall stand on the Mount of Olives, which is before Jerusalem to the east, and the mount shall cleave in the midst thereof, half going toward the north, and half toward the south. There shall be a very great valley,<span class=\"citation\" id=\"62326\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62326)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62326)\">Zech. 14:4<\/a><\/span> and the land shall be turned into a plain from Geba to Rimmon, south of Jerusalem, and shall be lifted up, and men shall dwell on it.<span class=\"citation\" id=\"62349\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62349)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62349)\">Zech. 14:10<\/a><\/span> The same Prophet tells us that living waters shall come out of Jerusalem, <div class=\"break columnbreak\" id=\"97b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0097.pdf\" target=\"pdfwin\">p.&#xA0;97b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6279\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> half toward the former sea, and half toward the hinder sea, and that in summer and in winter shall it be.<span class=\"citation\" id=\"62340\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62340)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62340)\">Zech. 14:8<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v16n349\"> The convent at Mar Saba is situated on the canyon, which is the outlet of the brook Kedron; but it was perfectly dry when we were there, not a drop of water running in it. There are seasons of the year, I suppose, when waters run there, but these prophecies declare that living waters shall run out of Jerusalem in summer and winter,<span class=\"citation\" id=\"62339\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62339)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62339)\">Zech. 14:8<\/a><\/span> and I am foolish enough to believe that they will be literally fulfilled. I agreed with Rabbi Askenasi in the belief that God would restore that land to Israel, and that Jerusalem would again be supplied with abundance of water and be a glorious and happy city. I saw many Christians of different denominations there who had no such faith. One man came into our tent, and assured us that baptism by immersion was impossible, there never had been water enough in that country to immerse people. He had believed in immersion, he said, but since he had traveled through the country and had seen so little water, he was satisfied that they would all have to go to Jordan to be baptized. This is the way people look at it. The country is dry and barren, the rains have ceased upon it for many generations, though they have had occasional rains. <\/div><div class=\"paragraph jod\" id=\"v16n350\"> In going to the Dead Sea from Jerusalem, we visited a number of points of interest. One was the tomb of Rachel,<span class=\"citation\" id=\"53571\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53571)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53571)\">Gen. 35:19<\/a><\/span> another the pools of Solomon&#x2014;three immense pools constructed to receive the waters of a spring and hold them in reserve, and the old aqueduct is still in repair almost to Bethlehem. We visited Bethlehem, and were shown the caves&#x2014;called stables&#x2014;in which the Savior was born, and the churches and ornaments. There was a great  <div class=\"break pagebreak\" id=\"98a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0098.pdf\" target=\"pdfwin\">p.&#xA0;98a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6278\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>variety of people there, many begging and many trying to sell you relics. The country is without fences. There are a good many spots where there is an opportunity for the Bedouins to come along and scratch the ground with a kind of shovel plough they have, hitch some calves or very small cattle, and raise some barley. We purchased barley all the time for feeding our animals. <\/div><div class=\"paragraph jod\" id=\"v16n352\"> At the place which we supposed is called in Scripture the wilderness,<span class=\"citation\" id=\"62657\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62657)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62657)\">Matt. 3:1<\/a><\/span> or the border of the wilderness next to the Dead Sea, where John the Baptist commenced his preaching, is an immense convent. It was founded by a man named Saba. &#x201C;Mar&#x201D; in the Syrian language means saint, and when we speak of Mar Saba, it means saint Saba. This is the name of the convent. This man lived to be some ninety-four years old. He concealed himself from his enemies a considerable time in caves, but his power increased with the number of his friends, for he gathered around him a good many thousand monks, and they built this immense convent, which was strongly fortified for those times. They allow no women to enter, and no person can go into their building without a permit from the Greek Patriarch at Jerusalem. We had a permit to enter that convent, but sister Snow and sister Little, of course, had to go to the camp. It would probably have been considered an outrage for them to have come in sight of the gates. Having sent up our permit, we were admitted and passed through the building. There were sixty-five monks there, some of whom had been there thirty-seven years. A man has to be exceedingly holy to be permitted to go there. I looked at them, and wondered what could induce men to adopt such a life. They showed us one room filled with skulls. <div class=\"break columnbreak\" id=\"98b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0098.pdf\" target=\"pdfwin\">p.&#xA0;98b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6278\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> They said there were fifteen hundred of them, and they were the skulls of their brethren who had been killed by the Saracens at different times. They had taken great pains to preserve the skulls, with their names and registers. They have a spring of water which has a miraculous history, and they have one palm tree growing, which they say was planted by Saint Saba himself. They seem to have an eye to business. They had canes for sale, made from willows which they get the Arabs to bring from the Jordan. None of them are allowed to go out, and they are compelled to have everything brought to them. They had a number of fancy articles of their own manufacture for sale. I bought a small string of shells, which they said were brought from the Dead Sea. They gather a few francs from every party of travelers in this way. There was another party of Americans nearby who wanted to visit the monastery, but they had no permit; and a message was sent to us by them, saying, that if we would delay a little while we could all pass in with our permit. We had met the party and knew them to be nice, intelligent gentlemen. We stayed about an hour to accommodate these friends, and they passed in with us, otherwise they would have had to go clear back to Jerusalem for a permit. These persons&#x2014;four gentlemen and two ladies&#x2014;finding that we were going down to the Dead Sea, went along with us, and made the journey safe and pleasant. We went down to the Dead Sea the day following our visit to the monastery. I have seen a good many rough roads in Utah in the mountains, but of all the rough horseback riding I ever did see, I think that Palestine has the premium. Being pretty heavy, it was difficult for me to get on and off my horse, but  <div class=\"break pagebreak\" id=\"99a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0099.pdf\" target=\"pdfwin\">p.&#xA0;99a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6277\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>because of the rough roads in some places, I dismounted and led my animal. I found, however, that he could stand better than I could, so I rode him, and I believe that some of the Saints here at home must have had faith hold that animal up, or he would have stumbled. I rode him four hundred miles, three hundred of which there was no road with any right to the name, and he never slipped or stumbled. <\/div><div class=\"paragraph jod\" id=\"v16n354\"> Some of the party went into the Dead Sea and had a swim. I did not. Some of them inquired for Lot's wife&#x2014;the &#x201C;pillar of salt.&#x201D;<span class=\"citation\" id=\"53262\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53262)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53262)\">Gen. 19:26<\/a><\/span> I expect she was at the other end of the sea, for we did not see her. The Dead Sea is a remarkable body of water. According to scientific observations, as read in the report of Lieutenant Lynch and others, it is 1350 feet lower than the Mediterranean. It is probably one of the deepest holes in the world. It is perhaps eight or ten miles wide and about forty long. It occupies the site of the cities of the plain&#x2014;Sodom and Gomorrah, and Admah and Zeboim,<span class=\"citation\" id=\"52978\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52978)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52978)\">Gen. 10:19<\/a><\/span> upon which, in consequence of their wickedness, we are told that God rained fire and brimstone and destroyed them. The probability is that they were buried by a volcanic eruption, and that they and most of the valley of the Jordan were sunk at the same time. The probability is that that the Jordan ran through these cities, and that this deep basin being formed, the Jordan forms the Dead Sea, which has no outlet, much like our Salt Lake. There is a wonderful similarity between that country and this, only this, of course, is on a grander scale. Our Salt Lake answers very well to the Dead Sea; our Utah Lake answers very well to the Sea of Galilee, and some of the streams that run into Utah Lake answer very well to the upper streams <div class=\"break columnbreak\" id=\"99b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0099.pdf\" target=\"pdfwin\">p.&#xA0;99b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6277\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of the Jordan. It hardly seems credible to me, but all the guide books assert that the Sea of Galilee is 650 feet below the level of the Mediterranean. The country is subject to earthquakes, and bears the evident marks of many of them. In 1837, Tiberium, the Tiberias of ancient times,<span class=\"citation\" id=\"69196\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69196)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69196)\">John 6:1<\/a><\/span> was very severely damaged by an earthquake, the effects of which are visible to anyone who visits it. I have wondered how the Lord would restore that country. I thought he had got to have some kind of a process to hoist the waters of the Dead Sea above the level of the ocean, so that a stream could run out of it in order for it to be healed. Prophecy says that the waters that should run out of Jerusalem should run down to the east sea, and the waters of the east sea<span class=\"citation\" id=\"62341\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62341)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62341)\">Zech. 14:8<\/a><\/span> were to be healed, and there was to be a multitude of fishes,<span class=\"citation\" id=\"60939\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60939)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60939)\">Ezek. 47:8-9<\/a><\/span> but now no living thing can exists in the Dead Sea. But if these prophecies are fulfilled, and I have not any doubt that they will be, these waters are to be healed, and I believe that the Lord will use natural means to bring it about. <\/div><div class=\"paragraph jod\" id=\"v16n355\"> We returned by way of Jordan. The stream is not so large as our Jordan here, but quite a nice river. The Arabs were very much afraid when we went into it, that we would go beyond our depth. It was safe to go as far as certain rapids, but it was not safe to go beyond them. They said that some zealous fellows got in so far that they could not get out, and one or two were lost, and they had some difficulty to fish the others out. Some willows and different kinds of timber grow along its banks. <\/div><div class=\"paragraph jod\" id=\"v16n356\"> We were supposed to be at the place where the Savior was baptized,<span class=\"citation\" id=\"62745\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62745)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62745)\">Matt. 3:13-17<\/a><\/span> and also at the place where Elijah smote the waters with his mantle, and he and Elisha crossed over dry-shod, and Elijah then went to heaven  <div class=\"break pagebreak\" id=\"100a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0100.pdf\" target=\"pdfwin\">p.&#xA0;100a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6276\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>in a chariot of fire, after which Elisha passed back in the same manner.<span class=\"citation\" id=\"55755\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55755)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55755)\">2 Kgs. 2:8-14<\/a><\/span> We saw the place where it is supposed the children of Israel, under Joshua, crossed over the river dry-shod.<span class=\"citation\" id=\"55289\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55289)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55289)\">Josh. 3:9-17<\/a><\/span> There is good reason to suppose that they crossed in harvest time, and that the waters were high. They say the waters of the Jordan are highest in harvest time.<span class=\"citation\" id=\"55291\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55291)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55291)\">Josh. 3:15<\/a><\/span> We had a ride across the plain probably seven or eight miles. That plain could be watered by irrigation. I was often asked if we were going to settle in Palestine. I replied that we were not, but I could take a thousand &#x201C;Mormons;&#x201D; go up the Jordan, put in a dam to take out the water, and irrigate several thousand acres. But there is little, however, at present inviting about the country, but it would no doubt be productive if irrigated. The valleys near the source of the Jordan would be much the best for cultivation, and the climate would be more agreeable. <\/div><div class=\"paragraph jod\" id=\"v16n358\"> Jericho, or rather the old site of that city, has a good many mounds.<span class=\"citation\" id=\"55298\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55298)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55298)\">Josh. 6:1-5<\/a><\/span> Men have dug into many of them, but we were told that no valuables had been found. We camped that night at Aines-Sultain, generally called the fountain of Elisha, because tradition says that, on his return after Elijah had ascended to heaven, he healed the waters of this fountain.<span class=\"citation\" id=\"55780\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55780)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55780)\">2 Kgs. 2:19-22<\/a><\/span> Before then they were salt, but by a miracle he made them sweet. They are now delicious, and after our hard day's ride in the heat and dust, we found the waters of the fountain of Elisha very palatable. <\/div><div class=\"paragraph jod\" id=\"v16n359\"> That night there was a company of Bedouins came and danced and sang for us. They had a sham fight, and I think it requires a man of pretty good nerve to sit and look at them and not be afraid that they would whip some of their crooked scimiters through his body. Each <div class=\"break columnbreak\" id=\"100b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0100.pdf\" target=\"pdfwin\">p.&#xA0;100b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6276\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> one of our party paid them something like two francs, which satisfied them. I believe a ticket at our theater here in Salt Lake would cost more than that, and take it as a whole their performance was not very expensive. They went off in a very fine humor. I could not understand their songs, but our dragoman interpreted the chorus of one of them to be, &#x201C;May the ladies' eyes be like the moon.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v16n360\"> From that place to Jerusalem the route is very rough. Some years ago a Russian lady, a very pious woman, went on a pilgrimage to the Jordan, and while riding over some of these rough ways she was thrown from her horse and had her arm broken and was badly hurt. She expended her money in improving a portion of the way, and on this account one of the canyons was much easier to go through than before that time. <\/div><div class=\"paragraph jod\" id=\"v16n361\"> We passed by other ancient sites, spoken of in the Bible as having been large cities, and no doubt they were; but we must bear always in mind that that was an age when Israel paid their tithes and offerings, and God blessed the land. At noon we stopped at a place called Christ's Hotel, all of us very much fatigued. Our luggage train went ahead. In the afternoon we passed by Bethany,<span class=\"citation\" id=\"69744\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69744)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69744)\">John 11:1<\/a><\/span> where Christ raised Lazarus,<span class=\"citation\" id=\"69772\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69772)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69772)\">John 11:43-44<\/a><\/span> and saw what was pointed out to us as the house of Mary and Martha,<span class=\"citation\" id=\"69745\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69745)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69745)\">John 11:2 (JST)<\/a><\/span> and also the tomb of Lazarus.<span class=\"citation\" id=\"69769\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69769)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69769)\">John 11:38-39<\/a><\/span> In the evening we camped again at Jaffa's gate at Jerusalem, finding our tents pitched and everything comfortable. We used to sing about the flowery banks of Jordan, but it takes off the romance to go and see them; yet when irrigation and industry and the blessing of the Lord prevailed along them, I have no doubt they were as beautiful as any places in the world. <\/div> <div class=\"break pagebreak\" id=\"101a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0101.pdf\" target=\"pdfwin\">p.&#xA0;101a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6275\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v16n363\"> I made two careful visits to the Church of the Holy Sepulchre, and one to the Mosque of Omar and the grounds connected with it. I also visited many other places of interest about Jerusalem, but in giving you a detailed account of what we saw and passed through, in such a scattering way, I cannot communicate to so large an audience, to any extent, the impressions I felt at the time. I had no doubt that I passed over the grounds where the Savior and his Apostles, and the Prophets, kings and nobles of Israel had lived, although I did not believe a great deal about the identical spots set down by the monks, yet I was satisfied that I was in the localities in which the great events recorded in Scripture took place. But now little remains on the top of the ground that can be identified beyond the period of the occupation of the Crusaders or the Romans. We certainly saw the top of Mount Moriah, on which stands the Mosque of Omar. There are the rocks and the caves in them. The rocks have not been made by men. The Valley of Jehosophat is there. Learned men have dug deeply under Jerusalem in search of evidence to determine its original site, but an alarm was created that the monkery of the place might be spoiled by determining that certain localities were not where they are now represented, and the Turkish government was moved, so I was informed by some gentlemen, to stop the investigations and to close up the excavations, and we were not permitted to enter them. <\/div><div class=\"paragraph jod\" id=\"v16n364\"> President Lorenzo Snow's correspondence to the <span class=\"italic\">Deseret News<\/span>, Elder Paul A. Sehettler's correspondence to the <span class=\"italic\">Salt Lake Herald<\/span>, and Miss E. R. Snow's communications and poems to the <span class=\"italic\">Woman's Exponent<\/span>, with other published letters, all composed under circumstances of great labor and <div class=\"break columnbreak\" id=\"101b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0101.pdf\" target=\"pdfwin\">p.&#xA0;101b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6275\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> fatigue, give a very correct idea of our visit to Jerusalem and journeyings generally. Elder Paul A. Schettler speaks six languages, and in attending to the financial business of the party, he had to make exchanges and was compelled to keep accounts in the currency of a dozen different nations, and even among the Arabs he could generally find some one who could speak in some one of the languages with which he was acquainted. <\/div><div class=\"paragraph jod\" id=\"v16n365\"> God has preserved me. Our party of eight went through the entire journey without an accident. We never missed a connection that amounted to any difficulty. We were in no manner injured; we had no sickness, except, peradventure, a little cold or a pinch of rheumatism now and again for a day or two. Our minds were clear, we saw more, I believe, in the eight months, than ordinary travelers see in two years. We visited a number of places in Holland, Belgium and France. We crossed three times over Italy. We visited the Ionian isles, Egypt, Palestine and Syria, Turkey in Europe, Greece, Bavaria, Austria and Prussia, and other parts of Germany. We spent eleven days in examining the mysteries of Rome. I paid four Italians to carry me to the crater of Mount Vesuvius. I think they earned their money, at any rate I was well satisfied with them. I had an idea in my own mind of how the crater looked, but I am now satisfied that I could form no correct opinion without seeing it. To reach the crater you have to mount about 1,500 feet perpendicular in height above where we could ride on horseback, in loose volcanic sand, and every time a man's foot was placed in it, it would slip back about twice the length of his foot. I could not stand the walk, these Italians wanted the contract, and I gave it to them. <\/div> <div class=\"break pagebreak\" id=\"102a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0102.pdf\" target=\"pdfwin\">p.&#xA0;102a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6274\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v16n367\"> My time is exhausted. I thank God for the privilege, of seeing you. When on the Mount of Olives, with our faces bowed toward Jerusalem, we lifted our prayers to God that he would preserve you and confound your enemies. We felt in our hearts that Zion was onward and upward, and that no power could stay her progress; that the day was not far distant when Israel would gather, and those lands would begin to teem with a people who would worship God <div class=\"break columnbreak\" id=\"102b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0102.pdf\" target=\"pdfwin\">p.&#xA0;102b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6274\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and keep his commandments; that plenty and the blessings of eternity would be poured out bounteously upon that desert land, and that all the prophecies concerning the restoration of the house of Israel would be fulfilled. God has commenced his work by revealing the everlasting Gospel<span class=\"citation\" id=\"79744\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79744)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79744)\">Rev. 14:6<\/a><\/span> to the Latter-day Saints, and may we all be faithful and fulfill our part is my prayer in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}