{"ID":160040, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Distinguishing Characteristics Between the Latter-Day Saints and the Various Religious Denominations of Christendom.<\/div>\n<div class=\"subtitle\">Discourse by Elder Orson Pratt, delivered in the Thirteenth Ward Meetinghouse, Salt Lake City, Sunday Afternoon, Nov. 2, 1873.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: Distinguishing Characteristics, Etc.<\/div>\n<div class=\"speaker\">Speaker: Orson Pratt<\/div>\n<div class=\"date\">Date: 11\/2\/1873<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d40\">\n<div class=\"paragraph jod\" id=\"v16n987\"> According to our usual custom we have assembled on this, the first day of the week,<span class=\"citation\" id=\"72071\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72071)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72071)\">Acts 20:7<\/a><\/span> to partake of the Sacrament, as a witness before God and angels, and as a testimony one to another, that we are determined to keep the commandments of the Most High, and to obey his laws, and the institutions and ordinances of his kingdom. The order of things we are now celebrating we have endeavored to observe from the organization of this Church. It has been our practice, when circumstances would permit, to assemble every Sabbath day for this purpose, and also to express one to another our desires and to bear our testimonies concerning the truth, and also to preach when we felt the spirit to do so. <\/div><div class=\"paragraph jod\" id=\"v16n988\"> I feel, this afternoon, to investigate before this assembly some of the distinguishing characteristics between this people and the various religious denominations of Christendom. I do not do this particularly for the edification and benefit of the Saints; but, as there are probably many now present who never have had the opportunity of learning the difference which exists between the faith of the Latter-day Saints and that of other religious denominations, I presume that it would be interesting to them to have some of these things spoken <div class=\"break columnbreak\" id=\"284b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0284.pdf\" target=\"pdfwin\">p.&#xA0;284b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6092\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of on the present occasion. We differ in our religious faith and notions in some things which I consider to be of essential importance to the salvation of the children of men; in some points of our doctrine and faith we do not differ so much with religious people generally as might be supposed. <\/div><div class=\"paragraph jod\" id=\"v16n989\"> To begin, then, we believe in the existence of a Supreme Being, our heavenly Father; we believe also in the existence of his Son, Jesus Christ, as the Savior of the world,<span class=\"citation\" id=\"94041\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94041)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94041)\">A of F 1:1<\/a><\/span> and that he, through the shedding of his blood, has opened a way by which the fallen sons and daughters of the children of men may be saved. I believe that almost every Christian denomination has the same views in regard to the atonement of Christ, and that they, as well as we, believe in the Father, Son and Holy Ghost. We also believe that it is important and necessary that all mankind should repent of and forsake their sins, and that they should forsake everything that is contrary to the law of God, and that is in violation of his institutions; everything immoral and unholy that we have been in the habit of practicing; that we should repent of these things, not merely in word, but absolutely repent of and put them away. I believe that all denomina<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"285a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0285.pdf\" target=\"pdfwin\">p.&#xA0;285a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6091\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tions who believe in Christ also believe in repentance; hence, so far as faith in God the Father, and in his Son Jesus Christ, and repentance and reformation are concerned, there are few distinguishing characteristics between us and the outside world. We also believe that it is important for every person who wishes to obtain the forgiveness of his sins to be baptized in water&#x2014;immersed&#x2014;in the name of the Father, and of the Son, and of the Holy Ghost, for their remission. In this we differ with most of the religious world. I believe that the sect which is generally called Campbellites believe in being baptized in water for the remission of sins. The Church of England also believe in baptism for the remission of sins, but they do not administer that ordinance by immersion. We also believe that when a person has repented, and has been baptized for the remission of his sins, by one having authority to administer this ordinance, his sins will be forgiven. Not but what the Lord has, in some instances on record, forgiven the sins of parties before baptism. We have some account, in both ancient and modern times, of the Lord having done this. The Prophet Joseph obtained a forgiveness of his sins, before baptism, and also the gift of the Holy Ghost;<span class=\"citation\" id=\"94006\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94006)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94006)\">JS&mdash;H 1:70-71<\/a><\/span> but the reason, probably, was that there was no Church that had been organized after the ancient pattern at the time he received the administration of the angels,<span class=\"citation\" id=\"93759\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93759)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93759)\">JS&mdash;H 1:29-30<\/a><\/span> and there being no minister authorized to administer baptism and the laying on of hands, the Lord in that instance dispensed with the forms and ordinances recorded for that purpose in the New Testament,<span class=\"citation\" id=\"71222\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71222)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71222)\">Acts 2:38<\/a><\/span> and granted unto him both these blessings&#x2014;the forgiveness of sins<span class=\"citation\" id=\"93757\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93757)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93757)\">JS&mdash;H 1:29<\/a><\/span><span class=\"citation\" id=\"84714\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84714)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84714)\">D&amp;C 29:3<\/a><\/span> and the gift of the Holy Ghost.<span class=\"citation\" id=\"94026\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94026)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94026)\">JS&mdash;H 1:73-74<\/a><\/span> Before he was baptized he translated the <div class=\"break columnbreak\" id=\"285b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0285.pdf\" target=\"pdfwin\">p.&#xA0;285b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6091\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> greater part of the Book of Mormon by the gift and power of the Holy Ghost,<span class=\"citation\" id=\"126847\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126847)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126847)\">BM Title Page<\/a><\/span><span class=\"citation\" id=\"126848\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126848)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126848)\">BM Three Wit.<\/a><\/span> through the aid of the Urim and Thummim.<span class=\"citation\" id=\"126849\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126849)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126849)\">JS&mdash;H 1:62<\/a><\/span> We have an account of at least one instance, in ancient times, where the Holy Ghost was given before baptism, that is the case of Cornelius.<span class=\"citation\" id=\"71726\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71726)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71726)\">Acts 10:1-48<\/a><\/span> The Holy Ghost was poured out upon him, and upon his household, before they were baptized. It was contrary to the ordinance and the form that had been laid down in the Gospel; but on that occasion it was evidently given for a special purpose, namely, to convince the brethren who accompanied Peter to the place where Cornelius lived, that their traditions concerning the Gentiles were incorrect; and to prove to them that the Gentiles were heirs of salvation as well as the Jews, the Lord condescended, while Peter was speaking to Cornelius and his house, to bestow upon them the Holy Ghost, and they spake with tongues and prophesied, before they were baptized. When Peter saw that the Holy Ghost had been bestowed upon them, he turned to the Jewish brethren, and said, &#x201C;Who can forbid water, that these should be baptized, seeing they have received the Holy Ghost as well as we?&#x201D;<span class=\"citation\" id=\"71794\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71794)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71794)\">Acts 10:47<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v16n991\"> On the Day of Pentecost, when we are told, three thousand<span class=\"citation\" id=\"71317\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71317)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71317)\">Acts 2:41<\/a><\/span> were pricked in their hearts, and desired to know what they should do;<span class=\"citation\" id=\"71161\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71161)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71161)\">Acts 2:37<\/a><\/span> the answer given was that they should repent of their sins.<span class=\"citation\" id=\"71223\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71223)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71223)\">Acts 2:38<\/a><\/span> They already believed, before they repented, the testimony of Peter and the rest of the Apostles that Jesus was the very Christ;<span class=\"citation\" id=\"81463\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81463)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81463)\">2 Ne. 26:12<\/a><\/span><span class=\"citation\" id=\"83175\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83175)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83175)\">Morm. 3:21<\/a><\/span> they believed these Old Testament Scriptures that related to him, which were quoted by the Apostle Peter on that occasion:<span class=\"citation\" id=\"56404\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56404)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56404)\">Ps. 16:8-11<\/a><\/span><span class=\"citation\" id=\"57192\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57192)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57192)\">Ps. 110:1<\/a><\/span><span class=\"citation\" id=\"57283\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57283)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57283)\">Ps. 132:11<\/a><\/span> and they were pricked in their hearts.<span class=\"citation\" id=\"71162\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71162)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71162)\">Acts 2:37<\/a><\/span> If they had not believed that Jesus was the Christ, they would not have been pricked in their hearts<span class=\"citation\" id=\"71163\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71163)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71163)\">Acts 2:37<\/a><\/span> and convicted of sin; but  <div class=\"break pagebreak\" id=\"286a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0286.pdf\" target=\"pdfwin\">p.&#xA0;286a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6090\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>they believed, and the answer of Peter to their inquiry about what they should do to be saved was&#x2014;&#x201C;Repent, and be baptized every one of you in the name of Jesus Christ for the remission of your sins, and you shall receive the Holy Ghost.&#x201D;<span class=\"citation\" id=\"71224\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71224)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71224)\">Acts 2:38<\/a><\/span> Cannot every person, who reflects a moment on this passage, see that the remission of sins and the Holy Ghost, were two blessings promised after repentance and faith, and baptism for the remission of sins? When the people of Samaria heard the preaching of Philip, they also believed and repented,<span class=\"citation\" id=\"71574\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71574)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71574)\">Acts 8:5-8<\/a><\/span> and they were baptized,<span class=\"citation\" id=\"71590\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71590)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71590)\">Acts 8:12<\/a><\/span> and there was great joy in that city.<span class=\"citation\" id=\"126850\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126850)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126850)\">Acts 8:8<\/a><\/span> No doubt their sins were then remitted, an event which would cause joy and satisfaction among the Samaritans. But there was not one soul of all those converts in Samaria, neither man nor woman, who had received the Holy Ghost, they had only believed in Christ and received the forgiveness of sins, but none of them were as yet born of the Spirit. When the Apostles which were at Jerusalem heard that Samaria had received the word of God, which Philip had preached unto them, they sent Peter and John, and they came down to Samaria and knelt down and prayed for these baptized Samaritans, that they might receive the Holy Ghost; &#x201C;for as yet,&#x201D; says the Scripture, &#x201C;he had not fallen upon any of them: only they had been baptized in the name of the Lord Jesus; and when they had prayed for them, they laid their hands upon them, and they received the Holy Ghost.&#x201D;<span class=\"citation\" id=\"71604\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71604)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71604)\">Acts 8:14-17<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v16n993\"> Now they must have received on that occasion, something that was powerful and miraculous, so much so that it made itself manifest even to bystanders. The reason which I have for believing this is in consequence of what Simon Magus said and did on that occasion. He came to the <div class=\"break columnbreak\" id=\"286b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0286.pdf\" target=\"pdfwin\">p.&#xA0;286b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6090\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Apostle Peter and offering money to him, said&#x2014;&#x201C;Give me also this power, that on whomsoever I lay my hands, he may receive the Holy Ghost.&#x201D;<span class=\"citation\" id=\"71634\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71634)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71634)\">Acts 8:18-19<\/a><\/span> He was evidently convinced that there was a power made manifest on that occasion, and as he had been a sorcerer, and had deluded and deceived the people in former times, and had evidently come into the Church with a corrupt heart, he no doubt wished to obtain this increased power to aid him in his future operations.<span class=\"citation\" id=\"71584\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71584)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71584)\">Acts 8:9-11<\/a><\/span> But Peter answered&#x2014;&#x201C;Let thy money perish with thee, I perceive that thy heart is not right in the sight of God.&#x201D;<span class=\"citation\" id=\"71641\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71641)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71641)\">Acts 8:20-21<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v16n994\"> Here then was a sacred ordinance which I wish to call your attention to, namely, the laying on of hands. The Samaritans had, no doubt, believed as firmly as ever persons could believe; they had repented as much as any persons could repent; they had complied with the ordinance of baptism for the remission of sins, and were justified and filled with great joy in consequence of the forgiveness of their sins; but with all this, why did they not receive the Holy Ghost? Why was it not sent down from heaven as it was on Cornelius? Because there were none present on that occasion that needed to be convinced, as in the case of the household of Cornelius; no Jewish brethren there to forbid water;<span class=\"citation\" id=\"71795\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71795)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71795)\">Acts 10:47<\/a><\/span> no ones there to have their traditions corrected, and consequently the Lord did not give a sign to them. But when they were confirmed, he sent upon them the Holy Ghost through the sacred ordinance of the laying on of hands. That is as much an ordinance as baptism. <\/div><div class=\"paragraph jod\" id=\"v16n995\"> Here then is one instance wherein we differ from the main portions of the religious world. It is true the Church of England practices confirmation&#x2014;their lay hands upon those  <div class=\"break pagebreak\" id=\"287a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0287.pdf\" target=\"pdfwin\">p.&#xA0;287a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6089\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>who are sprinkled; but we have no account of the gifts following this administration among the members of that church such as the gift of tongues, healing and the various gifts of the Spirit. They are withheld. We differ, then, from the outside religious world in this one ordinance. No person comes into this Church and is acknowledged to be in full fellowship as a member of the Church, unless one or more of the servants of God have administered the sacred ordinance of the laying on of hands expressly for the baptism of fire and the Holy Ghost.<span class=\"citation\" id=\"84349\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84349)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84349)\">D&amp;C 20:41<\/a><\/span> I do not know why it was that the Lord established this ordinance. He seems to have, in all ages, bestowed blessings upon the children of men through simple ordinances, and he seldom gave blessings, unless those ordinances were complied with. When the angel came to Cornelius and told him that his prayers and his alms had ascended up before God as a memorial, he did not see proper on that occasion to tell exactly what he should do in order to be saved; but he told him to send for Peter, and he would tell him words whereby he and his house should be saved.<span class=\"citation\" id=\"71809\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71809)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71809)\">Acts 11:13-14<\/a><\/span> Cornelius had faith enough in that angel to actually send for Peter.<span class=\"citation\" id=\"71713\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71713)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71713)\">Acts 10:1-8<\/a><\/span> There was something required on the part of Cornelius to manifest his faith before God. There was something required of the children of Israel when they were to take the City of Jericho. It would have been an easy matter for God to have thrown down the walls of Jericho in an instant without making any requirement of the children of Israel; but he determined to try their faith, so they were commanded to pass round the walls of the city once a day for seven days, and on each day when they encompassed the walls they were to blow rams' horns. On the seventh day they were to go round <div class=\"break columnbreak\" id=\"287b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0287.pdf\" target=\"pdfwin\">p.&#xA0;287b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6089\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the walls of the city seven times, and when they had completed their last circuit on the seventh day they were to give a certain blast with the horns, and all the people were to give a shout, then the walls were to fall down.<span class=\"citation\" id=\"55299\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55299)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55299)\">Josh. 6:1-20<\/a><\/span> Now, could not the Lord have done it without going through all that process? O, yes, but he did not see proper to do so, he wanted to try the faith of that people, to see whether they would be obedient to that which he required of them. When they had shown their faith by their works,<span class=\"citation\" id=\"77571\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77571)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77571)\">James 2:18<\/a><\/span> then the power of God was made manifest. <\/div><div class=\"paragraph jod\" id=\"v16n997\"> It is so in relation to baptism. When we have shown that we have faith in God and in the ordinances and institutions of his kingdom; when we prove our belief in the principle of baptism by rendering obedience thereto, we then obtain the remission of our sins. When we have faith enough to have hands laid upon us for the reception of the Holy Ghost, after being baptized, the Lord sees that we are complying with the institutions of his kingdom, and he is willing to bestow the blessing of the Holy Ghost. When we have faith enough to go to the house of worship on the first day of the week and offer up our sacrament before the Lord, according to his commandments,<span class=\"citation\" id=\"86296\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86296)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86296)\">D&amp;C 59:9-12<\/a><\/span> we witness before him that we are willing to keep his commandments; but when, without excuse, we neglect this week after week, we show that we are careless and indifferent, and the influence of the Holy Spirit, which we would otherwise enjoy as Latter-day Saints, is withheld from us. <\/div><div class=\"paragraph jod\" id=\"v16n998\"> Let none experiment on this, let no Latter-day Saints neglect to come to meeting, when it is their privilege to do so, and also neglect this divine ordinance which the Lord has instituted in commemoration of the death  <div class=\"break pagebreak\" id=\"288a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0288.pdf\" target=\"pdfwin\">p.&#xA0;288a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6088\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and sufferings of his Son; for if they continue to do this without any reasonable excuse, they will soon begin to be darkened in their minds. Hence you see, that all these ordinances, however simple in their nature, are instituted of the Lord, and if we have not faith sufficient to comply with them, it proves that we have not much faith in God. The Apostle James speaks upon the subject of faith very plainly: he says&#x2014;&#x201C;Show me thy faith without thy works, and I will show thee my faith by my works.&#x201D;<span class=\"citation\" id=\"77572\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77572)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77572)\">James 2:18<\/a><\/span> Faith without works is dead, being alone.<span class=\"citation\" id=\"77540\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77540)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77540)\">James 2:17<\/a><\/span> Men may profess ever so much faith in Christ, but if they do not attend to the ordinances of heaven, we know that their faith is a dead faith and will not obtain the blessings which the Lord has promised. We will pass on, however, in taking up the distinguishing characteristics, between the Latter-day Saints and other religious denominations. We shall, however, have to dwell briefly on the different points, for there are many things wherein we differ. <\/div><div class=\"paragraph jod\" id=\"v16n1000\"> When the baptized believer has received the gift and power of the Holy Ghost, the question is, What will be its manifestations, &amp;c., and how are we, as Latter-day Saints, to know that we have received the Holy Ghost? This is a very important question for us to decide in our own minds. How are believers in Christ to know that they are believers, such as the Lord will acknowledge? They are to know it by the pouring out of the Holy Ghost upon them. How am I to know when the Holy Ghost is poured out upon me, or how are you to know? We would not know only by comparing with the Scriptures, or by some revelation to our own minds, which would give us this knowledge. For instance, suppose we should receive a spirit that would <div class=\"break columnbreak\" id=\"288b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0288.pdf\" target=\"pdfwin\">p.&#xA0;288b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6088\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> cause us to fall down on the ground, or cause us to be cramped up into an ill kind of a shape, or that would take away our strength and all our memory and understanding, should we not know at once that no such spirit was acceptable in the sight of God? And, after reading about the gifts of the Holy Ghost to man, should we not know, that it does not operate thus? When the Holy Ghost rests upon the servants and handmaidens of the Lord, it imparts a variety of gifts,<span class=\"citation\" id=\"73422\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73422)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73422)\">1 Cor. 12:4<\/a><\/span> not all to one man, and not the same to every individual; but it gives to one, one gift, and to another, another. For instance it gives to some the gift of wisdom. Now, what is it to receive the word of wisdom?<span class=\"citation\" id=\"73462\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73462)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73462)\">1 Cor. 12:8<\/a><\/span><span class=\"citation\" id=\"85844\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85844)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85844)\">D&amp;C 46:17<\/a><\/span> When a person receives, by the power of the Holy Ghost, the word or gift of wisdom, he receives revelation. Herein, then, is another point in which we differ from the religious world generally. They do not believe in any later revelation than the New Testament, that is, they did not when this Church arose; but of late years, since the rise of this Church, many of them have begun to believe in revelation later than the New Testament. <\/div><div class=\"paragraph jod\" id=\"v16n1001\"> When the Holy Ghost falls upon some it gives them the word of wisdom, that is, it imparts to them an understanding of things that are wise. The Spirit may whisper, &#x201C;It is wise for you to do this thing&#x201D;&#x2014;&#x201C;it is wise for you to do that thing&#x201D;&#x2014;&#x201C;it is wise for you to take such a course, and to do thus and so.&#x201D; This is what might be termed the word of wisdom. A person may have great wisdom and yet not have much knowledge; he may have great wisdom given by revelation to know how to exercise that degree of knowledge which he may be in possession of. Then again there are others who may receive the gift of knowledge<span class=\"citation\" id=\"73461\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73461)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73461)\">1 Cor. 12:8<\/a><\/span><span class=\"citation\" id=\"85845\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85845)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85845)\">D&amp;C 46:18<\/a><\/span>  <div class=\"break pagebreak\" id=\"289a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0289.pdf\" target=\"pdfwin\">p.&#xA0;289a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6087\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>from God and yet they may have very little wisdom; and they do not know how to turn their knowledge to the best advantage. Here is the distinction then between a revelation which gives wisdom, and a revelation which gives knowledge. <\/div><div class=\"paragraph jod\" id=\"v16n1003\"> To another is given, by the Spirit, the gift of healing.<span class=\"citation\" id=\"73475\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73475)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73475)\">1 Cor. 12:9<\/a><\/span> Some may say that the gift of healing was only intended for ancient times, to establish the Gospel; that the people in those days needed some miraculous power and evidence to convince them of the truth of the Gospel; but I find that the gift of healing was given for the benefit of all who had faith to be healed.<span class=\"citation\" id=\"85849\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85849)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85849)\">D&amp;C 46:19<\/a><\/span> This was the way that the Lord administered in ancient times, and there is just as much necessity in our day that the sick should be healed, as there was eighteen centuries ago; and the Lord is just as willing, inasmuch as we will exercise faith in him, to bestow the gift of healing now as he was in ancient times. This seems to be a kind of common gift, not limited altogether to a few individuals, as we find recorded in the last chapter of Mark. Jesus said on that occasion, speaking to his Apostles&#x2014;&#x201C;Go ye into all the world, and preach the gospel to every creature.<span class=\"citation\" id=\"66740\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66740)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66740)\">Mark 16:15<\/a><\/span> He that believes&#x201D;&#x2014;that is every creature in all the world who believes&#x2014;&#x201C;and is baptized shall be saved; he that believeth not shall be damned. And these signs shall follow them that believe,&#x201D;<span class=\"citation\" id=\"66882\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66882)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66882)\">Mark 16:16-17<\/a><\/span> that is, every creature in all the world that believes, showing that the believers generally might have the gift of healing, although, perhaps, to some it is given more fully than it is to others. &#x201C;These signs shall follow them that believe; In my name shall they cast out devils; they shall speak with new tongues; They shall take up serpents; and if they drink any deadly thing, it shall not <div class=\"break columnbreak\" id=\"289b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0289.pdf\" target=\"pdfwin\">p.&#xA0;289b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6087\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> hurt them: they shall lay hands on the sick, and they shall recover.&#x201D;<span class=\"citation\" id=\"66924\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66924)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66924)\">Mark 16:17-18<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v16n1004\"> It seems that the gifts here named are general gifts, intended more or less for the whole Church; not only for those in the Priesthood, but for those out of the Priesthood, for males and for females. For instance, children are often taken sick, and it is the privilege of their parents, whether they have the Priesthood or not, by virtue of this promise, to lay their hands on their sick children, and ask the Lord, in the name of Jesus, to heal them.<span class=\"citation\" id=\"66542\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66542)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66542)\">Mark 5:40<\/a><\/span> Suppose that the father, the head of the family, is absent, has the mother the right to lay her hands upon her sick child? We say that, by virtue of this promise which the Lord has made, she may lay her hands upon her child or children, and ask God to heal it or them. How many scores and scores of cases have there been in this Church, every year since it was organized, where the parents, both brethren and sisters, have had power over disease, through the Spirit of God being poured out upon them, and their children have been healed through the laying on of their hands? Here, then, is another point wherein we differ from the religious world. Go and ask them if they will come and visit a sick person. &#x201C;Oh yes,&#x201D; says the minister, &#x201C;I will visit the sick.&#x201D; When he arrives, the sick person or his friends request him to pray. That is all right and in accordance with the Gospel. They kneel down, and the minister prays that the Lord will look in mercy upon the sick person, and, if it please him, heal and restore him. But do they lay on hands or anoint with oil as the Scriptures direct? The Scriptures say&#x2014;&#x201C;If anyone among you is sick? let him send for the elders of the church; and let them pray for him&#x201D;&#x2014;<span class=\"citation\" id=\"77709\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77709)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77709)\">James 5:14<\/a><\/span>it is all right to pray&#x2014;&#x201C;and let them anoint  <div class=\"break pagebreak\" id=\"290a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0290.pdf\" target=\"pdfwin\">p.&#xA0;290a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6086\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the sick in the name of the Lord.&#x201D;<span class=\"citation\" id=\"77710\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77710)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77710)\">James 5:14<\/a><\/span> Now, when they do this they are complying with the requisitions of the Gospel of the Son of God, and why not follow this ordinance of laying on of hands on the sick, and anointing them with oil, just as well as following the praying part? No wonder that they do not have power over sickness and disease, for they only attend to half their duties&#x2014;they pray, but neglect the other part. Inquires one, &#x201C;Cannot the Lord hear prayer and heal the sick just as well without laying on of hands and anointing with oil as with?&#x201D; He could have thrown down the walls of Jericho without the children of Israel walking around them and blowing rams' horns;<span class=\"citation\" id=\"55300\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55300)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55300)\">Josh. 6:1-20<\/a><\/span> but the Lord has a form, then why not comply with it, and leave the event with him. It requires faith on the part of the sick in order to be healed; they ought to have faith as well as their friends.<span class=\"citation\" id=\"85425\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85425)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85425)\">D&amp;C 42:43,48<\/a><\/span> When an infant child is sick, it, of course, is not required to exercise faith; but its parents and friends can exercise faith on its behalf, as was done in ancient times.<span class=\"citation\" id=\"66541\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66541)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66541)\">Mark 5:22-24,35-43<\/a><\/span> Sometimes sickness will deprive an adult person of his senses, in that case his friends may exercise faith for him.<span class=\"citation\" id=\"67351\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67351)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67351)\">Luke 9:38-43<\/a><\/span> But where there is no faith in God, as in the case of infants, his servants may prevail, and heal the sick, but this is not always the case. For instance, as great a man as Paul was, a person who had the gift of healing to such a degree that even by carrying a handkerchief, or some little article from him to those who were sick, devils would flee and the sick would be healed;<span class=\"citation\" id=\"72048\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72048)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72048)\">Acts 19:11-12<\/a><\/span> I say that as great a man as he, was obliged on a certain occasion to leave one of his fellow laborers in the ministry sick at Miletus.<span class=\"citation\" id=\"76290\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76290)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76290)\">2 Tim. 4:20<\/a><\/span> Why? Because he had not faith. People may sometimes have faith, and at other times they do not exercise it; <div class=\"break columnbreak\" id=\"290b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0290.pdf\" target=\"pdfwin\">p.&#xA0;290b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6086\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> sometimes people are appointed unto death,<span class=\"citation\" id=\"85438\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85438)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85438)\">D&amp;C 42:48<\/a><\/span> and in such cases the administrations of the Elders are not likely to be effectual. If believers could always exercise faith to be healed of disease, all the ancient Saints might be living now, eighteen hundred years after they were born. But the Lord heals the sick when it seems good unto him, and he gives us, inasmuch as we are not appointed unto death, the privilege of calling upon his name, and of having the administrations of his servants in our behalf. This has been practiced ever since this Church was organized&#x2014;forty-three years since&#x2014;and if it had done no good, if there had been no healings in that time, do you suppose the Latter-day Saints would continue to be members of the Church? No, the Church would have quickly broken up, it would not have lasted more than two or three years if its members had not found the promises verified, according to the word of the Lord; but they have found that the Lord really does stretch forth his hand to heal the sick, and that he does raise them up from the very point of death, and restore them, almost instantly, to health and strength. Knowing this to be the case, the afflicted Saints have faith in the ordinances, and they continue sending for the Elders, and God blesses their administrations. <\/div><div class=\"paragraph jod\" id=\"v16n1006\"> Then, if I received a spirit by which, in the name of Jesus Christ, I was enabled to rebuke sickness, and that sickness was rebuked, and the persons were raised up, should I not have reason to believe that I had received that true Spirit of the Gospel, called the Holy Ghost? I certainly should. If I received a revelation telling me what would be the best course for me to pursue under certain circumstances, should I not know that it was a revelation from God?  <div class=\"break pagebreak\" id=\"291a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0291.pdf\" target=\"pdfwin\">p.&#xA0;291a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6085\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>I think I should know, just as well as the ancient Prophets knew when they received a revelation. If I received knowledge by revelation concerning this, that or the other thing or principle, would not that be a testimony to me that I had received the Holy Ghost? Again, if I was sick and afflicted and in great pain, and I sent for the Elders of the Church to come and pray for me and to rebuke the disease which was afflicting me, and, in the name of Jesus, command it to depart,<span class=\"citation\" id=\"77711\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77711)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77711)\">James 5:14<\/a><\/span> and it was done, would not this be a testimony unto me that the Lord had heard the prayers of his servants, and that he had really and truly verified his promise? Certainly. <\/div><div class=\"paragraph jod\" id=\"v16n1008\"> To another is given the gift of prophecy,<span class=\"citation\" id=\"73482\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73482)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73482)\">1 Cor. 12:10<\/a><\/span> or foretelling future events. Among the ancient Saints this was regarded as a very important gift, much more so than the gift of speaking in tongues.<span class=\"citation\" id=\"73776\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73776)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73776)\">1 Cor. 14:39<\/a><\/span> Paul, in addressing the Corinthians, says&#x2014;&#x201C;Seek earnestly the best gifts,<span class=\"citation\" id=\"85826\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85826)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85826)\">D&amp;C 46:8<\/a><\/span> and forbid not to speak with tongues,&#x201D;<span class=\"citation\" id=\"126855\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126855)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126855)\">1 Cor. 14:39<\/a><\/span> &amp;c. And again, he says, &#x201C;Greater is he that prophecies than he that speaketh with tongues.&#x201D;<span class=\"citation\" id=\"73746\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73746)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73746)\">1 Cor. 14:5<\/a><\/span> Again, in the same chapter, he says&#x2014;&#x201C;How is it then, brethren? when ye come together, every one of you hath a psalm, hath a doctrine, hath a tongue, hath a revelation, hath an interpretation.<span class=\"citation\" id=\"73753\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73753)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73753)\">1 Cor. 14:26<\/a><\/span> Let the prophets speak two or three, and let the other judge. If anything be revealed to another that sitteth by, let the first hold his peace. For ye may all prophesy one by one, that all may learn, and all may be comforted. And the spirits of the prophets are subject to the prophets.&#x201D;<span class=\"citation\" id=\"73756\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73756)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73756)\">1 Cor. 14:29-32<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v16n1009\"> Here, then, we see that the Saints in ancient times prophesied by revelation. If persons come together in a religious capacity, as this assembly has done this afternoon, and God should reveal to some present some<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"291b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0291.pdf\" target=\"pdfwin\">p.&#xA0;291b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6085\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>thing pertaining to the future, it is not necessary for them to rise up while any other person is speaking, and make confusion, but let all the Prophets who have any revelation, wait until the person speaking gets through, and then let them rise, one by one, and declare what God has revealed to them. This was the way the ancient Christians worshiped, and these were the gifts by which they were distinguished from those who were not Christians, and those also were the distinguishing characteristics between the general world of mankind and the real, true-hearted Christians in ancient times. Why not have the same distinguishing characteristics now? Has God ever said that these gifts should be unnecessary in the Church? <\/div><div class=\"paragraph jod\" id=\"v16n1010\"> We find a great many gifts besides those I have mentioned. The gift of tongues, the interpretation of tongues, the discerning of spirits,<span class=\"citation\" id=\"73483\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73483)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73483)\">1 Cor. 12:10<\/a><\/span> and the beholding of angels,<span class=\"citation\" id=\"82086\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82086)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82086)\">Alma 9:21<\/a><\/span><span class=\"citation\" id=\"87927\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87927)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87927)\">D&amp;C 84:88<\/a><\/span> were all given in ancient times by the Spirit, and the Church possessing them was compared to the body of Christ;<span class=\"citation\" id=\"73491\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73491)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73491)\">1 Cor. 12:12<\/a><\/span> and the Apostle Paul, in order to show the necessity of all these gifts, when comparing them to the body of a man, says, the whole system is necessary, the eye cannot say to the hand &#x201C;I have no need of you&#x201D; in the body, for it is absolutely necessary there;<span class=\"citation\" id=\"73550\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73550)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73550)\">1 Cor. 12:21<\/a><\/span> neither can the head say to the feet &#x201C;I have no need of you;&#x201D; no, the feet are necessary;<span class=\"citation\" id=\"73551\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73551)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73551)\">1 Cor. 12:21<\/a><\/span> and even the most imperfect,<span class=\"citation\" id=\"73561\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73561)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73561)\">1 Cor. 12:22<\/a><\/span> or simplest member of the human system<span class=\"citation\" id=\"73564\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73564)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73564)\">1 Cor. 12:24<\/a><\/span> could not be dispensed with without making a schism in the body.<span class=\"citation\" id=\"73565\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73565)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73565)\">1 Cor. 12:25<\/a><\/span> Says Paul, speaking to the Church&#x2014;&#x201C;You are the body of Christ, and members in particular. God has set in the church, first apostles, second prophets, after that teachers, workers of miracles, speakers with tongues, interpreters of tongues.&#x201D;<span class=\"citation\" id=\"73586\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73586)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73586)\">1 Cor. 12:27-28<\/a><\/span> All these  <div class=\"break pagebreak\" id=\"292a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0292.pdf\" target=\"pdfwin\">p.&#xA0;292a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6084\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>different ones are members of the body of Christ.<span class=\"citation\" id=\"73545\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73545)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73545)\">1 Cor. 12:20<\/a><\/span> Now, have we any right to say to the lowest of these members, &#x201C;We have no need of you in the body?&#x201D; Supposing the teacher should say to the speaker in tongues&#x2014;&#x201C;I have no need of you, now in the body, the Lord has a different kind of a body on the earth from what he had eighteen hundred years ago, and we do not need you now.&#x201D; Another says to the interpreter of tongues&#x2014;&#x201C;We have persons who have studied all these languages, and we do not need a person to interpret tongues, by the Spirit, now; we can dispense with this principle from the body of Christ.&#x201D; Another minister arises and he says to the member possessing the gift of healing&#x2014;&#x201C;We do not need such a member in the church now, we can do without it in the body; it is true it makes a kind of a schism in the body,<span class=\"citation\" id=\"73566\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73566)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73566)\">1 Cor. 12:25<\/a><\/span> and it looks different from what the New Testament has taught; but we are enlightened in this day, we are living in such a blaze of Gospel liberty that we do not need the same kind of members now to compose the body of Christ as they did in ancient days,&#x201D; and he passes him by. The worker of miracles comes along, and another minister says&#x2014;&#x201C;We have no need of you in the body;&#x201D; the discerner of spirits comes along and he says&#x2014;&#x201C;I have beheld spirits, I have seen angels.&#x201D; Says the modern religionionst&#x2014;&#x201C;We have no need of you now in the church, we are sufficiently enlightened to do without you.&#x201D; An Apostle comes along and declares his mission and calling, and he is greeted with the customary salutation&#x2014;&#x201C;We do not need Apostles now. God set those officers in his church at first,<span class=\"citation\" id=\"73610\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73610)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73610)\">1 Cor. 12:28<\/a><\/span> but we can dispense with them now.&#x201D; I say, if you can dispense with these officers, what have you left? Says one&#x2014; <div class=\"break columnbreak\" id=\"292b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0292.pdf\" target=\"pdfwin\">p.&#xA0;292b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6084\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>&#x201C;We have teachers left.&#x201D; Well, why do you not do away with the office of teacher? Have you not the same authority to do away with the member of the body of Christ called a teacher, that you have to do away with the Apostle, the Prophet, the gift of healing, the discerning of spirits? Yes, you have the same right to do away with one officer as with another. If you have only teachers left, I ask, Does that constitute the Church of God? No, for you have done away with the most prominent officer, the Apostle, the one first set in the Church,<span class=\"citation\" id=\"73611\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73611)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73611)\">1 Cor. 12:28<\/a><\/span> which is like taking a man's head from his body and then saying, &#x201C;Live, live.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v16n1012\"> Now the very fact that all these officers have been done away, shows that the Church of God has been rooted out of the earth. No wonder, then, that the Lord had to send an angel from heaven with the everlasting Gospel, to be preached to every nation, kindred, tongue and people,<span class=\"citation\" id=\"79750\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79750)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79750)\">Rev. 14:6<\/a><\/span> because there was no nation, people, kindred or tongue upon the face of the whole earth that had that Gospel, and a Church organized in accordance with it. The various sects of religionists in Christendom have lost all authority; they have neither Apostles nor Prophets, no one who can have heavenly visions, who can discern spirits or have the ministrations of angels; no one to heal the sick or to speak with tongues. They have done away with all gifts and members and have blotted out the ancient Church, having merely a dead form left.<span class=\"citation\" id=\"76157\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76157)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76157)\">2 Tim. 3:5<\/a><\/span> No wonder then that the Lord sent an angel, in fulfillment of the revelations of St. John, to restore the Gospel to earth,<span class=\"citation\" id=\"79751\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79751)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79751)\">Rev. 14:6<\/a><\/span> and to prepare for the reorganization of his Church among men according to the ancient pattern. It was absolutely necessary that the Gospel should be restored, together with the authority to ad<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"293a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0293.pdf\" target=\"pdfwin\">p.&#xA0;293a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6083\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>minister its ordinances, baptism for the remission of sins, and the laying on of hands for the baptism of fire and the Holy Ghost; authority to build up the Church and kingdom on the earth, that the Holy Ghost might again be poured out as in ancient times, that the people might receive the gifts thereof, and that they might know of a surety, when they had received the Holy Spirit. All this the Lord has done, hence you see the distinguishing characteristics, so far as the organization of the Church and the administration of its ordinances are concerned, between the Latter-day Saints and the rest of the religious world. <\/div><div class=\"paragraph jod\" id=\"v16n1014\"> But suppose we speak still further on one principle, and that is the authority to baptize. I might be baptized by a person whom the Lord had neither called nor sent, and that baptism would never be acknowledged in the eternal worlds. I might be ever so sincere, and I might receive the ordinance from the hands of a man who, I really supposed, had the authority and who was a good, moral, upright man, and yet that baptism would not be acceptable in the sight of God, unless he did truly have divine authority. <\/div><div class=\"paragraph jod\" id=\"v16n1015\"> How am I to know whether a man has divine authority or not? It is one of the easiest things in the world to know. I will tell you how you may know a man who has divine authority from one who has not. If you find a man who, though he may profess to be a Christian minister, says he does not believe in any later revelations than those given to St. John the Divine,<span class=\"citation\" id=\"80905\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80905)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80905)\">Rev. 22:18-19<\/a><\/span> and that he was the last to whom the Lord revealed himself, you may know that that man has no authority from God. Why not? Because the Bible says&#x2014;&#x201C;No man taketh this honor unto himself&#x201D;&#x2014;speaking of the Priest<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"293b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0293.pdf\" target=\"pdfwin\">p.&#xA0;293b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6083\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>hood&#x2014;&#x201C;Save he be called of God, as was Aaron.&#x201D;<span class=\"citation\" id=\"76592\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76592)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76592)\">Heb. 5:4<\/a><\/span> Now, turn to the Bible and see how Aaron was called, see if he was not called by name, by new revelation: that is, it was a new revelation to him. See if he was not called through Moses, the servant of God, who received a revelation commanding him to set apart his brother Aaron to the Priest's office,<span class=\"citation\" id=\"54385\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54385)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54385)\">Ex. 28:1<\/a><\/span> directing him what ordinance to use, how to set him apart, and giving all the particulars of his calling and ordination to the ministry, and what his duties were to be after ordination.<span class=\"citation\" id=\"54395\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54395)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54395)\">Ex. 28:1-43<\/a><\/span><span class=\"citation\" id=\"54417\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54417)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54417)\">Ex. 29:1-46<\/a><\/span><span class=\"citation\" id=\"54421\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54421)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54421)\">Ex. 30:1-38<\/a><\/span> All this was given by new revelation. No man can receive the Priesthood, neither officiate in its ordinances acceptably, unless he is called of God as was Aaron.<span class=\"citation\" id=\"76591\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76591)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76591)\">Heb. 5:4<\/a><\/span> If Aaron was called by new revelation, then all others who have this authority must be called in the same way, or their authority is not valid, and all ordinances under it are good for nothing. <\/div><div class=\"paragraph jod\" id=\"v16n1016\"> This is the reason why the Lord commanded this people&#x2014;the Latter-day Saints&#x2014;to rebaptize all persons who come to them professing to have been baptized before. In the early days of this Church there were certain persons, belonging to the Baptist denomination, very moral and no doubt as good people as you could find anywhere, who came, saying they believed in the Book of Mormon, and that they had been baptized into the Baptist Church, and they wished to come into our Church. The Prophet Joseph had not, at that time, particularly inquired in relation to this matter, but he did inquire, and received a revelation from the Lord something like this&#x2014;that although a man had been baptized a hundred times under these old institutions, it would avail him nothing; that this was the New and Everlasting Covenant, even the same that was in the beginning,<span class=\"citation\" id=\"84445\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84445)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84445)\">D&amp;C 22:1-2<\/a><\/span> and that they  <div class=\"break pagebreak\" id=\"294a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0294.pdf\" target=\"pdfwin\">p.&#xA0;294a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6082\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>who administered its ordinances must have authority from God, or their administrations were illegal.<span class=\"citation\" id=\"126851\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126851)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126851)\">D&amp;C 132:18<\/a><\/span> These Baptists had to be rebaptized: there was no other way to get into this Church. There is not a person now in full fellowship with this people, but what has come in by baptism, whether he formerly belonged to the Baptist or any other Church. Indeed it would be impossible for a Church to be reorganized upon the earth, unless God had bestowed the authority upon men to act in his name, that is, had spoken from on high and called them by revelation. <\/div><div class=\"paragraph jod\" id=\"v16n1018\"> I will come still closer. Here is the Book of Mormon. When Joseph Smith obtained the plates from which this book was translated, when he came to the history of how baptism was administered among the Israelites of ancient America, and learned that it was by immersion, he felt very anxious to be baptized, not having been baptized in any Church in existence, and not understanding fully about this matter, he and a young man, who was acting as his scribe, went out and called upon the Lord, desiring to know what they should do in relation to their baptism. They read that those who dwelt on this Continent eighteen hundred years ago were baptized by immersion and that the ordinance had to be administered by men holding the authority to do so from God.<span class=\"citation\" id=\"82628\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82628)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82628)\">3 Ne. 11:21-28<\/a><\/span> In answer to their prayers, the Lord sent an angel to them on the 15th day of May, 1829, nearly a year before the Church was organized, and this angel laid his hands upon the heads of these two individuals, and ordained them to the holy Priesthood,<span class=\"citation\" id=\"84009\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84009)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84009)\">D&amp;C 13:1<\/a><\/span> that is, the Priesthood which John the Baptist held, which had the right to baptize, but not to confirm by the laying on of hands; and when he had ordained<span class=\"citation\" id=\"129344\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129344)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129344)\">D&amp;C 27:8<\/a><\/span> them he commanded <div class=\"break columnbreak\" id=\"294b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0294.pdf\" target=\"pdfwin\">p.&#xA0;294b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6082\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> them to baptize each other, and they did so.<span class=\"citation\" id=\"93987\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93987)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93987)\">JS&mdash;H 1:68-73<\/a><\/span> Here then was a commencement of the restoration of authority to the earth. Prior to that time, for hundreds and hundreds of years, no man had authority to baptize, from the very fact that they all denied new revelation, and hence none of them could have been called as Aaron was.<span class=\"citation\" id=\"76593\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76593)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76593)\">Heb. 5:4<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v16n1019\"> After Joseph and his scribe had been baptized for the remission of their sins, they sought after authority in order that they might have hands laid upon them for the Holy Ghost. The lesser Priesthood could not do this, the Priesthood that John the Baptist held was not authorized to lay on hands; he could only baptize believers in water. But John, when upon the earth, said there was one coming after him mightier than he,<span class=\"citation\" id=\"66493\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66493)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66493)\">Mark 1:7-8<\/a><\/span> who held a greater Priesthood and authority than he&#x2014;the Priesthood after the order of Melchizedek&#x2014;and he would bestow upon them the higher baptism&#x2014;the baptism of fire and the Holy Ghost.<span class=\"citation\" id=\"62716\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62716)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62716)\">Matt. 3:11<\/a><\/span><span class=\"citation\" id=\"67128\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67128)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67128)\">Luke 3:16<\/a><\/span> Joseph Smith and Oliver Cowdery sought after this higher authority, and the Lord gave it to them, before the rise of this Church, sending to them Peter, James and John. What for? To bestow upon them the Apostleship. Now, who would be likely to have better authority than Peter, James and John, the three foremost of the ancient Apostles when they died? When Peter was crucified with his head downwards, and James was martyred, their Priesthood was not taken from them; their Priesthood remained with them after their bodies were laid in the tomb, and they will hold it until their bodies are resurrected; and when they reign on the earth, they will reign as kings and priests;<span class=\"citation\" id=\"78966\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78966)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78966)\">Rev. 1:6<\/a><\/span><span class=\"citation\" id=\"79186\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79186)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79186)\">Rev. 5:10<\/a><\/span> and, as we read in the New Testament, these twelve Apostles will eat and drink at the table,<span class=\"citation\" id=\"66242\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66242)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66242)\">Matt. 26:29<\/a><\/span><span class=\"citation\" id=\"68080\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68080)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68080)\">Luke 22:30<\/a><\/span> and in the  <div class=\"break pagebreak\" id=\"295a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0295.pdf\" target=\"pdfwin\">p.&#xA0;295a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6081\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>presence of, God&#x2014;and will rule over the twelve tribes of Israel.<span class=\"citation\" id=\"65219\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65219)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65219)\">Matt. 19:28<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v16n1021\"> Now, who would be better qualified to administer the sacred office of the Apostleship than the three men who held it while they were here on the earth? There are a great many in heaven who have not the right to ordain Apostles, a great many who, though they are exalted and have glory and great authority, yet do not hold the Apostleship, and therefore they have no right to come as angels from heaven and lay their hands upon any individual and ordain him to the Apostleship. It has to be a man who holds authority in heaven that can bestow it here on the earth; and such men were Peter, James and John, who restored that authority to the earth in our day, by bestowing it upon Joseph Smith.<span class=\"citation\" id=\"84600\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84600)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84600)\">D&amp;C 27:12<\/a><\/span> When this authority was restored, the Church was organized,<span class=\"citation\" id=\"84284\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84284)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84284)\">D&amp;C 20:2<\/a><\/span> on the 6th day of April, 1830,<span class=\"citation\" id=\"84247\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84247)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84247)\">D&amp;C 20:1<\/a><\/span> consisting of six members, and then there was power in existence, not only to baptize, but to confirm by the laying on of hands for the baptism of fire and the Holy Ghost; and from the authority then sent down afresh from heaven has this Church been enabled to pass along, and receive the great blessings which the Lord has bestowed upon it. But I will pass along. <\/div><div class=\"paragraph jod\" id=\"v16n1022\"> I was saying, a little while ago, that there is nothing in the New Testament to prove that the gifts which were given to and enjoyed by the ancient Saints, should ever cease from among the true people of God; and whenever there has been a Church of Christ on the earth there have been all its members, including Apostles, Prophets, speakers in tongues, interpreters of tongues, discerners of spirits, those having the gift of healing,<span class=\"citation\" id=\"73612\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73612)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73612)\">1 Cor. 12:28<\/a><\/span> &amp;c.; and whenever these things have disappeared the Church of <div class=\"break columnbreak\" id=\"295b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0295.pdf\" target=\"pdfwin\">p.&#xA0;295b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6081\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Christ has disappeared from the earth, and then authority, revelation, prophecy, and the ministration of angels have ceased. But we have a declaration in the 13th chapter of Paul's first epistle to the Corinthians, that these gifts should be continued in the true Church, until that which is perfect is come.<span class=\"citation\" id=\"73699\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73699)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73699)\">1 Cor. 13:10<\/a><\/span> Now we see, know, and understand in part;<span class=\"citation\" id=\"73680\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73680)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73680)\">1 Cor. 13:9<\/a><\/span> we see through a glass darkly<span class=\"citation\" id=\"73730\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73730)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73730)\">1 Cor. 13:12<\/a><\/span> here in this world, but when that which is perfect is come that which is in part shall be done away.<span class=\"citation\" id=\"73700\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73700)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73700)\">1 Cor. 13:10<\/a><\/span> Now we have certain blessings bestowed upon us, but the time will come when tongues will cease and prophecy will fail;<span class=\"citation\" id=\"73673\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73673)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73673)\">1 Cor. 13:8<\/a><\/span> that time will be, when the Church has become perfect in the eternal world. After we pass through this state of existence and are exalted, we shall no longer see through a glass darkly.<span class=\"citation\" id=\"73729\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73729)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73729)\">1 Cor. 13:12<\/a><\/span> Here while the Church remains in this world, we only prophesy in part.<span class=\"citation\" id=\"73681\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73681)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73681)\">1 Cor. 13:9<\/a><\/span> We have some gifts, but we do not possess them in their fullness; but when we receive our resurrected bodies, and that which is perfect is come, we shall have no need of the gift of healing, because there will be none sick, for all will be immortal. There will be no need in those days of prophecy in part, because everything will be open and understood by the minds of the Saints of God, and prophesying in part will be done away, and they will see as they are seen and know as they are known.<span class=\"citation\" id=\"87173\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87173)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87173)\">D&amp;C 76:94<\/a><\/span><span class=\"citation\" id=\"73728\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73728)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73728)\">1 Cor. 13:12<\/a><\/span> All these things prove to us, that so long as the true Church remained on the earth, so long should all these various gifts remain. <\/div><div class=\"paragraph jod\" id=\"v16n1023\"> The object of these gifts is not merely to convince the world, but Paul informs us in another chapter that they were intended not only for the unbeliever but also for the believer.<span class=\"citation\" id=\"73752\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73752)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73752)\">1 Cor. 14:21-25<\/a><\/span> When Jesus ascended up on high, Paul says that he led captivity captive and gave gifts unto men.<span class=\"citation\" id=\"75027\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75027)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75027)\">Eph. 4:8<\/a><\/span>  <div class=\"break pagebreak\" id=\"296a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0296.pdf\" target=\"pdfwin\">p.&#xA0;296a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6080\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>He gave some Apostles, some Prophets, some evangelists, pastors, and teachers,<span class=\"citation\" id=\"75062\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75062)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75062)\">Eph. 4:11<\/a><\/span> besides all these other gifts I have named. What for? Paul informs us that he gave these gifts for the perfecting of the Saints.<span class=\"citation\" id=\"75151\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75151)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75151)\">Eph. 4:12<\/a><\/span> Do you not see then, that they were not given merely to convince unbelievers and to establish the Gospel, but for the perfecting of the Saints? Now, do you know, does anyone know, how the Saints of God can be made perfect without these gifts? How can the members of a Church, which has not any inspired Apostles and inspired Prophets, be made perfect?<span class=\"citation\" id=\"75101\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75101)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75101)\">Eph. 4:11-12<\/a><\/span> &#x201C;Oh, but,&#x201D; says one, &#x201C;we have some of these gifts.&#x201D; &#x201C;What are they?&#x201D; &#x201C;Why, he mentions pastors and teachers; we have them.&#x201D; What right have you to claim them, and do away with the other gifts mentioned in the same verse? Is there any consistency in that? Is it right, can we feel justified before the heavens in taking a verse and claiming one or two gifts mentioned there, and doing away with all the rest? The Scriptures say that he gave Apostles, Prophets, evangelists, pastors, and teachers;<span class=\"citation\" id=\"75063\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75063)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75063)\">Eph. 4:11<\/a><\/span> the modern Christians claim two or three of these and do away with all the rest. The Latter-day Saints will not do this; they have been traditionated to do so in times of old, but now they have learned better; and they now say&#x2014;&#x201C;Give us all these gifts. If we have a Church, let us have inspired Apostles and Prophets in that Church, for without them the Saints cannot be made perfect.&#x201D;<span class=\"citation\" id=\"75102\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75102)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75102)\">Eph. 4:11-12<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v16n1025\"> They are given, also says Paul, not only for the perfecting of the Saints, but for the work of the ministry.<span class=\"citation\" id=\"75152\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75152)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75152)\">Eph. 4:12<\/a><\/span> How can the work of the ministry proceed without Apostles and Prophets? It cannot proceed. They are given for the edifying of the body of Christ,<span class=\"citation\" id=\"75153\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75153)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75153)\">Eph. 4:12<\/a><\/span> says the Apostle. How <div class=\"break columnbreak\" id=\"296b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0296.pdf\" target=\"pdfwin\">p.&#xA0;296b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6080\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> can the body of Christ be edified without Apostles and Prophets, and the gifts mentioned? And again, he says, They are given in order that the Church may become perfect, that is, that its members may grow up into perfect men, unto the measure of the stature of the fullness of Christ.<span class=\"citation\" id=\"75201\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75201)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75201)\">Eph. 4:13<\/a><\/span> Without these gifts the Church never can grow up, it has nothing to edify or perfect it, nothing to do the Saints any good, but with these gifts they may be perfected, and grow to the stature of the fullness of Christ.<span class=\"citation\" id=\"75202\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75202)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75202)\">Eph. 4:13<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v16n1026\"> Another grand object specified in the giving of these gifts, as mentioned in the next verse, is, that we henceforth be no more children, tossed to and fro by every wind of doctrine, and by the cunning craftiness and slight of men, whereby they lie in wait to deceive.<span class=\"citation\" id=\"75252\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75252)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75252)\">Eph. 4:14<\/a><\/span> Now, you take a Church that has no Apostles, no Prophets, no gifts, such as those that are named in the New Testament, and that Church is all the time liable to be carried away with every foolish doctrine that may come along. But when you see a Church organized with Apostles, having power to receive revelations from heaven, and having Prophets who can foretell future events through the Holy Ghost resting upon them, it is not carried away with every cunning plan and device of false doctrines; but its members know for themselves, by the power of the Holy Ghost, by the gifts that are given to them, and by the revelations which they receive, and hence they are not carried about as the religious world have been, during the past seventeen centuries. What is the reason of all the confusion, jars, and discords that have troubled the religious world during that time? The grand reason is, that they have lost that which would have held them together&#x2014;the gifts  <div class=\"break pagebreak\" id=\"297a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0297.pdf\" target=\"pdfwin\">p.&#xA0;297a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6079\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of the Spirit, and hence there are hundreds and hundreds of denominations following this doctrine and that doctrine, having no voice of God, no angels, no visions to guide their footsteps. Not so with the Latter-day Saints. Go throughout the whole of this Territory, and wherever you find true-hearted Latter-day Saints you will find those who are guided by the Spirit of revelation, and who enjoy those gifts that were made manifest in ancient times. <\/div><div class=\"paragraph jod\" id=\"v16n1028\"> I will mention some few more of the characteristics wherein we differ from the world. We believe in that doctrine which is enunciated in the fifteenth chapter of Paul's first epistle to the Corinthians, namely, baptism for the dead&#x2014;&#x201C;Else what shall they do which are baptized for the dead, if the dead rise not at all? why are they then baptized for the dead?&#x201D;<span class=\"citation\" id=\"73886\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73886)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73886)\">1 Cor. 15:29<\/a><\/span> This shows plainly and clearly that, in ancient times, the people called Corinthians, organized into the Church of God, did practice the ordinance of baptism for the dead. They understood it. Paul was not writing to them about a new doctrine, but about one which they understood and practiced, and he tried to prove to them the nature of the resurrection and that such a principle as the resurrection was true, from the very fact that they were practicing baptism for those who were dead, in order that they might receive a more glorious resurrection. This doctrine has been revealed anew to this Church. Of course, in the first rise of the Church, we did not understand this any more than the sectarian world, but as soon as the Lord laid it open, and taught us why he had instituted it, it was very plain. <\/div><div class=\"paragraph jod\" id=\"v16n1029\"> I have not time to dwell long upon this principle, but I will try, briefly, to explain to you its necessity and consistency, and the bearing it will <div class=\"break columnbreak\" id=\"297b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0297.pdf\" target=\"pdfwin\">p.&#xA0;297b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6079\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> have upon our ancestors. We all have many friends, behind the veil, who lived on this earth when the true Gospel was not known. Many of them were just as good as we are, and some perhaps a little better; but they lived when the world was in darkness and confusion. They had the history of the ancient Church and Gospel, but they had no one to administer its ordinances. The religious sects and ministers were contending one against another, having neither the power nor gifts of the Holy Ghost. Under these conditions our progenitors fell asleep. Now must they go down to everlasting destruction, be damned to all ages of eternity because they did not happen to live in an age, when there were none authorized by heaven to administer the ordinances of the Gospel? No, that would be inconsistent. God judges men according to the circumstances in which they are placed, and he does not condemn the people for not obeying his message, when it is not sent to them. Now, if a man comes to me that has never been called of God, and pretends to bring to me the Gospel, and has no divine authority to administer its ordinances, I am not bound to obey his message, for that requires a man that is authorized to administer it. Our fathers have gone down to the grave without having had such a man to administer the Gospel to them; the Lord is no respecter of persons.<span class=\"citation\" id=\"71755\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71755)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71755)\">Acts 10:34<\/a><\/span> It is written, in the Scriptures, that except a man be born of water and of the spirit he can in no wise enter into the kingdom of God.<span class=\"citation\" id=\"68810\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68810)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68810)\">John 3:5<\/a><\/span> If that is so, and our fathers have gone down to the grave and have not had an opportunity to be baptized in water for the remission of their sins by men having authority, must they be shut out forever from the kingdom of God? Jesus says that unless they are born  <div class=\"break pagebreak\" id=\"298a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0298.pdf\" target=\"pdfwin\">p.&#xA0;298a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6078\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of water, as well as of the spirit, they can in no wise enter into his kingdom.<span class=\"citation\" id=\"68811\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68811)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68811)\">John 3:5<\/a><\/span> The purpose then for which baptism for the dead was instituted, was that we might be baptized for our ancestors who died without having the privilege of hearing and obeying the Gospel in the flesh, that, though in the spirit, they may have the same chance of eternal life as we have. Jesus was very merciful to the antediluvians who perished before the flood. A host who lived in those days perished in the flood and were shut up in prison; and while the body of Jesus was sleeping in the tomb his spirit went and preached to them that were disobedient in the days of Noah.<span class=\"citation\" id=\"77969\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77969)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77969)\">1 Pet. 3:18-20<\/a><\/span> They probably did not have a good opportunity in the days of Noah. There were only four persons to warn them,<span class=\"citation\" id=\"126852\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126852)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126852)\">Moses 8:27<\/a><\/span> and they were multiplied by millions and millions in all parts of the earth, and all except Noah and his family were swept off by the flood and cast into prison,<span class=\"citation\" id=\"126853\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126853)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126853)\">1 Pet. 3:20<\/a><\/span> and they were kept there some two thousand years, then Jesus went to preach the Gospel to them, as it is written in the fourth chapter of the first epistle of Peter&#x2014;&#x201C;For for this cause was the gospel preached them that are dead, that they might be judged according to men in the flesh, and live according to God in the spirit.&#x201D;<span class=\"citation\" id=\"78123\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78123)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78123)\">1 Pet. 4:6<\/a><\/span> Now, if the Gospel was preached to those who were dead, to the old antediluvians who perished over two thousand years before Jesus was put to death, for what purpose was it preached? That they might have the same privilege of hearing and obeying the Gospel that those have who are in the flesh, and of being judged thereby. &#x201C;But,&#x201D; says one, &#x201C;they cannot obey it in the spirit world.&#x201D; They can in part, they can obey it so far as believing in Jesus is concerned, and repenting of their sins; for repentance and <div class=\"break columnbreak\" id=\"298b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0298.pdf\" target=\"pdfwin\">p.&#xA0;298b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6078\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> faith are both acts of the mind; but when it comes to baptism, being born of or immersed in water, they cannot do it; God has ordained that men, here in the flesh, shall be baptized for those who are dead, in order that they may commemorate the death, sufferings, and burial of our Lord and Savior Jesus Christ, that as he rose to newness of life,<span class=\"citation\" id=\"72414\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72414)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72414)\">Rom. 6:4<\/a><\/span> so may they, for whom the ordinance of baptism is administered, by those in the flesh, have a claim to a more glorious resurrection. <\/div><div class=\"paragraph jod\" id=\"v16n1031\"> &#x201C;But,&#x201D; says one, &#x201C;how do you know that they who are in the spirit world can repent and believe?&#x201D; Because agency always accompanies intelligence, and intelligence is not blotted out by death. The spirits of men and women who leave this world are intelligent, and intelligence is founded upon free agency, and hence, inasmuch as they who are in the spirit world are agents, they can exercise that agency in believing; when they have a testimony they can exercise that agency in repenting of sins of which they have been guilty. But they cannot exercise that agency in attending to an ordinance ordained for the body; and therefore God has instituted baptism for the dead, that our fathers may have the same chance that we have. What for? In order that, when they come up in the resurrection with us, if they will receive what is done for them, they may be perfected with us, that there may be no broken chain in the matter, no links left out of the chain, but that all persons who will comply may be united in the grand chain of genealogy, back even to the commencement. Therefore the ordinance of baptism was ordained by the Lord from the beginning of the world down until the days of Christ, and from the days of Christ down to the end, that in the dispensation of  <div class=\"break pagebreak\" id=\"299a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0299.pdf\" target=\"pdfwin\">p.&#xA0;299a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6077\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the Gospel, when the plan of salvation should be administered to the human family, they should look after the fathers&#x2014;their ancestors; and this is specially spoken of by the Prophet Malachi, or rather the Lord through the Prophet says&#x2014;&#x201C;Behold I will send you Elijah the prophet; he shall turn the hearts of the fathers to the children, and the hearts of the children to the fathers, lest I come and smite the earth with a curse;&#x201D;<span class=\"citation\" id=\"62563\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62563)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62563)\">Mal. 4:5-6<\/a><\/span> as much as to say, that before the great and terrible day of the Lord shall come, unless the children shall seek after the salvation of their fathers, who are dead and gone, by being baptized for them, and attending to every ordinance which God has ordained for them and in their behalf, he will smite the whole earth with a curse, and no people would be prepared to behold the great and dreadful day of the Lord. <\/div><div class=\"paragraph jod\" id=\"v16n1033\"> It is for this reason, that this people are building Temples. We do not build Temples to be places of preaching altogether; we have tabernacles that will accommodate many thousands, wherein we preach to the people; but Temples are built by the commandment of the Most High God, constructed after the pattern that he gives, in order that the people may be baptized for their dead, as the Corinthians and the Christians of ancient times did, leaving it with those in the eternal worlds, whether they will receive what is done for them or not, the same as Jesus, who died for all men and all women, leaves it with all men and all women to act upon their own agency, and say whether they will or will not receive that which he has purchased for them; if they will not, their condemnation is just. So in relation to our dead&#x2014;if we officiate for them, we have done our duty; if they will not repent in the spirit <div class=\"break columnbreak\" id=\"299b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0299.pdf\" target=\"pdfwin\">p.&#xA0;299b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6077\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> world, and obey the principles that God has ordained for their exaltation, their condemnation will rest upon their own heads, and not upon ours. But if we do not do our duty in relation to the fathers, they will testify against us in the judgment day, saying&#x2014;&#x201C;Lord, you sent an angel from heaven; you communicated the everlasting Gospel after I was dead;<span class=\"citation\" id=\"79752\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79752)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79752)\">Rev. 14:6<\/a><\/span> you gave the Apostleship, by sending Peter, James and John,<span class=\"citation\" id=\"126854\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126854)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126854)\">D&amp;C 27:12<\/a><\/span> and your servants went forth armed with authority and power to preach the Gospel to the nations of the earth, and many received it. You did not give me the privilege, Lord, of hearing and obeying the Gospel when I was upon the earth.&#x201D; Then the Lord might reply&#x2014;&#x201C;But I gave the privilege to the people on the earth to be baptized for their dead, and I gave you the privilege of availing yourself of their administrations, the same as the antediluvians had.&#x201D; Then you see, if we have attended to the duties devolving upon us in their behalf, the condemnation fails upon them; if we neglect this, it may be that some other person, not a blood relation, will be appointed by the Lord, and the condemnation will fall upon the blood relations, and they will be rejected, while those whom they have neglected will be saved. &#x201C;They without us cannot be made perfect,&#x201D;<span class=\"citation\" id=\"77125\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77125)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77125)\">Heb. 11:40<\/a><\/span> says the New Testament, &#x201C;neither we without them.&#x201D;<span class=\"citation\" id=\"91186\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91186)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91186)\">D&amp;C 128:15,18<\/a><\/span> You need not think that God is so partial that he is going to save the children in the latter days, and reject all their ancestors. He is not going to do any such thing. If we would be saved we shall have to look after the salvation of the generations which are past and gone. <\/div><div class=\"paragraph jod\" id=\"v16n1034\"> &#x201C;But,&#x201D; says one, &#x201C;I cannot trace my forefathers, I can only go back to my grandfather or great grandfather, what shall I do? Were not my an<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"300a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0300.pdf\" target=\"pdfwin\">p.&#xA0;300a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6076\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>cestors, ten or fifteen generations further back, as worthy of salvation as they were?&#x201D; &#x201C;Yes.&#x201D; &#x201C;Then how are you going to manage that?&#x201D; That same God who has ordained baptism for the dead, and who has commanded the believers in this generation to be baptized for them, will in due time, when we have done all we can in searching out our genealogies, reveal to us the chain so that we shall find our fathers, no matter how many generations, until we get back to the time when the Priesthood and authority were on the earth; and then, if they have not attended to their duties, we will have to go back still further, for the Lord has determined that, in the dispensation of the fullness of times, everything pertaining to former dispensations shall be perfected, whether it was in a dispensation before the flood, in the days of Enoch, Abraham, Moses, or the Prophets, it matters not, if there is anything that has been left undone pertaining to the dead in any former dispensation, it must all be fulfilled in that great and last dispensation spoken of by Paul, wherein all things in heaven and on earth, that are in Christ Jesus, shall be gathered in one.<span class=\"citation\" id=\"74798\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74798)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74798)\">Eph. 1:10<\/a><\/span> Everything must be made perfect and prepared for the great day of rest of a thousand years, during which Jesus will reign on the earth with all the resurrected Saints.<span class=\"citation\" id=\"80514\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80514)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80514)\">Rev. 20:4-5<\/a><\/span> If we would have our fathers and our ancient ancestry reign with us, we must do that for them which the Lord has required, and they and we shall be blessed; but if we neglect it, the whole earth will be smitten with a curse before the great day of his coming.<span class=\"citation\" id=\"62564\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62564)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62564)\">Mal. 4:5-6<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v16n1036\"> Has the Lord, according to his promise, sent the Prophet Elijah? He has, you have the record of it, you know where and to whom he <div class=\"break columnbreak\" id=\"300b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0300.pdf\" target=\"pdfwin\">p.&#xA0;300b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6076\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> appeared, and the keys that were given in relation to these matters.<span class=\"citation\" id=\"90547\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90547)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90547)\">D&amp;C 110:13-16<\/a><\/span> They are on record, and the Lord has fulfilled his promise, and now it is required of us to fulfill the duties devolving upon us. I feel very thankful that the Lord is moving upon our friends in the New England States and in various parts of the East to get up their genealogies. They do not know why they are doing so, or why they are so anxious to find out the ancient generations who settled this continent. We understand it; we know that God is working with them, we know that many of those early settlers who have gone down to their graves, were just as pure and upright as men could be. God is going to remember them, and hence, there are now some four hundred records of different families that have been gotten up in the East, and they are still extending their researches, and hunting out all the ancient pilgrim fathers, and their ancestry in the old countries. The genealogy of my forefathers has been sought out by them for some eleven generations. Have I been baptized for any of them? Yes. Has my brother Parley's family been baptized for any of them? Yes, we have been baptized for something like three thousand of our ancestors, and we have been confirmed for them, and have done for them that which they could not do for themselves. <\/div><div class=\"paragraph jod\" id=\"v16n1037\"> Well, this is a peculiarity wherein we differ from the rest of the world. I do not know but I am getting into too many peculiarities. I think I have not time to follow out this subject any further on the present occasion. I would like to talk a little about our marriage relations, but we shall have to defer that to some other time. Amen. <\/div>\n<\/div>\n<\/div>"}