{"ID":160015, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Continued Obedience to the Laws of God is Necessary to Insure a Complete Salvation to the Latter-Day Saints&#x2014;The Disobedience of Ancient Israel is Shown As a Warning to the Present Generation of His People&#x2014;The Nature and Necessity of the Law of Tithing&#x2014;The Fewness of Those Who Faithfully Observe that Law.<\/div>\n<div class=\"subtitle\">Discourse by President Brigham Young, delivered in the Bowery, Logan City, Friday Afternoon, June 27, 1873.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: Continued Obedience to the Laws of God, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 6\/27\/1873<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d15\">\n<div class=\"paragraph jod\" id=\"v16n388\"> I am very much gratified for the privilege of coming to this place to see the faces of the Saints, to speak to them and to greet them as a brother and a friend. If we could see and understand things as they are, if we could have the veil withdrawn from our eyes and behold the things of eternity, and the connection and relationship that we sustain to the eternal worlds, and to heavenly things, our minds would be very much inspired to speak, sing, pray, listen attentively, meditate upon and contemplate the wonderful things of God. A great deal is said to the Latter-day Saints concerning our religion, which does in reality incorporate and circumscribe the whole life of man. We need teaching. We are like children with regard to learning. If we could understand the effects of the fall or of sin upon intelligence, we would see that its tendency is downward, that it is retrograde in its nature. The things pertaining to life are of the opposite character&#x2014;they are exalting, increasing, multiplying, gaining, receiving a little here and a little there&#x2014;<span class=\"citation\" id=\"58568\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58568)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58568)\">Isa. 28:10,13<\/a><\/span>our minds and under<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"108b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0108.pdf\" target=\"pdfwin\">p.&#xA0;108b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6268\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>standings expanding by that which we learn by reading, by the seeing of the eye and the hearing of the ear. <\/div><div class=\"paragraph jod\" id=\"v16n389\"> The Bible, the Book of Mormon, and the revelations which the Lord has given to his people in the latter days, contain a great deal about the kingdom of God on the earth. We have also histories of the kingdoms established by the children of men. From these we learn that a great many changes have taken place owing to the revolutions that have occurred in the past and which are still in progress. From our own conclusions on these matters there is one fact of which we are sensible, and understand to a certainty&#x2014;namely, that purity preserves, sustains and increases, while sin and ignorance, in all their horrid forms, have just the opposite effect. We need only look at the nations of the earth for confirmation of these ideas. We need not go far; we may look at the aborigines of our own country. Why are they in their present condition? There are reasons for this. They, just as much as we, belong to the human family&#x2014;the  <div class=\"break pagebreak\" id=\"109a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0109.pdf\" target=\"pdfwin\">p.&#xA0;109a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6267\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>highest class of intelligence there is upon the face of the earth. Why are they in their present degradation? We see them as they are, we see the nations as they are. Take the Jewish nation, why are they as they are? Is there a cause for it? There certainly is. We have had a short account from brother George A. Smith about the land of their fathers; we can draw our own conclusions as to the causes which have brought about the present condition of that land and of the descendants of the ancient worthies to whom it was given. In the nations of the earth at the present day we see imbecility, slothfulness, and I will say ignorance with all its attendant crimes and debauchery, prevailing among the masses of the people. There is a reason for all this. The time was when nations, now unknown, which once flourished upon the eastern continent, were intelligent and full of the spirit of thrift and industry. Who can tell us why they have passed away and are forgotten. Brother George A. told us this morning, that the place where the great city of Babylon stood, or where it is supposed to have stood, is now an inaccessible swamp and a desert. Where is the Babylonish nation? We know nothing about it. Where are the nations of Israel? We hardly know anything about them, with the exception of the tribe of Judah and the half tribe of Benjamin, which remain scattered among the nations of the earth, desolate and forlorn. They have been hunted down with dogs, and the time has been when it was perfectly lawful in some nations for every Christian child who was disposed to do so to, stone a Jew while passing through the streets; and it is not long since they were not permitted to own a foot of land <div class=\"break columnbreak\" id=\"109b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0109.pdf\" target=\"pdfwin\">p.&#xA0;109b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6267\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> in any of the Gentile nations. This is not so now. But what was the cause of all this? Their history is not lost, neither are they, and the simple reason they are not is because they were the chosen of the Lord, they were to be held in remembrance by our heavenly Father. A remnant of the people of Israel are to be saved, and they will yet be gathered together. But other nations that existed before the flood, and many before the days of Jesus, where are they? Who knows anything about them? They are lost as far as history is concerned; and many people since the days of the Savior have been blotted from the remembrance of man. <\/div><div class=\"paragraph jod\" id=\"v16n391\"> Here are a people dwelling in these mountains who profess to be the Saints of the Most High, the beloved of the Lord. They have received his Priesthood and its keys, the keys of Government, and the plan of the government of the heavenly hosts, as far as man is capable of receiving this divine, celestial and holy law. When we contemplate the course of the Latter-day Saints, we are almost led to inquire what will be their future history. It is true that we have hopes different from those who have lived before us, but let this people, called Latter-day Saints, be blessed for twenty years to come as they have been for twenty years past, and the Lord not take them in hand, but let them take their own course as they have done, and as they are now doing, although we consider ourselves quite obedient and willing, and we like to know the mind and will of the Lord, but let us, I say, go on for twenty years to come, in the same ratio as for twenty years past, and who among us would hearken to the counsel of God? Let the old stock&#x2014;those who have lived in  <div class=\"break pagebreak\" id=\"110a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0110.pdf\" target=\"pdfwin\">p.&#xA0;110a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6266\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Babylon and who have had their trials in the wicked world, pass away, let them he taken out of the midst of the Latter-day Saints, and the young growth that know nothing of the world be left to themselves, to follow the promptings of their own wills, and what would be their condition? Would we not see Babylon to perfection? Would we not have all that the wicked world could desire in our midst, and we delighting therein? Think of this, and draw your own conclusions. Still we say, without boasting a bit, that we are the best people there is. This is my decision. I say that we are the best people there is upon the earth, and we have nothing to boast of, not the least in the world. Who is there that hearkens to the will of God, or heeds his voice? Who is there, on the face of the whole earth, outside of this people, who know the mind and will of God, or that seek to do his will? It may be said that the whole Christian world are trying to serve the Lord. It is true that many of them confess him with their mouths, and draw near to him with their lips,<span class=\"citation\" id=\"58761\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58761)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58761)\">Isa. 29:13<\/a><\/span> but what is their true condition? Are their hearts bent on doing the will of the Lord, or are they far from him?<span class=\"citation\" id=\"58762\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58762)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58762)\">Isa. 29:13<\/a><\/span> Suppose that Peter, whom the Christian world think so much of, and whose history is contained in the Bible; or James, or John, or either one of the eight who have written and testified to the New Testament, or either one of the twelve Apostles chosen by the Savior, or Jesus himself, were to come to the Christian world, and were to go into their synagogues, or into the places of worship they have erected, and which they call after St. James, St. Mark, St. Paul or St. Peter, do you think that any of these personages would be permitted to <div class=\"break columnbreak\" id=\"110b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0110.pdf\" target=\"pdfwin\">p.&#xA0;110b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6266\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> proclaim their doctrines in those buildings? No, not one, and if there were a priest or divine who, after hearing the doctrine of Jesus proclaimed, should say, &#x201C;I see no harm in this doctrine, it is Bible doctrine,&#x201D; the majority of the people would say, &#x201C;We do not want you for our public servant if you permit this man to enter the pulpit and proclaim his doctrine.&#x201D; This is all the proof necessary that they would not receive Jesus and his Apostles in this day, with all their boasted professions of love for his name and doctrine. If they would receive Jesus they would receive an Elder of this Church when sent to preach the Gospel to them; if they had been willing to receive an apostle of Jesus Christ, they would have received your humble servant. But this we need not talk about. <\/div><div class=\"paragraph jod\" id=\"v16n393\"> What will be the history of the nations of the earth now existing? Just as fast as time and circumstances will permit they will be blotted out of existence, and will be forgotten and known no more on the face of the earth. This would be the fate of the Latter-day Saints if they were to persist in following the inclinations of their own hearts, for according to that which they now make manifest, pride, arrogance and covetousness are increasing in their midst; and any people or nation that gives way to these evils curtails the measure of its existence, and will soon be blotted out, and will be known no more forever. Can we believe all this? Read the history of the world and you will find that when God has blessed a people and placed his name upon them, and they afterwards became disobedient, the whole catalogue of curses pronounced by him upon his unworthy children, have come  <div class=\"break pagebreak\" id=\"111a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0111.pdf\" target=\"pdfwin\">p.&#xA0;111a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6265\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>upon them and they have been blotted out. Those who do not profess to know anything of the Lord are far better off than we are, unless we live our religion, for we who know our Master's will and do it not, will be beaten with many stripes;<span class=\"citation\" id=\"67647\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67647)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67647)\">Luke 12:47<\/a><\/span> while they who do not know the Master's will and do it not will be beaten with few stripes.<span class=\"citation\" id=\"67658\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67658)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67658)\">Luke 12:48<\/a><\/span> This is perfectly reasonable. We cannot chastise a child for doing that which is contrary to our wills, if he knows no better; but when our children are taught better and know what is required of them, if they then rebel, of course, they expect to be chastised, and it is perfectly right that they should be. <\/div><div class=\"paragraph jod\" id=\"v16n395\"> Brother George A. gave us a little this morning with regard to the law of Tithing. What was the cause of the first, or one of the first, curses that came upon Israel? I will tell you. One of the first transgressions of the family called Israel, was their going to other families or other nations to select partners. This was one of the great mistakes made by the children of Abraham, Isaac and Jacob, for they would go and marry with other families, although the Lord had forbidden them to do so, and had given them a very strict and stringent law on the subject.<span class=\"citation\" id=\"54569\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54569)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54569)\">Ex. 34:10-17<\/a><\/span><span class=\"citation\" id=\"54988\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54988)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54988)\">Deut. 7:1-6<\/a><\/span> He commanded them not to marry among the Gentiles, but they did and would do it. Inasmuch as they would not do what be required of them, then he gave them what I call a portion of the law of carnal commandments.<span class=\"citation\" id=\"54559\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54559)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54559)\">Ex. 34:2 (JST)<\/a><\/span><span class=\"citation\" id=\"126771\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126771)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126771)\">John 1:18 (JST)<\/a><\/span><span class=\"citation\" id=\"87602\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87602)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87602)\">D&amp;C 84:27<\/a><\/span> This law told them whom they might and whom they might not marry.<span class=\"citation\" id=\"55095\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55095)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55095)\">Deut. 24:1-5<\/a><\/span> It was referred to by the Savior and his Apostles,<span class=\"citation\" id=\"65133\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65133)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65133)\">Matt. 19:7-8<\/a><\/span> and it was a grievous yoke to place on the necks of any people;<span class=\"citation\" id=\"126772\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126772)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126772)\">Acts 15:10<\/a><\/span> but as the children of this family would run after Babylon, and after the pride and the vanity and evils of <div class=\"break columnbreak\" id=\"111b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0111.pdf\" target=\"pdfwin\">p.&#xA0;111b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6265\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the world, and seek to introduce them into Israel, the Lord saw fit to place this burden upon them. And another great neglect and infringement of the law of God by the children of Israel was in relation to their Tithes and offerings. The law of Tithing was revealed in very early times to the people of God; but they failed to observe it, and the Prophets whom God sent to Israel declared that they had transgressed the laws, changed the ordinances, and broken the everlasting covenant.<span class=\"citation\" id=\"58446\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58446)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58446)\">Isa. 24:5<\/a><\/span> Covenants were made with Abraham, Isaac and Jacob, but their descendants broke them. They would not observe but they would transgress the laws which God gave unto them, and they continued to do so down to the days of Malachi. The Lord, through this Prophet, declared&#x2014;&#x201C;This whole nation have robbed me.&#x201D;<span class=\"citation\" id=\"62438\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62438)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62438)\">Mal. 3:9<\/a><\/span> I also declare that this whole people, called the Latter-day Saints, are guilty of the same sin&#x2014;they have robbed the Lord in their Tithes and in their offerings. What would the people like? Do they want to know what is done with the Tithing. If the Lord requires one-tenth of my ability to be devoted to building temples, meetinghouses, schoolhouses, to schooling our children, gathering the poor from the nations of the earth, bringing home the aged, lame, halt and blind, and building houses for them to live in, that they may be comfortable when they reach Zion, and to sustaining the Priesthood, it is not my prerogative to question the authority of the Almighty in this, nor of his servants who have charge of it. If I am required to pay my Tithing, it is my duty to pay it. If the question is asked&#x2014;&#x201C;Brother Brigham, do you pay your Tithing?&#x201D; I can answer with all propriety in the negative. I have never paid my Tithing, and if I turn to the right, left, front and  <div class=\"break pagebreak\" id=\"112a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0112.pdf\" target=\"pdfwin\">p.&#xA0;112a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6264\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>rear, I shall seek in vain for a man in this Church who has paid his Tithing strictly. There is no man who has paid his Tithing. I have watched the thing closely, and according to my understanding of the literal meaning, spirit and intent of the term, I am compelled to come to the conclusion that there is not a man or woman in this Church who has paid his or her Tithing; and I do not know of an individual in this Church who has means enough to pay his back Tithing if it were required of him. I have not; it would require more means than I have now in my possession for me to do it. Perhaps I may be asked what is my excuse. I do not know that I have any. I can say, that in the days of Joseph, when my circumstances were very straitened, I never had $500, $100, one dollar, fifty cents or twenty-five cents, but what, if it were wanted, it went, as free as a cup of water from a well&#x2014;Joseph was welcome to it. Was I tried in this? Yes, for many and many has been the time in my poverty, when if I had a dollar or fifty cents in my possession I have thought, &#x201C;I can buy a pint or a half pint of molasses for my children to sop their bread in,&#x201D; but it was called for, and it went as free as the water of the river here would be to a thirsty person. And as for my time, from the day that I entered this Church until now, I have paid no attention to any business except that of building up this kingdom. The question may be asked, &#x201C;Do you not attend to your own private affairs and business?&#x201D; Yes, when I can, but I do not know that I have ever spent one minute in attending to business belonging to Brigham Young, when the business of the Church and kingdom of God on the earth required his attention. Yet I would not say that this is any <div class=\"break columnbreak\" id=\"112b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0112.pdf\" target=\"pdfwin\">p.&#xA0;112b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6264\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> excuse for not strictly paying my Tithing. I have paid a great deal of Tithing, more perhaps than any other man, or any other ten men who were ever in the Church, and yet my Tithing is not paid. But I pay Tithing, and when the grain upon my Farm is ripened, or the cattle upon it are matured, I say to my men, &#x201C;Be sure and pay the Tithing on whatever we have raised.&#x201D; But in some instances I have found that it was neglected. <\/div><div class=\"paragraph jod\" id=\"v16n397\"> Suppose we were to say to this people, &#x201C;Will you pay a little Tithing?&#x201D; &#x201C;Yes, we will pay a little Tithing.&#x201D; How much would you be willing to pay? Will you pay one dollar to a thousand that you owe of back Tithing? If you will, we shall almost have more than we know what to do with. If you pay up a little of this back Tithing, I am going to make a proposition. Take the people of this one valley, and they are far better able to build a Temple than the whole of the Saints were when they lived in the Eastern States. The Saints did not begin to be as able to build a Temple then as the people of this single valley are now. My proposition is, if you will go to work and pay up some of your back Tithing, we will build a Temple up here on the hill; we can select a beautiful site for one there. We calculate to build many Temples, and we will have one here if you agree to my proposition. <\/div><div class=\"paragraph jod\" id=\"v16n398\"> If we had a few score thousands of dollars now, we should like to send for the poor. I am sent to from this town, Mendon, Hyrum, Wellsville, and from almost every settlement in these mountains, by parties who have friends in the old country, saying, &#x201C;Brother Brigham, can you send for my friends? I will send a hundred dollars; will you put four hundred to that and send for my friends, there  <div class=\"break pagebreak\" id=\"113a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0113.pdf\" target=\"pdfwin\">p.&#xA0;113a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6263\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>are only five of them?&#x201D; This may appear strange, but people dwelling in almost every town in this Territory, are beseeching me continually to send for their friends. I tell them I will send for all I can. My general practice has been to pay two thousand dollars a year to help the poor. I gave only one thousand this year; but if the people, every year, will give in proportion to what I give, we can bring the scattered Saints here by scores of thousands. I do not ask the Latter-day Saints to do that which I do not do, I never did, and as old as I am now, I expect that if I should see a wagon in the mud, my shoulder would be first to the wheel to lift it out. When money, goods or time has been wanted to help to roll forth the work, I have taken the lead all the time and said, &#x201C;Come, brethren, do as I do.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v16n400\"> But with regard to Tithing, this people will be cursed unless they stop their nonsense, unless they cease running after the fashions and folly of Babylon, and put as Tithing that means which is uselessly spent. How long would it take the Lord to cause the waters of every stream that runs into this valley to sink down into the earth, and to make the valley as dry as the Holy Land is today. It would take him but a very short time. He could open up the veins of the earth&#x2014;the earth is full of them, and it would want only a little change to open them, and cause the water of every stream in this valley to sink deep into the bowels of the earth. How long would it take him to pass is word, and for his angels to come here and say to the clouds&#x2014;&#x201C;Gather no more moisture to shed forth the dews and the rains on the face of the earth?&#x201D; All he would have to do would be to send an angel to perform a little meteorological and chemical change, and the clouds would gather <div class=\"break columnbreak\" id=\"113b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0113.pdf\" target=\"pdfwin\">p.&#xA0;113b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6263\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> no more moisture, and no more rain would fall on the earth. Where would your trees be then? What would become of your gardens? What would become of the forage on the mountains that our cattle and sheep feed upon? It would be dried up, become dust, and be blown into some other country, and the rocks would be left bare, as they are in some of the eastern lands. All this could be done very easily. Now we are in plenty, in the very heart of the luxuries of the world. There is no place in the world where they are enjoyed in greater profusion than they are here. Go into boasted France, with its forty millions of people, and out of this large number not more than eight millions enjoy the luxury of eating meat; thirty-two millions out of the forty, it is said, never taste it from year's end to year's end. Go into Italy, and the proportion of those who never taste meat is far greater than it is in France. Compare the condition of the people in some of the German States, and in any nation on the face of the earth that we know anything about, with that of the people in this Territory, and I will say that the people of these mountains wallow and revel in luxury, wealth and independence more than any other people on the face of the earth, and yet we have not a dollar to pay Tithing! We have to pay the public hands now a certain proportion of money, and store pay, which is money, but ask the people to pay us a little money Tithing, and they tell us, &#x201C;We haven't got any.&#x201D; The cry from Cache Valley is, &#x201C;We have no money.&#x201D; It is not so. I will venture to say that if a fine circus were to come into this town, and stay four nights, they would take away from five to ten thousand dollars in cash, and go to the next town it would be  <div class=\"break pagebreak\" id=\"114a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0114.pdf\" target=\"pdfwin\">p.&#xA0;114a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6262\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the same. I am now telling the hard side of the question, painting the evil side of the Latter-day Saints. I recollect, a few years ago, there was a fine circus came to Salt Lake City. I took it into my head, a few days before it arrived, to say to some of the Bishops&#x2014;&#x201C;Can you raise us so much money on Tithing? Can not you pay something, Bishop?&#x201D; Said one, &#x201C;I have not a dollar in the world.&#x201D; I would meet another, and ask him the same question, and I asked them in a way that they would not mistrust me, but they could not raise a dollar, and I suppose that they would have been willing to have laid their hands on the Bible and sworn that they had not a dollar in the world. On the day when the circus came on to the Eighth Ward square, I took the liberty of going there, and I watched who came, and I found that some of these very men who said that they had not a dollar in the world, paid out ten, fifteen, twenty, and twenty-five dollars to let their families into that circus. They lied before God, holy angels and the whole heavens, before the servants of God, and unless they repent they will have their portion in hell.<span class=\"citation\" id=\"89890\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89890)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89890)\">D&amp;C 104:18<\/a><\/span> You need not wonder to see men apostatizing who have been in the Church thirty or thirty-five years. They have been in the habit of lying to God, to angels, to themselves, and to their holy religion. Ask them for a little Tithing, and their answer is&#x2014;&#x201C;No, we have not anything.&#x201D; What do you suppose the Lord thinks about such men? He thinks they will have their portion with the disobedient.<span class=\"citation\" id=\"89663\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89663)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89663)\">D&amp;C 101:90-91<\/a><\/span> This is the unfavorable side of the picture. Not but what there is a great many, and in fact, the greater portion of this people, if they can know the mind and will of God, will do it. They are told it from day to day and from time to time on a great <div class=\"break columnbreak\" id=\"114b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0114.pdf\" target=\"pdfwin\">p.&#xA0;114b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6262\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> many subjects. Both here and throughout all the settlements of the Saints we have preached the Word of Wisdom, and the necessity of letting the fashions of the world alone. We give you the truth of heaven on the subject&#x2014;we give it to you just as it is in heaven, or as it is written there concerning the Saints on earth. With regard to Tithing, we give you the truth just as it is written in heaven, and just as you will find it by and by. What object have I in saying to the Latter-day Saints, do this, that or the other? It is for my own benefit, it is for your benefit; it is for my own wealth and happiness, and for your wealth and happiness that we pay Tithing and render obedience to any requirement of Heaven. We cannot add anything to the Lord by doing these things. Tell about making sacrifices for the kingdom of heaven. There is no man who ever made a sacrifice on this earth for the kingdom of heaven, that I know anything about, except the Savior. He drank the bitter cup to the dregs, and tasted for every man and for every woman, and redeemed the earth and all things upon<span class=\"citation\" id=\"82601\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82601)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82601)\">3 Ne. 11:11<\/a><\/span><span class=\"citation\" id=\"84200\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84200)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84200)\">D&amp;C 19:18<\/a><\/span> it. But he was God in the flesh, or he could not have endured it. &#x201C;But we suffer, we sacrifice, we give something, we have preached so long.&#x201D; What for? &#x201C;Why, for the Lord.&#x201D; I would not give the ashes of a rye straw for the man who feels that he is making sacrifices for God. We are doing this for our own happiness, welfare and exaltation, and for nobody else's. This is the fact, and what we do we do for the salvation of the inhabitants of the earth, not for the salvation of the heavens, the angels, or the Gods. <\/div><div class=\"paragraph jod\" id=\"v16n402\"> These are a few of my thoughts, and a few items for the people to receive and hearken to. We have come here to talk to and instruct  <div class=\"break pagebreak\" id=\"115a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0115.pdf\" target=\"pdfwin\">p.&#xA0;115a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6261\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>you, and to put our faith and our work with yours. Our united purpose is to labor to build up the kingdom of heaven on the earth, and to <div class=\"break columnbreak\" id=\"115b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0115.pdf\" target=\"pdfwin\">p.&#xA0;115b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6261\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> overcome every sin, all wickedness, and the power of Satan, until the earth is renovated, purified, sanctified and glorified. Amen. <\/div>\n<\/div>\n<\/div>"}