{"ID":160005, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Friends and Enemies&#x2014;Object of Gathering&#x2014;Babylon to Be Forsaken&#x2014;Prayer&#x2014;Personality of the Godhead.<\/div>\n<div class=\"subtitle\">Discourse by President Brigham Young, delivered in the New Tabernacle, Salt Lake City, Sunday Afternoon, April 6, 1873.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: Friends and Enemies, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 4\/6\/1873<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d05\">\n<div class=\"paragraph jod\" id=\"v16n75\"> In my remarks to you I want your eyes, ears, attention and faith. This is the Forty-third Annual Conference of the Church of Jesus Christ of Latter-day Saints, and we have assembled together for the purpose of being benefited. We like to see and hear each other, we like to give and receive counsel, and we like, above all things, to enjoy the Spirit of the Lord. In singing, praying, speaking and hearing, and in all duties devolving upon us upon such occasions as this, the Spirit of the Lord is the best of all. <\/div><div class=\"paragraph jod\" id=\"v16n76\"> I have a great many reflections with regard to the Latter-day Saints <div class=\"break columnbreak\" id=\"23b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0023.pdf\" target=\"pdfwin\">p.&#xA0;23b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6353\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and the work in which they are engaged. I have many reflections in regard to the world of mankind. We all enjoy the power of sight, but how differently we look at and comprehend things! And we are very much like the people who have lived before us. We are a strange and curious composition&#x2014;no two alike. Of all the faces before me this afternoon there are no two alike. We might possibly find those whose judgment would be pretty much alike on various subjects, still there are no two whose judgments are precisely the same. Human life is a great stage, and it contains a very great  <div class=\"break pagebreak\" id=\"24a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0024.pdf\" target=\"pdfwin\">p.&#xA0;24a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6352\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>variety of scenes and scenery, of thought and of action. Some are not very beautiful, others are, and they are painted with fine colors. We see all this before us, and each and every person has the privilege of judging for himself, and upon each different impressions are produced. <\/div><div class=\"paragraph jod\" id=\"v16n78\"> I see a large congregation before me this afternoon of people called Latter-day Saints. If the world of mankind were to give their opinion concerning us they would use terms I heard frequently this morning&#x2014;&#x201C;enemy,&#x201D; &#x201C;enemies,&#x201D; &#x201C;our enemies.&#x201D; These expressions would be frequently heard from the inhabitants of the earth about the Latter-day Saints, for the impression has existed and has been growing stronger for years past, that this strange people&#x2014;the Latter-day Saints&#x2014;are the enemies of mankind. I do not wish to convey the idea that all the inhabitants of the earth consider this people their enemies, but there are those who wish to have this impression or belief prevail. I hear many of the Elders of Israel refer to the outside world as enemies. I do it myself at certain times and on certain occasions, for certain deeds wrought by those who wish to destroy the truth from the earth, for every person who would uproot the truth of God is mine enemy, he would destroy me if he had the power. What shall we say of those who desire peace and whose hearts are filled with good will towards their fellow men? We say peace to such persons, and give them ours and God's blessing. <\/div><div class=\"paragraph jod\" id=\"v16n79\"> Who is the enemy of mankind? He who wishes to change truth for error and light for darkness; he who wishes to take peace from a family, city, state or nation and give the sword in return. He is my enemy, he is your enemy and the <div class=\"break columnbreak\" id=\"24b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0024.pdf\" target=\"pdfwin\">p.&#xA0;24b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6352\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> enemy of mankind. Who is the friend of mankind? He who makes peace between those who are at enmity, who brings together those who, perhaps, through some misunderstanding, have been at variance with and lost friendship and fellowship for each other, and shows them that their ill-will is without foundation and existed simply because they did not understand each other. To illustrate, we will suppose that two men come in the same car to this city. One of them is full of deception and carries false colors. If he speaks a word that would become a gentleman, it is not because he feels it, for in his heart he is cursing and damning, and his purpose is to sow discord and enmity among the people in a neighborhood. He delights to set the members of one family jarring with each other. He will teach the youth to believe that such or such persons are their enemies and it is no harm to burn their houses down, to take their horses, cut their carriages to pieces, to open the gate of their garden or field and let somebody's cattle in. Such a person is an enemy of mankind. But the other one is a friend. If he sees his neighbor's gate open, he shuts it; if cattle are in a neighbor's field, he tells him of the mischief that is being done. If he sees a fence down, and there is none of the family to come and put it up, he gets out of his carriage, or off his horse, or if he is afoot, he steps to the fence, turns the cattle out, puts up the fence or shuts the gate and prevents further mischief on his neighbor's premises. Who is your enemy and mine? He that teaches language that is unbecoming, that presents falsehood for truth, that furnishes false premises to build upon instead of true, or that is full of anger and mischief to his fellow beings. I call  <div class=\"break pagebreak\" id=\"25a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0025.pdf\" target=\"pdfwin\">p.&#xA0;25a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6351\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>no others enemies, except such characters as I have named. There is no question that many have done much mischief while in ignorance of what they were doing. I have no doubt that the soldiers who were commanded to nail the Savior to the cross<span class=\"citation\" id=\"70815\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70815)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70815)\">John 19:23<\/a><\/span> did not realize what they were doing.<span class=\"citation\" id=\"126732\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126732)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126732)\">Luke 23:35 (JST)<\/a><\/span> They treated him as they did the thieves, whom they knew to be worthy of death;<span class=\"citation\" id=\"70798\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70798)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70798)\">John 19:2-3<\/a><\/span> but through prejudice, overpersuasion and much talk by the priests, Scribes, Pharisees and people, they perhaps supposed they were doing God's service<span class=\"citation\" id=\"70272\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70272)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70272)\">John 16:2<\/a><\/span> when they crucified Jesus. But it was an enemy that did it,<span class=\"citation\" id=\"126733\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126733)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126733)\">Matt. 13:28<\/a><\/span> it was a bad act, a very heinous crime, it&#x2014;but I pause. The question may be asked, What would have been the consequence suppose the Savior had not been crucified? I can only answer by saying that he was. The Scriptures say that offenses must needs come, but woe to him by whom they come.<span class=\"citation\" id=\"65039\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65039)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65039)\">Matt. 18:7<\/a><\/span> But we will resume our subject. Who is the man that is an enemy to his nation? The one that breeds mischief, prompts strife, and brings sorrow among the people. <\/div><div class=\"paragraph jod\" id=\"v16n81\"> Now to the Latter-day Saints&#x2014;What are you here for? Can you answer this question? Many of you can. One brother says, &#x201C;Why, I came here to join the Saints.&#x201D; &#x201C;Where did you come from?&#x201D; &#x201C;I lived in Scotland. I worked in the mines, or in the factory, or in iron works.&#x201D; &#x201C;What did you come here for?&#x201D; &#x201C;When I heard the Gospel preached I believed it, and I received a desire to leave my neighbors. I believed the Bible and the Book of Mormon; I believed that Joseph Smith was a Prophet. My neighbors said, &#x2018;Oh folly, oh fool. There goes a Mormon,&#x2019; and they pointed the finger of scorn at me.&#x201D; This is the spirit of the world, but if there had been no persecution whatever in the feelings <div class=\"break columnbreak\" id=\"25b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0025.pdf\" target=\"pdfwin\">p.&#xA0;25b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6351\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of his neighbors, he would have had a desire to leave his home and old associates to join the Saints, for the Spirit he received prompted him to do this. Ask a sister, &#x201C;What are you here for?&#x201D; &#x201C;Why, I came here so that I could live my religion a little better than I could in Scotland, England, Ireland, Wales, France, Scandinavia,&#x201D; or wherever it might be that she came from. Ask another man, &#x201C;What did you gather to these mountains for?&#x201D; &#x201C;Well, I think I came here because of my religion. I used to think I wanted to gather up with the Saints. I liked their society, and when I came up here I really delighted to be with them.&#x201D; &#x201C;What are you doing now, brother?&#x201D; &#x201C;Well, I am trying to do about the best I possibly can. Here are a few dollars I want to pay on Tithing.&#x201D; &#x201C;Have you paid your Tithing this year?&#x201D; &#x201C;No.&#x201D; &#x201C;Did you pay it last year?&#x201D; &#x201C;No.&#x201D; &#x201C;Have you not paid Tithing lately?&#x201D; &#x201C;No.&#x201D; &#x201C;What is the reason?&#x201D; &#x201C;Why, I am after gold and silver, and the riches in these mountains, in this trade, I am after the world, I am after Babylon.&#x201D; This is the conduct. I do not ask for words, I do not ask anybody to get up and declare that their affections are turned away from the holy Gospel of life and salvation, and turned to the world. Let me see their daily walk and know their life, and I know what their thoughts and feelings are. And the sister that comes here for the Gospel's sake, her mind is so frivolous and easily wrought upon that she is led by every wind and breeze of fashion that blows through the streets here. &#x201C;Oh, don't you see that lady's dress?&#x201D; &#x201C;Here, look here, did you see that lady walking down the street?&#x201D; &#x201C;Yes.&#x201D; &#x201C;What a beautiful dress she has got on! Oh dear, how I want such a dress!&#x201D; Go  <div class=\"break pagebreak\" id=\"26a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0026.pdf\" target=\"pdfwin\">p.&#xA0;26a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6350\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>down the street and you can see it; go up the street and you can see it; go into the workshops, and even into the canyons, and you can see it. What of it? Latter-day Saints, what of it? &#x201C;Oh, I do love Babylon so well.&#x201D; &#x201C;I do want a new dress.&#x201D; &#x201C;I do want to go into the mines and dig.&#x201D; &#x201C;I have a claim, and I am just going into the mountains to dig,&#x201D; says a brother. Another one says, &#x201C;I have served the Lord about long enough, and I am going to serve myself now.&#x201D; This is the way with one here and another there, and if they have not got Babylon they want to get it. And here comes along a man who professes to be a Latter-day Saint, and the first you know he is using the name of the Deity in vain,<span class=\"citation\" id=\"54218\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54218)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54218)\">Ex. 20:7<\/a><\/span> and it is &#x201C;curse&#x201D; this, and &#x201C;curse&#x201D; that, with the name of our Father in heaven attached to it. Is that according to the faith that we have embraced? Mingle with the Latter-day Saints, and see them playing on the stage of life, and watch how some of them will change their colors and their coats, and some come out in one fashion and some in another, according to the circumstances in which they are placed. <\/div><div class=\"paragraph jod\" id=\"v16n82\"> Here we are assembled in the capacity of a general Conference. Babylon is in the hearts of the people, that is to say, there is too much of it. What did you come here for? &#x201C;Why,&#x201D; says one, &#x201C;I understood they were getting rich in Utah, and I thought I would gather up with the Latter-day Saints and get rich also.&#x201D; Without making many remarks on this subject, I want to say to every one of those who come up here, their minds filled with Babylon, and longing for the fashions and wealth of the world, you may heap up gold and silver, but it will leave you, or you will leave it, you cannot <div class=\"break columnbreak\" id=\"26b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0026.pdf\" target=\"pdfwin\">p.&#xA0;26b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6350\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> take it with you, and you will go down to hell. <\/div><div class=\"paragraph jod\" id=\"v16n83\"> Perhaps I may be considered their enemy by some of those called Latter-day Saints, and by outsiders, for telling them these things. That is no matter, it is for their life and salvation that I tell them. If I should see men and women going blindfolded to an awful precipice, and not hail them and warn them of their danger, I should be guilty, and perhaps their blood would be found on my skirts.<span class=\"citation\" id=\"60302\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60302)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60302)\">Jer. 2:34<\/a><\/span> I will say, at once, not prolonging my remarks or multiplying words, that if my brethren and sisters do not walk up to the principles of the holy Gospel of life and salvation, they will be removed out of their places, and others will be called to occupy them. Elders of Israel, High Priests, Seventies, High Councilors, Presidents, brethren and sisters, no matter who, if you have an idea that you are going to take Babylon&#x2014;I use this term, because it is well understood that Babylon means confusion, discord, strife, folly and all the vanities the world possesses&#x2014;if you have the idea that you are going to take Babylon in one hand, and with the other cling to the Savior and drag yourselves into his presence, you will find yourselves mistaken, for he will drop you, and you will sink. You may just as well believe this today, and shape your lives accordingly, as to betray yourselves. <\/div><div class=\"paragraph jod\" id=\"v16n84\"> There are a great many who say, &#x201C;Why, yes, I say my prayers, I do not use the name of the Lord in vain,<span class=\"citation\" id=\"54219\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54219)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54219)\">Ex. 20:7<\/a><\/span> I do not injure my neighbor.&#x201D;<span class=\"citation\" id=\"126734\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126734)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126734)\">Matt. 22:39<\/a><\/span> That is true. How many of the Latter-day Saints live like this? I am pretty well acquainted with them. I see and understand their feelings by their works, and I can say that a large majority of the Latter-day Saints are a good, obedi<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"27a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0027.pdf\" target=\"pdfwin\">p.&#xA0;27a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6349\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ent, faithful, Godfearing, God-loving people, and yet we fellowship those who are full of iniquity and evil, individuals who are full of the spirit of anti-Christ.<span class=\"citation\" id=\"82213\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82213)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82213)\">Alma 30:6,12<\/a><\/span> I talk and tell the truth to the good and to the evil, and I wish to comprehend the whole; and I tell you today that if our minds are not made up to serve God, if we are not for Christ, and for his kingdom upon the earth; if we are not willing to devote our time, talents, means, influence and everything that he has given into our possession, we are not in the way we should walk. I know that it may be said, and with great propriety, &#x201C;Why, my brother, we cannot be sanctified in one day, we cannot overcome every evil and every passion in one day.&#x201D; That is true, but this holy desire can dwell in the heart of every individual from the time that he or she is convinced that God reigns, that he is establishing his kingdom on the earth, that Jesus is our Savior, that the holy Gospel has presented to us the way of life and salvation, and we believe it and can receive it with our whole hearts&#x2014;I say we can have that holy and pure desire from that moment to the end of our lives, and in possessing this we have faith and favor before the Lord, and his grace is with us by the power of his Holy Spirit, and by this we can overcome temptations as we meet them. This is my experience, that is pretty good proof, is it not? And I have more evidence than this&#x2014;this is the experience and testimony of every Latter-day Saint who has lived his or her religion since obeying the Gospel. Their testimony will corroborate mine, and strengthen the faith of all. <\/div><div class=\"paragraph jod\" id=\"v16n86\"> I have not preached much to you this winter, and I pause and think. <div class=\"break columnbreak\" id=\"27b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0027.pdf\" target=\"pdfwin\">p.&#xA0;27b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6349\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> I was in the stone quarry the other day, and saw the men breaking a large granite rock. They first drilled the holes so as to break the rock in a direct line. I saw one man take up his hammer and give a blow. It was too hard. Said I, &#x201C;My father taught me in my youth that light knocks would split great blocks. Tap light next time.&#x201D; The quarryman did this and pretty soon the rock divided almost as evenly as though it had been jointed. I wish to make an application of this to this people assembled here. If I and my brethren had strength, we would meet together here about one week, to begin with, then go to our work for a few weeks, and then we would come together again. By continuing this course, I expect that in about three months we could get the feelings of this people warmed up like wax before the flame, so that we could get at their judgment and affections and we could actually mold them over, and make them realize the work that they are engaged in. But to do it in one day would be like driving the wedges so fast that you would split the rock where you would not want it split. Still, many who want to receive the word can, and I say to all, you and I must be Latter-day Saints or we are not walking in the path that God has marked out for us. &#x201C;What do you mean by that, brother Brigham? I want to know what you mean by that, I cannot understand it.&#x201D; This is the difficulty, but thank kind heaven, I have found out in my experience, that learning a, b, c, d, does not hinder me learning e, f, g. I thank my Creator that the principle is implanted within us, that we can learn, if it takes a long time, and by a close application of the ability that God has given us, we can improve and in time become Saints in very  <div class=\"break pagebreak\" id=\"28a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0028.pdf\" target=\"pdfwin\">p.&#xA0;28a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6348\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>deed. Were it not for this I should have been discouraged long ago. But, know that we can learn to be Saints if we are disposed to. Practice your religion today, and say your prayers faithfully. <\/div><div class=\"paragraph jod\" id=\"v16n87\"> Says a brother, &#x201C;I pray in my family sometimes, and sometimes I do not feel like it, and I do not pray in my family. Sometimes I am in a hurry, my work is driving me, my cattle are in mischief, and I do not feel like praying.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v16n88\"> If I did not feel like praying, and asking my Father in heaven to give me a morning blessing, and to preserve me and my family and the good upon the earth through the day, I should say, &#x201C;Brigham, get down here, on your knees, bow your body down before the throne of Him who rules in the heavens, and stay there until you can feel to supplicate at that throne of grace erected for sinners.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v16n89\"> &#x201C;Well, but I am in a hurry, and my cattle, perhaps, are in mischief and my work is driving me.&#x201D; I should say, if the cattle are in the corn, &#x201C;Eat away;&#x201D; if they are in the wheat, &#x201C;Eat away, eat the wheat, we have more than we can use any how;&#x201D; and if the children are in mischief and this wants seeing to, and that wants seeing to, I say, &#x201C;Kneel down before the Lord and there stay until this body learns obedience, until my tongue learns to praise his name, and to ask for the blessings I need.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v16n90\"> &#x201C;Well, but are you not afraid you will come to want?&#x201D; Bless me, if I had all the gold and silver on the earth and no prayers, I should be in greater want than I should be with the prayers and without the gold and silver. I will make an application of this with regard to the feelings of the people. It is true that you and I cannot learn everything <div class=\"break columnbreak\" id=\"28b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0028.pdf\" target=\"pdfwin\">p.&#xA0;28b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6348\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> at once, but we can learn one thing at once and the one thing above all others that we should make it our business to learn is to yield strict obedience to the requirements of heaven, and we can learn that today just as well as any other time, and just as well as to spend a lifetime in doing it. <\/div><div class=\"paragraph jod\" id=\"v16n91\"> Now, Latter-day Saints, do you know what you are here for? You know there is a field opens before us in talking about what we are here for, why the Lord suffers what we now behold, and why he permits this and permits that. It is all perfectly reasonable and rational, all according to his providences and his dealings with the children of men. I can say to all that you have got to learn this one fact&#x2014;the Lord will have a tried people,<span class=\"citation\" id=\"92072\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92072)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92072)\">D&amp;C 136:31<\/a><\/span> and if my wife or my daughter cannot see and pass by, as things of naught, the follies of fashion, she has not learned her duty, she has not learned the spirit of her religion, and is not in the full enjoyment of the Spirit of God. Fashions are nothing to me, one way or the other. How long is it since ladies wore bonnets into which you would have to look with a spyglass if you wished to see their faces, and then from their faces to the crown of the head. From this fashion they got to one in which one flower or leaf and five yards of ribbon made a complete head dress. What of these fashions? They are nothing here nor there, and by trying we can learn to pass by every needless fashion, and to stop the use of every needless word, and to carry ourselves correctly before the Lord. <\/div><div class=\"paragraph jod\" id=\"v16n92\"> Now let us consider, are we for the kingdom of heaven? &#x201C;Oh yes,&#x201D; &#x201C;Oh yes,&#x201D; everybody says, &#x201C;certainly we are.&#x201D; Are we for happiness? Yes, certainly, the whole world is with us there. There is no  <div class=\"break pagebreak\" id=\"29a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0029.pdf\" target=\"pdfwin\">p.&#xA0;29a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6347\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>person but what would say, Give me power, give me influence, give me wealth, give me gold and silver, houses and lands, goods and chattels, tenements, horses, carriages, friends, families, associations, &amp;c. The whole world will join in saying, Give us heaven and happiness; but talk to them about &#x201C;Mormonism,&#x201D; and they will say, &#x201C;Your doctrine is a speculation.&#x201D; The cry with regard to brother Joseph was, &#x201C;He is a money digger, he is a speculator.&#x201D; Well, how long was it before the whole world was on his track digging money? It was no disgrace just as soon as the world commenced digging money, but when there were only a few accused of it, it was a disgrace. How things are changed! How differently we look upon our bonnets now! If a lady were to enter this building wearing an old-fashioned headdress everybody would be looking at her. If a lady were to come into this assembly with sixteen yards of cloth&#x2014;I am talking extravagantly now to illustrate&#x2014;in her two sleeves, and only four in the waist and skirt of her dress, how ridiculous it would appear, would it not? And yet something very much like that was once the fashion. <\/div><div class=\"paragraph jod\" id=\"v16n94\"> I look at this and make the application. The world would say, &#x201C;Yes, if you are going to have happiness, we want some; if you are going to have gold and silver, look here, we shall come in for a share.&#x201D; Very good, all right. I used to tell the people&#x2014;bless your heart, you accuse me of being in a speculation, and so I am. You cry out that the &#x201C;Mormon&#x201D; leaders are for speculation, for money making. We go in for wealth. I used to tell the people, and I tell them the same now, I do not go in for a few millions, I go in for the pile, and I calculate to have it. &#x201C;How <div class=\"break columnbreak\" id=\"29b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0029.pdf\" target=\"pdfwin\">p.&#xA0;29b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6347\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> are you going to get it?&#x201D; By serving God with all my heart and being a Saint indeed, and when the earth and its fullness are given into the hands of the Saints,<span class=\"citation\" id=\"61735\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61735)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61735)\">Dan. 7:27<\/a><\/span> I shall go in for my share&#x2014;the whole pile. I used to say, &#x201C;Why, brother Joseph is the greatest speculator I have heard of in modern times&#x2014;he is going to have the whole earth. Jesus is coming to earth to reign King of nations,<span class=\"citation\" id=\"60447\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60447)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60447)\">Jer. 10:7<\/a><\/span> and he is going to share the gold and silver with his brethren. That is not all&#x2014;all things are yours for time and eternity&#x2014;the heights and depths, the lengths and breadths, crowns of glory and immortality and eternal lives<span class=\"citation\" id=\"126735\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126735)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126735)\">D&amp;C 132:55<\/a><\/span> are yours.&#x201D;<span class=\"citation\" id=\"91582\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91582)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91582)\">D&amp;C 132:19<\/a><\/span> Well, I go in for the pile. <\/div><div class=\"paragraph jod\" id=\"v16n95\"> I want to ask, Am I an enemy of mankind? Is a Latter-day Saint an enemy of mankind? No. I say to the intelligent world, if they did but know it, we in connection with God, Jesus the Mediator, angels, the good that are on the earth and the good that have been, are the only friends of mankind upon the face of the earth. That is a great word to say, and some may think it is extravagant. They say, &#x201C;See what our benevolent societies, our ministers, our kings and our rich people are doing for the poor, and then say that the Latter-day Saints are the only friends of mankind.&#x201D; I want to say to all the world that no good or benevolent act, no act that sustains innocence, virtue and truth and does good to the human family will go unrewarded of the Creator. Do not be discouraged. Have they done any good? Yes, a great deal of it. The Christian world have sent forth their missionaries and they have done a great deal of good, but they could do a great deal more if they had a mind to. They hedge up the way and try to destroy the little good they have done by instilling into the hearts of the people  <div class=\"break pagebreak\" id=\"30a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0030.pdf\" target=\"pdfwin\">p.&#xA0;30a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6346\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the necessity of dwelling in darkness and remaining in ignorance, and preventing them from receiving the Gospel. This is their practice, and in this they are doing injury, but they have done a great deal of good. <\/div><div class=\"paragraph jod\" id=\"v16n97\"> What are we hated for? What do men lie about us for, and send forth their lies to the world right from this place? Are they who do this the friends of mankind? No, they are their enemies. They plant falsehood in the hearts of thousands of people. One liar is like a bad king. A corrupt and wicked king can corrupt a whole nation. One liar can deceive thousands. They are not the friends of mankind. Why are we hated? Is our religion obnoxious? Why? <\/div><div class=\"paragraph jod\" id=\"v16n98\"> &#x201C;Because of this one-man power, because of the great influence there is in the midst of the people to unite them together.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v16n99\"> Do you not read in your Bibles that except ye are one ye are not the Lord's?<span class=\"citation\" id=\"85139\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85139)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85139)\">D&amp;C 38:27<\/a><\/span> Do you not read in the Bible, that you have had all your lives, that you must love God with all your hearts,<span class=\"citation\" id=\"65444\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65444)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65444)\">Matt. 22:37<\/a><\/span> that you must be united, that you must receive the Gospel of Christ? Do you not read that there is but one faith, one Lord, one baptism, one God and Father of all,<span class=\"citation\" id=\"75005\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75005)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75005)\">Eph. 4:5-6<\/a><\/span> &amp;c.? Certainly you do. Well, we believe these things, but does that prove that we are the enemies of mankind? No, it proves that we are their friends. Why do we differ from them, and why do they differ from us? I can tell it in a few words&#x2014;it is simply because we are disposed to believe the truth, and they are disposed to reject it. They are disposed to live and drink water, if they can get it, from cisterns that will hold no water.<span class=\"citation\" id=\"60292\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60292)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60292)\">Jer. 2:13<\/a><\/span> Is there anybody, do you think, who has transgressed the laws of God? Has anybody ever changed the ordinances of the house of God?<span class=\"citation\" id=\"58441\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58441)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58441)\">Isa. 24:5<\/a><\/span> <div class=\"break columnbreak\" id=\"30b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0030.pdf\" target=\"pdfwin\">p.&#xA0;30b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6346\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Was there ever any such thing done as to destroy the principles pertaining to the ordinances of the house of God? Why, yes, in ancient days. <\/div><div class=\"paragraph jod\" id=\"v16n100\"> Well, we know the reason why, we know why they did it&#x2014;they hewed to themselves cisterns that would hold no water.<span class=\"citation\" id=\"60293\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60293)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60293)\">Jer. 2:13<\/a><\/span> Do we, as Christians, teach the Gospel according to Saint Mark, St. John, St. Luke, Matthew, Paul, Peter and James and the rest of the apostles and the disciples of the Lord? Do we teach the same doctrine as the Christian world? No, we do not. Do we teach the same doctrine as Jesus and his Apostles? Yes, we preach the same Gospel. How many modes of baptism have the so-called Christian world? I do not know how many. One is by immersion, or being buried in the water. Another is to get down on your knees and have water poured on the head; another is to stand up and have water poured on the head; another is to have somebody dip his fingers in water and touch the forehead with it; another is to plunge face foremost, and how many more modes of baptism there are I do not know. How many there are who say that all these are outward ordinances and that they are nonessential? Did God ever say this? No. Jesus? No. Any of the Apostles ever say anything of the kind? No, they did not. Has any man in modern times received a revelation from heaven, doing away with the ordinances of the house of God? No, only false revelations; and we ask the simple question, If our doctrine is not true, and if there is no necessity for the ordinances of the house of God, will you not be pleased to tell us the name of the man who received, and the place where he received a revelation from God doing away with his own ordinances, and declaring that all miracles were to cease? &amp;c.  <div class=\"break pagebreak\" id=\"31a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0031.pdf\" target=\"pdfwin\">p.&#xA0;31a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6345\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>It is true that we differ from the Christian world in our faith in regard to these things. Does this prove that we are their enemies? No, it proves that we are their friends. We believe in doctrines that they do not believe in, and we disbelieve in some fanciful ideas that they profess to hold as doctrine. For instance they hold that God is an imaginary being. They cannot tell where nor how he lives, nor anything concerning his character, whether he is material or immaterial; but, like many of the most eminent divines, who have spread it through their pages for the people to read, they have come to the conclusion that the center of God is everywhere and his circumference nowhere&#x2014;one of the most vain ideas that could be conceived by any intelligent being. Then what is their idea of the soul of man? That it is an immaterial substance. Who ever heard of such a thing? Ask any true philosopher if he can explain the meaning of an &#x201C;immaterial substance.&#x201D; It is like the center of a being everywhere and his circumference nowhere, or like being seated on the top of a topless throne. These are self-confounding expressions, and there is no meaning to any of them. We differ from them in our ideas of God. We know that he is a Being&#x2014;a man&#x2014;with all the component parts of an intelligent being&#x2014;head, hair, eyes, ears, nose, mouth, cheek bones, forehead, chin, body, lower limbs; that he eats, drinks, talks, lives and has a being,<span class=\"citation\" id=\"71987\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71987)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71987)\">Acts 17:28<\/a><\/span> and has a residence, and his presence fills immensity<span class=\"citation\" id=\"88300\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88300)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88300)\">D&amp;C 88:12<\/a><\/span> as far as you and I know. We differ with them, for we know that the Lord has sent forth his laws, commandments and ordinances to the children of men, and requires them to be strictly obeyed, and we do not wish to transgress those laws, but to keep them. We do not wish to <div class=\"break columnbreak\" id=\"31b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0031.pdf\" target=\"pdfwin\">p.&#xA0;31b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6345\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> change his ordinances, but to observe them; we do not wish to break the everlasting covenant,<span class=\"citation\" id=\"58442\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58442)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58442)\">Isa. 24:5<\/a><\/span> but to keep that with our fathers, with Jesus, with our Father in heaven, with holy angels, and to live according to them. We differ with them in the tenets of our religion, we cannot help it. We would not believe &#x201C;Mormonism,&#x201D; as it is called, if it were not for one thing. I never would have believed it if it had not been for one simple thing. What do you think that is? It is true. I believed it because of that. What a strange idea! If it had not been true I would not have believed it, but being true I happened to believe it. <\/div><div class=\"paragraph jod\" id=\"v16n102\"> Now there is quite a difference between me and the man who stands up to teach the people what he says is the way of life and salvation, and who has transgressed every law that God ever gave, who has changed every one of the ordinances of his house, and broken every covenant that he has made with the children of men.<span class=\"citation\" id=\"58443\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58443)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58443)\">Isa. 24:5<\/a><\/span> What do you know, Mr. Divine, about glory, exaltation, happiness and eternal lives? I will answer for him, and say, nothing at all. What do you know about God? Nothing at all. What do you know about his dwelling place? Nothing at all. What about his person? Nothing at all. Pardon me for making these expressions, but look on this stage which I brought before the congregation&#x2014;the human family acting and bringing out what they have behind the scenes. What a spectacle it presents! <\/div><div class=\"paragraph jod\" id=\"v16n103\"> Are we the enemies of mankind? No, we are their only friends, and we calculate to hang on until we save the last son and daughter of Adam and Eve that can receive salvation. We calculate to be co-workers with Jesus, our Savior, until the last man and woman that can be saved is  <div class=\"break pagebreak\" id=\"32a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0032.pdf\" target=\"pdfwin\">p.&#xA0;32a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6344\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>placed in the kingdom or mansion prepared for them,<span class=\"citation\" id=\"69886\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69886)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69886)\">John 14:2<\/a><\/span><span class=\"citation\" id=\"81786\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81786)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81786)\">Enos 1:27<\/a><\/span> and none will be lost<span class=\"citation\" id=\"85995\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85995)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85995)\">D&amp;C 50:42<\/a><\/span> or turned away except those who sin against the Holy Ghost.<span class=\"citation\" id=\"126736\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126736)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126736)\">Matt. 12:31<\/a><\/span><span class=\"citation\" id=\"70663\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70663)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70663)\">John 17:12<\/a><\/span> What do you think of it? An enemy of mankind! Shame on the expression! And shame on those who give utterance to it when speaking of the Latter-day Saints. We have the oracles, the law and the commandments; we have all the laws or ordinances necessary to reach and take hold of our fathers, mothers, grandfathers and those who have lived before us, and to bring them up to eternal life. What divine teaches this doctrine? If there is no resurrection, says Paul, why then are ye baptized for the dead?<span class=\"citation\" id=\"73884\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73884)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73884)\">1 Cor. 15:29<\/a><\/span> It is the only expression that alludes to the doctrine of baptism for the dead in the New Testament, but it is true. We have this law, we have the ordi<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"32b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0032.pdf\" target=\"pdfwin\">p.&#xA0;32b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6344\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>nances. We have a knowledge of the covenants necessary to reach and pick up the last man and woman that has lived on the earth, and we calculate to preach the Gospel to the living until the line is drawn and Jesus comes to reign King of nations<span class=\"citation\" id=\"60448\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60448)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60448)\">Jer. 10:7<\/a><\/span> as he does King of Saints,<span class=\"citation\" id=\"80089\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80089)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80089)\">Rev. 15:3<\/a><\/span> and the separation is made. But until then the wheat and the tares will grow together.<span class=\"citation\" id=\"64585\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64585)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64585)\">Matt. 13:30<\/a><\/span><span class=\"citation\" id=\"88108\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88108)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88108)\">D&amp;C 86:7<\/a><\/span> We are together now, the wheat and the tares are here. <\/div><div class=\"paragraph jod\" id=\"v16n105\"> Now let us see your wheat heads bow down as though you were fully ripe or preparing to be so, your whole hearts and labors for the kingdom of God. The wicked may flourish for awhile like a green bay tree,<span class=\"citation\" id=\"56588\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56588)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56588)\">Ps. 37:35<\/a><\/span> but by and by they will be cut down, and the righteous will go forth and inherit the kingdom, which may God grant to be our happy lot for Jesus' sake. Amen. <\/div>\n<\/div>\n<\/div>"}