{"ID":160043, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Revelation on the Judgments of the Lord&#x2014;Firstfruits of the Resurrection&#x2014;What Becometh of the Souls of Men&#x2014;Redemption Universal.<\/div>\n<div class=\"subtitle\">Discourse by Elder Orson Pratt, delivered in the First Ward Schoolhouse, Sunday Afternoon, Dec. 28, 1873.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: Revelation, Etc.<\/div>\n<div class=\"speaker\">Speaker: Orson Pratt<\/div>\n<div class=\"date\">Date: 12\/28\/1873<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d43\">\n<div class=\"paragraph jod\" id=\"v16n1128\"> We will commence our discourse by reading a part of the 25th, and the 26th and 27th sections of a revelation, given December 27, 1832, contained in the Book of Doctrine and Covenants. <\/div><div class=\"paragraph jod\" id=\"v16n1129\"> &#x201C;And angels shall fly through the midst of heaven, crying with a loud voice, sounding the trump of God, saying: Prepare ye, prepare ye, O inhabitants of the earth; for the judgment of our God is come. Be<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"326b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0326.pdf\" target=\"pdfwin\">p.&#xA0;326b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6050\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>hold, and lo, the Bridegroom cometh; go ye out to meet him. <\/div><div class=\"paragraph jod\" id=\"v16n1130\"> &#x201C;And immediately there shall appear a great sign in heaven, and all people shall see it together. And another angel shall sound his trump, saying: That great church, the mother of abominations, that made all nations drink of the wine of the wrath of her fornication, that persecuteth the saints of God, that shed their blood&#x2014;she who sitteth upon many  <div class=\"break pagebreak\" id=\"327a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0327.pdf\" target=\"pdfwin\">p.&#xA0;327a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6049\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>waters, and upon the islands of the sea&#x2014;behold, she is the tares of the earth; she is bound in bundles; her bands are made strong, no man can loose them; therefore, she is ready to be burned. And he shall sound his trump both long and loud, and all nations shall hear it. <\/div><div class=\"paragraph jod\" id=\"v16n1132\"> &#x201C;And there shall be silence in heaven for the space of half an hour; and immediately after shall the curtain of heaven be unfolded, as a scroll is unfolded after it is rolled up, and the face of the Lord shall be unveiled; And the saints that are upon the earth, who are alive, shall be quickened and be caught up to meet him. And they who have slept in their graves shall come forth, for their graves shall be opened; and they also shall be caught up to meet him in the midst of the pillar of heaven&#x2014;They are Christ's, the first fruits, they who shall descend with him first, and they who are on the earth and in their graves, who are first caught up to meet him; and all this by the voice of the sounding of the trump of the angel of God.&#x201D;<span class=\"citation\" id=\"88689\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88689)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88689)\">D&amp;C 88:92-98<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v16n1133\"> This revelation was given through our Prophet, and Seer, and Revelator, Joseph Smith, who was one of the greatest men who ever lived in this probation, one of the greatest Prophets, with the exception of our Lord and Savior Jesus Christ, ever sent to our earth.<span class=\"citation\" id=\"91978\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91978)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91978)\">D&amp;C 135:3<\/a><\/span> I think it is forty-one years yesterday since this revelation was given. In it are revealed many things pertaining to the salvation of the children of men, and pertaining to the great and eventful works of the Lord which are about to take place on the earth. In the sections preceding those which I have read, we have an account of certain great events that have not yet transpired, namely, that after the testimonies of the servants of God among the nations<span class=\"citation\" id=\"88628\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88628)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88628)\">D&amp;C 88:81<\/a><\/span> comes <div class=\"break columnbreak\" id=\"327b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0327.pdf\" target=\"pdfwin\">p.&#xA0;327b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6049\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the testimony of many judgments, which will be poured upon the nations, such as earthquakes, wars, the sea heaving beyond its bounds, and a variety of calamities which shall make the hearts of all the wicked fail them for fear.<span class=\"citation\" id=\"88663\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88663)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88663)\">D&amp;C 88:87-91<\/a><\/span> After these great judgments are poured upon the nations of the earth, then will be fulfilled the words which I have read, &#x201C;And angels will fly through the midst of heaven, sounding the trump of God, saying: Prepare ye, prepare ye, O inhabitants of the earth, for the judgment of our God is come. Behold and lo, the Bridegroom cometh; go ye out to meet him.&#x201D;<span class=\"citation\" id=\"88686\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88686)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88686)\">D&amp;C 88:92<\/a><\/span> After these angels have flown through the midst of heaven calling upon the inhabitants of the earth to prepare for the coming of the Bridegroom, seven more angels are to sound their trumps. The first one sounds, and his proclamation is concerning great Babylon, &#x201C;who has made all nations drink of the wine of the wrath of her fornication, concerning her who sits upon many waters, who has her dominion among many nations, kindreds, tongues and people,<span class=\"citation\" id=\"126887\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126887)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126887)\">1 Ne. 14:11<\/a><\/span> behold, she is the tares of all the earth; she is bound in bundles; her bands are made strong, no man can loose them; therefore, she is ready to be burned. And he shall sound his trump both long and loud, and all nations shall hear it.&#x201D;<span class=\"citation\" id=\"88693\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88693)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88693)\">D&amp;C 88:94<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v16n1134\"> There must be something connected with the sounding of this trump that is miraculous in order that all nations may hear it. Any sound that can be produced by mortal man does not reach, generally speaking, over about thirty miles from where it originates, which is a very small space indeed. But there will be something connected with the sounding of the trump of the first of the seven angels which  <div class=\"break pagebreak\" id=\"328a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0328.pdf\" target=\"pdfwin\">p.&#xA0;328a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6048\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>will manifest a power which we know nothing of. The sound of that trump will be heard by all people, nations, kindreds and tongues in the four quarters of our globe. I do not know that the sound will be so much louder than some we have heard, but it will be carried by some miraculous power so that all people will hear it. <\/div><div class=\"paragraph jod\" id=\"v16n1136\"> &#x201C;Immediately after the sounding of this trump, there will be silence in heaven for the space of half an hour.&#x201D;<span class=\"citation\" id=\"88709\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88709)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88709)\">D&amp;C 88:95<\/a><\/span> Whether the half hour here spoken of is according to our reckoning&#x2014;thirty minutes, or whether it be according to the reckoning of the Lord<span class=\"citation\" id=\"126888\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126888)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126888)\">D&amp;C 130:4<\/a><\/span><span class=\"citation\" id=\"126889\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126889)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126889)\">Abr. 3:9<\/a><\/span><span class=\"citation\" id=\"126890\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126890)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126890)\">Abr. 5:13<\/a><\/span> we do not know. We know that the word hour is used in some portions of the Scriptures to represent quite a lengthy period of time. For instance, we, the Latter-day Saints, are living in the eleventh hour,<span class=\"citation\" id=\"84900\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84900)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84900)\">D&amp;C 33:3<\/a><\/span> that is in the eleventh period of time; and for aught we know the half hour during which silence is to prevail in heaven may be quite an extensive period of time. During the period of silence all things are perfectly still; no angels flying during that half hour; no trumpets sounding; no noise in the heavens above; but immediately after this great silence the curtain of heaven shall be unfolded as a scroll is unfolded.<span class=\"citation\" id=\"88710\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88710)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88710)\">D&amp;C 88:95<\/a><\/span> School children, who are in the habit of seeing maps hung up on the wall, know that they have rollers upon which they are rolled up, and that to expose the face of the maps they are let down. So will the curtain of heaven be unrolled so that the people may gaze upon those celestial beings who will make their appearance in the clouds. The face of the Lord will be unveiled,<span class=\"citation\" id=\"126891\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126891)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126891)\">D&amp;C 88:95<\/a><\/span> and those who are alive will be quickened, and they will be caught up;<span class=\"citation\" id=\"88718\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88718)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88718)\">D&amp;C 88:96<\/a><\/span> and the Saints who are in their graves, will come forth and be caught up, together with those who <div class=\"break columnbreak\" id=\"328b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0328.pdf\" target=\"pdfwin\">p.&#xA0;328b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6048\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> are quickened, and they will be taken into the heavens into the midst of those celestial beings who will make their appearance at that time.<span class=\"citation\" id=\"88725\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88725)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88725)\">D&amp;C 88:97<\/a><\/span> These are the ones who are the first fruits, that is, the first fruits at the time of his coming.<span class=\"citation\" id=\"73838\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73838)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73838)\">1 Cor. 15:23<\/a><\/span><span class=\"citation\" id=\"88728\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88728)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88728)\">D&amp;C 88:98<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v16n1137\"> There was a period some eighteen centuries ago, when the Saints arose from their graves,<span class=\"citation\" id=\"66387\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66387)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66387)\">Matt. 27:52-53<\/a><\/span><span class=\"citation\" id=\"126892\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126892)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126892)\">Hel. 14:25<\/a><\/span><span class=\"citation\" id=\"82902\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82902)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82902)\">3 Ne. 23:9-11<\/a><\/span> after the resurrection of Christ, he being the firstfruits.<span class=\"citation\" id=\"126893\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126893)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126893)\">1 Cor. 15:23<\/a><\/span> That is called in the Book of Mormon the first resurrection; it took place about the time, or a little after the resurrection of Jesus.<span class=\"citation\" id=\"81929\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81929)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81929)\">Mosiah 15:21-26<\/a><\/span><span class=\"citation\" id=\"82345\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82345)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82345)\">Alma 40:15-17<\/a><\/span> But when he comes the second time, the firstfruits of the resurrection will be the Saints who come out of their graves. They, in connection with the Saints of all ages, will be the Church of the Firstborn, and they will descend with the Savior when he comes.<span class=\"citation\" id=\"52963\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52963)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52963)\">Gen. 9:23 (JST)<\/a><\/span><span class=\"citation\" id=\"87212\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87212)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87212)\">D&amp;C 76:102<\/a><\/span><span class=\"citation\" id=\"87379\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87379)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87379)\">D&amp;C 78:21<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v16n1138\"> There are some who suppose, when these Saints are thus resurrected and taken up into heaven, that this will be the precise period when Jesus will descend on the earth; but I wish to correct this idea by the aid of both old and new revelation. Instead of Jesus immediately descending to the earth, when these Saints are thus taken into heaven, he will stay until the seven angels have sounded their trumps. There will be quite a lapse of time between the sounding of each of these seven; some months will intervene; they do not all follow directly one after the other or in the course of a few hours time; but there will be a period between in which certain great and marvelous events will take place. For instance, if we read the Revelation of St. John, we find that when the fifth angel shall sound his trump, the bottomless pit shall be opened, and there shall come forth a great smoke, and a cloud of locusts, so great that the sun and air shall be  <div class=\"break pagebreak\" id=\"329a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0329.pdf\" target=\"pdfwin\">p.&#xA0;329a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6047\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>darkened; and these locusts shall have power to torment men five months before the sounding or the sixth trump.<span class=\"citation\" id=\"79373\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79373)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79373)\">Rev. 9:1-12<\/a><\/span> This shows that there will be a period of at least five months, between the sounding of the trumps of the fifth and sixth angels. Read also concerning the sounding of the sixth trump, and you will find that there is a great work to be accomplished before the seventh angel shall sound, for in the time intervening between the sounding of the sixth and seventh trumps the four angels which are bound in the great river Euphrates are to be loosed, and they are to gather together a very great army. If I recollect aright, that army is to consist of two hundred millions of people, who are to ride on some kind of beasts or animals which the Lord, probably by some supernatural means, will prepare for the occasion. These personages who come forth riding upon these beasts are prepared for an hour, for a day, for a month, and for a year; and their work is to slay a third part of the hosts of men then existing upon the earth, and as they are prepared for an hour, a day, a month, and a year, it shows there will be quite a lapse of time between the sounding of the trump of the sixth and seventh angel.<span class=\"citation\" id=\"79378\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79378)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79378)\">Rev. 9:13-21<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v16n1140\"> We might bring up, also, the declaration of John in relation to the two witnesses who are to prophesy about that period. They are to prophesy three and a half years, and their field of labor will be Jerusalem, after it shall have been rebuilt by the Jews. By means of their prophecies and the power of God attending them, the nations who are gathered together against Jerusalem will be kept at bay, these Prophets will hold them in check by their faith and power. By and by these nations overcome the two witnesses and, having finished <div class=\"break columnbreak\" id=\"329b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0329.pdf\" target=\"pdfwin\">p.&#xA0;329b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6047\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> their mission, they are slain, and their bodies will lie three days and a half in the streets of the city. Then a great earthquake will take place, and these two witnesses will be caught up to heaven.<span class=\"citation\" id=\"79396\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79396)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79396)\">Rev. 11:3-13<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v16n1141\"> All this takes place after these trumps begin to sound; and if these two witnesses are to fulfill a mission of three and a half years, it shows that the sounding of the trumpets does not take place, as many have supposed, in rapid succession, but certain events have to be accomplished between their respective soundings. By and by the whole seven will have sounded, and then they commence to sound a second time. According to the revelation from which I have read, the second sounding of the trumpets is not to prudence destruction among the nations, but the sound of the first one will reveal the secret acts of God, his purposes and doings on the earth during the first thousand years;<span class=\"citation\" id=\"88755\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88755)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88755)\">D&amp;C 88:108<\/a><\/span> the sounding of the second will reveal the doings and purposes of the Great Jehovah during the second thousand years,<span class=\"citation\" id=\"88765\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88765)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88765)\">D&amp;C 88:109<\/a><\/span> and so on, until the seventh shall sound the second time, and pronounce the work of God finished,<span class=\"citation\" id=\"88749\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88749)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88749)\">D&amp;C 88:106<\/a><\/span> so far as the great preparation needful for his second coming is concerned.<span class=\"citation\" id=\"88773\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88773)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88773)\">D&amp;C 88:110<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v16n1142\"> Notice, now, that it is the first sounding of the first of these seven, when the first resurrection takes place; and all these great works are to be performed on the earth, and years elapse before Jesus descends with all his Saints;<span class=\"citation\" id=\"88729\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88729)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88729)\">D&amp;C 88:98<\/a><\/span> that, is, if we understand these things correctly, by what little is revealed upon the subject. There are many things which I would like to dwell upon in connection with the resurrection of the Saints and their being caught up into the heavens. The subject of the resurrection is one that we all are very much interested in;  <div class=\"break pagebreak\" id=\"330a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0330.pdf\" target=\"pdfwin\">p.&#xA0;330a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6046\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>it is something which concerns all mankind, more or less, but especially the Latter-day Saints who are now living on the earth. We all see that our brethren and sisters, as well as the wicked, are passing away, leaving us; they are called upon to lay aside these bodies, which are deposited in the grave. They are passing off by scores, by hundreds and by thousands, and we expect to follow them, that is the most of us. Perhaps some may live until the coming of the Son of Man, or the sounding of the first trump; but inasmuch as most of us expect to lay our bodies down to sleep, it must be interesting to every Latter-day Saint to know something about the resurrection. <\/div><div class=\"paragraph jod\" id=\"v16n1144\"> What can we know about it? Nothing except what the Lord has revealed, and let me here say that perhaps no subject pertaining to salvation was ever so fully revealed to the inhabitants of the earth as that of the resurrection of the body. Many people have thought that very little has been revealed on this subject; but if I am not mistaken we have an abundance, although there are many things in regard to it about which we are still in the dark, because they have not been revealed. But if we will carefully search the revelations that have been given, we may learn many things in regard to this great event which will be satisfying to our minds. <\/div><div class=\"paragraph jod\" id=\"v16n1145\"> When we carry our friends to the grave yard we feel sorrowful, because we have to leave them, and because they are separated from us, for a short time. All that kindness and sociability which existed are no more experienced, and we no longer have the privilege of their society as we had formerly, and consequently we mourn. But what a <div class=\"break columnbreak\" id=\"330b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0330.pdf\" target=\"pdfwin\">p.&#xA0;330b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6046\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> consolation it is to realize that, when our friends are laid down, we are not separated from them forever, if they have died in the faith, and if we, ourselves, endure faithful to the end; for if we keep the commandments of God as we should, we have an assurance and a hope within us which cannot be shaken that we shall rise again, and that our bodies will come forth from the grave. <\/div><div class=\"paragraph jod\" id=\"v16n1146\"> Now let us try to understand how much is revealed upon this subject; and in order to understand it, let me refer you to some things that are contained in the Book of Mormon. On page 240 of that book we find something on the subject of the resurrection. That which I am about to read was spoken by the Prophet Amulek, in the city of Ammonihah, to a very wicked people, who were shortly afterwards totally destroyed because of their wickedness. <\/div><div class=\"paragraph jod\" id=\"v16n1147\"> &#x201C;Now, there is a death which is called a temporal death; and the death of Christ shall loose the bands of this temporal death, that all shall be raised from this temporal death. The spirit and the body shall be reunited again in its perfect form; both limb and joint shall be restored to its proper frame, even as we now are at this time; and we shall be brought to stand before God, knowing even as we know now, and have a bright recollection of all our guilt. Now, this restoration shall come to all, both old and young, both bond and free, both male and female, both the wicked and the righteous; and even there shall not so much as a hair of their heads be lost; but all things shall be restored to its perfect frame, as it is now, or in the body, and shall be brought and be arraigned before the bar of Christ the Son, and God the Father,  <div class=\"break pagebreak\" id=\"331a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0331.pdf\" target=\"pdfwin\">p.&#xA0;331a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6045\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and the Holy Spirit, which is one Eternal God, to be judged according to their works, whether they be good or whether they be evil.&#x201D;<span class=\"citation\" id=\"82100\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82100)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82100)\">Alma 11:42-44<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v16n1149\"> Thus we see that there will be no limbs lacking. If a person has lost his arm, his leg, or his eyes, they will be restored, and will stand before God perfect, and the wicked will have a bright recollection of all their guilt.<span class=\"citation\" id=\"82102\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82102)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82102)\">Alma 11:43<\/a><\/span> The Prophet Amulek was trying to explain all this to a people who were full of guilt, having disobeyed the commandments of heaven, until they were almost ripened for destruction. He informed them that they should have a perfect knowledge of all their guilt. In this life there are many things that people, whether righteous or wicked, forget. Our memories are so weak that many things done in years passed are obliterated; but when they come forth in the morning of the resurrection, the wicked as well as the righteous, their memories will be restored, so that every act of their lives, whether good or evil, will be perfectly remembered, and the wicked will have a perfect knowledge of all their guilt. Will not this be sufficient to create an unquenchable fire in their breasts, and with this recollection, to behold the face of the Lord? Will not this cause them to shrink from his presence? I think it will. The Prophet Moroni, speaking on this subject, and addressing himself to the unbelieving who should live on the earth at the time the Book of Mormon should come forth, says&#x2014;&#x201C;You would be more miserable to dwell in the presence of that holy and pure Being, than you would to dwell with the damned souls in hell.&#x201D;<span class=\"citation\" id=\"83268\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83268)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83268)\">Morm. 9:4<\/a><\/span> That is perfectly reasonable; for a wicked person in the presence of God would be a place not adapted <div class=\"break columnbreak\" id=\"331b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0331.pdf\" target=\"pdfwin\">p.&#xA0;331b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6045\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to his evil, corrupt, carnal nature. There must be a place of filthiness prepared for that which is filthy,<span class=\"citation\" id=\"80864\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80864)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80864)\">Rev. 22:11<\/a><\/span> that those who are filthy, wicked and corrupt may be placed in circumstances adapted to their condition. Such persons, when in the presence of God, would be glad for the rocks and mountains to fall upon and hide them,<span class=\"citation\" id=\"79321\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79321)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79321)\">Rev. 6:16<\/a><\/span><span class=\"citation\" id=\"82129\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82129)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82129)\">Alma 12:14<\/a><\/span> for the recollection of their iniquities will smite them, and kindle within them a flame like an unquenchable fire,<span class=\"citation\" id=\"81815\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81815)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81815)\">Mosiah 2:38<\/a><\/span><span class=\"citation\" id=\"83270\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83270)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83270)\">Morm. 9:5<\/a><\/span> for their consciences will have a bright recollection of all their guilt.<span class=\"citation\" id=\"82103\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82103)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82103)\">Alma 11:43<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v16n1150\"> Now this restoration will come to all, both old and young, bond and free, male and female, righteous and wicked, and there shall not so much as a hair of their heads be lost.<span class=\"citation\" id=\"82108\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82108)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82108)\">Alma 11:44<\/a><\/span> Many persons, when they advance in years, lose their hair, and become baldheaded. Will they rise in the resurrection without hair, because they have been laid in the grave in that condition? No, that would be imperfection, and we have a statement in the Book of Mormon that not so much as one hair shall be lost. Again the Prophet Amulek says&#x2014;&#x201C;But all things shall be restored to its perfect frame, as it is now, and shall be arraigned before the bar of Christ the Son, and God the Father, and the Holy Spirit, which is one Eternal God, to be judged according to their works, whether they be good or whether they be evil. Now, behold, I have spoken unto you concerning the death of the mortal body, and also concerning the resurrection of the immortal body. I say unto you that this mortal body is raised to an immortal body, that is from death, even from the first death unto life, that they can die no more.&#x201D;<span class=\"citation\" id=\"82113\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82113)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82113)\">Alma 11:44-45<\/a><\/span> What this means is this&#x2014;there can be no further dissolution between the spirit and the body; they cannot be  <div class=\"break pagebreak\" id=\"332a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0332.pdf\" target=\"pdfwin\">p.&#xA0;332a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6044\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>separated, and they can die no more. This seems to make it plain that their spirits unite with their bodies never to be separated again, and return to dust, as in the first death, and thus becoming spiritual and immortal, &#x201C;they can no more see corruption.&#x201D;<span class=\"citation\" id=\"82114\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82114)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82114)\">Alma 11:45<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v16n1152\"> We will now turn to what the Prophet Alma said to his son Corianton, not only concerning the resurrection, but also concerning the condition or state of the spirit of man, between the time of death and the resurrection. This is on page 318 of the Book of Mormon. <\/div><div class=\"paragraph jod\" id=\"v16n1153\"> &#x201C;And now I would inquire what becometh of the souls of men from this time of death to the time appointed for the resurrection? Now whether there is more than one time appointed for men to rise it mattereth not; for all do not die at once, and this mattereth not; all is as one day with God, and time only is measured unto men. Therefore, there is a time appointed unto men that they shall rise from the dead; and there is a space of time between the time of death and the resurrection. And now, concerning this space of time, what becometh of the souls of men is the thing which I have inquired diligently of the Lord to know; and this is the thing of which I do know. And when the time cometh when all shall rise, then shall they know that God knoweth all the times which are appointed unto man. Now, concerning the state of the soul between death and the resurrection&#x2014;Behold, it has been made known unto me by an angel, that the spirits of all men, as soon as they are departed from this mortal body, yea, the spirits of all men, whether they be good or evil, are taken home to that God who gave them life. And then shall it come to pass, that the spirits of those who are <div class=\"break columnbreak\" id=\"332b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0332.pdf\" target=\"pdfwin\">p.&#xA0;332b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6044\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> righteous are received into a state of happiness, which is called paradise, a state of rest, a state of peace, where they shall rest from all their troubles and from all care, and sorrow. <\/div><div class=\"paragraph jod\" id=\"v16n1154\"> &#x201C;And then shall it come to pass, that the spirits of the wicked, yea, who are evil&#x2014;for behold, they have no part nor portion of the Spirit of the Lord; for behold, they chose evil works rather than good; therefore the spirit of the devil did enter into them, and take possession of their house&#x2014;and these shall be cast out into outer darkness; there shall be weeping, and wailing, and gnashing of teeth, and this because of their own iniquity, being led captive by the will of the devil. Now this is the state of the souls of the wicked, yea, in darkness, and in a state of awful, fearful looking for the fiery indignation of the wrath of God upon them; thus they remain in this state, as well as the righteous in paradise, until the time of their resurrection.&#x201D;<span class=\"citation\" id=\"82316\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82316)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82316)\">Alma 40:7-14<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v16n1155\"> There is an idea prevalent, I do not know how prevalent, among the Saints, that we do not go directly home to God, when our spirits leave these bodies, but that there is a kind of intermediate state where we have to go through further preparations; but if I can understand the language contained in this declaration of Alma, it seems that the spirits of all men, whether wicked or righteous, as soon as they leave this mortal body, &#x201C;go home to that God who gave them life,&#x201D;<span class=\"citation\" id=\"82323\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82323)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82323)\">Alma 40:11<\/a><\/span> that is, they return to the place and position that they occupied while they were in the eternal worlds. It is called &#x201C;home,&#x201D; because they once had their abiding place there, and they have been absent from home, while here in the body; but as soon as they are separated from the body, they all return to that ancient home,  <div class=\"break pagebreak\" id=\"333a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0333.pdf\" target=\"pdfwin\">p.&#xA0;333a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6043\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>into the presence of the Lord. <\/div><div class=\"paragraph jod\" id=\"v16n1157\"> After they get back there, they are completely redeemed, so far as the original sin is concerned. The original sin shut them out from the presence of God; did it not? Every one will say yes. The redemption made by our Lord and Savior Jesus Christ redeems mankind from the penalty of the original sin, fully and completely and the wicked and the righteous, without any respect of persons, are brought back into his presence, the same as they were before they came from his presence into these fallen bodies. This makes the redemption universal. No person, however wicked, if he be as corrupt a man as ever lived on the earth, even a son of perdition, can avoid being brought back into the presence of God, that his redemption may be complete, so far as the original sin is concerned. Anything short of this would be a failure in the redemption of man from the fall. The righteous, after death, are received into a state of rest, peace, and happiness, in Paradise.<span class=\"citation\" id=\"82332\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82332)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82332)\">Alma 40:12<\/a><\/span> There they will be free from all care and sorrow, and Satan will have no power over them. If they should be sent on a mission from Paradise to any part of the dominion of the Almighty to administer, as Jesus administered while his body was in the tomb, evil powers and spirits and fallen angels are subject to their command, and they are not in the least subject to these evil beings. Herein is the freedom of the righteous, and the victory they obtain, for in the name of Jesus they can command these fallen angels, and they are compelled to yield obedience. But how is it with the wicked? They have not learned to command these evil powers, they have not placed themselves in a position here in this life to do so; they cannot cast out devils. <div class=\"break columnbreak\" id=\"333b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0333.pdf\" target=\"pdfwin\">p.&#xA0;333b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6043\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Why? Because they are wicked and corrupt, and when they meet with the devil or any of the fallen angels, they are immediately enslaved and brought into captivity to them, and that is the worst kind of slavery; and according to what I have read here, the spirit of the devil enters into their house.<span class=\"citation\" id=\"82340\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82340)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82340)\">Alma 40:13<\/a><\/span> What house? The spiritual house, for they have not got bodies of flesh and bones yet, the resurrection has not taken place yet, and that spirit, that spiritual body, becomes subject to the devil, and he enters their house, and they are cast out into outer darkness,<span class=\"citation\" id=\"82341\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82341)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82341)\">Alma 40:13<\/a><\/span> and are in captivity to the devil, and are his slaves, until the resurrection, when their bodies and spirits will be reunited. <\/div><div class=\"paragraph jod\" id=\"v16n1158\"> Let us enquire, for a few moments, concerning the nature of these spiritual bodies which are thus restored back into the presence of God. A great many people have supposed that the spirit which exists in the tabernacle, for instance, of an infant, is of the same size as the infant tabernacle when it enters therein; No one will dispute that it is of the same size when it is enclosed therein; but how large was the spirit before it entered the tabernacle? Was it a full grown male or female spirit, or was it a little infant spirit in its pre-existent state? We have no account that I know of, in any revelation which God has given, of any infant spirit coming from the eternal worlds to take infant bodies; but we have an opposite account in the revelations which God has given; for if we turn to the Book of Ether we shall find that the Lord Jesus, who was one of these spirits, and the firstborn of the whole family, was a personage like unto a man, without flesh, blood or bones, but a fullgrown spirit,<span class=\"citation\" id=\"126896\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126896)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126896)\">Ether 3:15-17<\/a><\/span> thousands of years before he came to take his infant tabernacle. Is it  <div class=\"break pagebreak\" id=\"334a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0334.pdf\" target=\"pdfwin\">p.&#xA0;334a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6042\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>so recorded in the Book of Ether? Yes. You will no doubt recollect the words of the brother of Jared, at the time that he prayed unto the Lord, when he carried in his hand sixteen small transparent stones, and went to the top of Mount Shelem.<span class=\"citation\" id=\"126894\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126894)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126894)\">Ether 3:1<\/a><\/span> He said&#x2014;&#x201C;Lord, stretch forth thine hand and touch these stones with thy finger, one by one, that they may shine forth and give light unto us in the vessels which thou hast commanded us to prepare, and suffer not that thy people shall cross this great deep in darkness. Behold, O Lord, then canst do these things,&#x201D;<span class=\"citation\" id=\"83368\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83368)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83368)\">Ether 3:3-5<\/a><\/span> &amp;c. The Lord, in answer to his prayer, stretched forth his hand and touched these stones one by one, sixteen of them. Eight vessels were prepared,<span class=\"citation\" id=\"83359\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83359)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83359)\">Ether 3:1<\/a><\/span> and the Prophet wanted one in each end of each vessel; and because of the faith of the brother of Jared the Lord could not hide his finger from him, and hence the veil was taken from before his eyes, and he saw the finger of the Lord, and it was like unto the finger of a man,<span class=\"citation\" id=\"83418\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83418)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83418)\">Ether 3:19<\/a><\/span> and not like an infant, which when the brother of Jared saw he fell, through fear,<span class=\"citation\" id=\"83372\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83372)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83372)\">Ether 3:6<\/a><\/span> lest the Lord should smite him,<span class=\"citation\" id=\"126895\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126895)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126895)\">Ether 3:8<\/a><\/span> it being the first time he had ever seen any part or portion of the spiritual body of Jesus.<span class=\"citation\" id=\"83403\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83403)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83403)\">Ether 3:15<\/a><\/span> The Lord said unto him&#x2014;&#x201C;Arise, why hast thou fallen?&#x201D; And the brother of Jared said, &#x201C;I saw the finger of the Lord, and I knew not the Lord had flesh and blood.&#x201D; The Lord said&#x2014;&#x201C;Because of thy faith thou hast seen that I shall take upon me flesh and blood; and never has man come before me with such exceeding faith as thou hast; for were it not so ye could not have seen my finger. Sawest thou more than this? And he answered: Nay; Lord, show thyself unto me. And the Lord said unto him: Believest thou the words which I shall speak? And <div class=\"break columnbreak\" id=\"334b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0334.pdf\" target=\"pdfwin\">p.&#xA0;334b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6042\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> he answered: Yea, Lord, I know that thou speakest the truth, for thou art a God of truth, and canst not lie. And when he had said these words, behold, the Lord showed himself unto him, and said: Because thou knowest these things ye are redeemed from the fall; therefore ye are brought back into my presence; therefore I show myself unto you.&#x201D;<span class=\"citation\" id=\"83383\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83383)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83383)\">Ether 3:7-13<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v16n1160\"> Here was the redemption of a man restored back again into the presence of the Lord while yet in the flesh; he saw with his eyes what he had before seen by faith. Then the Lord said&#x2014;&#x201C;Behold, I am Jesus Christ. I am the Father and the Son. In me shall all mankind have life, and that eternally, even they who shall believe on my name.<span class=\"citation\" id=\"83395\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83395)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83395)\">Ether 3:14<\/a><\/span> Behold, this body, which you now see, is the body of my spirit; and all men in the beginning have I created after the body of my spirit.&#x201D;<span class=\"citation\" id=\"83411\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83411)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83411)\">Ether 3:16<\/a><\/span> Notice now, they were created after the same form and fashion, and no doubt attain by growth to similar dimensions as the body of his spirit, without flesh and bones. The expression is, &#x201C;All men in the beginning&#x201D;&#x2014;<span class=\"citation\" id=\"83410\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83410)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83410)\">Ether 3:16<\/a><\/span>you were there, all this creation were there; all the inhabitants of the earth who now live, all that have lived, and all that will live in times to come, were all created after the body of his spirit in the beginning before this world was made. <\/div><div class=\"paragraph jod\" id=\"v16n1161\"> When all these spirits were sent forth from the eternal worlds, they were, no doubt, not infants; but when they entered the infant tabernacle, they were under the necessity, the same as our Lord and Savior, of being compressed, or diminished in size so that their spirits could be enclosed in infant tabernacles. If their bodies die in infancy, do their spirits remain infants in stature between death and the resurrection of  <div class=\"break pagebreak\" id=\"335a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0335.pdf\" target=\"pdfwin\">p.&#xA0;335a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6041\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the body? I think not. Why not? Because the redemption must restore everything to its natural order.<span class=\"citation\" id=\"82360\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82360)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82360)\">Alma 41:2,4<\/a><\/span> If they were of the size and stature of manhood or womanhood before they entered into the tabernacle would the redemption be complete, when they came out of that tabernacle, unless they were restored to their former dimensions? I think not; there would not be a full restoration, and consequently, there would seem to be an imperfection in the plan. There are some of our brethren and sisters, perhaps, who are very anxious to see their little children after they depart this life. The Lord sometimes gives them a vision of their departed little ones, not of their spirits, but as they will appear in the morning of the resurrection, in order that they may know and recognize them. But supposing that he should show them the spirits of their little children as they are after leaving their infant tabernacles, would they be satisfied? I think not. Why? Because I think they would not recognize them, for I am of the opinion that the spirits of children who die here regain their former dimensions of manhood or womanhood, and hence if you were to see them you would perhaps be disappointed. But by and by the resurrection will come, then these full grown spirits, who have died in infancy here, will again enter into the infant tabernacle, and they will come forth as infants, as they were at the time they laid down their bodies; then their parents will have no difficulty in recognizing them. <\/div><div class=\"paragraph jod\" id=\"v16n1163\"> There is quite an anxiety at the present time, about one thing, connected with the resurrection, and that is, will those spirits, whose bodies died here in infancy, when reunited with their infant bodies, re<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"335b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0335.pdf\" target=\"pdfwin\">p.&#xA0;335b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6041\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>main of that stature through all the ages of eternity? There is a sermon of the Prophet Joseph Smith, reported by longhand reporters, in which it is stated that resurrected infants will forever remain infants. But I doubt very much in my own mind if those who reported that sermon got the full idea on this subject; and if they did, I very much doubt whether the Prophet Joseph, at the time he preached that sermon, had been fully instructed by revelation on that point, for the Lord has revealed a great many things to Prophets and revelators, and among them to Joseph Smith, the fullness of which is not at first given. For instance, in baptism for the dead, in Joseph's day women were baptized for men, and men for women as well as for men. The Lord had at first revealed a few things to him, showing that baptism for the dead was a true principle, without giving him all the particulars at once. But he continued to enquire of the Lord, and he received more and more in regard to this principle. So in regard to the resurrection, there may have been many things revealed to him that were true, and others upon which, without having revelation, he would draw his own conclusions, until it should please the Lord to give further revelation. There is no revelation given that gives us a full knowledge upon that point&#x2014;but I will give you my reasons, merely as reasons, to show that they who die here in infancy will grow up to the full stature of manhood or womanhood, after the resurrection. I do not say that it is so, but my reasons for believing that they do are these: How could they be restored completely to all that perfection of manhood and have a perfect tabernacle, adapted to the dimensions of the spirit  <div class=\"break pagebreak\" id=\"336a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0336.pdf\" target=\"pdfwin\">p.&#xA0;336a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6040\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>as it existed, before it came here, unless their bodies should grow up from a state of infancy, and be sufficiently enlarged to become a perfect house for the fullgrown spirit, whether man or woman? I have heard, whether it be true or not I do not know, that before Joseph was martyred, he had obtained further light and information on this subject, to the effect that there would be a growth after the resurrection. How this may be I do not know, and it does not particularly matter; still it is something that we have the right and the privilege of reflecting upon, for there is no harm for any man or woman letting the mind expand to lay hold upon all that God has revealed, and to ponder upon it, as the ancient children of God did. Nephi says&#x2014;&#x201C;I ponder upon the things of God continually which he has revealed unto me,&#x201D;<span class=\"citation\" id=\"81320\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81320)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81320)\">2 Ne. 4:16<\/a><\/span> and there is no harm for us to do the same. We should not get into that old sectarian notion, that we have no right to know anything about this, that or the other, and that we must not pry into this, that or the other. That is an old sectarian notion, which we have fought against all the day long, and we do not want it to creep into the Church of Jesus Christ of Latter-day Saints. It is the privilege of its members to let their minds expand, and to ponder upon the things of God, and to enquire of him, and by and by, when we have prepared ourselves by getting all the knowledge we possibly can from that which is written, God will give us more. <\/div><div class=\"paragraph jod\" id=\"v16n1165\"> There are many other things I would like to touch upon in regard the resurrection. We often reflect in our minds upon the capacity and power we shall have after the resurrection, when we are quickened by the celestial spirit.<span class=\"citation\" id=\"88454\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88454)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88454)\">D&amp;C 88:28-29<\/a><\/span> To dwell upon <div class=\"break columnbreak\" id=\"336b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0336.pdf\" target=\"pdfwin\">p.&#xA0;336b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6040\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> this subject would take up another discourse, and I see I have not time for that, for I have to be at another meeting soon after 4 o'clock. But I will just mention a few things which we shall enjoy after the resurrection that we do not have here. For instance, we are limited in our vision here, we can see only a few things round about us, and they must be in the immediate neighborhood. We cannot see away off to England, or the European countries, and we cannot see anything unless it reflects the natural light of the sun or some other luminous body, and sends the light into our eye, and by that means the mind is informed concerning objects outside of us. But how very limited this sight of ours is! Do you suppose that the sight of the immortal body will be thus limited to the natural light that shines? No, there are a great many kinds of light besides the light which shines from the sun, moon or stars, or for some artificial light that may be created on the earth. There is, for instance, the light of the Spirit of God, by which the elements are controlled and governed; that is in all the elements, it matters not whether beneath or above the surface of the earth. Now, there may be a perfect organization in the resurrection, wherein this other kind of light, associated with the elements, will be permitted to affect the eye of the immortal body, so that it can see into the earth as well as on its surface. I do not wish you to take my statement only in regard to this, but the revelations of God inform us that there have been men here in mortality who have had their eyes quickened by this other species of light so that they could see things under the earth as well as things on its surface. Moses was one of  <div class=\"break pagebreak\" id=\"337a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0337.pdf\" target=\"pdfwin\">p.&#xA0;337a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6039\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>these men, and we have an account, in the Pearl of Great Price, of the great vision he had concerning this earth. Before the Lord revealed to him the history of its creation<span class=\"citation\" id=\"92248\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92248)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92248)\">Moses 1:8<\/a><\/span><span class=\"citation\" id=\"126899\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126899)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126899)\">Moses 1:35<\/a><\/span> Moses beheld every particle of the earth, and the account says there was not a particle that he did not behold, discerning it by the Spirit of God.<span class=\"citation\" id=\"92291\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92291)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92291)\">Moses 1:27-28<\/a><\/span> One of the revelations says, that whatsoever is light is spirit,<span class=\"citation\" id=\"87775\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87775)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87775)\">D&amp;C 84:45<\/a><\/span> and there are degrees of this spiritual influence that will affect the natural or mortal eye; then there are other degrees more refined, perhaps, which do not affect the mortal eye, but will affect the immortal eye, yet the Lord would be able to touch the eyes of a man like unto Moses or any other man of God,<span class=\"citation\" id=\"126897\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126897)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126897)\">D&amp;C 76:19<\/a><\/span> so as to show him every particle of the earth, inside and outside. <\/div><div class=\"paragraph jod\" id=\"v16n1167\"> Now, if the mortal man can see this, as Moses certainly did, why should we suppose that we will be limited in that state of immortality which all Latter-day Saints expect to enjoy? It is more probable that we shall be able to discern, not only everything pertaining to this little speck of creation which we now inhabit, but also other worlds and what takes place thereon, as easily as that which takes place on our own. We have revelations also in regard to this. When Enoch was expressing his mind about the greatness of the creations of the Almighty, he said that if a man could number millions of earths like this, and all the separate particles which enter into their composition, it would not be a beginning of those creations, yet, said he to the Lord&#x2014;&#x201C;Thou art here, thy bosom is here;&#x201D;<span class=\"citation\" id=\"93024\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93024)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93024)\">Moses 7:30<\/a><\/span> and the Lord said unto Enoch&#x2014;&#x201C;I can stretch forth mine hand and hold all the creations that I have made; and mine eye can pierce them also.&#x201D;<span class=\"citation\" id=\"93064\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93064)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93064)\">Moses 7:36<\/a><\/span> By what power can <div class=\"break columnbreak\" id=\"337b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0337.pdf\" target=\"pdfwin\">p.&#xA0;337b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6039\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> his eye pierce them? By the same power that quickened the eyes of Moses while yet a mortal man; that same power can quicken the eyes of immortality to behold all the creations that the Lord has made, and hence there will be an enlargement of vision in the resurrection. <\/div><div class=\"paragraph jod\" id=\"v16n1168\"> We might dwell on the enlargement of hearing as well as of vision. Do you suppose that immortal beings depend, for sound, upon the mere vibrations of an atmosphere like ours? This atmosphere only extends about forty-five miles above the surface of the earth. How could beings, away above this atmosphere of ours, communicate sounds to us here? There are other principles and elements of a more refined nature that intervene between these creations that God has made, and these elements may be brought into perfection, and by their vibratory powers they may communicate sounds from one world to another, just the same as light is communicated from world to world, and the immortal ear would be adapted to this. <\/div><div class=\"paragraph jod\" id=\"v16n1169\"> We have not time to dwell upon this, I merely mention it as one of the great blessings of immortality. <\/div><div class=\"paragraph jod\" id=\"v16n1170\"> We might mention too, concerning sleep. We have to sleep away about one-third part of our time here; will immortal beings be obliged to do the same, and spend one-third of the eternal millions on millions of the ages to come in dormancy? I do not think any such thing. Inquires one&#x2014;&#x201C;Are not things here typical of things hereafter?&#x201D; Some are not. We die here, but that is not typical of any death that will come on the righteous hereafter, and there are a great many things which we pass through here that are not typical of things hereafter. All physical imperfections will be done away with hereafter, and we shall enjoy a  <div class=\"break pagebreak\" id=\"338a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0338.pdf\" target=\"pdfwin\">p.&#xA0;338a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6038\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>greater fullness and power, and I cannot see that it will be necessary for the immortal body to be vivified or quickened and refreshed by sleep. They will no doubt eat and drink in an immortal state, but whether it will be necessary to do this is another question entirely. The Twelve Apostle, Jesus said, &#x201C;shall eat and drink at my table, and shall sit upon twelve thrones judging the twelve tribes of Israel,&#x201D;<span class=\"citation\" id=\"68082\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68082)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68082)\">Luke 22:30<\/a><\/span> showing that the Lord will have a table, and that he will have food upon it, and that they will eat and drink at that table, though they are immortal; but whether it will be necessary in order that their immortality may endure is another question, and we have not time to dwell upon it. Suffice it to say that, even children of mortality, when quickened by the Spirit of God, have often lived for quite a period of time without eating or drinking. Moses, for instance, on two occasions, passed forty days and forty nights in Mount Sinai, and neither did eat nor drink during that time.<span class=\"citation\" id=\"54369\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54369)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54369)\">Ex. 24:18<\/a><\/span><span class=\"citation\" id=\"54573\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54573)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54573)\">Ex. 34:28<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v16n1172\"> We might go on and speak of other enlargements that we will have that we do not have here, besides eating, drinking, hearing, seeing, &amp;c. We might mention the perfection of locomotion, passing to and fro from world to world, and the power of rising contrary to the principle of <div class=\"break columnbreak\" id=\"338b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0338.pdf\" target=\"pdfwin\">p.&#xA0;338b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6038\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> gravitation, showing that man will have superior power, even as Jesus did, when he ascended heavenward, contrary to the laws of gravitation.<span class=\"citation\" id=\"71036\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71036)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71036)\">Acts 1:9-10<\/a><\/span> We might speak of the velocity of locomotion; but it will not do for me to dwell upon these subjects at the present time. But I pray that the Lord God will pour out his Spirit upon the Latter-day Saints throughout all the earth, and quicken our minds and understandings, and every power and faculty that he has given us, that we may search after knowledge, and be obedient to all that the Lord requires at our hands. If we do this the time will come, by and by, when we will have faith in God, even as the brother of Jared had; and when we possess faith like unto his, we are promised in the Book of Mormon that all the great things which he saw shall be revealed unto us.<span class=\"citation\" id=\"83443\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83443)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83443)\">Ether 4:7<\/a><\/span> But we shall have to obtain them as he obtained them&#x2014;by faithfulness. By the quickening power which was bestowed upon him, the brother of Jared beheld all the inhabitants of the earth that had been before his day, all who existed when he existed, and all who would exist even unto the end of the world.<span class=\"citation\" id=\"83426\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83426)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83426)\">Ether 3:25<\/a><\/span><span class=\"citation\" id=\"126900\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126900)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126900)\">Moses 1:8<\/a><\/span> The power of God rested upon him and enlarged his vision, enabling him to see all these objects.<span class=\"citation\" id=\"126898\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126898)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126898)\">Moses 1:28<\/a><\/span> Amen. <\/div>\n<\/div>\n<\/div>"}