{"ID":160021, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Manifestations of God's Power, in Behalf of His People in Modern Times, Are Different From Those of Former Ages&#x2014;Consecration&#x2014;Order of Enoch&#x2014;Tithing&#x2014;Stewardships&#x2014;Redemption of Zion.<\/div>\n<div class=\"subtitle\">Discourse by Elder Orson Pratt, delivered in the Tabernacle, Ogden, Saturday Morning, August 16, 1873.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: James Taylor.<\/div>\n<div class=\"pageHeader\">Page Header: The Manifestations of God's Power, Etc.<\/div>\n<div class=\"speaker\">Speaker: Orson Pratt<\/div>\n<div class=\"date\">Date: 8\/16\/1873<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d21\">\n<div class=\"paragraph jod\" id=\"v16n502\"> I have been called upon, but a few minutes ago, to address the congregation who are here assembled, which I desire to do through your united faith and prayers in my behalf. Without the assistance of the Spirit of the Lord it is impossible for any person, in a religious capacity, to edify and instruct his fellow beings. <div class=\"break columnbreak\" id=\"146b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0146.pdf\" target=\"pdfwin\">p.&#xA0;146b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6230\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> But, if we have the Spirit of the Lord, however imperfect our abilities may be, we are sure to edify and enlighten the people, and the person also who speaks will be edified; for it is written in the Book of Doctrine and Covenants, &#x201C;He that speaketh as well as those who hear, will be mutually edified together,&#x201D;<span class=\"citation\" id=\"85953\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85953)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85953)\">D&amp;C 50:22<\/a><\/span> if the  <div class=\"break pagebreak\" id=\"147a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0147.pdf\" target=\"pdfwin\">p.&#xA0;147a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6229\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Spirit of the Lord is poured out from on high upon us. It is said in another revelation that &#x201C;the Spirit of the Lord is given by the prayer of faith.&#x201D;<span class=\"citation\" id=\"85294\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85294)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85294)\">D&amp;C 42:14<\/a><\/span> Faith is required on the part of the people to obtain all blessings of a spiritual nature. And in order to have faith it is important that we should do the will of God, otherwise our faith will be very weak indeed. He that doeth his master's will, and has within him the desire to work righteousness, can approach the Lord in faith; but if we do not keep his commandments, and have not this desire, and do not do his will, our faith becomes exceedingly small indeed. <\/div><div class=\"paragraph jod\" id=\"v16n504\"> It is, in my estimation, very similar to what we see transpire here on the earth, between parents and children. When children become rebellious, and do not perform the will of their parents, it is with a very small degree of confidence that they come before their parents and seek for any kind of favor or blessing. They come trembling, doubting. They know that their conduct has been such as to prevent them from receiving favors which they especially desire. Sometimes, perhaps, the father will grant the petition of a rebellious son, when he has sufficient confidence to offer up a petition to his parent. But if that rebellious son has so far strayed from the parent that he has no confidence to approach him, and does not offer up any petition to the parent, it is very doubtful about the parent's taking into consideration his wants, in some respects, and bestowing the favors which he really desires. So it is between us and our heavenly Father. <\/div><div class=\"paragraph jod\" id=\"v16n505\"> Sometimes people, through their transgressions, through their disobedience, through their rebellion to the principles that God has revealed, may have lost their faith to that <div class=\"break columnbreak\" id=\"147b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0147.pdf\" target=\"pdfwin\">p.&#xA0;147b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6229\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> degree that they will not go before their Father, will not pretend to ask him for a favor, thinking that their transgressions are too great, and that the Lord will not favor them. In this condition it is doubtful indeed if the Lord takes into consideration their peculiar wants, and the especial blessings which they would be glad to receive. <\/div><div class=\"paragraph jod\" id=\"v16n506\"> How many are the commandments and instructions which God has given to this people? We have been blest in this generation with an abundance of the manifestations of the spiritual blessings of the kingdom. Perhaps there never was a people since the world began that have had as much information, in so short a period of time, from their organization, as what the Church of the Latter-day Saints have had. When we take into consideration this one book, the Book of Mormon, which God has, in mercy, brought forth, and the information that is contained therein, and combine this information with the Jewish record of the Old and New Testament, and then in connection with these two books, the revelations that are contained in the Book of Doctrine and Covenants; all the information that is, and that has been given from time to time in that book. Then, in addition to these three books, all the revelations that God has delivered to us by the mouths of his servants from time to time, some of which have been published, others have not been published, but are still considered by this people as sacred as the things that are published. I say when we take into consideration this flood of light and intelligence that has burst forth upon the world, in the period of about forty years, we may say that we have been blest so far as light and information are concerned, far beyond any other people  <div class=\"break pagebreak\" id=\"148a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0148.pdf\" target=\"pdfwin\">p.&#xA0;148a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6228\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>with whom we are acquainted. It is true we have not the full history of all the various dispensations, and all the manifestations of the mercy and goodness and power of God among those different peoples and nations in ages past. We could not say of a certainty how much information God may have imparted in those dispensations. We read in some revelations what God has given about the organization of ancient Zion. In the seventh generation from the creation&#x2014;from the days of Adam&#x2014;we read about the preaching of Enoch. How he went forth and prophesied to the nations. How he built up the Church among the various nations. How they built up Zion. In the history of this ancient Zion, we find that Enoch continued his preaching in righteousness, three hundred and sixty-five years, before Zion was prepared for a translation.<span class=\"citation\" id=\"93208\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93208)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93208)\">Moses 7:68-69<\/a><\/span> How much was revealed during that time we do not know, no doubt much was given; but I doubt whether there was one hundreth part of the information communicated, during the first forty years of the existence of ancient Zion, which has been communicated to us, as a people, in our day. <\/div><div class=\"paragraph jod\" id=\"v16n508\"> Sometimes we find it to be the case, that God manifests his goodness and mercy to a people, not in the way of revelation, but in the way of power, without much information. We find this to be the case among ancient Israel. They had been slaves in Egypt for a long period. They had been taught, from their childhood up, to work mortar and make brick, and toil and labor for the Egyptians&#x2014;their taskmasters. During this period of time they had not the opportunity of learning much. There must be a little leisure granted that the mind may be taught, instructed and educated; but it seems that their whole education for two or <div class=\"break columnbreak\" id=\"148b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0148.pdf\" target=\"pdfwin\">p.&#xA0;148b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6228\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> three generations, or for a long time after they were brought into bondage, was given to them by their task-masters&#x2014;how to form bricks or adobies, or whatever it might be&#x2014;hard labor. If they had a little leisure, instead of using it in treasuring up the knowledge of God, they needed it to recuperate their physical systems, that they might rest from their labors, and go again and drudge on the morrow. <\/div><div class=\"paragraph jod\" id=\"v16n509\"> This seems to have been the condition of Israel in the land of Goshen, in Egypt. Consequently, when Moses went down to Egypt, he found an ignorant people. It is true they kept up the form of the Priesthood among them. Before the Priesthood of Aaron was confined to that particular tribe, we have an account of this Priesthood being in existence. After they were led through the Red Sea, before the Lord set apart Aaron and his sons, before he confined the Priesthood to Levi, when the children of Israel came and camped before Mount Sinai,<span class=\"citation\" id=\"54092\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54092)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54092)\">Ex. 19:1-2<\/a><\/span> we recollect that there was a strict law given. The Lord told them that he was about to descend on Mount Sinai, and he charged the people that they should not break over certain bounds lest they should perish, for if any person or beast should touch the Mount, they should be stoned to death.<span class=\"citation\" id=\"54145\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54145)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54145)\">Ex. 19:10-13<\/a><\/span> The people, being ignorant and not fully acquainted with the strictness of the commandments of the Most High, a curiosity was excited, and some of the congregation, when Moses went up to Mount Sinai, wanted to draw near, and the Lord sent Moses down to charge the people again a second time. And the Priests were commanded that they should not break through lest they should perish.<span class=\"citation\" id=\"54165\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54165)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54165)\">Ex. 19:21-25<\/a><\/span> What Priesthood? Not a Priesthood that was confined to Levi, or to the descendants of Aaron, or to Aaron  <div class=\"break pagebreak\" id=\"149a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0149.pdf\" target=\"pdfwin\">p.&#xA0;149a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6227\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>himself; but it was a Priesthood that existed among Israel. That same Priesthood that is mentioned in one of the revelations in the Book of Doctrine and Covenants, where in speaking of the two Priesthoods, it says that they continue together in the Church of God, in all generations,<span class=\"citation\" id=\"87553\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87553)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87553)\">D&amp;C 84:17-18<\/a><\/span> when God has a people upon the face of the earth; not confined to any special lineage, so far as the Priesthood is concerned. Go down and charge the Priests, that they do not break through.<span class=\"citation\" id=\"54162\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54162)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54162)\">Ex. 19:21-22<\/a><\/span> This organization may have existed through all the period of the slavery of the children of Israel, for several generations, although we cannot suppose that they had been fully instructed. They had no printed records as we have. They had not a large collection of books, in the form of Jewish Bibles, to which to refer for information. They had not a large collection of books similar to the Book of Mormon, for printing was not then known. If any of their scribes found a little leisure to write off some of the revelations, it would be only a stray copy or two that would be in the hands of the children of Israel. We can therefore see the difference between them and the Latter-day Saints. They were permitted to enjoy, in a special manner, the power of the Almighty in their midst. This shows that in some of the dealings of God, he manifests his power, if he does not manifest his revelations. <\/div><div class=\"paragraph jod\" id=\"v16n511\"> There is a great deal of danger when the people see a great deal of power existing in their midst. For the want of experience and information, for the want of more knowledge, there is a liability to sin against all of this power that may be made manifest in their midst; and this would bring sudden destruction. This is no doubt the reason why God did, in so <div class=\"break columnbreak\" id=\"149b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0149.pdf\" target=\"pdfwin\">p.&#xA0;149b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6227\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> short a time, send forth such swift judgments upon the heads of the children of Israel. They had seen the manifestations of his power while they were in Egypt; they passed through the Red Sea, and then beheld the glory of God upon Mount Sinai. If they would suffer themselves to reject this power thus made manifest, it brought speedy destruction upon them. <\/div><div class=\"paragraph jod\" id=\"v16n512\"> When Moses was on the Mount, they made a golden calf. We no doubt are led to wonder why it was, while the glory of God rested on the Mount, and while the Lord was thus showing forth his omnipotent power&#x2014;we are led to wonder why it was&#x2014;that they should build golden calves, and fall down and worship them.<span class=\"citation\" id=\"54446\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54446)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54446)\">Ex. 32:1-4<\/a><\/span> It was because of their ignorance. This glory appeared to them on the Mount like a natural phenomenon. Some natural cause, perhaps, was assigned. They saw the clouds as we see clouds upon our mountains. They might have thought that there was a volcanic eruption on the Mount, and concluded there was no God in it; and therefore, that they needed to make gods of their own finger rings, and fall down and worship them.<span class=\"citation\" id=\"54469\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54469)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54469)\">Ex. 32:8<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v16n513\"> The consequence was that the Lord sent Moses down out of the Mount again. And he threatened that he would destroy the whole nation, and make of Moses a great nation. But Moses quoted the promises that the Lord had made to their fathers, and the Lord concluded to hearken to the words of Moses and spare the people. Moses went down, and as he drew near, he heard a great noise, and he saw them dancing around a golden calf, and they were stripped naked. And thus they had turned their hearts away from the Lord.<span class=\"citation\" id=\"54464\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54464)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54464)\">Ex. 32:7-25<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v16n514\"> Now instead of bearing all this, the Lord inspired Moses to say to  <div class=\"break pagebreak\" id=\"150a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0150.pdf\" target=\"pdfwin\">p.&#xA0;150a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6226\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the people, let those who are on the Lord's side come forth; put every man his sword by his side, and go in and out from gate to gate throughout the camp, and slay every man his brother, and every man his companion, and every man his neighbor. And there fell of the people that day about three thousand men.<span class=\"citation\" id=\"54490\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54490)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54490)\">Ex. 32:26-28<\/a><\/span> On this occasion great destruction came on them, because of their transgression. It was among a people that had been enlightened only by miracles, signs and wonders. We find this to be the case throughout all the sojourn of the children of Israel in the wilderness. They would become rebellious; and the Lord had to send forth judgments, miraculous judgments upon them from time to time. Their carcasses fell in the wilderness.<span class=\"citation\" id=\"54736\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54736)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54736)\">Num. 14:29-33<\/a><\/span><span class=\"citation\" id=\"76505\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76505)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76505)\">Heb. 3:17<\/a><\/span> Sometimes a terrible plague would break out, and the only way that Aaron could stay the plague was to get between them and the plague, and offer up sacrifices.<span class=\"citation\" id=\"54800\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54800)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54800)\">Num. 16:46-50<\/a><\/span> The flying serpents that infested that great wilderness would destroy them, and the only way there was to be healed, was to look upon a brazen serpent.<span class=\"citation\" id=\"54830\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54830)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54830)\">Num. 21:6-9<\/a><\/span> And, after all, what was their information? What was their knowledge concerning the things of the kingdom of God? The very knowledge that they had when they came forth out of Egypt, the knowledge of the Gospel, of its first principles&#x2014;even that knowledge seems to have been taken from them, and a law of carnal commandments given to them instead.<span class=\"citation\" id=\"54560\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54560)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54560)\">Ex. 34:2 (JST)<\/a><\/span><span class=\"citation\" id=\"87686\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87686)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87686)\">D&amp;C 84:27<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v16n516\"> The Lord, in this dispensation, is beginning to operate a little differently from what he has done in former ages. In the first place he performs some small miracles, such as unstopping the ears of the deaf, and causing the lame to walk, the dumb to speak, some fevers to be rebuked, some plagues to be stayed, and devils and unclean spirits to be <div class=\"break columnbreak\" id=\"150b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0150.pdf\" target=\"pdfwin\">p.&#xA0;150b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6226\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> cast out. Instead of coming down upon a mountain, and causing the earth to shake by his power;<span class=\"citation\" id=\"54160\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54160)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54160)\">Ex. 19:18<\/a><\/span> and instead of showing forth a pillar of fire by night, and a cloud by day,<span class=\"citation\" id=\"53960\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53960)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53960)\">Ex. 13:21<\/a><\/span> he has taken a different course: &#x201C;First, give the people knowledge, give them understanding, show unto them the principles of my Gospel, the principles of my law, make them strong in the knowledge of God, and show forth but very little power in their midst.&#x201D; This seems to be wisdom, that we may have knowledge proportionate to the power that is made manifest, that when he does show forth his power, we may turn not our hearts away from him. In the beginning of this work it seemed to be necessary that certain persons should be raised up to bear witness to the Book of Mormon&#x2014;of its divinity, that the work might be commenced. But did the Lord continue to send forth his angels? Oh, no. After he had raised up three witnesses in 1829, angels' visits became more scarce, because the people were not prepared for them. Even these three witnesses were not prepared for a day of trial; for they turned from the Lord, and fell into transgression, and did not keep the commandments of God. What was the matter with them? They had greater power made manifest in their midst, than they had knowledge to keep them in the faith. If they had had more knowledge, it would not have overthrown them. We find that Oliver Cowdery, David Whitmer, and Martin Harris beheld the plates that were translated, and heard the voice of the Lord out of heaven, proclaiming in their ears that the translation had been performed by the gift and power of God. And they put their testimony in writing,<span class=\"citation\" id=\"126799\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126799)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126799)\">BM Three Wit.<\/a><\/span> and it went forth. But this was too great a power for the little  <div class=\"break pagebreak\" id=\"151a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0151.pdf\" target=\"pdfwin\">p.&#xA0;151a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6225\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>knowledge that they had. And the consequences were that they had trials, and these trials overpowered them. But we never have heard that these witnesses have denied their testimony. Because they were not all the time beholding the power of God made manifest, they fell away. Now this should be a lesson to the Latter-day Saints, that when we do see some small miracles wrought, we should strive to strengthen ourselves up in the spirit of our religion, with light and knowledge and information&#x2014;to gain all that we possibly can, that we may be spiritually strengthened; a miracle is external to the senses, and has only an exciting effect upon the mind. Unless it is accompanied by the Spirit of the living God in the heart, what are we benefited? We are able to bear testimony to what our eyes have seen, but where are we benefited, unless the Holy Ghost is shed forth in our hearts?<span class=\"citation\" id=\"72331\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72331)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72331)\">Rom. 5:5<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v16n518\"> Moreover, God has determined that in our day he will manifest his power again. When I say our day, I ought to say in the days of this last dispensation of the fullness of times. Before it closes up, it will turn out to be one of the most magnificent eras ever manifested to the world, so far as power is concerned. The Lord has taken this method for forty years past, to prepare us for what is coming. And if we will treasure up what the Lord has given, and suffer his will to be written in our hearts, and printed on our thoughts, and give heed to the teachings and counsel of the living oracles in our own midst, we will be prepared, that when the day of power<span class=\"citation\" id=\"57201\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57201)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57201)\">Ps. 110:3<\/a><\/span><span class=\"citation\" id=\"86130\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86130)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86130)\">D&amp;C 58:11<\/a><\/span> does come, we shall not be overthrown. <\/div><div class=\"paragraph jod\" id=\"v16n519\"> Now, that there is a day of power coming, every Latter-day Saint, who is acquainted with the predictions of the Prophets, is certain. He is <div class=\"break columnbreak\" id=\"151b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0151.pdf\" target=\"pdfwin\">p.&#xA0;151b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6225\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> expecting that it will come in the time specified in those revelations. God has said to us, in the Book of Doctrine and Covenants, that when the times of the Gentiles are fulfilled, then cometh the day of my power.<span class=\"citation\" id=\"85602\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85602)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85602)\">D&amp;C 45:25-75<\/a><\/span> &#x201C;Thy people will be willing,&#x201D; says one of the ancient Prophets, &#x201C;in the day of thy power.&#x201D;<span class=\"citation\" id=\"57202\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57202)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57202)\">Ps. 110:3<\/a><\/span> The Elders of this Church have gone forth among many nations. They rejoice in the power that is made manifest, in some measure. God has said that they should go and preach the Gospel to all nations of the earth; and that signs should follow them that believe. In my name they shall do many wonderful works. In my name they shall cast out devils, speak in other tongues; and the eyes of the blind shall be opened.<span class=\"citation\" id=\"87828\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87828)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87828)\">D&amp;C 84:61-72<\/a><\/span> The Elders have found this to be true. As far as the people have had faith, they have seen this power, in some measure, displayed. But this cannot be said, comparatively, to be the day of his power. When the day of the power of the Lord shall come, then will be a time when not only the sick, the lame and the blind, but also the very elements will be wrought upon by the power of God, as the Lord has spoken, and be subservient to the commands of his servants. Will the waters be divided? O yes. We are told, in the prophecies of Isaiah, that when the house of Israel shall return to their own country, he will strike the river Nile, in the seven great channels, by which it enters into the Mediterranean Sea. Instead of taking them above these seven different channels, he will make a road through the seven channels of the river Nile; and the people of Israel will go again dry-shod,<span class=\"citation\" id=\"58247\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58247)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58247)\">Isa. 11:15-16<\/a><\/span> as they did anciently. In the eleventh chapter of Isaiah, and the 15th verse,<span class=\"citation\" id=\"58239\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58239)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58239)\">Isa. 11:15<\/a><\/span> we read that &#x201C;the Lord shall utterly destroy the tongue of the Egyptian  <div class=\"break pagebreak\" id=\"152a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0152.pdf\" target=\"pdfwin\">p.&#xA0;152a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6224\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>sea,&#x201D; not the main body of the sea. Those who are acquainted with the north portion of the Red Sea know there are two prongs, one is called the tongue of the Egyptian Sea; and the children of Israel shall go through dry-shod, and through the seven channels of the river Nile, as did Israel in the day that they came up out of the land of Egypt.<span class=\"citation\" id=\"58248\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58248)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58248)\">Isa. 11:15-16<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v16n521\"> Here will be a miracle wrought greater than that of speaking in tongues or the healing of the sick&#x2014;more convincing in its nature. When this is done together with many other things, the children of Israel will no longer feel themselves under the necessity of referring to the day when the Lord wrought wonders as they came up out of the land of Egypt. You know it has been a saying with the Jews some thousands of years, that the God of Israel lives. &#x201C;We do not worship the kind of god which you heathens worship. We worship that God that divided the waters, that came down on Mount Sinai.&#x201D; They always refer back to miracles four thousand years old, that their God is a God of miracles. This ancient proverb is to be done away, in modern Israel. Instead of referring back to ancient miracles, it will be said, &#x201C;The Lord liveth, that brought the children of Israel from the land of the north, and from the countries he has driven them, to the land of their fathers.&#x201D;<span class=\"citation\" id=\"60464\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60464)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60464)\">Jer. 16:14-15<\/a><\/span><span class=\"citation\" id=\"60555\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60555)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60555)\">Jer. 23:7-8<\/a><\/span> That will be the time when Israel will be willing.<span class=\"citation\" id=\"57203\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57203)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57203)\">Ps. 110:3<\/a><\/span> All Israel will be willing to acknowledge the power and glory of that God whom they serve. It seems that the Lord is going to enact over again, a thing that he did after they came through the Red Sea. After they came through the Red Sea, the Lord brought the children of Israel into the wilderness, and kept them there forty years, so that all the people perished <div class=\"break columnbreak\" id=\"152b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0152.pdf\" target=\"pdfwin\">p.&#xA0;152b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6224\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> except Joshua and Caleb.<span class=\"citation\" id=\"54863\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54863)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54863)\">Num. 26:65<\/a><\/span><span class=\"citation\" id=\"54913\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54913)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54913)\">Num. 32:11-13<\/a><\/span> When the Lord brings the people of the House of Israel, in the latter days, instead of taking them direct to the land of Palestine, he brings them forth into the wilderness again, which you will find recorded in the 20th chap. Ezekiel.<span class=\"citation\" id=\"60759\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60759)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60759)\">Ezek. 20:1-49<\/a><\/span> &#x201C;I will bring you into the wilderness, and plead with you face to face.&#x201D;<span class=\"citation\" id=\"60773\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60773)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60773)\">Ezek. 20:35<\/a><\/span> Now if the Lord did plead with them face to face in the wilderness of the land of Egypt, and gave them revelations there, if his presence, at first was with them, and was not taken from them at the first, so will he do again&#x2014;he will plead with them face to face. <\/div><div class=\"paragraph jod\" id=\"v16n522\"> I do not think, however, that they will, in the latter days, so far transgress, as to bring upon themselves the curse that came on their fathers, in ancient times; for then he took from them the glories of the covenant of the Gospel, and introduced another covenant, the covenant of the law. The first tables of stone, we are informed by the inspired translator, contained, not only many instructions for the government of the people, but revelations containing the Gospel of the Son of God; the principles of the higher law, that were calculated to cause all who obeyed the same, to enter into his rest, which rest was the fullness of his glory.<span class=\"citation\" id=\"54550\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54550)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54550)\">Ex. 34:1-2 (JST)<\/a><\/span><span class=\"citation\" id=\"87645\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87645)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87645)\">D&amp;C 84:24<\/a><\/span> These tables were broken to pieces, because of the worship of a golden calf.<span class=\"citation\" id=\"54482\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54482)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54482)\">Ex. 32:19<\/a><\/span> The first covenant was broken. And when Moses went into the mount a second time, the ten commandments<span class=\"citation\" id=\"54189\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54189)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54189)\">Ex. 20:3-17<\/a><\/span> were the only things that were contained on the second tables, that were on the first. But in addition to that, was added the law of carnal commandments.<span class=\"citation\" id=\"54561\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54561)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54561)\">Ex. 34:2 (JST)<\/a><\/span><span class=\"citation\" id=\"87687\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87687)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87687)\">D&amp;C 84:27<\/a><\/span> Hence the Gospel was taken away. Its higher ordinances were withheld. The higher Priesthood was withheld. The sys<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"153a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0153.pdf\" target=\"pdfwin\">p.&#xA0;153a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6223\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tem that was intended to make them a kingdom of Priests<span class=\"citation\" id=\"54117\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54117)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54117)\">Ex. 19:6<\/a><\/span> was withheld. And they were left with the law of carnal commandments.<span class=\"citation\" id=\"54562\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54562)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54562)\">Ex. 34:2 (JST)<\/a><\/span><span class=\"citation\" id=\"87688\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87688)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87688)\">D&amp;C 84:27<\/a><\/span> A law by which they could not live. Statutes which were not good, and judgments whereby they could not live. But in the latter days we have reason to believe that the children of Israel will never experience such a curse as this. That the presence of the Lord will not be withdrawn from them as it was then. But coming again to the 20th chapter of Ezekiel, we find that after the Lord has brought them into the wilderness, we are informed that &#x201C;he will bring them into the bonds of the covenant;<span class=\"citation\" id=\"60776\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60776)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60776)\">Ezek. 20:37<\/a><\/span> not the law of carnal commandments, but into the bonds of the new and everlasting covenant&#x201D;<span class=\"citation\" id=\"126800\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126800)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126800)\">D&amp;C 22:1<\/a><\/span> that will be renewed for them. That will be something binding. &#x201C;I will bring them into the covenant; and purge out the rebellious that shall be among you.&#x201D;<span class=\"citation\" id=\"60777\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60777)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60777)\">Ezek. 20:37-38<\/a><\/span> They shall not enter into the land of promise, he will not let them get in. God did these things in ancient times, and foretold what he would do in the latter days. <\/div><div class=\"paragraph jod\" id=\"v16n524\"> We have been brought here as the beginning of the great latter-day kingdom&#x2014;brought from the nations&#x2014;established in these lofty regions of our continent&#x2014;in these mountain valleys. We have been brought here, and instructed, and taught for many years. In what? Not in a law of carnal commandments. I think I will take a portion of that back. I will say that we have been instructed in the law, the principles of the new and everlasting covenant, which has not as yet been taken from us; but in addition to that, because of the hardness of our hearts, we are deprived of some blessings that pertain to this new and everlasting covenant. Do you wish to know what blessings have <div class=\"break columnbreak\" id=\"153b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0153.pdf\" target=\"pdfwin\">p.&#xA0;153b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6223\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> been withheld from us, that pertain to the higher law? I will tell you. In the year 1831, soon after God first established this Church, when he took his servant, Joseph, the Prophet, and many of the first Elders of this Church, and brought them together in the western boundaries of the State of Missouri, and pointed out to them where the city of the New Jerusalem should be built, and where the Temple should be located,<span class=\"citation\" id=\"86071\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86071)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86071)\">D&amp;C 57:1-3<\/a><\/span> certain laws were revealed. These laws, if adopted, were calculated to make this people of one heart and mind,<span class=\"citation\" id=\"92937\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92937)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92937)\">Moses 7:18<\/a><\/span> not in doctrine alone, not in some spiritual things alone, not in a few outward ordinances alone, but to make them one in regard to their property. God pointed out certain laws in 1831,<span class=\"citation\" id=\"85277\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85277)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85277)\">D&amp;C 42:1-93<\/a><\/span> and which were more fully revealed in 1832,<span class=\"citation\" id=\"87317\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87317)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87317)\">D&amp;C 78:1-22<\/a><\/span><span class=\"citation\" id=\"87400\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87400)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87400)\">D&amp;C 82:1-24<\/a><\/span> and in 1833,<span class=\"citation\" id=\"126801\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126801)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126801)\">D&amp;C 97:1-28<\/a><\/span> he told us what the order of the kingdom was, in regard to our property.<span class=\"citation\" id=\"89819\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89819)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89819)\">D&amp;C 104:1-86<\/a><\/span> Now what was the law? The Lord ordained that every man who came up from the churches abroad to that choice land, where the Zion of God is to be built in the latter days should consecrate all his properties.<span class=\"citation\" id=\"85359\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85359)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85359)\">D&amp;C 42:30-36<\/a><\/span> In what way? How consecrate it? In what form? Now in this Territory we have had a form of consecration, some have complied with that form, but where is there a man who has been called upon to comply with it in reality. The law was, consecrate all of your properties, whether it be gold, or silver, or mules, or wagons, or carriages, or store goods, or anything that had any wealth in it&#x2014;all was to be consecrated, to come to the Lord's store house. Agents were appointed to receive these consecrations.<span class=\"citation\" id=\"88039\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88039)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88039)\">D&amp;C 85:1<\/a><\/span> Not consecrate to any man, or to these agents, but consecrate to the Lord, for his storehouse.<span class=\"citation\" id=\"86784\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86784)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86784)\">D&amp;C 72:9-10<\/a><\/span><span class=\"citation\" id=\"87319\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87319)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87319)\">D&amp;C 78:3<\/a><\/span> Now, I ask, did not that make us all equal?<span class=\"citation\" id=\"87343\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87343)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87343)\">D&amp;C 78:5-6<\/a><\/span> Supposing that a man came  <div class=\"break pagebreak\" id=\"154a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0154.pdf\" target=\"pdfwin\">p.&#xA0;154a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6222\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to Jackson County, with five hundred thousand dollars, and another came with five dollars. If both of these persons consecrated all that they had, would they not stand on a platform of equality? Both of them worth nothing at all. So far as property is concerned they were equal. Now after this consecration, what then? We were not counted really worthy to receive bonafide inheritances immediately, but I will tell you what we were counted worthy of, we were worthy of being the Lord's stewards,<span class=\"citation\" id=\"85377\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85377)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85377)\">D&amp;C 42:32<\/a><\/span> as you will read in many places in the Book of Doctrine and Covenants. What is a steward? Is he a bona-fide owner of property? No. If I were called upon to be a steward over a certain farm or factory, the business is not my own, I am only as an agent or steward to take charge of the concern, and act upon it, as a wise steward, and to render up my account to somebody. The Book of Covenants informs us that it is required at the hand of every steward to render an account of his stewardship, both in time and in eternity.<span class=\"citation\" id=\"86774\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86774)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86774)\">D&amp;C 72:3<\/a><\/span> To whom? To those whom God selects and appoints. If it be the first presidency of the Church in connection with the Bishop;<span class=\"citation\" id=\"85867\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85867)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85867)\">D&amp;C 48:6<\/a><\/span> then these are the proper agents to whom a strict account of that stewardship must be rendered.<span class=\"citation\" id=\"86781\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86781)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86781)\">D&amp;C 72:5<\/a><\/span> But how do we become stewards? Let us inquire into this. How were the people, after they have consecrated as the law required&#x2014;how were they to become stewards? The Lord's agents, the Bishops, that had a knowledge of the things of God, were to purchase lands by this consecrated property,<span class=\"citation\" id=\"86252\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86252)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86252)\">D&amp;C 58:51<\/a><\/span> from the General Government, or from individuals, as the case might be. They were to purchase wagons, mules, and all that was requisite to carry on mechanical <div class=\"break columnbreak\" id=\"154b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0154.pdf\" target=\"pdfwin\">p.&#xA0;154b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6222\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> business, and stores, according to the amount of property consecrated and put into their hands. This was to be done by the Lord's agents, and those whom they should call upon to assist. When all this land, and tools and machinery, and horses, and sheep, and so forth, are procured out of the Lord's money; what then? Does every man receive an exact equality, or amount of this property? No. Why not? Because some men have more ability for managing a stewardship than other men. Some men perhaps all their lifetime have been accustomed to carrying on great establishments and know how to conduct great establishments. Is it to be supposed that such a man would be limited to the same amount of stewardship as the man who has fifty acres of land? It may require twenty, or a hundred times the amount of stewardship to be placed in the hands of such a man, than what is required of other stewards who manage farming only. Does not that make them unequal? No. They are all stewards. The property belongs to the Lord. But, inquires one, does not this man of great capability have more of the luxuries of life? No. Because he has to give an account of his stewardship to the Bishop, and if this man of high capability has made at the end of the year a hundred thousand dollars, he is required to hand in an account to the Bishop, at the end of the year, and if there have been made a hundred thousand dollars, clear gain, does the man own it? No. It is brought to the Lord's store house. The poor man that has gained fifty dollars extra from his farm hands in his fifty dollars and an account of his stewardship. If the man that has handled a five hundred thousand dollar stewardship has used it improperly, the account will show. &#x201C;I have done thus and so. I  <div class=\"break pagebreak\" id=\"155a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0155.pdf\" target=\"pdfwin\">p.&#xA0;155a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6221\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>have purchased such and such machinery.&#x201D; If he has laid out his stewardship for self-aggrandizement or unwise purposes, another man is placed in his stead. And the poor man who has gained his fifty dollars, if he has purchased any thing that is unwise and unnecessary, and he has limited himself to that fifty dollars as clear gain, he will be moved out of his stewardship. At the end of the first year all these stewardships are made equal again; it is all consecrated unto the Lord's storehouse, they are all on an equal footing again. Then, again, during the year before these accounts are rendered up, if they are wise stewards there will be no advantage, each one will be on his guard all the time lest his stewardship is not approved of. <\/div><div class=\"paragraph jod\" id=\"v16n527\"> That is the order of heaven. That is the ancient order, and it was the order instituted in the year 1831. What did the Lord say about those who would not comply with his order? Some of our eastern farmers, when they left their homes in Vermont, or in the State of New York, and came up and saw the beauty of that land, and the depth of the soil, and the beautiful timber in Jackson County, they forgot that they were to be the Lord's stewards, and began to think that they could use their own property, instead of complying with the law of consecration.<span class=\"citation\" id=\"89410\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89410)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89410)\">D&amp;C 101:6<\/a><\/span> &#x201C;What a blessing it will be, said they, if I can buy up this land at a dollar and a quarter, per acre; for I can sell it out for a hundred times as much and make myself a rich man; I will not sacrifice my property.&#x201D; These were some of the feelings that filled the hearts of some. But the Lord sent up a revelation, given through his servant Joseph, in Kirtland, warning the Saints against their receiving their stewardship without complying with this law of consecra<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"155b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0155.pdf\" target=\"pdfwin\">p.&#xA0;155b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6221\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tion. That if they would not comply with it, their names should be blotted out, and the names of their children; their names should not be had on the book of the law of the Lord.<span class=\"citation\" id=\"88043\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88043)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88043)\">D&amp;C 85:1-5<\/a><\/span> That they should perish, &amp;c. We find that the people did not comply, and hence the Lord, in about two years and four or five months, suffered our enemies to be stirred up against us, and the Saints were driven from the land. They were driven forth, in the bleak cold month of November, to wander whithersoever they could for protection. What was the reason? The Lord tells us, he suffered this, because of our transgressions.<span class=\"citation\" id=\"89381\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89381)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89381)\">D&amp;C 101:2<\/a><\/span> The Lord informed us, that there was covetousness in our midst,<span class=\"citation\" id=\"89411\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89411)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89411)\">D&amp;C 101:6<\/a><\/span><span class=\"citation\" id=\"89823\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89823)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89823)\">D&amp;C 104:4<\/a><\/span> and &#x201C;for this reason I have suffered them to be removed.&#x201D; The Lord commanded us to purchase all of that land, but instead of doing this, many were holding fast to their dollars, and thought that the Lord intended to cheat them out of their property, and they said&#x2014;&#x201C;We'll see what the Lord will do for his people. If he will show forth his power, by and by, when all gets to be pleasant, we will take our property and go and settle down among the Saints.&#x201D; They did not believe what the Lord required, hence they were scattered from synagogue to synagogue.<span class=\"citation\" id=\"86440\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86440)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86440)\">D&amp;C 63:31<\/a><\/span> In one of the revelations, says the Lord, &#x201C;I will remember them in the day of my power, when the time shall come, but they shall suffer tribulation for a little season.<span class=\"citation\" id=\"89365\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89365)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89365)\">D&amp;C 100:13<\/a><\/span> And when they have been sufficiently chastened,<span class=\"citation\" id=\"89687\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89687)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89687)\">D&amp;C 103:4-7<\/a><\/span> they who remain, shall return with their children, to build up the waste places of Zion.&#x201D;<span class=\"citation\" id=\"89443\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89443)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89443)\">D&amp;C 101:18<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v16n528\"> I have related these things that we may understand wherein we have once had the privilege of complying with the celestial law in regard to our property, and wherein a great princi<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"156a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0156.pdf\" target=\"pdfwin\">p.&#xA0;156a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6220\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ple has been put out in our midst. In all of our wanderings the celestial law has never been put in practice, as regards our property. But the Lord has not left us any more than he did the children of Israel, when they were rebellious. Instead of entirely casting them away, and denouncing them and rejecting them as his people, he still gave ancient Israel a law. Instead of entirely rejecting us, he gave us another law. One inferior to the celestial law, called the law of Enoch.<span class=\"citation\" id=\"87026\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87026)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87026)\">D&amp;C 76:57<\/a><\/span><span class=\"citation\" id=\"126802\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126802)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126802)\">D&amp;C 82:1-4<\/a><\/span> The law of Enoch is so named in the Book of Doctrine and Covenants, but in other words, it is the law given by Joseph Smith, Jr. The word Enoch did not exist in the original copy; neither did some other names. The names that were incorporated when it was printed, did not exist there when the manuscript revelations were given, for I saw them myself. Some of them I copied. And when the Lord was about to have the Book of Covenants given to the world it was thought wisdom, in consequence of the persecutions of our enemies in Kirtland and some of the regions around, that some of the names should be changed, and Joseph was called Baurak Ale,<span class=\"citation\" id=\"89808\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89808)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89808)\">D&amp;C 103:21-22<\/a><\/span><span class=\"citation\" id=\"90003\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90003)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90003)\">D&amp;C 105:16,27<\/a><\/span> which was a Hebrew word; meaning God bless you. He was also called Gazelam,<span class=\"citation\" id=\"87352\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87352)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87352)\">D&amp;C 78:9<\/a><\/span><span class=\"citation\" id=\"87420\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87420)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87420)\">D&amp;C 82:11<\/a><\/span><span class=\"citation\" id=\"89896\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89896)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89896)\">D&amp;C 104:26,43<\/a><\/span> being a person to whom the Lord had given the Urim and Thummim. He was also called Enoch.<span class=\"citation\" id=\"87318\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87318)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87318)\">D&amp;C 78:1,9<\/a><\/span> Sidney Rigdon was called Pelagoram.<span class=\"citation\" id=\"87353\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87353)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87353)\">D&amp;C 78:9<\/a><\/span><span class=\"citation\" id=\"89894\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89894)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89894)\">D&amp;C 104:20,22<\/a><\/span> And the revelation where it read so many <span class=\"italic\">dollars<\/span> into the treasury was changed to <span class=\"italic\">talents<\/span>.<span class=\"citation\" id=\"89908\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89908)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89908)\">D&amp;C 104:69<\/a><\/span> And the City of New York was changed to Cainhannoch.<span class=\"citation\" id=\"89916\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89916)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89916)\">D&amp;C 104:81<\/a><\/span> Therefore when I speak of the Order of Enoch, I do not mean the order of ancient Enoch, I mean the Order that was given to Joseph Smith in 1832-3-4, which is a law inferior to the celestial law, because the celestial law required the <div class=\"break columnbreak\" id=\"156b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0156.pdf\" target=\"pdfwin\">p.&#xA0;156b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6220\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> consecration of all that a man had. The law of Enoch only required a part. The law of consecration in full required that all the people should consecrate everything that they had; and none were exempt. The law of Enoch called upon certain men only to consecrate. <\/div><div class=\"paragraph jod\" id=\"v16n530\"> Now did the people keep this second law&#x2014;inferior to the first? The Lord picked out some of the best men in the Church, and tried them if they would keep it. &#x201C;Now I will,&#x201D; says he, &#x201C;try the best men I have in the Church, not with the celestial law, but they shall consecrate in part, and have a common stock property among them.&#x201D; And in order to stir them up to diligence, he fixed certain penalties to this law, such as, He shall be delivered up to the buffeting of Satan;<span class=\"citation\" id=\"87359\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87359)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87359)\">D&amp;C 78:12<\/a><\/span><span class=\"citation\" id=\"87423\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87423)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87423)\">D&amp;C 82:11,21<\/a><\/span><span class=\"citation\" id=\"89833\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89833)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89833)\">D&amp;C 104:9-10<\/a><\/span> sins that have been remitted shall return to him and be answered upon his head.<span class=\"citation\" id=\"87413\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87413)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87413)\">D&amp;C 82:7<\/a><\/span> How did they get along then? The Lord tells us that the covenant had been broken.<span class=\"citation\" id=\"89824\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89824)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89824)\">D&amp;C 104:4<\/a><\/span> And consequently it remained with him to do with them as seemed to him good.<span class=\"citation\" id=\"126803\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126803)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126803)\">D&amp;C 40:3<\/a><\/span><span class=\"citation\" id=\"126804\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126804)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126804)\">D&amp;C 52:6<\/a><\/span> Many have apostatized since that day. Sidney Rigdon for one, Oliver Cowdery for another, and John Johnson for another.<span class=\"citation\" id=\"89895\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89895)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89895)\">D&amp;C 104:24,34<\/a><\/span> Why have they apostatized? They did not comply with the covenant that they made in regard to the law given to Joseph Smith, that was afterwards called the law of Enoch. <\/div><div class=\"paragraph jod\" id=\"v16n531\"> Did the Lord forsake us then? No, he had compassion upon us&#x2014;still looked upon us as the latter-day kingdom&#x2014;did not take the kingdom from our midst, but continued to plead with us and bear with the infirmities of the people. &#x201C;Now I will,&#x201D; says he, &#x201C;try them with another law.&#x201D; So in the year 1838, he gave us another law, called the law of Tithing.<span class=\"citation\" id=\"90746\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90746)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90746)\">D&amp;C 119:1-7<\/a><\/span> Let me name now some of the conditions of Tithing, according to that law. The Lord gave a commandment  <div class=\"break pagebreak\" id=\"157a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0157.pdf\" target=\"pdfwin\">p.&#xA0;157a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6219\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>that the people that came up&#x2014;gathered with the Saints&#x2014;should consecrate, not all their property, but all their surplus property,<span class=\"citation\" id=\"90732\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90732)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90732)\">D&amp;C 119:1<\/a><\/span> and after they had consecrated all their surplus property, there should be a certain portion, not called surplus, which they should retain; and out of this that is not called surplus property, they should try to make an income, and if they could make an income, they should consecrate one-tenth part of that income.<span class=\"citation\" id=\"90762\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90762)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90762)\">D&amp;C 119:4<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v16n533\"> Now of you who have been in this Territory for twenty or twenty-six years, how many have complied with this law of Tithing? How many have had surplus property, over and above one-tenth part? How many would come here with fifteen or twenty thousand dollars' worth of property, and pay one-tenth, as though this was surplus. Is that the law of Tithing? If it is, I do not understand it. If I understand the law of Tithing, it requires a man who has fifteen, or twenty, or fifty thousand dollars, when he comes up to Zion, to go up to the Lord's agent, the Bishop, and say, &#x201C;I have so much money, and so much of a family; now tell me, Bishop, how much of this is surplus property?&#x201D; Oh, says one, that ought to be left to our own judgment. Our own judgment! Who in the world among all the Latter-day Saints would have any surplus property if it is left to his own judgment? How many in Ogden have given surplus property today? Go throughout all this town and ask them if they have surplus property. &#x201C;Oh, no, I have not quite enough to carry on my business according to my own mind. I have a manufacturing establishment here, I wish I had a few thousand dollars more than I have to put in it. I want twenty thousand dollars more. I have no surplus property.&#x201D; Some man starts <div class=\"break columnbreak\" id=\"157b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0157.pdf\" target=\"pdfwin\">p.&#xA0;157b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6219\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> another business, and he has no surplus property. And you may go through all the towns and villages and not find a man who has surplus property. He could not be found. Then I should judge, that the men to determine what is surplus property, and what is not, are those men whom God has ordained to this power, namely, the Bishops, who have a knowledge of these things by the power of the Holy Ghost, and by virtue of their calling. The President of this Church will be prepared to say whether a man has surplus property or not, and let him specify, and the man be satisfied. This is the law of Tithing, inferior to the full law of consecration, and also inferior to the law of Enoch. <\/div><div class=\"paragraph jod\" id=\"v16n534\"> Now for the other portion of the law of Tithing. Say a man comes here with fifty thousand dollars and it is judged by proper authority that forty thousand is surplus. He goes to work with the remaining ten thousand and gets him a farm and home, and enters into some other business, and makes not only a sufficiency for support, but finds at the year's end that he has made a thousand dollars: he has to pay one-tenth of that, that is a hundred dollars. This is really the meaning of the word Tithing. But the surplus property, the forty thousand dollars, are consecrated as is required in the former part of the first paragraph of the revelation on Tithing. <\/div><div class=\"paragraph jod\" id=\"v16n535\"> How many of the Latter-day Saints have complied with even the least thing that God has given in property matters? Perhaps a few, and no doubt many have done well; and others have been careless; not feeling to rebel against God, but a little too careless or indifferent about paying one-tenth of their income. Now is this right? Can we be prospered as a people? Ought we not to be  <div class=\"break pagebreak\" id=\"158a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0158.pdf\" target=\"pdfwin\">p.&#xA0;158a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6218\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ashamed if we cannot comply with one of the lesser laws? It seems to be the last law, in regard to property, that God has given to save this people. We ought to ask ourselves, &#x201C;Am I fulfilling this law? Am I preparing myself for the day when God shall require me to enter into the higher law?&#x201D; I will say that the day will come, and is not far distant, when this higher law will be carried into effect, not only in theory but in practice. At present, God has eased up on the law in part, that is there is a revelation given in the year 1834, on Fishing River, in which the Lord says, &#x201C;Let those commandments which I have given concerning Zion and her law be executed and fulfilled, after her redemption.&#x201D;<span class=\"citation\" id=\"90047\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90047)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90047)\">D&amp;C 105:34<\/a><\/span> That is as much as to say, &#x201C;You are not prepared to keep them. If I do not now relieve you in some measure, from the responsibility, they will bring you under great condemnation.&#x201D; The revelation does not say that we shall not enter into that order, but we are not bound by penalties so to do. Now I believe that before the redemption of Zion, there will be a voluntary feeling to carry out the celestial law. I found my belief on the prophecies that are given in the Book of Doctrine and Covenants. The Lord has said that before Zion is redeemed she shall be as fair as the sun, clear as the moon, and her banners shall be a terror to all nations.<span class=\"citation\" id=\"90020\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90020)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90020)\">D&amp;C 105:31<\/a><\/span><span class=\"citation\" id=\"90441\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90441)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90441)\">D&amp;C 109:72-74<\/a><\/span> And that it is needful that Zion should be built up according to the law of the celestial kingdom, or I cannot receive her unto myself.<span class=\"citation\" id=\"89933\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89933)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89933)\">D&amp;C 105:5<\/a><\/span> He cannot receive her only as she is built up according to the full law of consecration. All the Zions that have ever been redeemed, from all the creations that God has made, have been redeemed upon that principle. And God has told us in the revelation given to ancient Enoch, &#x201C;I have taken Zion to <div class=\"break columnbreak\" id=\"158b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0158.pdf\" target=\"pdfwin\">p.&#xA0;158b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6218\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> mine own bosom, out of all the creations that I have made.&#x201D;<span class=\"citation\" id=\"93033\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93033)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93033)\">Moses 7:31<\/a><\/span><span class=\"citation\" id=\"126805\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126805)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126805)\">Moses 7:64<\/a><\/span> Now if he has done this&#x2014;if he has selected Zions, he has done it from the different worlds, by the celestial law; and they are sanctified by the same law, and they dwell in his bosom&#x2014;that is under his council and watch care, in the presence of his glory, exalted before him, all redeemed by the same law, hence partakers of the glory, the same exaltation, the same fullness in the eternal worlds. Therefore if the latter-day Zion would be counted worthy to mingle with the ancient Zion of Enoch, caught up before the flood,<span class=\"citation\" id=\"93231\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93231)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93231)\">Moses 7:69<\/a><\/span> if they would be counted worthy, when the Zion of Enoch comes, to be caught up to meet them, and to fall upon their necks and they to fall upon the necks of the Latter-day Saints,<span class=\"citation\" id=\"93165\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93165)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93165)\">Moses 7:63<\/a><\/span> and if they would enjoy the same glory, the same exaltation with ancient Zion, they must comply with the same law. &#x201C;I cannot receive Zion to myself,&#x201D; saith the Lord, &#x201C;unless built up by this law.&#x201D;<span class=\"citation\" id=\"89934\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89934)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89934)\">D&amp;C 105:5<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v16n537\"> There will be a great preparation before the redemption of Zion. Supposing we should all be returned, say this fall, or next year, to Jackson County. Say a large majority should be returned to the land of our inheritances, in Missouri, and in the regions round about, and it should be said to us, &#x201C;Go ye my sons and build up Zion according to the celestial law, through the consecration of the property of my Church, as I have commanded,&#x201D; would you be prepared to do this work? Have you an experience in it? Have you learned the lesson by experience? No, no; years after years have passed away since that law was given, the then middle-aged are now tottering to their graves; the youth have grown to be men, and the law has not been practiced in our midst. We have the mere letter of  <div class=\"break pagebreak\" id=\"159a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0159.pdf\" target=\"pdfwin\">p.&#xA0;159a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6217\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the law. The theory has been in existence, but who has practiced upon it? Will you take us in our ignorant state? While we have been every man for himself, and accumulating all that he could grasp, and almost neglecting the lesser law of Tithing, could it be expected that the Lord would say to a people thus situated, and without experience in these things, go back to Jackson County? There must be a preparation here; and it would not surprise me, if the Spirit of the Lord should come upon the Presidency of this people, and we should be told to enter into the higher law pertaining to our property. The Lord wishes to put it out of the power of every man to be lifted up above his brother or his sister, so far as wealth or property is concerned,<span class=\"citation\" id=\"85897\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85897)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85897)\">D&amp;C 49:20<\/a><\/span> by making his people equal, keeping them equal; not by a division of property, but upon the principle of stewardships.<span class=\"citation\" id=\"87327\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87327)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87327)\">D&amp;C 78:4-8<\/a><\/span> That keeps them equal. There is no chance of their becoming unequal. It is out of their power to be unequal. If a man loses all that he has by fire, and all his stock should die, the fact is, he is just as rich as all the others, because he is a steward. He owns nothing, neither do they. &#x201C;But,&#x201D; inquires one, &#x201C;shall we never become bona fide possessors?&#x201D; Yes. As we now see, children may be acting for their father, but still they are considered in the mind of the father as being the inheritors of his property at a certain time; so with the Latter-day Saints. They may be made stewards, but the <div class=\"break columnbreak\" id=\"159b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0159.pdf\" target=\"pdfwin\">p.&#xA0;159b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6217\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> time will come when they shall be bona fide inheritors. The revelation tells us when that time shall come. That when the seventh angel sounds his trumpet, and after the people have proved themselves in their stewardships, and when Jesus comes in his glory, they shall be made possessors, and be made equal with him.<span class=\"citation\" id=\"88750\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88750)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88750)\">D&amp;C 88:106-107<\/a><\/span> Consequently, when the Lord promised to Abraham, Isaac and Jacob, the land of Canaan,<span class=\"citation\" id=\"53153\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53153)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53153)\">Gen. 17:8<\/a><\/span> it was no testimony that they should enter in possession of that land the next day after the promise was made. They had to wander about in it, and prove their worthiness until the time should come when they should come forth from their graves, and the earth should be transfigured and cleansed from the curse, then they should be made possessors. So with the Latter-day Saints. The Lord said on the 2nd of January, 1831, &#x201C;I design to give to you a land of promise, upon which there shall be no curse when the Lord shall come: behold this is my covenant with you, that you shall receive it for an inheritance, while the earth shall stand, and possess it again in eternity, no more to pass away.&#x201D;<span class=\"citation\" id=\"85074\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85074)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85074)\">D&amp;C 38:18-20<\/a><\/span> This did not mean that we should come in possession at that time, or in 1831; but when we had proved ourselves as wise stewards,<span class=\"citation\" id=\"86790\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86790)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86790)\">D&amp;C 72:22<\/a><\/span> and had rendered up the account of our stewardship,<span class=\"citation\" id=\"126806\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126806)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126806)\">D&amp;C 72:3<\/a><\/span> and had been accepted, then we should receive an inheritance, not only in time, but while eternity should endure. Amen. <\/div>\n<\/div>\n<\/div>"}