{"ID":160042, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Creation&#x2014;The Seventh Thousand Years, and Events Which Are to Follow the Period of the Millennium.<\/div>\n<div class=\"subtitle\">Discourse by Elder Orson Pratt, delivered in the Sixteenth Ward Meeting Rooms, Nov. 22, 1873.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: The Creation, Etc.<\/div>\n<div class=\"speaker\">Speaker: Orson Pratt<\/div>\n<div class=\"date\">Date: 11\/22\/1873<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d42\">\n<div class=\"paragraph jod\" id=\"v16n1074\"> I will read the first ten verses of the 20th chapter of the Revelation given to St. John,<span class=\"citation\" id=\"80480\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80480)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80480)\">Rev. 20:1-10<\/a><\/span> the &#x201C;beloved disciple,&#x201D;<span class=\"citation\" id=\"70807\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70807)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70807)\">John 19:26<\/a><\/span><span class=\"citation\" id=\"70832\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70832)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70832)\">John 20:2<\/a><\/span> while on the Isle of Patmos:<span class=\"citation\" id=\"78997\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78997)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78997)\">Rev. 1:9<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v16n1075\"> &#x201C;And I saw an angel come down from heaven, having the key of the bottomless pit and a great chain in his hand. <\/div> <div class=\"break columnbreak\" id=\"312b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0312.pdf\" target=\"pdfwin\">p.&#xA0;312b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6064\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v16n1076\"> &#x201C;And he laid hold on the dragon, that old serpent, which is the Devil, and Satan, and bound him a thousand years, <\/div><div class=\"paragraph jod\" id=\"v16n1077\"> &#x201C;And cast him into the bottomless pit, and shut him up, and set a seal upon him, that he should deceive the nations no more, till the thousand years should be fulfilled: and  <div class=\"break pagebreak\" id=\"313a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0313.pdf\" target=\"pdfwin\">p.&#xA0;313a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6063\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>after that he must be loosed a little season. <\/div><div class=\"paragraph jod\" id=\"v16n1079\"> &#x201C;And I saw thrones, and they sat upon them, and judgment was given unto them: and I saw the souls of them that were beheaded for the witness of Jesus, and for the word of God, and which had not worshiped the beast, neither his image, neither had received his mark upon their foreheads, or in their hands; and they lived and reigned with Christ a thousand years. <\/div><div class=\"paragraph jod\" id=\"v16n1080\"> &#x201C;But the rest of the dead lived not again until the thousand years were finished. This is the first resurrection. <\/div><div class=\"paragraph jod\" id=\"v16n1081\"> &#x201C;Blessed and holy is he that hath part in the first resurrection: on such the second death hath no power, but they shall be priests of God and of Christ, and shall reign with him a thousand years. <\/div><div class=\"paragraph jod\" id=\"v16n1082\"> &#x201C;And when the thousand years are expired, Satan shall be loosed out of his prison, <\/div><div class=\"paragraph jod\" id=\"v16n1083\"> &#x201C;And shall go out to deceive the nations which are in the four quarters of the earth, Gog and Magog, to gather them together to battle: the number of whom is as the sand of the sea. <\/div><div class=\"paragraph jod\" id=\"v16n1084\"> &#x201C;And they went up on the breadth of the earth, and compassed the camp of the saints about, and the beloved city: and fire came down from God out of heaven, and devoured them. <\/div><div class=\"paragraph jod\" id=\"v16n1085\"> &#x201C;And the devil that deceived them was cast into the lake of fire and brimstone, where the beast and false prophet are, and shall be tormented day and night forever and ever.&#x201D;<span class=\"citation\" id=\"80481\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80481)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80481)\">Rev. 20:1-10<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v16n1086\"> In the words which I have read, we have perhaps as much revealed in regard to the Millennium, as we will find in any of the revelations which God has given to man. We can understand from these words that a time is to come in which the <div class=\"break columnbreak\" id=\"313b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0313.pdf\" target=\"pdfwin\">p.&#xA0;313b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6063\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> devil will have no power to tempt the children of men, and this happy period will last for one thousand years.<span class=\"citation\" id=\"80500\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80500)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80500)\">Rev. 20:3<\/a><\/span> There never has been a period since the creation, but what the devil has had more or less power or influence over the inhabitants of our world. Such has been the case from the day that he came before our first parents in the Garden of Eden,<span class=\"citation\" id=\"52555\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52555)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52555)\">Gen. 3:1-7<\/a><\/span> until the present. We have an account, however, of a period of time when he had not much dominion, that was in the days of the flood. After the wicked were destroyed, there were eight persons in the ark,<span class=\"citation\" id=\"77876\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77876)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77876)\">1 Pet. 3:20<\/a><\/span> sailing upon the waters, over whom, I presume, Satan had very little power. With the exception of this short period, in which the earth was submerged and the ark was sailing upon the waters, the devil has exercised power over the hearts of the children of men in all ages and countries. There seems to be a very great amount of evil in existence at the present time, for people are being continually stirred up to commit all manner of abomination&#x2014;robbery, murder, blaspheming the name of the Deity, and the violation of every command that he has ever given. There is a time, however, to come, when this earth will be depopulated of the wicked to the same extent as it once was by the waters of the flood.<span class=\"citation\" id=\"58394\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58394)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58394)\">Isa. 24:1-6<\/a><\/span> The waters then made an entire sweep of the wicked, they were laid low, and the earth was cleansed. We might, in other words, call it a baptism of the earth by water, or a cleansing of it from sin.<span class=\"citation\" id=\"93108\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93108)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93108)\">Moses 7:48<\/a><\/span> You know that baptism is intended for the remission of sins; it is the ordinance through which our heavenly Father forgives the sins of those who believe in his Son Jesus Christ. The promise of forgiveness, however, is on condition that we believe in the atonement made by the  <div class=\"break pagebreak\" id=\"314a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0314.pdf\" target=\"pdfwin\">p.&#xA0;314a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6062\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Savior, that we repent of our sins, and that we are baptized or immersed in water for the remission thereof. That was the way with our earth. Some eighteen hundred or two thousand years after the fall our earth was immersed in water, and every sin was swept from the face of it,<span class=\"citation\" id=\"126865\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126865)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126865)\">Moses 7:43<\/a><\/span> the same as your sins were forgiven when you acknowledged your belief in the atonement of the Son of God, and were baptized by immersion in the name of Jesus Christ for the remission of your sins. There seems to be a similarity, then, so far as these ordinances are concerned, between the inhabitants of the earth who are saved and the earth itself; there is also a similarity, in the process of creation, between the earth and its inhabitants. The earth when created, according to the accounts we have, was covered with a flood of waters; no dry land, in fact no land at all, appeared, but a flood of waters seemed to encompass it. By and by, in the providence of God, in what way we know not, this flood of waters was gathered together into one place, and the dry land appeared, emerging from the waters.<span class=\"citation\" id=\"126866\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126866)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126866)\">Gen. 1:9-10<\/a><\/span> This was the birth of creation, the same as we are born here into this world, from one element into another. After having been brought forth from the element of water, the process of creation, or the further development of the earth continued. It did not come forth perfect in every respect at the time of birth, it had to undergo other processes necessary to prepare it for the abode of man. It seems, from the account contained in the first of Genesis, that the earth was not only immersed in a flood of waters, but that darkness was upon the face of the earth, that is, the earth seemed to be enclosed or enveloped in darkness.<span class=\"citation\" id=\"126867\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126867)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126867)\">Gen. 1:2<\/a><\/span> The cause of this darkness, in King <div class=\"break columnbreak\" id=\"314b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0314.pdf\" target=\"pdfwin\">p.&#xA0;314b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6062\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> James' translation, is not fully revealed. There is a translation, however, that was given by inspiration, which makes the subject more clear and plain, and more easy to be understood, than the uninspired translation that is generally called King James' translation of the Bible. This inspired translation by the Prophet Joseph Smith, says&#x2014;&#x201C;I, the Lord God, created darkness upon the face of the great deep;<span class=\"citation\" id=\"52064\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52064)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52064)\">Gen. 1:4 (JST)<\/a><\/span><span class=\"citation\" id=\"92336\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92336)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92336)\">Moses 2:2<\/a><\/span> And I, God, said, Let there be light, and there was light.<span class=\"citation\" id=\"52070\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52070)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52070)\">Gen. 1:6 (JST)<\/a><\/span><span class=\"citation\" id=\"92343\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92343)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92343)\">Moses 2:4<\/a><\/span> And the evening and the morning were the first day.&#x201D;<span class=\"citation\" id=\"52077\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52077)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52077)\">Gen. 1:8 (JST)<\/a><\/span><span class=\"citation\" id=\"92346\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92346)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92346)\">Moses 2:5<\/a><\/span> This makes it very plain compared with the old uninspired translation. I will repeat the quotation, &#x201C;I, the Lord God, created darkness upon the face of the great deep.&#x201D;<span class=\"citation\" id=\"52065\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52065)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52065)\">Gen. 1:4 (JST)<\/a><\/span><span class=\"citation\" id=\"92335\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92335)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92335)\">Moses 2:2<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v16n1088\"> It would seem, that light had been shining previous to this time. The universe, probably was lighted up, so far as it existed, and that light shone forth over the face of this embryo creation. Where that light came from or how it was produced is not mentioned; but the Lord was obliged to create darkness in order to envelop the earth therein. There are many ways in which this might have been accomplished. The sun was not permitted to shine forth on the first, second, or third day of creation, but on the fourth day it was permitted to give its light to the earth.<span class=\"citation\" id=\"52098\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52098)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52098)\">Gen. 1:14-19<\/a><\/span><span class=\"citation\" id=\"92355\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92355)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92355)\">Moses 2:14-19<\/a><\/span> Whether the sun shone upon the face of this creation, before the Lord created darkness, is not for me to say. If it did, it would be an easy matter for him to withhold the rays of that bright luminary in such a manner as seemed good in his sight, the same as he did among the ancient Nephites who dwelt on this continent at the time of the crucifixion. During the three days and three nights that our Savior was in the tomb, thick darkness covered the face of this  <div class=\"break pagebreak\" id=\"315a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0315.pdf\" target=\"pdfwin\">p.&#xA0;315a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6061\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>land, so that there was no light of the sun, neither of the moon, nor stars; and so great was the darkness during that period, that the inhabitants who had not fallen could feel it.<span class=\"citation\" id=\"82538\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82538)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82538)\">3 Ne. 8:19-23<\/a><\/span> The Lord had some method by which he created or produced that darkness by shading the earth from the rays of the sun; but by and by he said, &#x201C;Let there be light,&#x201D;<span class=\"citation\" id=\"52050\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52050)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52050)\">Gen. 1:3<\/a><\/span> and light was again restored. <\/div><div class=\"paragraph jod\" id=\"v16n1090\"> Now these two states of being in which our earth existed are called first, the evening, and second, the morning&#x2014;and the evening and the morning were the first day.<span class=\"citation\" id=\"52067\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52067)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52067)\">Gen. 1:5<\/a><\/span> Whether the day here mentioned was a period such as the one to which we now apply that term, we are not informed in the Bible, but from what has been revealed to the Latter-day Saints we have great reason to believe that it was a very long period of time, and that this darkness existed over the face of the great deep for a long time. It might have been for many centuries, we have no definite information on this point. We find that, after the dry land appeared by the gathering together of the waters in one place, God created a firmament, dividing the waters from the waters&#x2014;the waters that were above the firmament from the waters that were beneath.<span class=\"citation\" id=\"52074\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52074)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52074)\">Gen. 1:6-10<\/a><\/span> We do not exactly understand the meaning of this. If we had the process of creation unfolded to us, we should probably find that many of the materials of our globe once existed in a dispersed or scattered form, in a state of chaos, and that the Lord, in collecting them together, brought them from a distance in the solar system, and that in so doing, he took his own time and way, and wrought according to his own laws, for, as far as we are acquainted, the Lord works by law, and why not create by law? I do not mean make <div class=\"break columnbreak\" id=\"315b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0315.pdf\" target=\"pdfwin\">p.&#xA0;315b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6061\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> out of nothing. I hope that none of my audience will suppose for a moment that I believe in such an absurdity as this. There is not a hint in all the Bible that God created this or any other world out of nothing. The work of creation was to take the materials that existed from all eternity, that never were created or made out of nothing, to take these self-existent materials and organize them into a world. This is called creation. There is, however, a declaration made by many religious people, that &#x201C;God created all things out of nothing.&#x201D; They even teach it in their Sunday schools; but they have never been able to prove any such thing. It is one of those ideas which have got into the minds of people through the teachings of uninspired men. The ancients&#x2014;those who lived many centuries before Christ, did not believe this doctrine; but since the days of Christ, and since the days of the great apostasy, they have got up the idea that God made all things out of nothing, and they have incorporated it into their disciplines, catechisms, Sunday schoolbooks, and various works which they have published. The Scriptures say&#x2014;&#x201C;In the beginning God created the heavens and the earth.&#x201D;<span class=\"citation\" id=\"52026\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52026)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52026)\">Gen. 1:1<\/a><\/span> The word &#x201C;create&#x201D; does not mean make out of nothing. For instance, when he says&#x2014;&#x201C;I created darkness<span class=\"citation\" id=\"52066\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52066)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52066)\">Gen. 1:4 (JST)<\/a><\/span> and I created light,&#x201D;<span class=\"citation\" id=\"52051\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52051)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52051)\">Gen. 1:3<\/a><\/span> what does he do? Does he absolutely form light out of nothing? No, he causes the light that existed from all eternity to shine where darkness existed, and it is light creating light, the same as you, when you attend meeting, lock up your house and blow out the lights. When you return, supposing you say in your own hearts, or to your wife, daughter, or son, &#x201C;Let there be light.&#x201D;<span class=\"citation\" id=\"52052\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52052)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52052)\">Gen. 1:3<\/a><\/span> Do you create it  <div class=\"break pagebreak\" id=\"316a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0316.pdf\" target=\"pdfwin\">p.&#xA0;316a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6060\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>out of nothing? No, you look for a match, or for some means by which you can start the light and cause it to be exhibited, where darkness was before. So when God creates light he calls forth and makes to shine that light which has existed from all eternity. We read that God is light.<span class=\"citation\" id=\"78513\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78513)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78513)\">1 Jn. 1:5<\/a><\/span> Was there ever a time that God did not exist? No, and if he is light there never was a time when light did not exist, one being as eternal as the other. <\/div><div class=\"paragraph jod\" id=\"v16n1092\"> In order to prove that light did exist long before this world was called forth from the womb of the great waters, long before God said, &#x201C;Let there be light,&#x201D;<span class=\"citation\" id=\"52053\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52053)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52053)\">Gen. 1:3<\/a><\/span> so far as this earth was concerned, I will refer you to some discoveries that have been made by philosophers and astronomers of the present day. They have invented telescopes that are of such penetrating power that they have discovered systems of worlds at such an immense distance in space, that they calculate their light would take six hundred thousand years to reach our system. Very well then, how long must it have been on the journey when the Lord said&#x2014;&#x201C;Let there be light,&#x201D;<span class=\"citation\" id=\"52054\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52054)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52054)\">Gen. 1:3<\/a><\/span> so far as this creation is concerned? I answer, that light was traveling five hundred and ninety-four thousand years before that time; consequently light must have existed, at least, half a million years before the Lord said&#x2014;&#x201C;Let there be light,&#x201D;<span class=\"citation\" id=\"52055\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52055)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52055)\">Gen. 1:3<\/a><\/span> so far as this globe was concerned. <\/div><div class=\"paragraph jod\" id=\"v16n1093\"> In gathering together the materials that were scattered in space, the firmament that I was speaking of seems to have been one of the parts of creation, necessary in the grand process of collecting and condensing the constituents of our globe; and in doing this I do not know but what some portions of the atmospheric materials collected <div class=\"break columnbreak\" id=\"316b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0316.pdf\" target=\"pdfwin\">p.&#xA0;316b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6060\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> together helped to form some other worlds. At any rate the firmanent was placed in such a manner as to divide the waters beneath it from those which were above it.<span class=\"citation\" id=\"52075\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52075)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52075)\">Gen. 1:7<\/a><\/span> According to the theory which is accepted by some as being true, the planets of our system are supposed to have been originally formed by a rotation on its axis of a nebulous fluid, that was expanded far beyond the bounds of our present solar system; that by rotation and condensation nebulous masses were thrown off or detached from the great parent body, and that the orbits assumed by the parent mass and its detached masses, are the necessary results of their respective directions and velocities at the instant of detachment, combined with the laws of gravitation, and the relative positions of their respective centers of gravity. That in like manner, a still further operation of similar laws finally formed secondary planets or moons. This nebulous fluid, extending for millions of miles, might indeed be called a firmament, containing the constituents of water, both above and beneath, as recorded in Genesis.<span class=\"citation\" id=\"52076\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52076)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52076)\">Gen. 1:7<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v16n1094\"> But what I wish to more fully explain, on this occasion, is the length of the days of creation&#x2014;the days mentioned in which God performed certain portions of his work. It is said, that in six days he formed this world of ours,<span class=\"citation\" id=\"54260\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54260)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54260)\">Ex. 20:11<\/a><\/span><span class=\"citation\" id=\"87306\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87306)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87306)\">D&amp;C 77:12<\/a><\/span> and that on the fourth day he formed the sun and the moon and the stars.<span class=\"citation\" id=\"52099\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52099)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52099)\">Gen. 1:14-19<\/a><\/span> What I understand by the formation of these celestial luminaries, is that he then caused them to shed forth their light. I cannot suppose that it would take the Lord six days to form such a little speck of a world as ours, and then for him on the fourth day to form a globe fourteen hundred thousand times larger than  <div class=\"break pagebreak\" id=\"317a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0317.pdf\" target=\"pdfwin\">p.&#xA0;317a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6059\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the earth. This does not look consistent to me. If it took six days to form a small world like ours, we might certainly suppose that it would require more than one day to form the sun, which contains a quantity of matter sufficient to make some three hundred and fifty-four thousand worlds like this, and whose actual size or magnitude is fourteen hundred thousand times larger than our globe; consequently I understand by the formation of the sun and of the moon and stars, and setting them in the firmament of the heavens, that he merely suffered their light to shine on the fourth day,<span class=\"citation\" id=\"52100\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52100)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52100)\">Gen. 1:14-19<\/a><\/span> to regulate the evenings and mornings that were produced prior to that time, probably by some other cause. The Lord wanted, by these luminaries, to divide the day from the night,<span class=\"citation\" id=\"52095\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52095)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52095)\">Gen. 1:14<\/a><\/span> and he set them for times and for seasons<span class=\"citation\" id=\"88534\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88534)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88534)\">D&amp;C 88:42<\/a><\/span> in the firmament of the heavens. <\/div><div class=\"paragraph jod\" id=\"v16n1096\"> These six days in which the Lord performed this work, I do not believe, were each limited to twenty-four hours, as are the periods which we now call day; indeed, when we come to new revelation, we find some light on this subject. In the Book of Abraham, as well as in the inspired translation of the Scriptures, given through Joseph Smith, the Lord says, in speaking of the work of creating this earth, that he was governed by celestial time. According to this new revelation, there is a certain great world, called Kolob,<span class=\"citation\" id=\"93414\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93414)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93414)\">Abr. 3:3<\/a><\/span> placed near one of the celestial kingdoms, whose diurnal rotation takes place once in a thousand of our years; and that celestial time was measured by those celestial beings, by the rotations of Kolob, hence one day with the Lord was a thousand of our years.<span class=\"citation\" id=\"126868\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126868)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126868)\">2 Pet. 3:8<\/a><\/span><span class=\"citation\" id=\"93418\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93418)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93418)\">Abr. 3:4<\/a><\/span> If this was the case, the six days of the creation of our earth, the six days during <div class=\"break columnbreak\" id=\"317b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0317.pdf\" target=\"pdfwin\">p.&#xA0;317b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6059\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> which it was being prepared as a habitation for man, must have been six thousand of our years. When the Lord spoke to Adam, after having placed him in the Garden of Eden, concerning the forbidden fruit, saying&#x2014;&#x201C;In the day that thou eatest thereof thou shalt surely die!&#x201D;<span class=\"citation\" id=\"52484\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52484)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52484)\">Gen. 2:17<\/a><\/span> we cannot suppose that the day there referred to meant a day of twenty-four hours. It could not have meant that, for history informs us that Adam lived almost one thousand years from the time of the Fall;<span class=\"citation\" id=\"52764\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52764)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52764)\">Gen. 5:5<\/a><\/span><span class=\"citation\" id=\"92699\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92699)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92699)\">Moses 6:12<\/a><\/span> but before the day of a thousand years<span class=\"citation\" id=\"126869\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126869)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126869)\">Abr. 3:4<\/a><\/span> had wholly passed away his death did take place. <\/div><div class=\"paragraph jod\" id=\"v16n1097\"> The book of Abraham, translated by the Prophet Joseph Smith, also contains an account of the creation and the fall of man; but the word translated &#x201C;day&#x201D; in Genesis is translated in the Book of Abraham &#x201C;time&#x201D;&#x2014;&#x201C;in the time that thou eatest thereof thou shalt surely die.&#x201D;<span class=\"citation\" id=\"93547\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93547)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93547)\">Abr. 5:13<\/a><\/span> In the next sentence the same book says, speaking of time&#x2014;&#x201C;The reckoning of time was not yet given to man,&#x201D;<span class=\"citation\" id=\"93546\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93546)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93546)\">Abr. 5:13<\/a><\/span> that is, the Lord had reckoned previous to that period by the diurnal rotations of Kolob, and that, without doubt, was the day referred to in which our first parents should die, if they ate of the forbidden fruit. <\/div><div class=\"paragraph jod\" id=\"v16n1098\"> We will now come to the seventh period of creation&#x2014;the seventh thousand years; that is called in Scripture a day of rest,<span class=\"citation\" id=\"54428\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54428)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54428)\">Ex. 31:15<\/a><\/span><span class=\"citation\" id=\"126870\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126870)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126870)\">Mark 2:26 (JST)<\/a><\/span><span class=\"citation\" id=\"76525\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76525)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76525)\">Heb. 4:4<\/a><\/span><span class=\"citation\" id=\"93536\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93536)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93536)\">Abr. 5:2<\/a><\/span> that is supposing that what were called days in the beginning were a thousand years. The Lord rested from his labors the seventh day.<span class=\"citation\" id=\"52380\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52380)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52380)\">Gen. 2:2<\/a><\/span> What particular period of time within that day Adam fell I do not know; but one thing is certain, that in the morning of the seventh day the Garden of Eden was planted and he was placed therein,<span class=\"citation\" id=\"92415\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92415)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92415)\">Moses 3:8<\/a><\/span> and during that morning a great many things transpired pertaining to this temporal  <div class=\"break pagebreak\" id=\"318a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0318.pdf\" target=\"pdfwin\">p.&#xA0;318a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6058\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>creation. In the preceding six days was completed the formation or creation of the earth, after the spiritual order that man was formed or born in the heavens.<span class=\"citation\" id=\"92403\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92403)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92403)\">Moses 3:5,7<\/a><\/span> All men, male and female, that ever have lived, or that ever will live on this earth, had a pre-existence before the formation of the earth commenced; and during our pre-existence in the heavens, the earth was undergoing this formation. <\/div><div class=\"paragraph jod\" id=\"v16n1100\"> After man and woman were placed in the Garden of Eden, we find that they were tempted. By whom? By a being or beings who once dwelt in the presence of God, in his celestial kingdom. They once were angels of light and truth, having authority in the presence of the Father.<span class=\"citation\" id=\"86897\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86897)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86897)\">D&amp;C 76:25<\/a><\/span> But they rebelled against God;<span class=\"citation\" id=\"126872\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126872)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126872)\">D&amp;C 29:36<\/a><\/span><span class=\"citation\" id=\"126871\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126871)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126871)\">Moses 4:3<\/a><\/span> and one of those angels, named Lucifer,<span class=\"citation\" id=\"58280\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58280)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58280)\">Isa. 14:12<\/a><\/span><span class=\"citation\" id=\"86903\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86903)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86903)\">D&amp;C 76:26<\/a><\/span> when they were talking over the great plan of redemption and salvation for the inhabitants of the future creation, proposed a plan by which he would redeem all mankind, that not one soul should be lost.<span class=\"citation\" id=\"92442\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92442)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92442)\">Moses 4:1<\/a><\/span> But his plan was rejected, because it destroyed the agency of man,<span class=\"citation\" id=\"92475\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92475)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92475)\">Moses 4:3<\/a><\/span> being contrary to God's plan; for he desires that all intelligent beings shall be free in the exercise of their agency. Because his plan was rejected, Lucifer rebelled, and a third part of the hosts of heaven joined him, and they were all cast down,<span class=\"citation\" id=\"79543\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79543)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79543)\">Rev. 12:4<\/a><\/span><span class=\"citation\" id=\"84837\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84837)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84837)\">D&amp;C 29:36-37<\/a><\/span> and it was this being who entered into a beast, called a serpent and tempted Eve in the Garden of Eden,<span class=\"citation\" id=\"84851\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84851)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84851)\">D&amp;C 29:40<\/a><\/span><span class=\"citation\" id=\"92489\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92489)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92489)\">Moses 4:3-12<\/a><\/span> and that was the beginning of his power on this earth. <\/div><div class=\"paragraph jod\" id=\"v16n1101\"> The events of this creation, the formation of the earth, the different day's work, &amp;c., and finally the great day of rest after the six days were ended, were all typical, the latter especially, typifying what should take place in regard to the future existence of this creation. <div class=\"break columnbreak\" id=\"318b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0318.pdf\" target=\"pdfwin\">p.&#xA0;318b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6058\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> After six thousand years should pass away, during which Satan should have more or less dominion over the inhabitants of this world, he, in the seventh period, or the seventh thousand years, should be bound, should have no dominion over the earth or its inhabitants. <\/div><div class=\"paragraph jod\" id=\"v16n1102\"> In order to show you this type still further, we will pass along over the flood, which was merely a type of the baptism of redemption, and we will come down to the day when this great period shall arrive, when Satan shall be bound and wickedness be swept from the face of the earth. This is to be done by a variety of judgments, the last of which is called fire. The Prophet Malachi says&#x2014;&#x201C;The day shall come that shall burn as an oven; and all the proud, and they who do wickedly, shall become as stubble: and the day that comes shall burn them up, saith the Lord of hosts, that it shall leave them neither root nor branch. But unto them who fear my name shall the Sun of righteousness arise with healing in his wings; and they shall go forth, and grow up like calves of the stall. And they shall tread down the wicked; and they shall be ashes under the soles of their feet in the day that I do this, saith the Lord of hosts.&#x201D;<span class=\"citation\" id=\"62526\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62526)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62526)\">Mal. 4:1-3<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v16n1103\"> Here then is a declaration how this earth is to be cleansed the second time from wickedness, namely, by fire, which is a more powerful element than water. The earth is to be cleansed by fire; in other words, the elements are to be melted with fervent heat.<span class=\"citation\" id=\"78460\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78460)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78460)\">2 Pet. 3:10-12<\/a><\/span><span class=\"citation\" id=\"82918\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82918)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82918)\">3 Ne. 26:3<\/a><\/span><span class=\"citation\" id=\"83263\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83263)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83263)\">Morm. 9:2<\/a><\/span><span class=\"citation\" id=\"89486\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89486)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89486)\">D&amp;C 101:25<\/a><\/span> This is the declaration of several of the prophets. David, in speaking of this period, in one of his psalms, says, the mountains shall melt like wax before the presence of the Lord when he shall come.<span class=\"citation\" id=\"57036\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57036)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57036)\">Ps. 97:5<\/a><\/span><span class=\"citation\" id=\"78465\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78465)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78465)\">2 Pet. 3:10-12 (JST)<\/a><\/span> You know how wax  <div class=\"break pagebreak\" id=\"319a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0319.pdf\" target=\"pdfwin\">p.&#xA0;319a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6057\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>melts when exposed to the influence of heat. So, when the Lord comes, will the elements melt and the mountains flow down at his presence with fervent heat.<span class=\"citation\" id=\"78461\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78461)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78461)\">2 Pet. 3:10-12<\/a><\/span> This will cleanse the earth as it was cleansed in the days of Noah, only by another element called fire.<span class=\"citation\" id=\"76737\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76737)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76737)\">Heb. 6:7 (JST)<\/a><\/span> This is typical of the cleansing of those who embrace the plan of salvation. After you have been immersed, as this earth was, in the water, and been cleansed and received the remission of your sins, you also have the promise of baptism of fire and of the Holy Ghost,<span class=\"citation\" id=\"62717\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62717)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62717)\">Matt. 3:11<\/a><\/span><span class=\"citation\" id=\"81607\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81607)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81607)\">2 Ne. 31:13<\/a><\/span><span class=\"citation\" id=\"84350\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84350)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84350)\">D&amp;C 20:41<\/a><\/span> by which you are purified, as well justified and sanctified from all your evil affections, and you feel to love God and that which is just and true, and to hate that which is sinful and evil. Why? Because of this sanctifying, purifying principle that comes upon you, by the baptism of fire and the Holy Ghost. So must this earth be baptized by fire, it must be cleansed from all sin and impurity.<span class=\"citation\" id=\"126875\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126875)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126875)\">Luke 17:40 (JST)<\/a><\/span><span class=\"citation\" id=\"93109\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93109)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93109)\">Moses 7:48<\/a><\/span> Will it be filled with the Holy Ghost? Yes.<span class=\"citation\" id=\"126873\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126873)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126873)\">Isa. 6:3<\/a><\/span> These elements that melt like wax before the presence of the Lord<span class=\"citation\" id=\"57037\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57037)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57037)\">Ps. 97:5<\/a><\/span> will again be filled with his Spirit and will be renewed,<span class=\"citation\" id=\"94097\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94097)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94097)\">A of F 1:10<\/a><\/span> and the earth itself will be full of the knowledge of God as the waters cover the channels of the great deep.<span class=\"citation\" id=\"58163\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58163)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58163)\">Isa. 11:9<\/a><\/span> It will enter into the elements of creation, so that the curse which came in consequence of the fall of man<span class=\"citation\" id=\"52607\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52607)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52607)\">Gen. 3:17<\/a><\/span><span class=\"citation\" id=\"92525\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92525)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92525)\">Moses 4:23<\/a><\/span> will be removed from the earth, and the elements will be cleansed, not only by fire<span class=\"citation\" id=\"126876\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126876)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126876)\">Heb. 6:7 (JST)<\/a><\/span> but by the Spirit of the living God,<span class=\"citation\" id=\"126874\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126874)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126874)\">Rev. 21:1<\/a><\/span> which will mingle with and purify them. Satan, that arch-deceiver, will be bound, and a seal will be set upon him, and King James' translation of the Scriptures tells us that he will be cast into the bottomless pit.<span class=\"citation\" id=\"80501\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80501)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80501)\">Rev. 20:3<\/a><\/span> But in the inspired translation I have referred to, it reads, if <div class=\"break columnbreak\" id=\"319b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0319.pdf\" target=\"pdfwin\">p.&#xA0;319b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6057\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> I remember correctly, &#x201C;the lowermost pit,&#x201D;<span class=\"citation\" id=\"56998\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56998)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56998)\">Ps. 88:6<\/a><\/span> which, to my mind is more consistent than a pit that has no bottom. Satan is to be cast into this pit, and a seal set upon him, and he is to be bound with a chain, and will have no power or dominion upon this earth.<span class=\"citation\" id=\"80470\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80470)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80470)\">Rev. 20:1-2<\/a><\/span> He and all the fallen angels with him, are to be kept in that pit until the thousand years are ended.<span class=\"citation\" id=\"80502\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80502)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80502)\">Rev. 20:3<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v16n1105\"> Now, then, all the inhabitants who are spared from this fire&#x2014;those who are not proud, and who do not do wickedly,<span class=\"citation\" id=\"62502\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62502)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62502)\">Mal. 4:1<\/a><\/span> will be cleansed more fully and filled with the glory of God. A partial change will be wrought upon them, not a change to immortality,<span class=\"citation\" id=\"83049\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83049)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83049)\">3 Ne. 28:36-40<\/a><\/span> like that which all the Saints will undergo when they are changed in the twinkling of an eye, from mortality to immortality; but so great will be the change then wrought that the children who are born into the world will grow up without sin unto salvation.<span class=\"citation\" id=\"76931\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76931)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76931)\">Heb. 9:28<\/a><\/span><span class=\"citation\" id=\"85714\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85714)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85714)\">D&amp;C 45:58<\/a><\/span> Why will this be so? Because that fallen nature, introduced by the fall,<span class=\"citation\" id=\"81938\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81938)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81938)\">Mosiah 16:5<\/a><\/span><span class=\"citation\" id=\"84319\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84319)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84319)\">D&amp;C 20:20<\/a><\/span> and transferred from parents to children, from generation to generation, will be, in a measure, eradicated by this change. Then the righteous will go forth, and grow up like calves of the stall;<span class=\"citation\" id=\"62531\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62531)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62531)\">Mal. 4:2<\/a><\/span><span class=\"citation\" id=\"81194\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81194)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81194)\">1 Ne. 22:24<\/a><\/span> and one revelation says, their children shall grow up without sin unto salvation.<span class=\"citation\" id=\"85713\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85713)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85713)\">D&amp;C 45:58<\/a><\/span> Satan having no power to tempt them,<span class=\"citation\" id=\"83058\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83058)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83058)\">3 Ne. 28:39<\/a><\/span><span class=\"citation\" id=\"89496\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89496)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89496)\">D&amp;C 101:28<\/a><\/span> these children will not sin.<span class=\"citation\" id=\"84883\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84883)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84883)\">D&amp;C 29:47<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v16n1106\"> The question may arise here&#x2014;&#x201C;Will it be possible for men to sin during the Millennium?&#x201D; Yes. Why? Because they have not lost their agency. Agency always continues wherever intelligent beings are, whether in heaven, on the earth,<span class=\"citation\" id=\"84845\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84845)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84845)\">D&amp;C 29:39<\/a><\/span><span class=\"citation\" id=\"92745\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92745)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92745)\">Moses 6:56<\/a><\/span> or among any of the creations that God has made; wherever you find intelligent beings, there you will find an agency, not to the same extent perhaps, under all cir<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"320a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0320.pdf\" target=\"pdfwin\">p.&#xA0;320a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6056\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>cumstances, but yet there is always the exercise of agency where there is intelligence. For instance, when Satan is bound and a seal set upon him in this lowermost pit, his agency is partially destroyed in some things. He will not have power to come out of that pit;<span class=\"citation\" id=\"80474\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80474)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80474)\">Rev. 20:1-3<\/a><\/span> now he has that power; then he will not have power to tempt the children of men,<span class=\"citation\" id=\"89497\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89497)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89497)\">D&amp;C 101:28<\/a><\/span> now he has that power;<span class=\"citation\" id=\"83735\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83735)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83735)\">D&amp;C 1:35<\/a><\/span><span class=\"citation\" id=\"84846\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84846)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84846)\">D&amp;C 29:39<\/a><\/span> consequently his agency then will be measurably destroyed<span class=\"citation\" id=\"81183\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81183)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81183)\">1 Ne. 22:15<\/a><\/span><span class=\"citation\" id=\"84171\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84171)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84171)\">D&amp;C 19:3<\/a><\/span> or taken away, but not in full. The Lord will not destroy the agency of the people during the Millennium, therefore there will be a possibility of their sinning during that time. But if they who live then do sin, it will not be because of the power of the devil to tempt them, for he will have no power over them,<span class=\"citation\" id=\"81200\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81200)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81200)\">1 Ne. 22:26<\/a><\/span><span class=\"citation\" id=\"81599\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81599)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81599)\">2 Ne. 30:18<\/a><\/span><span class=\"citation\" id=\"83059\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83059)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83059)\">3 Ne. 28:39<\/a><\/span><span class=\"citation\" id=\"83475\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83475)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83475)\">Ether 8:26<\/a><\/span> and they will sin merely because they choose to do so of their own free will. <\/div><div class=\"paragraph jod\" id=\"v16n1108\"> To show you that such will be the case, let me quote some Scripture. After Jesus comes with all his Saints with him, and stands on the Mount of Olives, we find that the Lord will require all the nations round about Jerusalem, to go up and worship the King, the Lord of Hosts, and to keep the feast of tabernacles, and that there shall be one Lord and his name one.<span class=\"citation\" id=\"62334\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62334)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62334)\">Zech. 14:4-9,16<\/a><\/span> There will be no heathen gods in those days, but during the Millennium he will require all the people to go to Jerusalem, the headquarters on that continent, to worship him.<span class=\"citation\" id=\"62362\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62362)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62362)\">Zech. 14:16-17<\/a><\/span> Now, will it be possible for the people in that day to sin? Yes; for we read, in the same chapter, if the people go not up, that upon all such nations there shall no rain descend during the time of their transgression.<span class=\"citation\" id=\"62364\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62364)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62364)\">Zech. 14:17<\/a><\/span> It seems then by this that there will be a chance for the people, during that happy period, to <div class=\"break columnbreak\" id=\"320b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0320.pdf\" target=\"pdfwin\">p.&#xA0;320b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6056\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> refuse to comply with the commands of the Most High, and thus bring upon themselves speedy destruction, by famine, through the rain being withheld. And in the case of the people of Egypt, where the withholding of rain does not now affect them, they being supplied by water from the Nile, the Lord has prepared a special judgment.<span class=\"citation\" id=\"62368\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62368)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62368)\">Zech. 14:18-19<\/a><\/span> If they will not come up to Jerusalem, year by year, we are told that their eyes shall consume away in their holes, and their flesh fall from their bones.<span class=\"citation\" id=\"62353\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62353)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62353)\">Zech. 14:12<\/a><\/span> Then again, we read in the sixty-fifth chapter of Isaiah that&#x2014;&#x201C;There shall be no more thence an infant of days, nor an old man that hath not filled his days: for the child shall die a hundred years old; but the sinner being a hundred years old shall be accursed,&#x201D;<span class=\"citation\" id=\"60199\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60199)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60199)\">Isa. 65:20<\/a><\/span> showing that, when that day shall come, the people will have their lives prolonged on the earth to the age of a tree,<span class=\"citation\" id=\"89504\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89504)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89504)\">D&amp;C 101:30<\/a><\/span> growing up to be a hundred years old, then if they sin they shall be accursed,<span class=\"citation\" id=\"60198\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60198)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60198)\">Isa. 65:20<\/a><\/span> proving that there is a possibility of sinning. <\/div><div class=\"paragraph jod\" id=\"v16n1109\"> In regard to this partial change that will be wrought upon the people in those days, let no one suppose that this is inconsistent with the dealings of the Lord, for we have on record in the Book of Mormon, that he did accomplish a work similar to this upon the bodies of at least four men who once lived upon this globe, three of whom belonged to the twelve disciples which Jesus, personally, chose to minister on this western continent. They had a desire to live while the world should stand, for the purpose of bringing souls unto Jesus, and the Lord granted unto them their desire. But first the heavens were opened, and they were caught up, and they saw and heard unspeakable  <div class=\"break pagebreak\" id=\"321a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0321.pdf\" target=\"pdfwin\">p.&#xA0;321a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6055\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>things, things that were not lawful to be uttered, and which they were forbidden to utter, and it seemed to them like unto a transfiguration. They, nevertheless, came down again out of heaven, after having had this great feast, and they went forth upon the face of this land in connection with nine others of their quorum, and ministered among the people, and so great was their faith, that when their enemies shut them in prisons, the prisons were rent in twain, and they came forth from their confinement. Again, when they dug pits in the earth, however deep, and cast them down into them, they smote the earth by the word of God, and were delivered out of the pits and came forth unharmed. Again, when they cast them three times into furnaces of fire, they came forth unharmed; and when they cast them into dens of wild beasts, they played with them as a child would play with a suckling lamb, and came forth unharmed, and they performed mighty miracles, and signs, and wonders in connection with the other members of the Twelve. They also built up the Church of God upon all the face of this land, and all the inhabitants thereof were converted and brought to a knowledge of the truth.<span class=\"citation\" id=\"83013\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83013)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83013)\">3 Ne. 28:1-29<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v16n1111\"> These three men tarried among the Nephites until between three and four hundred years after Christ, and until the wickedness of the people became so great that the Lord took them out of their midst. Mormon, in speaking of these three men, inquired of the Lord, whether they did receive a change to immortality at the time they were caught up into heaven. The Lord answered and told him, that they did not receive a full change, but only so much that Satan had no power over them, and sickness had <div class=\"break columnbreak\" id=\"321b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0321.pdf\" target=\"pdfwin\">p.&#xA0;321b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6055\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> no power over their bodies. This partial change, then, was sufficient to preserve them to live without pain and sickness, and without Satan having power to tempt them and lead them astray, and they would have no sorrow in relation to themselves, but only in regard to the sins of the world, and on this account they sorrowed considerably.<span class=\"citation\" id=\"83050\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83050)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83050)\">3 Ne. 28:36-40<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v16n1112\"> It seems then, that if God did, in ancient times, so show forth his power, as to operate upon three men on this American Continent, and one on the Eastern Continent, namely, John the Revelator,<span class=\"citation\" id=\"70989\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70989)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70989)\">John 21:20-24<\/a><\/span> so that the power of death could not be exercised over them, that they could tarry and live here on the earth for eighteen hundred or two thousand years, as the case may be, he can perform the same in regard to the Latter-day Saints, that they also shall live; and inasmuch as they are permitted to dwell here in the presence of Jesus, it is reasonable to believe that they will ask, and desire, and seek unto him to receive this partial change. And will he grant it? Yes. But yet there is to be a falling asleep; notwithstanding this partial change, they will fall asleep, when they have come to full maturity, or the full age of man. But they will not be deposited in the grave&#x2014;this is what the Lord has told us&#x2014;they will be raised again immediately after having fallen asleep, raised again to immortality and eternal life, instead of being buried and seeing corruption. Those persons, therefore, who die under these circumstances, have not the experience of a long absence from their bodies,<span class=\"citation\" id=\"85588\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85588)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85588)\">D&amp;C 45:17<\/a><\/span><span class=\"citation\" id=\"92201\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92201)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92201)\">D&amp;C 138:50<\/a><\/span> their spirits are only separated for a moment,<span class=\"citation\" id=\"85552\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85552)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85552)\">D&amp;C 43:32<\/a><\/span><span class=\"citation\" id=\"86494\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86494)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86494)\">D&amp;C 63:50-51<\/a><\/span><span class=\"citation\" id=\"89506\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89506)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89506)\">D&amp;C 101:30-31<\/a><\/span> as it were, and then they are permitted to come forth in the beauty of immortality and eternal life. <\/div><div class=\"paragraph jod\" id=\"v16n1113\"> The same revelation that speaks  <div class=\"break pagebreak\" id=\"322a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0322.pdf\" target=\"pdfwin\">p.&#xA0;322a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6054\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of the Saints being raised after falling asleep, in the twinkle of an eye, says they shall be caught up, and their rest shall be glorious.<span class=\"citation\" id=\"89508\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89508)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89508)\">D&amp;C 101:31<\/a><\/span> Now, if all the immortal, resurrected Saints are to be here on the earth, and Jesus himself here, where will they, who live and die, and are resurrected during the Millennium, go to when they are caught up? They go away from Jesus, if Jesus is to be here all the time, and they will also go away from the rest of the resurrected Saints, who reign on the earth, if the latter are wholly limited to this earth. But the idea is that they are caught up and have the privilege of beholding the heavens, the celestial paradise, the celestial mansions;<span class=\"citation\" id=\"75684\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75684)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75684)\">1 Thes. 4:17<\/a><\/span><span class=\"citation\" id=\"88721\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88721)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88721)\">D&amp;C 88:96-98<\/a><\/span> and then, whenever it is wisdom and necessary to come down here on the earth to reign as kings and priests,<span class=\"citation\" id=\"78967\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78967)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78967)\">Rev. 1:6<\/a><\/span><span class=\"citation\" id=\"79187\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79187)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79187)\">Rev. 5:10<\/a><\/span> the same as Jesus, and the Twelve Apostles will have their thrones, and eat and drink at the Lord's table here on the earth, and judge the twelve tribes of Israel;<span class=\"citation\" id=\"65220\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65220)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65220)\">Matt. 19:28<\/a><\/span><span class=\"citation\" id=\"65244\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65244)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65244)\">Matt. 19:28 (JST)<\/a><\/span><span class=\"citation\" id=\"68081\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68081)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68081)\">Luke 22:30<\/a><\/span><span class=\"citation\" id=\"68103\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68103)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68103)\">Luke 22:30 (JST)<\/a><\/span> so will all those other Saints reign on earth who are counted worthy to receive kingdoms and thrones. <\/div><div class=\"paragraph jod\" id=\"v16n1115\"> When the period called the Millennium has passed away, Satan will again be loosed.<span class=\"citation\" id=\"126877\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126877)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126877)\">Rev. 20:7<\/a><\/span><span class=\"citation\" id=\"85542\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85542)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85542)\">D&amp;C 43:31<\/a><\/span> Now the query arises, Will Satan have power to deceive those who have lived on the earth, and have fallen asleep for a moment, and have received their immortal bodies? No, he will not. When they have passed through their probation, and have received their immortal bodies, Satan will have no power over them. Thus generation after generation will pass away, during the Millennium, but by and by, at the close of that period, unnumbered millions of the posterity of those who lived during the Millennium will be scattered in the four quarters of the earth, and Satan will be loosed, and will go forth and tempt <div class=\"break columnbreak\" id=\"322b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0322.pdf\" target=\"pdfwin\">p.&#xA0;322b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6054\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> them, and overcome some of them, so that they will rebel against God; not rebel in ignorance or dwindle in unbelief, as the Lamanites did;<span class=\"citation\" id=\"82847\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82847)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82847)\">3 Ne. 21:5<\/a><\/span> but they will sin willfully against the law of heaven,<span class=\"citation\" id=\"83146\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83146)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83146)\">4 Ne. 1:38<\/a><\/span> and so great will the power of Satan be over them, that he will gather them together against the Saints and against the beloved city, and fire will come down out of heaven and consume them.<span class=\"citation\" id=\"80556\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80556)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80556)\">Rev. 20:7-9<\/a><\/span><span class=\"citation\" id=\"88782\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88782)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88782)\">D&amp;C 88:110-116<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v16n1116\"> After this shall have taken place, a great white throne will appear, on which the Divine Judge will be seated, from before whose face the heaven and earth shall flee away, and no place will be found for them.<span class=\"citation\" id=\"80588\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80588)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80588)\">Rev. 20:11<\/a><\/span> This change in the earth is very different from the one I have spoken of, wrought by the baptism of fire. One is a sanctification and cleansing of the earth, the other is a complete dissolution and passing away thereof. When the earth is thus dissolved and passes away, where will it go to? Will it go out of existence? No, not one particle of material that now enters into all the creations which God has made ever had a beginning, or will ever have an end. The materials exist co-eternally with God. The materials of which the earth is composed may be dispersed, and the earth may pass away as an organized globe, before the face of him who sits upon the throne,<span class=\"citation\" id=\"126878\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126878)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126878)\">Rev. 20:11<\/a><\/span> and this may be accomplished by fire,<span class=\"citation\" id=\"85553\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85553)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85553)\">D&amp;C 43:32<\/a><\/span> which not only melts the elements, but causes them to be separated and scattered in space.<span class=\"citation\" id=\"78467\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78467)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78467)\">2 Pet. 3:10-13<\/a><\/span><span class=\"citation\" id=\"82919\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82919)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82919)\">3 Ne. 26:3<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v16n1117\"> Before this takes place the last trump will sound. All the Saints that are on the earth, in the camp, and in the beloved city,<span class=\"citation\" id=\"80568\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80568)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80568)\">Rev. 20:9<\/a><\/span> around about the old and new Jerusalems,<span class=\"citation\" id=\"83513\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83513)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83513)\">Ether 13:3-12<\/a><\/span> when Satan's army is consumed<span class=\"citation\" id=\"80569\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80569)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80569)\">Rev. 20:9<\/a><\/span> and this trump shall sound, will be caught up, and those who have not undergone their full change from mortality to immortality will be changed in  <div class=\"break pagebreak\" id=\"323a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0323.pdf\" target=\"pdfwin\">p.&#xA0;323a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6053\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the twinkling of an eye. As Paul said to the Corinthians&#x2014;&#x201C;We shall not all sleep, but we shall be changed, in the twinkling of an eye.&#x201D;<span class=\"citation\" id=\"73987\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73987)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73987)\">1 Cor. 15:51-52<\/a><\/span> At what time? When the last trump shall sound, after the thousand years are ended, they shall be changed and caught up. Where are they taken to? Up into the celestial heavens, to those invisible creations<span class=\"citation\" id=\"75560\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75560)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75560)\">Col. 1:16<\/a><\/span> that are in space, which have passed through their ordeals, and been sanctified, glorified and made celestial. What will they be caught up for? That they may not pass away, when the earth passes away.<span class=\"citation\" id=\"65906\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65906)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65906)\">Matt. 24:35<\/a><\/span><span class=\"citation\" id=\"85591\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85591)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85591)\">D&amp;C 45:22<\/a><\/span> What becomes of the wicked, those who were consumed to ashes,<span class=\"citation\" id=\"62537\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62537)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62537)\">Mal. 4:3<\/a><\/span> who lived before the Millennium? They are called forth by the sound of the last trump, and caught up also to be judged; and they who are filthy will be filthy still, and they who are unholy will remain unholy still, they who are happy will be happy still;<span class=\"citation\" id=\"80863\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80863)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80863)\">Rev. 22:11<\/a><\/span> both small and great in that day, will stand before God, and be judged out of the things written in the books, every man according to his works.<span class=\"citation\" id=\"80622\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80622)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80622)\">Rev. 20:12<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v16n1119\"> We might say considerable in relation to these books, as they are revealed in the Book of Mormon<span class=\"citation\" id=\"81555\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81555)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81555)\">2 Ne. 29:11<\/a><\/span><span class=\"citation\" id=\"82979\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82979)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82979)\">3 Ne. 27:24-26<\/a><\/span> and elsewhere, but we will pass along. By and by it will be needful to have a new earth. Now how does the Lord make this new earth? He makes it out of the materials of the old one. This very earth on which we dwell, whose elements are to be melted and sanctified with fervent heat,<span class=\"citation\" id=\"78468\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78468)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78468)\">2 Pet. 3:10-13<\/a><\/span><span class=\"citation\" id=\"89482\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89482)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89482)\">D&amp;C 101:24-25<\/a><\/span> in order that the Saints may reign upon it for a thousand years;<span class=\"citation\" id=\"80519\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80519)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80519)\">Rev. 20:4-6<\/a><\/span> this very earth that will pass away and no place be found for it as an organized earth,<span class=\"citation\" id=\"80589\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80589)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80589)\">Rev. 20:11<\/a><\/span> will be resurrected, the elements thereof will be brought together again, as they were in the beginning, and they will be sanctified and purified, and made holy and celestial, and become like a <div class=\"break columnbreak\" id=\"323b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0323.pdf\" target=\"pdfwin\">p.&#xA0;323b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6053\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> sea of glass,<span class=\"citation\" id=\"79144\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79144)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79144)\">Rev. 4:6<\/a><\/span><span class=\"citation\" id=\"87274\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87274)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87274)\">D&amp;C 77:1<\/a><\/span><span class=\"citation\" id=\"91287\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91287)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91287)\">D&amp;C 130:7<\/a><\/span> and then, after all things are made new, and old things have passed away,<span class=\"citation\" id=\"74197\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74197)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74197)\">2 Cor. 5:17<\/a><\/span><span class=\"citation\" id=\"83521\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83521)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83521)\">Ether 13:9<\/a><\/span><span class=\"citation\" id=\"84780\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84780)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84780)\">D&amp;C 29:24<\/a><\/span> the two Jerusalems will come down from God out of heaven,<span class=\"citation\" id=\"126879\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126879)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126879)\">Rev. 21:1-2<\/a><\/span><span class=\"citation\" id=\"87983\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87983)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87983)\">D&amp;C 84:99-100<\/a><\/span> and will rest upon the new earth, the new Jerusalem standing upon this continent, and the old Jerusalem brought again to where it formerly stood.<span class=\"citation\" id=\"83514\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83514)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83514)\">Ether 13:3-12<\/a><\/span> Then God himself will be with them, and he will wipe away all tears from their eyes, and there will be no more sorrow, nor mourning, neither any more death, for the former things will have passed away, and all things will have become new.<span class=\"citation\" id=\"80735\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80735)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80735)\">Rev. 21:4-5<\/a><\/span> This land or hemisphere will be the abiding place of the New Jerusalem forever and ever.<span class=\"citation\" id=\"82824\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82824)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82824)\">3 Ne. 20:22<\/a><\/span><span class=\"citation\" id=\"126880\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126880)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126880)\">Ether 13:2-3<\/a><\/span><span class=\"citation\" id=\"85746\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85746)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85746)\">D&amp;C 45:66-71<\/a><\/span><span class=\"citation\" id=\"126881\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126881)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126881)\">D&amp;C 84:2-5<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v16n1120\"> Now, do you not see that there is a similarity in regard to God's dealings with the earth and with the inhabitants who dwell upon its face? The earth has to undergo a change as well as our bodies. As our bodies may be burned at the stake and the ashes blown to the four winds of heaven,<span class=\"citation\" id=\"65872\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65872)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65872)\">Matt. 24:31<\/a><\/span><span class=\"citation\" id=\"91831\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91831)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91831)\">D&amp;C 133:7<\/a><\/span> so will the earth be burned and pass away;<span class=\"citation\" id=\"62229\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62229)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62229)\">Nahum 1:5<\/a><\/span><span class=\"citation\" id=\"78450\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78450)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78450)\">2 Pet. 3:10<\/a><\/span> and in the same manner as our bodies are renewed out of the elements which once entered into their composition, or at least a sufficient quantity thereof to make a new body, so will the earth have to be renewed again<span class=\"citation\" id=\"94098\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94098)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94098)\">A of F 1:10<\/a><\/span> and resurrected, redeemed and made immortal from the elements of which it was formerly composed, so that those immortal beings who are brought forth from the grave will have an immortal earth to dwell upon.<span class=\"citation\" id=\"91304\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91304)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91304)\">D&amp;C 130:9<\/a><\/span> There is a type of this thing also in regard to our first parents. When this earth issued from the hands of the Almighty it was intended for an eternal duration; in other words, it was an immortal earth or creation, all things being pronounced very good.<span class=\"citation\" id=\"52364\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52364)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52364)\">Gen. 1:31<\/a><\/span><span class=\"citation\" id=\"92380\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92380)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92380)\">Moses 2:31<\/a><\/span> But man brought a curse upon the earth,<span class=\"citation\" id=\"52608\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52608)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52608)\">Gen. 3:17<\/a><\/span> he brought death into the world,<span class=\"citation\" id=\"72351\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72351)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72351)\">Rom. 5:12<\/a><\/span><span class=\"citation\" id=\"92755\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92755)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92755)\">Moses 6:59<\/a><\/span> he brought a curse upon the waters<span class=\"citation\" id=\"86392\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86392)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86392)\">D&amp;C 61:14<\/a><\/span> and  <div class=\"break pagebreak\" id=\"324a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0324.pdf\" target=\"pdfwin\">p.&#xA0;324a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6052\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>upon all the materials of our globe, and hence, as man has to be sanctified and to pass through the several ordeals necessary for that purpose, so does the earth; and when man has got through with these ordeals and becomes immortal, so will his abiding place become immortal, and he will inherit it forever and ever.<span class=\"citation\" id=\"61653\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61653)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61653)\">Dan. 7:18<\/a><\/span><span class=\"citation\" id=\"89702\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89702)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89702)\">D&amp;C 103:7<\/a><\/span> Our first parents were not mortal when they were placed on this earth, but they were as immortal as those who are resurrected in the presence of God. Death came into the world by their transgression,<span class=\"citation\" id=\"72352\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72352)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72352)\">Rom. 5:12<\/a><\/span><span class=\"citation\" id=\"92756\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92756)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92756)\">Moses 6:59<\/a><\/span> they produced mortality; hence this will be a complete restoration, of which I am speaking. <\/div><div class=\"paragraph jod\" id=\"v16n1122\"> We are living, Latter-day Saints, near the close of the sixth thousand years from the fall of man; how near I do not know, and there is a great change about to take place. Inquires one&#x2014;&#x201C;Is there not some way by which we can fix the time, and arrive at a certainty in regard to the age of our globe since the fall of man?&#x201D; I do not know of any way except by new revelation, for chronology is so imperfect that many hundreds who have spent their lives and fortunes in studying it, differ from each other in their conclusions. One has one date for the age of the world, and another has another. Let me give to you a few specimens. We will take one of the oldest eras&#x2014;the Alexandrian&#x2014;computed by Julius Africanus. In this Alexandrian era, the time from the creation to the birth of Christ is set down at 5,500 years; in the Antioch era, computed by Pannerus, it is set down at 5,493 years; in the Constantinople, or Greek era, it is set down at 5,509 years; you take Scaliger, another great chronologist, and he, by a comparison of the text of various ancient manuscripts, makes the age of the world, from the creation to the <div class=\"break columnbreak\" id=\"324b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0324.pdf\" target=\"pdfwin\">p.&#xA0;324b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6052\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> coming of Christ, 3,950 years. Then you take another celebrated man, Father Pezron, and he makes it 5,873 years from the creation to Christ. Then you take the one who has given the chronology to the Bible, Archbishop Usher, and he makes it 4,004, years from the creation to Christ. Another chronologist, Josephus, makes it 4,163 years; and you take some other Jewish chronologists, and they make it as high as 6,524 years from the creation to Christ. How are you going to judge? You may take over two hundred other chronologists, whose names are given, and they all have their special dates; consequently, you see, we are utterly at a loss, and without new revelation, we are no more sure that Archbishop Usher's chronology, contained in King James' Bible, is correct, than we have to suppose that that many of those others are correct. What shall we do, then? The best thing for us to do is to depend upon what God reveals. If he gives us any knowledge regarding chronology, depend upon it; and he has given us a great deal of information with regard to the signs of the times. If he has not given us the age of the world, he has given us that whereby we may know that we live in the generation in which the times of the Gentiles will be fulfilled.<span class=\"citation\" id=\"85600\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85600)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85600)\">D&amp;C 45:25-31<\/a><\/span><span class=\"citation\" id=\"93844\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93844)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93844)\">JS&mdash;H 1:41<\/a><\/span> He informed us, in the rise of this Church, that that generation should not pass away until the times of the Gentiles should be fulfilled.<span class=\"citation\" id=\"85601\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85601)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85601)\">D&amp;C 45:25-31<\/a><\/span><span class=\"citation\" id=\"88643\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88643)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88643)\">D&amp;C 88:84<\/a><\/span> And then we have other revelations, showing that when their times are fulfilled there is a speedy and short work<span class=\"citation\" id=\"72689\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72689)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72689)\">Rom. 9:27-28<\/a><\/span> to be accomplished in the gathering of the house of Israel from the four quarters of the earth.<span class=\"citation\" id=\"82716\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82716)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82716)\">3 Ne. 16:5<\/a><\/span><span class=\"citation\" id=\"93144\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93144)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93144)\">Moses 7:62<\/a><\/span> They are to be brought out of all nations, kindreds, tongues, and people<span class=\"citation\" id=\"81594\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81594)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81594)\">2 Ne. 30:8<\/a><\/span> with a mighty hand and outstretched arm.<span class=\"citation\" id=\"55121\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55121)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55121)\">Deut. 26:8<\/a><\/span> We are told that God will then perform won<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"325a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0325.pdf\" target=\"pdfwin\">p.&#xA0;325a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6051\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ders, miracles and signs,<span class=\"citation\" id=\"84997\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84997)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84997)\">D&amp;C 35:8-10<\/a><\/span><span class=\"citation\" id=\"93559\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93559)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93559)\">JS&mdash;M 1:22<\/a><\/span> greater than ever have been performed since the creation of the world;<span class=\"citation\" id=\"84757\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84757)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84757)\">D&amp;C 29:14<\/a><\/span> that he will bring back his covenant people.<span class=\"citation\" id=\"85649\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85649)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85649)\">D&amp;C 45:39-43<\/a><\/span> After the Jews have rebuilt Jerusalem, and after the Temple is erected,<span class=\"citation\" id=\"61884\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61884)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61884)\">Joel 3:1-21<\/a><\/span><span class=\"citation\" id=\"62283\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62283)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62283)\">Zech. 12:1-14<\/a><\/span> the Lord Jesus will come.<span class=\"citation\" id=\"62318\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62318)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62318)\">Zech. 14:1-21<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v16n1124\"> How much of this work will be performed, after the sixth thousand years have passed away, I do not know. Inquires one&#x2014;&#x201C;Don't you think it will all be completed before the last day of the six thousand years from creation?&#x201D; No, I do not; the Lord has told us differently. Read the key to John's revelations, published in the &#x201C;Pearl of Great Price,&#x201D;<span class=\"citation\" id=\"87279\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87279)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87279)\">D&amp;C 77:1-15<\/a><\/span> and you will find that there is a very great work to be performed, after the seventh thousand years, called the Millennium, has commenced. You will find that the seven trumpets are to sound, preparatory to the beginning and finishing of his work in the morning of the seventh thousand years, just as the Lord performed a work in the seventh day of creation, when he planted the Garden of Eden and placed the man Adam therein. He performed quite a temporal work in the process of creation on the morning of the seventh day; and so he will perform a work at the beginning of the seventh thousand years, after the seventh millennium shall open; and the nature of the work, which will then be performed, was typified by that which God performed in the beginning.<span class=\"citation\" id=\"87307\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87307)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87307)\">D&amp;C 77:12<\/a><\/span> In the beginning of the seventh day or &#x201C;time&#x201D; of creation he placed man in the Garden of Eden, free from the curse, and, says the key to John's revelations, in the morning of the seventh thousand years will he sanctify the earth, redeem man from the grave, and seal all things to the end of all things; and the sounding of these trumpets, and the work which is to be performed, as <div class=\"break columnbreak\" id=\"325b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0325.pdf\" target=\"pdfwin\">p.&#xA0;325b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6051\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> each trumpet shall sound in its turn, will accomplish that which is necessary as a preparation for the sealing up of all things to the end of all things before he comes.<span class=\"citation\" id=\"87308\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87308)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87308)\">D&amp;C 77:12<\/a><\/span> Some have supposed that during the Millennium a great work would be performed for and in behalf of the dead. This may be; but this revelation would seem to indicate that everything will be prepared before the Savior comes, everything sealed to its position, everything reduced to its standard and to its sphere; that there will be no links in the chain but what will be completely welded, and everything completely prepared by the sounding of these trumpets. <\/div><div class=\"paragraph jod\" id=\"v16n1125\"> Then again, after the six thousand years have ended, before the Lord shall come while these trumpets are sounding, or about that time, we find that there is to be a great work among the nations&#x2014;which will probably take place in the morning of the seventh thousand years. The ten tribes will have to come forth and come to this land,<span class=\"citation\" id=\"126882\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126882)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126882)\">D&amp;C 110:11<\/a><\/span><span class=\"citation\" id=\"126883\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126883)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126883)\">A of F 1:10<\/a><\/span> to be crowned with glory in the midst of Zion by the hands of the servants of God, even the Children of Ephraim;<span class=\"citation\" id=\"91902\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91902)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91902)\">D&amp;C 133:32<\/a><\/span> and twelve thousand High Priests will be elected from each of these ten tribes, as well as from the scattered tribes,<span class=\"citation\" id=\"126884\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126884)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126884)\">Rev. 7:4-8<\/a><\/span><span class=\"citation\" id=\"87291\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87291)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87291)\">D&amp;C 77:11<\/a><\/span> and sealed in their foreheads,<span class=\"citation\" id=\"126885\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126885)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126885)\">Rev. 14:1-3<\/a><\/span><span class=\"citation\" id=\"87287\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87287)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87287)\">D&amp;C 77:9<\/a><\/span><span class=\"citation\" id=\"126886\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126886)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126886)\">D&amp;C 133:18<\/a><\/span> and will be ordained and receive power to gather out of all nations, kindreds, tongues and people as many as will come unto the general assemblage of the Church of the Firstborn.<span class=\"citation\" id=\"87292\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87292)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87292)\">D&amp;C 77:11<\/a><\/span> Will not that be a great work? Imagine one hundred and forty-four thousand High Priests going forth among the nations, and gathering out as many as will come to the Church of the Firstborn.<span class=\"citation\" id=\"87293\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87293)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87293)\">D&amp;C 77:11<\/a><\/span> All that will be done, probably, in the morning of the seventh thousand years. The work is of great magnitude, Latter-day  <div class=\"break pagebreak\" id=\"326a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0326.pdf\" target=\"pdfwin\">p.&#xA0;326a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6050\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Saints, and we are living almost upon the eve of it. Six thousand years have nearly gone by, the world is getting aged, and Satan has accomplished almost all that the Lord intends that he shall accomplish, before the day of rest.<span class=\"citation\" id=\"93139\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93139)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93139)\">Moses 7:61<\/a><\/span> With a work of such magnitude before them, the Latter-day Saints should be wide awake, and should not have their minds engaged in those fooleries in which many indulge at the present time. We should put these things away, and our inquiry should be&#x2014;&#x201C;Lord, how can we prepare the way before thy coming?<span class=\"citation\" id=\"91832\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91832)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91832)\">D&amp;C 133:17<\/a><\/span> How can we <div class=\"break columnbreak\" id=\"326b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0326.pdf\" target=\"pdfwin\">p.&#xA0;326b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6050\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> prepare ourselves to perform the great work which must be performed in this greatest of dispensations, the dispensation of the fullness of times? How can we be prepared to behold the Saints who lived on the earth in former dispensations, and take them by the hand and fall upon their necks and they fall upon ours, and we embrace each other?<span class=\"citation\" id=\"93166\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93166)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93166)\">Moses 7:63<\/a><\/span> How can we be prepared for this?&#x201D; How can all things that are in Christ Jesus, both which are in heaven and on the earth, be assembled in one grand assembly,<span class=\"citation\" id=\"74799\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74799)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74799)\">Eph. 1:10<\/a><\/span> without we are wide awake? <\/div><div class=\"paragraph jod\" id=\"v16n1127\"> May God bless you. Amen. <\/div>\n<\/div>\n<\/div>"}