{"ID":160011, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Ignorance of the World Concerning Our Faith&#x2014;Character of Christ's Teachings&#x2014;Organization of the Church of Jesus Christ of Latter-Day Saints is Similar to that of Former-Days&#x2014;Belief Alone Insufficient&#x2014;Exhortation to the Saints to Live Their Religion and to Acquire All Useful Knowledge.<\/div>\n<div class=\"subtitle\">Discourse by President Brigham Young, delivered in the New Tabernacle, Salt Lake City, Sunday Afternoon, May 25, 1873.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: Ignorance of the World, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 5\/25\/1873<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d11\">\n<div class=\"paragraph jod\" id=\"v16n248\"> I have a few remarks to make to those who do not understand the doctrine of the Latter-day Saints. Forty-three years have passed away since this Church was organized in Fayette, Seneca County, in the State of New York; and for over forty years, according to the ability which God has given me, I have traveled and preached enough to extend this Gospel to the door of every hamlet on this continent if the people had <div class=\"break columnbreak\" id=\"71b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0071.pdf\" target=\"pdfwin\">p.&#xA0;71b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6305\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> been willing to receive it; yea more&#x2014;I have taught the Gospel of life and salvation to the human family sufficiently, if all had been honest to receive it and willing to carry it to their neighbors, to evangelize the whole earth, and there need not have been, today, one person, heathen or Christian, ignorant of its principles. But now, I learn from day to day, from week to week and from time to time, that very many people in our  <div class=\"break pagebreak\" id=\"72a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0072.pdf\" target=\"pdfwin\">p.&#xA0;72a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6304\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>own land do not understand our doctrines, and I am frequently asked the question, while conversing with people, &#x201C;Do you believe the Bible?&#x201D; &#x201C;Do you receive the Bible as the word of the Lord?&#x201D; &#x201C;Then, you acknowledge the Bible?&#x201D; &amp;c. This astonishes me, and the cause of such questions being asked I leave every person to judge for himself, just as I do with regard to the course of the children of men in other matters, such as truth, error, religion, politics, &amp;c. If we were to inquire of strangers, who have lived twenty, thirty, forty, fifty or sixty years on the continent of America, and even in the United States, how it is that they do not know better than to suppose that the Latter-day Saints reject and do not believe in the Bible, they would reply, &#x201C;We do not know, only we have heard so.&#x201D; If you go to the professed infidel, of any class, and ask him, &#x201C;Do the &#x2018;Mormons&#x2019; believe in the Bible?&#x201D;&#x2014;&#x201C;Why yes, I have heard them preach, and they believe the Bible more than the whole Christian world do.&#x201D; Well, where and through whom does this influence come, which leads people to believe to the contrary? I will not spend time to answer this, but I will say, that the Latter-day Saints believe more of the Bible<span class=\"citation\" id=\"94078\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94078)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94078)\">A of F 1:8<\/a><\/span> than any other people that live on the face of the earth that we have any knowledge of. <\/div><div class=\"paragraph jod\" id=\"v16n250\"> What does the Bible teach us with regard to the Christian religion, faith in God, and in his Son Jesus Christ, who was sent in the meridian of time to redeem the earth, and all things pertaining to it? I will not take up the negative side of the question, or tell what others believe; but let me tell what we believe. In the first place, I will take up the sayings of Jesus to his disciples on a certain occasion. Said he, &#x201C;Go ye therefore into all the world, and preach <div class=\"break columnbreak\" id=\"72b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0072.pdf\" target=\"pdfwin\">p.&#xA0;72b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6304\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the gospel to every creature. He that believeth and is baptized shall be saved; he that believeth not shall be damned.&#x201D;<span class=\"citation\" id=\"66797\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66797)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66797)\">Mark 16:15-16<\/a><\/span> I shall not attempt to go into the meaning of this saying in every particular&#x2014;time will not permit&#x2014;but suffice it to say that he that believeth and is baptized will be saved, and he that believeth not will be cast off. What promise did Jesus give to his disciples when he sent them out, two by two, to preach?<span class=\"citation\" id=\"66547\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66547)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66547)\">Mark 6:7<\/a><\/span> What inducement was there, when the Savior was upon the earth, to believe in him and his doctrine? We can all read; it would take too much time to tell. His disciples went out and preached without purse and scrip, and when they returned, they testified to Jesus that they had lacked for nothing.<span class=\"citation\" id=\"68161\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68161)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68161)\">Luke 22:35<\/a><\/span> Jesus promised to those who believed, powers and advantages which unbelievers could not enjoy. We read of certain men and women in Samaria, who had been taught the Gospel under the authority of John the Baptist, but they had not received the Holy Ghost; and we are told that certain Apostles went down from Jerusalem to lay their hands on these Samaritan believers. There was a man called Simon, a sorcerer, who had bewitched the people, and seeing that the power which the Apostles bestowed upon them, by the laying on of hands, was far above his power&#x2014;although he could deceive, betray and frighten the people, and do many things just as the magicians of Pharaoh's court did when Moses went to deliver the children of Israel;<span class=\"citation\" id=\"53904\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53904)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53904)\">Ex. 7:11<\/a><\/span> said he, &#x201C;I will give you money if you will bestow that power on me.&#x201D; The Apostles said to him, &#x201C;You and your money perish together.&#x201D; The Apostles laid their hands upon those persons who had been baptized to John's baptism, and they received the Holy Ghost.<span class=\"citation\" id=\"71586\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71586)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71586)\">Acts 8:9-20<\/a><\/span> Believers in those days had the  <div class=\"break pagebreak\" id=\"73a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0073.pdf\" target=\"pdfwin\">p.&#xA0;73a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6303\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>power which Jesus promised. They might take up serpents, and they would not bite them; if they drank any deadly thing it would not hurt them; if they laid hands on the sick, the sick would recover.<span class=\"citation\" id=\"66940\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66940)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66940)\">Mark 16:18<\/a><\/span> They spake with tongues, they prophesied, they had the discernment of spirits,<span class=\"citation\" id=\"66900\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66900)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66900)\">Mark 16:17<\/a><\/span><span class=\"citation\" id=\"73481\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73481)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73481)\">1 Cor. 12:10<\/a><\/span> and all the various gifts of the Gospel of Christ; and all of these were beyond the reach of the sorcerer, yet he was far in advance of the common people in powers of deception. But Jesus promised his disciples more than any man could possess by the spirit of divination. When we consider this and realize, if we can realize, that, through the restoration of the Gospel in our day, all these gifts can be again enjoyed, it is worthy the attention of every person on the face of the earth who is capable of receiving truth for truth, light for light, and intelligence upon intelligence.<span class=\"citation\" id=\"88510\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88510)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88510)\">D&amp;C 88:40<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v16n252\"> Let me hasten along, and refer to the organization of the ancient Church. According to the testimony of the Apostle, God set in the Church, firstly Apostles, secondly Prophets, thirdly Teachers,<span class=\"citation\" id=\"73606\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73606)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73606)\">1 Cor. 12:28<\/a><\/span> then Pastors, and so forth.<span class=\"citation\" id=\"75059\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75059)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75059)\">Eph. 4:11<\/a><\/span> You strangers may ask your divines, when you return home, what they believe about God setting in the Church Apostles, Prophets, Pastors, Teachers, helps, gifts, divers kinds of tongues,<span class=\"citation\" id=\"73607\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73607)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73607)\">1 Cor. 12:28<\/a><\/span> and so on, for the perfecting of the Saints, and for the edifying of the body of Christ, until all come to a unity of faith and knowledge in Christ Jesus our Lord;<span class=\"citation\" id=\"75180\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75180)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75180)\">Eph. 4:12-13<\/a><\/span> and let them answer the question, then you can judge who it is that throws dust into the eyes of the people, and is continually telling them that &#x201C;the Latter-day Saints deny the Bible;&#x201D; &#x201C;the Latter-day Saints are a bad people;&#x201D; &#x201C;the Latter-day Saints are aliens to the government;&#x201D; &#x201C;the Latter-day Saints are rebellious.&#x201D; Ask the divines, <div class=\"break columnbreak\" id=\"73b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0073.pdf\" target=\"pdfwin\">p.&#xA0;73b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6303\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> &#x201C;Do you believe in prophesying, do you believe in Apostles, in baptism by immersion for the remission of sins, and in the laying on of hands for the reception of the Holy Ghost? Do you believe in breaking bread continually, as Jesus commanded his disciples at the last supper, when he brake the bread and blessed it, and blessed the wine and gave it to all to eat and drink, saying, &#x2018;Do this until I come again,<span class=\"citation\" id=\"68073\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68073)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68073)\">Luke 22:19-20<\/a><\/span><span class=\"citation\" id=\"73365\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73365)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73365)\">1 Cor. 11:23-26<\/a><\/span> for I will drink no more of the fruit of the vine, until I drink it anew with you in my Father's kingdom?&#x2019;&#x201D;<span class=\"citation\" id=\"66229\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66229)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66229)\">Matt. 26:26-29<\/a><\/span><span class=\"citation\" id=\"66691\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66691)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66691)\">Mark 14:22-25<\/a><\/span> What do the world&#x2014;Christian, Jew and Pagan&#x2014;believe about these things? Inquire for yourselves. We Latter-day Saints believe in Apostles and Prophets. We believe in the Melchizedek Priesthood and in the Aaronic Priesthood, which God bestowed upon his servants long ago. Moses had all these doctrines and both these Priesthoods in his possession, and also the organization of the Church; and with all his power he strove to bring the children of Israel to a knowledge of the Gospel, but they would not have Christ.<span class=\"citation\" id=\"87621\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87621)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87621)\">D&amp;C 84:23-24<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v16n253\"> I pause here. I was brought up a Christian, very strictly, and was taught to read the Bible, consequently it is natural for me to believe it&#x2014;it is according to my traditions, and also from the spirit of revelation from God unto myself. In all my teachings, I have taught the Gospel from the Old and New Testaments. I found therein every doctrine, and the proof of every doctrine, the Latter-day Saints believe in, as far as I know, therefore I do not refer to the Book of Mormon as often as I otherwise should. There may be some doctrines about which little is said in the Bible, but they are all couched therein, and I believe the doctrines because they are true, and I have taught them because they are  <div class=\"break pagebreak\" id=\"74a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0074.pdf\" target=\"pdfwin\">p.&#xA0;74a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6302\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>calculated to save the children of men. <\/div><div class=\"paragraph jod\" id=\"v16n255\"> It is said by the Christian world, by governments, philosophers, statesmen, politicians and ministers, that there is no harm in believing anything if we do not practice it. But let me ask how can we believe in Jesus Christ&#x2014;taking his own words for it&#x2014;unless we do the works that he did? Go and read his words for yourselves&#x2014;&#x201C;He that believeth in me will do the works that I do.&#x201D;<span class=\"citation\" id=\"69957\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69957)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69957)\">John 14:12<\/a><\/span> Did he not say this? How then can we believe in him without doing his works? Did he inspire his Apostles? Did be inspire him whom we call St. Paul? Did he inspire John upon the Isle of Patmos? The Christian world will not deny that he did. While John was upon Patmos, he had many visions and revelations. He compiled these after he returned from the island, and left them in the possession of his friends; and the Council which compiled this book&#x2014;the Bible&#x2014;brought his revelations into the catalogue of sacred books. If you will read the Book of Revelation, you will find that John predicts many things regarding these latter days. He saw the conduct and doings of the seven angels;<span class=\"citation\" id=\"79356\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79356)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79356)\">Rev. 8:2<\/a><\/span><span class=\"citation\" id=\"80052\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80052)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80052)\">Rev. 15:1<\/a><\/span><span class=\"citation\" id=\"80136\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80136)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80136)\">Rev. 17:1<\/a><\/span><span class=\"citation\" id=\"80777\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80777)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80777)\">Rev. 21:9<\/a><\/span> and then he says, &#x201C;I saw another angel flying in the midst of heaven, having the everlasting gospel to preach to them that dwell upon the earth, Saying, Fear God, and give glory to him; who made the heavens, the earth, the seas and the fountains of waters.&#x201D;<span class=\"citation\" id=\"79914\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79914)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79914)\">Rev. 14:6-7<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v16n256\"> By reading the Bible we find that the Gospel is contained not only in the New Testament, but also in the Old. Moses and the Prophets saw and predicted the apostasy of the Church.<span class=\"citation\" id=\"59923\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59923)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59923)\">Isa. 60:2<\/a><\/span><span class=\"citation\" id=\"61941\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61941)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61941)\">Amos 8:11<\/a><\/span> They saw that the Lord would strive with the children of men from time to time, that he would deliver to them the truth and the Priesthood; they also saw that <div class=\"break columnbreak\" id=\"74b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0074.pdf\" target=\"pdfwin\">p.&#xA0;74b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6302\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> through the wickedness of the people they would change his ordinances, break the covenants, and transgress his laws,<span class=\"citation\" id=\"58444\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58444)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58444)\">Isa. 24:5<\/a><\/span> until the Priesthood would be taken from the earth,<span class=\"citation\" id=\"126758\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126758)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126758)\">D&amp;C 84:23-25<\/a><\/span> and its inhabitants be left in apostasy and darkness. <\/div><div class=\"paragraph jod\" id=\"v16n257\"> But how are we to understand this angel referred to by John, when he comes along? This is an important question. How, in the language of Scripture, are we to know the voice of the Good Shepherd<span class=\"citation\" id=\"82050\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82050)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82050)\">Alma 5:38<\/a><\/span> from the voice of a stranger?<span class=\"citation\" id=\"69608\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69608)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69608)\">John 10:3-5,11,14<\/a><\/span> Can any person answer this question? I can, it is very easy. To every philosopher upon the earth, I say, &#x201C;Your eye can be deceived, so can mine; your ear can be deceived, so can mine; the touch of your hand can be deceived, so can mine; but the Spirit of God filling the creature with revelation and the light of eternity, cannot be mistaken&#x2014;the revelation which comes from God is never mistaken.&#x201D; It is the spirit of truth, and it testifies of Jesus,<span class=\"citation\" id=\"70256\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70256)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70256)\">John 15:26<\/a><\/span> of his Father, of the things which God has done for the children of men, and that which he is now doing.<span class=\"citation\" id=\"70390\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70390)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70390)\">John 16:13<\/a><\/span> No man upon the earth can be mistaken when he sees by the eye of revelation, when Jesus shines upon his understanding by the light of his Spirit. Now, then, how are we going to know the voice of the Good Shepherd from the voice of a stranger?<span class=\"citation\" id=\"69604\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69604)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69604)\">John 10:3-5<\/a><\/span> Take the words of Jesus. He says, &#x201C;My sheep hear my voice, and they follow me, a stranger they will not follow.&#x201D;<span class=\"citation\" id=\"69605\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69605)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69605)\">John 10:3-5<\/a><\/span> Why? Because they know not the voice of a stranger.<span class=\"citation\" id=\"69634\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69634)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69634)\">John 10:5<\/a><\/span> When an individual, filled with the Spirit of God, declares the truth of heaven, the sheep hear that, the Spirit of the Lord pierces their inmost souls and sinks deep into their hearts; by the testimony of the Holy Ghost light springs up within them, and they see and understand for them<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"75a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0075.pdf\" target=\"pdfwin\">p.&#xA0;75a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6301\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>selves. This is the way the Gospel should be preached by every Elder in Israel, and by this power every hearer should hear;<span class=\"citation\" id=\"85936\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85936)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85936)\">D&amp;C 50:13-22<\/a><\/span> and if we would know the voice of the Good Shepherd, we must live so that the Spirit of the Lord can find its way to our hearts. I have said to the Latter-day Saints, many and many a time, and I say to them now, live your religion, that the Spirit of God may be within you like a well of water springing up to everlasting life.<span class=\"citation\" id=\"69067\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69067)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69067)\">John 4:14<\/a><\/span> Suppose I were to give way to the spirit of the enemy and leave the spirit of the Gospel, then, if you were not prepared to judge between the voice of the Good Shepherd and the voice of the stranger, I could lead you to ruin. Be prepared that you may know the voice when it comes through the servants of God, then you can declare for yourselves. &#x201C;This is the word of the Lord.&#x201D; My caution and counsel to the Latter-day Saints, and to all the inhabitants of the earth is&#x2014;&#x201C;Live so that you will know truth from error.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v16n259\"> But do all the Latter-day Saints live so? Oh no, they do not. Many fall into error and finally leave the Church. They are led away far from the truth. They become subject to the ten thousand spirits that have gone forth into the world,<span class=\"citation\" id=\"78738\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78738)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78738)\">1 Jn. 4:1<\/a><\/span> and they are deceived in this, that and the other thing, and like the rest of the world, they do not know how to govern themselves. They are deceived in their own organization and with regard to themselves; and there is no man that can know himself unless he knows God, and he cannot know God unless he knows himself. The children of men give heed to the deceiving spirits that are abroad,<span class=\"citation\" id=\"86034\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86034)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86034)\">D&amp;C 52:14<\/a><\/span> and that is the cause of the ten thousand errors, wrongs, sins and divisions which are in the world, and for this reason the multitude are unable <div class=\"break columnbreak\" id=\"75b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0075.pdf\" target=\"pdfwin\">p.&#xA0;75b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6301\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to distinguish between the voice of the Good Shepherd and the voice of the stranger.<span class=\"citation\" id=\"69606\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69606)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69606)\">John 10:3-5<\/a><\/span> But I will say that if the Lord has not sent that angel of which John speaks, he will send him as surely as we live.<span class=\"citation\" id=\"79915\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79915)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79915)\">Rev. 14:6-7<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v16n260\"> Let me refer to another saying of John: After telling about the angel flying through the midst of heaven with the everlasting Gospel to be restored to the children of men,<span class=\"citation\" id=\"79739\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79739)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79739)\">Rev. 14:6<\/a><\/span> he tells us in his eighteenth chapter and 4th verse&#x2014;&#x201C;And I heard another voice from heaven saying, Come out of her, my people, that ye be not partakers of her sins, and that ye receive not of her plagues.&#x201D;<span class=\"citation\" id=\"80239\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80239)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80239)\">Rev. 18:4<\/a><\/span> This was a proclamation to God's people. Israel is dispersed among all the nations of the earth; the blood of Ephraim is mixed with the blood of all the earth. Abraham's seed is mingled with the rebellious seed through the whole world of mankind, and John saw that a command would go forth warning the righteous to flee from Babylon, and that command was, &#x201C;Come out of her, my people, that ye be not partakers of her sins, that ye receive not other plagues. For her sins have reached to heaven,&#x201D;<span class=\"citation\" id=\"80288\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80288)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80288)\">Rev. 18:4-5<\/a><\/span> and so forth. This is a stumbling block to the religious world of Christendom. They cannot see the necessity of the gathering, they claim that believers in Jesus can live their religion and serve the Lord as well scattered as gathered, and that, in time, by the preaching of the various sects, the world will be evangelized. The Latter-day Saints believe that all their efforts in this direction, in the future, will be as they have been in the past&#x2014;useless; and that the so-called Christian religion is a failure, so far as evangelizing the world is concerned. Let the world of mankind look at Jerusalem for an illustration of its effects. In that city various Christian sects have  <div class=\"break pagebreak\" id=\"76a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0076.pdf\" target=\"pdfwin\">p.&#xA0;76a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6300\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>their places of worship, and many make yearly pilgrimages to the places made sacred by the life, death and burial of the Redeemer. Do these Christians in Jerusalem manifest that love, meekness and forbearance toward each other which always characterize the true servants and followers of the Lord Jesus? No, for if it were not for the Turkish soldiers they would massacre each other every day. That is the effect the principles which they profess have upon them. And everywhere, throughout the Christian world, it amounts to little more. Its leaders and professors cry, &#x201C;Come to Jesus, Come to the Lord,&#x201D; and do this and do that, but where do we find such things taught in the New Testament? They are not there. Who among the writers of the Scriptures declares that God has taken Apostles and Prophets, evangelists, pastors, teachers governments and helps from his Church?<span class=\"citation\" id=\"73608\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73608)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73608)\">1 Cor. 12:28<\/a><\/span><span class=\"citation\" id=\"75060\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75060)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75060)\">Eph. 4:11<\/a><\/span> Not one. Is there any declaration or revelation in modern times to the effect that God has taken the gifts out of his Church? No. Men have left them, they have wandered from and forsaken the fold of Christ,<span class=\"citation\" id=\"69674\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69674)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69674)\">John 10:16<\/a><\/span> they have transgressed the laws and they have changed the ordinances of his kingdom for the laws and ordinances of men; and they have broken the everlasting covenant which God, in early ages, made with his creatures.<span class=\"citation\" id=\"58445\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58445)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58445)\">Isa. 24:5<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v16n262\"> Let me say to my hearers, not that I wish to take up the subject of Celestial Marriage, that if you will search the Scriptures, you will find that the first curse which came upon the children of Israel, as recorded in the writings of Moses, was for marrying out of their own families;<span class=\"citation\" id=\"54568\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54568)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54568)\">Ex. 34:10-17<\/a><\/span><span class=\"citation\" id=\"54987\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54987)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54987)\">Deut. 7:1-6<\/a><\/span> and then the Lord, after seeing the hardness of their hearts in despising his law and his covenants, gave to them a law of carnal commandments,<span class=\"citation\" id=\"54558\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54558)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54558)\">Ex. 34:2 (JST)<\/a><\/span><span class=\"citation\" id=\"87685\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87685)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87685)\">D&amp;C 84:27<\/a><\/span> and <div class=\"break columnbreak\" id=\"76b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0076.pdf\" target=\"pdfwin\">p.&#xA0;76b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6300\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> told them whom they might not marry. By reading the Scriptures you will find that the Lord commanded the children of Israel to live by themselves, and not to mix their seed with the unholy, ungovernable and rebellious seed of the world. The Lord used to give wives to the children of men,<span class=\"citation\" id=\"91403\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91403)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91403)\">D&amp;C 132:1<\/a><\/span> but the people say, &#x201C;We do not know about that now, we hardly think it will answer.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v16n263\"> How are we going to build up the kingdom of God on the earth. Do you think it is a manual labor? Do you think it will become a political kingdom? Ask the kings on their thrones, ask potentates and statesmen if they believe the Bible. If they do, they must believe that the day will come in which God will revolutionize the earth, to that degree that the &#x201C;kingdoms of this world will become the kingdoms of our God, and his Christ.&#x201D;<span class=\"citation\" id=\"79466\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79466)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79466)\">Rev. 11:15<\/a><\/span> If they ever do, there must be a heavy labor to perform, and that labor is upon the Saints of God, and they must enter into it with heart and soul. It will be both a manual and a political labor, for all will be brought into subjection to the law of Christ,<span class=\"citation\" id=\"74675\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74675)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74675)\">Gal. 6:2<\/a><\/span> that he may come and reign on the earth, king of nations,<span class=\"citation\" id=\"60449\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60449)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60449)\">Jer. 10:7<\/a><\/span> as he does king of Saints.<span class=\"citation\" id=\"80090\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80090)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80090)\">Rev. 15:3<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v16n264\"> These subjects could be taken up one by one, and it could be shown from the Scriptures, precisely the position that will be taken and the course that must be pursued. I have labored faithfully over forty years to convince the children of men that God rules in the heavens and that he will rule upon the earth.<span class=\"citation\" id=\"63387\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63387)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63387)\">Matt. 6:10<\/a><\/span> Suppose that he ruled today, would society be the worse for it? What think ye? Is there a heaven? Is there a heaven of heavens?<span class=\"citation\" id=\"55024\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55024)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55024)\">Deut. 10:14<\/a><\/span> Is there a dwelling place for the Gods and the angels? Do you think they have their political quarrels there? Do  <div class=\"break pagebreak\" id=\"77a\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0077.pdf\" target=\"pdfwin\">p.&#xA0;77a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6299\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>you think they get up different ones whom they will run for their king, governor, or president? Do you think there is an opposition ticket there? What do the political, financial and Christian world think about these things? Do you think that a few capitalists lock up all the means there and make hard times, so that the people cannot get a dollar? Do you think there is any backbiting and false swearing there? Do you think they have courts with unjust judges and packed juries there? No, every person who believes in the Old and New Testaments, will say that it is a place of perfection, a place where all have their rights; a place where there is perfect peace and happiness, and all join with one heart and voice in ascribing honor, praise and glory to him who sits on the throne, and the Lamb.<span class=\"citation\" id=\"79217\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79217)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79217)\">Rev. 5:13<\/a><\/span> This is the effect of God's rule and government. Would the inhabitants of the world be in a worse condition than they are now if the Lord were ruler of all the earth? Oh, no. All will join in wishing for perfection, and in desiring a state of society in which there would be no jars, no contentions, no poverty, no poor, but all prepared to go into the highest and <div class=\"break columnbreak\" id=\"77b\">[<a href=\"\/jod\/pdf\/JoD16\/JoD16_0077.pdf\" target=\"pdfwin\">p.&#xA0;77b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6299\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> most refined society. This is the belief and doctrine of the Latter-day Saints. Learn everything that the children of men know, and be prepared for the most refined society upon the face of the earth, then improve upon this until we are prepared and permitted to enter the society of the blessed&#x2014;the holy angels that dwell in the presence of God, for our God, because of his purity,<span class=\"citation\" id=\"62961\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62961)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62961)\">Matt. 5:8<\/a><\/span><span class=\"citation\" id=\"77788\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77788)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77788)\">1 Pet. 1:22<\/a><\/span><span class=\"citation\" id=\"78634\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78634)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78634)\">1 Jn. 3:1-3<\/a><\/span><span class=\"citation\" id=\"81674\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81674)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81674)\">Jacob 3:1-2<\/a><\/span><span class=\"citation\" id=\"83573\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83573)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83573)\">Moro. 7:47-48<\/a><\/span><span class=\"citation\" id=\"89160\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89160)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89160)\">D&amp;C 97:15-21<\/a><\/span> is a consuming fire.<span class=\"citation\" id=\"54950\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54950)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54950)\">Deut. 4:24<\/a><\/span><span class=\"citation\" id=\"77339\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77339)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77339)\">Heb. 12:29<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v16n265\"> I have spoken longer than the time allotted to me. I can say God bless you. I pray the people&#x2014;Saints and sinners upon the face of the whole earth&#x2014;to hearken to the truth. Open your hearts to the conviction of the Holy Spirit upon you. I pray that you who have received the truth may live in it and abide by it, that you may enjoy the blessings of it and be prepared for the fullness of the glory of God, that will yet be revealed. I exhort those who do not believe, to listen to and receive, little by little, the instructions which God will give, until all the inhabitants of the earth are prepared for Jesus to come and reign in their midst. <\/div><div class=\"paragraph jod\" id=\"v16n266\"> God bless you, Amen. <\/div>\n<\/div>\n<\/div>"}