{"ID":170037, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Faith Without Works is Dead&#x2014;Pray to God&#x2014;Keep the Sabbath Day Holy&#x2014;Encourage Sunday Schools.<\/div>\n<div class=\"subtitle\">Discourse by President George A. Smith, delivered at the Semi-Annual Conference, in the New Tabernacle, Salt Lake City, Sunday Morning, October 11, 1874.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: Faith Without Works is Dead, Etc.<\/div>\n<div class=\"speaker\">Speaker: George A. Smith<\/div>\n<div class=\"date\">Date: 10\/11\/1874<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d37\">\n<div class=\"paragraph jod\" id=\"v17n861\"> This being the closing day of the Conference, and as we are administering the sacrament, we naturally call our minds up in a way of discipline for ourselves, on various subjects which pertain to our everyday life. The Apostle James tells us that &#x201C;faith without works is dead,<span class=\"citation\" id=\"77639\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77639)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77639)\">James 2:26<\/a><\/span> being alone,&#x201D;<span class=\"citation\" id=\"77541\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77541)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77541)\">James 2:17<\/a><\/span> and good works are certainly the best illustrations of that faith which prompts us. <\/div><div class=\"paragraph jod\" id=\"v17n862\"> As our brethren will soon scatter through the different wards and settlements of the Territory, and to <div class=\"break columnbreak\" id=\"251b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0251.pdf\" target=\"pdfwin\">p.&#xA0;251b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6509\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> other parts of the world, we wish them to carry forth just and wise impressions in relation to the simple principles of faith and practice which pertain to the holy Gospel, and to disseminate the instructions they have received, that all may be benefited thereby. When we come here and take bread and drink of the cup in memory of the death and sufferings of our Savior, we witness unto him that we remember him, that we love his law, that we are determined to abide by his Gos<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"252a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0252.pdf\" target=\"pdfwin\">p.&#xA0;252a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6508\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>pel and that we will do all in our power to walk in the principles of faith and patience, forbearance and long-suffering, and of truth and righteousness in which we are engaged. As a short illustration, and to draw the minds of the congregation directly to the points of instruction, I am disposed to read a portion of the rules of the United Order. <\/div><div class=\"paragraph jod\" id=\"v17n864\"> Rule one says, &#x201C;We will not take the name of the Deity in vain,<span class=\"citation\" id=\"54224\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54224)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54224)\">Ex. 20:7<\/a><\/span> nor speak lightly of his character or of sacred things.&#x201D;<span class=\"citation\" id=\"127063\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127063)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127063)\">D&amp;C 63:64<\/a><\/span> I am sorry to say that many professed Latter-day Saints are careless in the observance of this rule, which every Latter-day Saint, and every person who has respect for his own character must certainly consider most wholesome and wise, and absolutely obligatory. Let us be very careful, and never indulge in profane language or use the name of the Deity except in such a manner as becomes his high and holy position and our dependence upon him for every breath we draw; and let us also inculcate in our children a respect for that chaste, discreet, upright and pure language which is becoming Saints of the Most High. <\/div><div class=\"paragraph jod\" id=\"v17n865\"> Rule two reads&#x2014;&#x201C;We will pray in our families morning and evening, and also attend to secret prayer.&#x201D; Now brethren and sisters, remember this. Those of you, if any, who have been careless and negligent on this subject, remember how often God has heard our prayers and how dependent we are upon him for every blessing we possess and enjoy, and for the protection which has been extended unto us. While almost all the world has been ready to destroy the Latter-day Saints from off the earth, the Lord has answered our prayers and has protected us, as it were, in the hollow of his hand.<span class=\"citation\" id=\"59336\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59336)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59336)\">Isa. 40:12<\/a><\/span> Let us not forget to call upon him <div class=\"break columnbreak\" id=\"252b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0252.pdf\" target=\"pdfwin\">p.&#xA0;252b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6508\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> morning and evening, that our families may learn, from their childhood, to observe this great and important duty. And before we lie down to rest or rise in the morning let us lift up our hearts in secret prayer to the Most High, asking his protection and blessing in all things, that by united faith we may be able to perform the great and arduous duties which are placed upon us. And in our prayers let us remember our Bishops and Teachers and those in authority&#x2014;the President of the Church, his counselors and all those who act in the holy Priesthood that the Spirit of the Almighty may rest upon them as well as upon us, that with one heart and one mind<span class=\"citation\" id=\"92945\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92945)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92945)\">Moses 7:18<\/a><\/span> we may have a knowledge of the things of God; and that by observing these duties of prayer and preserving ourselves in purity before the Lord, when teaching, instruction, or counsel is sent forth among the Saints, or revelation is proclaimed unto us, we may have enough of the Holy Ghost in our hearts to know, each for himself or herself, whether these things are true or not; and that when false spirits go forth and lead men astray into darkness, error and folly, we may know the true from the false, detect those who are liars, and expose them as may be necessary. <\/div><div class=\"paragraph jod\" id=\"v17n866\"> The third rule is&#x2014;&#x201C;We will observe or keep the word of wisdom, according to the spirit and meaning thereof.&#x201D; Remember this, brethren and sisters. I hear occasionally of brethren indulging in intoxicating drinks, and I see many of them yet, even young men, who indulge in the use of tobacco, a habit which is very pernicious and injurious to health, and a violation of the word of wisdom. There are also other violations of this rule among us which should cease, for we are told in the  <div class=\"break pagebreak\" id=\"253a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0253.pdf\" target=\"pdfwin\">p.&#xA0;253a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6507\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>word of wisdom that if we will observe it with all our hearts, keeping the commandments of God, we shall have faith, health and strength, marrow in our bones, and have wisdom and great treasures of knowledge, and the destroyer will pass by us and not slay us.<span class=\"citation\" id=\"88955\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88955)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88955)\">D&amp;C 89:18-21<\/a><\/span> Brethren, how general it is with us when persons are sick and afflicted, or when our children are sick, to say to the Elders&#x2014;&#x201C;Brethren, come and lay your hands upon them,&#x201D; and in thousands of instances they are healed. Perhaps we are losing some of our faith. We read in the Scriptures that King Asa, whom God had healed and blessed,<span class=\"citation\" id=\"127064\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127064)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127064)\">2 Chr. 14:11-15<\/a><\/span><span class=\"citation\" id=\"127065\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127065)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127065)\">2 Chr. 15:2<\/a><\/span> when he was diseased he trusted not to the Lord, but sought physicians, and King Asa died.<span class=\"citation\" id=\"55922\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55922)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55922)\">2 Chr. 16:12-13<\/a><\/span> While we recommend and approve of using every reasonable means within our power to preserve our lives and those of our children, we do depend, first of all, upon faith in the holy Gospel, the administration of its ordinances and the fulfillment of the promises of God; and inasmuch as we observe the word of wisdom and keep the commandments of God we have faith, and we have the promises of God, upon which we can rely, and by which thousands and thousands are delivered from the afflictions which prey upon them. <\/div><div class=\"paragraph jod\" id=\"v17n868\"> &#x201C;We will treat our families with kindness and affection; and set before them an example worthy of imitation. In our families and in our intercourse with all persons we will refrain from being contentious and quarrelsome. We will cease to speak evil one of another,<span class=\"citation\" id=\"92058\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92058)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92058)\">D&amp;C 136:23<\/a><\/span> and cultivate a spirit of charity towards all. We consider it our first duty to keep from acting selfishly or from covetous motives, and we will seek the interests of each other and the salvation of all mankind.&#x201D; This is rule four, and in calling your atten<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"253b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0253.pdf\" target=\"pdfwin\">p.&#xA0;253b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6507\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tion to it I wish it to be remembered that it enters into our business transactions and everyday life. I have noticed in the course of many years that I have traveled and preached, being in hundreds of families&#x2014;that some men were pleasant and agreeable, while others were crabbed, cross, ill-natured and surly in their disposition; the very tone of their voice would show it. This is all wrong. We should cultivate kindness, forbearance and patience in our families, and a spirit that will incline them unto us, and in all things set such an example before our children that we may be as shining lights unto them, that as they grow up imitating our examples they may become pillars of society, plants of renown<span class=\"citation\" id=\"60802\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60802)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60802)\">Ezek. 34:29<\/a><\/span><span class=\"citation\" id=\"91051\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91051)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91051)\">D&amp;C 124:61<\/a><\/span> and ornaments in the kingdom of God, and not be led by covetousness, dishonesty, idolatry or any corrupt motive whatever. Consider all these things, and remember this as one of the rules of the United Order which it is of special importance that we should observe. <\/div><div class=\"paragraph jod\" id=\"v17n869\"> Rule five teaches&#x2014;&#x201C;We will observe personal cleanliness, preserve ourselves in all chastity, refrain from adultery, whoredom and lust, and discountenance and refrain from all vulgar and obscene language and conduct.&#x201D; In regard to this rule, I am sorry to say that the influx of so-called civilization and Christianity in our midst has shown its effects upon some portions of our community, and that strict and firm adherence to the principles of chastity, for which the Latter-day Saints have been remarkable ever since the organization of the Church and the gathering of the people, seems, in some instances, to be wanting. We call upon all such persons to repent and humble themselves before the Lord; and we exhort all Lat<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"254a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0254.pdf\" target=\"pdfwin\">p.&#xA0;254a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6506\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ter-day Saints to maintain such a high position before God that every act of their lives may be approved of him. Never let us be guilty of any word or deed that we will be ashamed of before our father, mother, brother, or sister, or before our heavenly Father. This is a principle that we should cultivate, maintain and abide by in all things; and wherever any have been foolish enough to fall or go astray, through the toils or snares that have been set for them, let them repent and humble themselves before the Lord, and let a spirit of unity, harmony, peace, stern integrity, purity and chastity abide in every heart, for if we ever inherit blessings and glory, if we ever are made partakers of the thrones, dominions, principalities, powers and endless lives which pertain to the exaltation of the kingdom of God, we shall do so by maintaining a purity like that of Joseph who was sold into Egypt. <\/div><div class=\"paragraph jod\" id=\"v17n871\"> The sixth rule is&#x2014;&#x201C;We will observe the Sabbath day and keep it holy.&#x201D;<span class=\"citation\" id=\"54236\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54236)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54236)\">Ex. 20:8<\/a><\/span> I regret to say that I have noticed a great many instances of laxity in the observance of this rule, and I wish the Elders and teachers in all the Branches and settlements to preach and practice the observance of the Sabbath. Brethren, work six days, and on the seventh rest and observe the Sabbath according to the revelation;<span class=\"citation\" id=\"54255\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54255)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54255)\">Ex. 20:9-11<\/a><\/span> and impress this principle upon the Saints everywhere by practice. I remember once I was in a hurry to come to Salt Lake City. Fillmore was then the only settlement between my place in Parowan, Iron County, and the settlements in Utah County. The Sunday was very fine; we had attended meeting and, having been a long time away from the brethren in Salt Lake City, we wanted to hurry on. I certainly <div class=\"break columnbreak\" id=\"254b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0254.pdf\" target=\"pdfwin\">p.&#xA0;254b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6506\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> thought we could travel twenty miles on Sunday evening, as well as not, so we started. I was a little conscience-stricken; I said to myself&#x2014;&#x201C;This is not exactly right, and I am afraid we shall not get along as well as we would to have stayed until Monday morning.&#x201D; We drove about twenty or twenty-two miles that evening. I told the brethren to tie up the horses, but some of them got loose and went clear back, and in the morning the brethren had to go the whole distance after them. That is what we gained at the start by breaking the Sabbath; but it did not end there. The next day we broke a wagon, and then we got into a storm, and we were six days in reaching Fillmore, and it took us some twelve days to reach this city. Now, I do not believe that, as a general thing, anything is gained in property or in time by working on the Sabbath; and I advise and exhort all men professing to belong to the United Order, or to be Latter-day Saints, to observe the Sabbath; keep it holy,<span class=\"citation\" id=\"54237\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54237)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54237)\">Ex. 20:8<\/a><\/span> devote it to worship, to the study of good books, to rest, to imparting instruction, to attending meeting, and do not, under any circumstances, lapse into a habit of thinking that you can do as you please on the Sabbath, and that so doing is clear gain. We have, someday, to meet our Father in heaven, and that day is not very far off with many of us. I meet here at this Conference quite a number with whom, forty years ago this summer, or last spring, I marched on the Zion's Camp journey&#x2014;a thousand miles. That does not seem long, but we are marching steadily to our last account, and we should not let our love for self, our desire for gain, or our anxiety for pleasure so mar our path that when we come into the presence  <div class=\"break pagebreak\" id=\"255a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0255.pdf\" target=\"pdfwin\">p.&#xA0;255a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6505\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of our Father in heaven we shall be smitten with the reflection that, instead of observing the Sabbath, according to the command, we went off spreeing, or hunting, or we went looking after cattle, or getting wood, or dashing around and breaking the Sabbath time and again, for if our conscience reprove us, God is greater than our consciences, and he surely will condemn us. <\/div><div class=\"paragraph jod\" id=\"v17n873\"> Rule seven&#x2014;&#x201C;That which is not committed to our care we will not appropriate to our own use.&#x201D; That is a very modest way of agreeing or promising that we will not steal or take that which does not belong to us. One of the ten commandments teaches&#x2014;&#x201C;Thou shalt not steal;&#x201D;<span class=\"citation\" id=\"54290\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54290)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54290)\">Ex. 20:15<\/a><\/span> and in the Book of Doctrine and Covenants we are informed that he that steals shall be cast out and delivered to the law of the land.<span class=\"citation\" id=\"85315\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85315)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85315)\">D&amp;C 42:20,85<\/a><\/span> These things should never be forgotten by those professing to be Latter-day Saints. I have noticed, in the course of my life, a great many men professing a great deal of piety, who have been very dishonest. In the neighborhood where I was raised there were men who would charge a good round price for a bushel of wheat, and then use a false measure. In that way they reared children to be dishonest. If there are fathers or teachers in Israel who indulge in this covetous practice, or who take that which does not belong to them, they set examples before their children which cause them to grow up a generation of thieves. I was once conversant with an incident illustrative of this principle. A young man was cut off from the Church for stealing. When he came home his mother upbraided him for it, &#x201C;but,&#x201D; said he, &#x201C;mother, you have yourself to thank for it. My father always told me not to steal; he commanded me not to touch a thing that <div class=\"break columnbreak\" id=\"255b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0255.pdf\" target=\"pdfwin\">p.&#xA0;255b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6505\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> did not belong to me, but you used to send me to the neighbors to steal eggs; you taught me to steal, and you are measurably responsible for my disgrace.&#x201D; This was rather a bitter pill for the mother, but it contains an important lesson, if we will consider it. <\/div><div class=\"paragraph jod\" id=\"v17n874\"> &#x201C;That which we borrow we will return according to promise, and that which we find we will not appropriate to our own use, but will seek to return it to the proper owner.&#x201D; There is too much of a want of confidence in the midst of the Saints. When some promise they too often fail to keep their word; and those who are in business do not feel as free to trust their brethren as outsiders do. I have had brethren come to me and say&#x2014;&#x201C;They are not as accommodating to me as outsiders are,&#x201D; and I sometimes answer them by saying&#x2014;&#x201C;Perhaps you are not as punctual to pay your brethren as you would be to pay an outsider.&#x201D; Many of our brethren are not, and this is all wrong. Confidence should be established in each other by fulfilling what we undertake. What we borrow we should return; what we agree to do we should fulfill. We should be careful to make our agreements so that we can fulfill them, and then do so, and if through some unforeseen circumstances we are unable to do so, we should immediately make known the facts of the case, and be honest. I hope these cases are by no means common, but I am satisfied they are more numerous than they ought to be. <\/div><div class=\"paragraph jod\" id=\"v17n875\"> The ninth rule requires us, as soon as possible, to cancel all indebtedness, and thereafter to avoid getting into debt. For the last few years, owing to the opening of mines, the construction of railroads, and the good crops that have been  <div class=\"break pagebreak\" id=\"256a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0256.pdf\" target=\"pdfwin\">p.&#xA0;256a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6504\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>raised, the prosperity of the people has been very great, and as a wise and prudent community we should have taken a course to have had the benefits of all this means without being involved in debt, for, notwithstanding we have been put to vast expense in consequence of persecution and oppression from our enemies, we have been in a condition to have saved a great deal. But many of our brethren are in debt, notwithstanding all this prosperity. Now this rule requires that we take measures to pay, or cancel, our debts as soon as possible, and then avoid getting into debt by living within our means. Ambition to push forward and make wealth should not induce us to involve ourselves in debt, but we should, with economy and prudence, live within our means. <\/div><div class=\"paragraph jod\" id=\"v17n877\"> The residue of these rules I will not read, but commend them to the consideration of all the brethren, as being of the utmost importance. There is one, however, to which I will just call your attention. It refers to our manner of dress and living, and requires us to use proper economy and prudence in the management of all things entrusted to our care. I exceedingly regret to see the disposition to extravagance which exits among us, as also a disposition to purchase from abroad a variety of articles that are not of the first necessity. I do think that it is right and proper that we should take the utmost pains in our power, as a United Order and a united people, to provide everything that we can produce within ourselves, and not be sending away all the money we can get to buy things that we can make ourselves. Our brooms, for instance, and a great deal of our clothing, and most of our shoes can be made here. With all the ridicule <div class=\"break columnbreak\" id=\"256b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0256.pdf\" target=\"pdfwin\">p.&#xA0;256b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6504\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> that has been expended in relation to wooden-soled boots and shoes, I sincerely advise every man who is afflicted with a cough, or who is subject to colds or rheumatism, asthma, or any ailment of that kind, to put wooden soles under his feet this Fall. They will preserve health a great deal better than rubber; and if they happen to be paid for it will be much better than to owe a trader for them, or to wear leather that is like a sponge, through which the damp will penetrate, striking directly to and promoting cough or rheumatism. I am of the belief that wooden-soled shoes worn in winter will cure nine cases out of ten of rheumatism and will save the lives of many of our children, by keeping their feet dry and warm. I feel like preaching up wooden shoes as a medical prescription, if you please, as well as on the score of economy. <\/div><div class=\"paragraph jod\" id=\"v17n878\"> I wish you brethren when you return to the settlements to look after the schools, see that they are established in all the settlements for the winter, that no child be left without a chance to acquire a knowledge of the common branches of education. See that all the poor are provided with the means of sending their children to school, that no child be deprived of the privilege of attending school through the poverty of its parents. Make your schoolhouses comfortable and pleasant. Make the seats of the proper height and comfortable, so that the children may not become humpbacked or round shouldered, nor contract spinal complaints, or anything of that kind through their seats being awkwardly constructed. There is plenty of lumber in the mountains, and plenty of workmen; let them make good comfortable seats for the children. See that your schoolrooms are pro<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"257a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0257.pdf\" target=\"pdfwin\">p.&#xA0;257a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6503\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>perly warmed, and be careful as to the characters of the men you employ for school teachers. Do not hire a scoundrel, a seducer, or blackleg for the position, for if you employ as teachers of your schools those who are foul, wicked, and corrupt in their habits, you assume a terrible responsibility, for the impressions made upon and the lessons taught to the children while attending school have a great influence for good or for evil, upon their future lives and welfare. I believe I have preached upon this subject almost every Conference since I can remember, or since I began to speak at Conferences, and I shall continue to do so. Let parents be stirred up in regard to the education of their children, and provide for their welfare. In the early days of the Territory the first house built in every settlement, as a general rule, was a schoolhouse. Let this rule still be followed, and let our children receive their education directly within ourselves; and if we want them to study the advanced branches, fill up our home universities, instead of sending them abroad to be educated in foreign schools, uphold your own university and sustain your own schools. <\/div><div class=\"paragraph jod\" id=\"v17n880\"> After the close of this Conference, meetings in this building will be discontinued during the winter and will be held, under the direction of the Bishops, in the ward assembly rooms every Sunday afternoon and evening. The forenoons will be devoted to Sunday Schools, and I exhort the brethren and sisters to have their children ready, so that they can be at school in time. And I invite the young men, and especially the young sisters, to attend Sunday schools; I want to stir up the young men to go there and form Bible classes. And I exhort <div class=\"break columnbreak\" id=\"257b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0257.pdf\" target=\"pdfwin\">p.&#xA0;257b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6503\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the Elders to be present as teachers, that there may be no lack of teachers. I want to express my admiration of brother Goddard and a number of other school superintendents and teachers, with whom I am acquainted, because of their efforts to spread among the young throughout the Territory a knowledge of the principles of the Gospel, as taught in the Bible, Book of Mormon, Book of Doctrine and Covenants, and in the standard works of the Church. And I say to the young men, that if they will attend the Bible classes and study the catechism in use in our schools, and make themselves familiar with it, they will become so thoroughly informed in the principles of the Gospel and the evidences of it, that when called upon to go abroad to defend the doctrines of Zion they will be well prepared to do so. I invite the Elders to see that these classes are formed in all the settlements. <\/div><div class=\"paragraph jod\" id=\"v17n881\"> I will again repeat the idea that has already been presented, to sustain our own literary institutions and publications&#x2014;the <span class=\"italic\">Juvenile Instructor<\/span>, the <span class=\"italic\">Woman's Exponent<\/span>, the <span class=\"italic\">Deseret News<\/span>, which contains discourses by the First Presidency and Twelve, and also the publications in the several counties. They are conducted by men who take pains to disseminate the truth, as well as the general news of the world, and they ought to be sustained, that their influence may be extended and increased. Do not spend your money in buying lies, nor your time in reading yellow-covered literature, or in studying such things as are calculated in their nature to degenerate the human mind and degrade the soul. One of the best books you can read on the earth is the Bible. It is the finest history ever published in Great Britain. Study its history and  <div class=\"break pagebreak\" id=\"258a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0258.pdf\" target=\"pdfwin\">p.&#xA0;258a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6502\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>its precepts. It is the foundation of the sciences of the world, and the basis of the laws of all the Christian nations; and although men in every direction have departed from it, we can read and understand it for ourselves. See that it is on every table, in every household, in every pulpit, and that it is the school book of every family throughout the Territory. <\/div><div class=\"paragraph jod\" id=\"v17n883\"> I want to say, with regard to the Temple at St. George, that the walls are between twenty-five and thirty feet high. Some of the brethren remained at work upon it all summer, some of them without shoes and poorly supplied with clothing. About 309 persons have reported, I believe, as going there this winter to aid in pushing forward the work on this Temple, as volunteers from the different settlements of the Territory. We hope, by means of this help and the contributions that may be sent there, to have the roof on early next spring, and very soon a baptismal font in the basement, in which we can begin the administration of the principle of baptism for the dead and the ordinances of the Gospel in connection with our fathers. The climate in St. George is well suited to those in feeble health, and such of that class of persons as desire to do so can, after the Temple is completed, go there and spend the winter, and attend to the ordinances for their dead. <\/div><div class=\"paragraph jod\" id=\"v17n884\"> I have invited the brethren, during the Conference, to go and look at the Temple foundation in this city. It is a very beautiful foundation, and the design of the building is grand. The labor of taking the granite from the mountains, bringing it on to this ground and cutting it and putting it in position is immense. You saw a great many prepared stones that are not laid: I will explain how <div class=\"break columnbreak\" id=\"258b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0258.pdf\" target=\"pdfwin\">p.&#xA0;258b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6502\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> that has happened. We had a good many beginners who could shape a rough stone, but not so many stonecutters who could do a finished job, and all the stones for the outside had to be done by skillful workman. A great number of those that you see lying round, numbered up as high as thirteen or fourteen courses, were cut by men who were not skilled workmen. That is the reason why so many are not yet laid in the building. We found it necessary during the harvest to dismiss fifty workmen of this kind from the block, that they might go and aid in gathering in the harvest, because we could not supply them with work so far in advance of the laying. Brother Truman O. Angell has been exceedingly zealous in attending to this work: he has been so fearful lest a stone should be laid wrong that he has been on the walls early and late to see that every stone has been set in its proper place, to a hair's breadth. His zeal has been such that I have almost feared that, in spite of the faith of the Saints and the energy of the man's soul, he would work himself into the ground. I want the brethren to pray for him that he may be sustained in his arduous labors. <\/div><div class=\"paragraph jod\" id=\"v17n885\"> One great difficulty in getting along on this Temple, has been the want of money to supply the workmen with actual necessaries. We have been accustomed, during the prosperous times of the past year or two, to pay them one-fourth in cash or merchandise; this season we were unable to do that, hence an invitation was given by the First Presidency and the Bishops, to all the Saints, far and near, to make a donation of fifty cents a month to aid in the prosecution of the work on the Temple. The names of all who respond are to be entered in the &#x201C;Book of the Law of the Lord.&#x201D;  <div class=\"break pagebreak\" id=\"259a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0259.pdf\" target=\"pdfwin\">p.&#xA0;259a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6501\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Quite a number have responded, and some means has come in from this source. I now invite the brethren, sisters, strangers, and all who feel an interest in the Temple, and wish to have their names enrolled in the &#x201C;Book of the Law of the Lord,&#x201D; to make this monthly contribution, that the hearts of the workmen may be gladdened and that the hands of those who are called to conduct this business may not be tied. We have been compelled to borrow money and to pay interest to carry on this work; the resources that have come in have been insufficient, and the kind that has come in has not been such that we could make it available in carrying on the work as vigorously as we desired to do on this Temple and upon that at St. George. I appeal to the brethren also to remember the Temple in their prayers. Let us pray that God will give us power to erect and dedicate it, and that he will preserve the life of our President to organize the Priesthood in all its beauty and order in that Temple, and fulfill to the uttermost the duties of those keys, which were delivered to him by Joseph Smith, pertaining to the twelve and to the church, and to the bearing off of this work in the last days. Let us lift our hearts to God that he will preserve his servants for the accomplishment of this work. And while we raise our hearts in prayer for this object, let our souls be filled with benevolence and liberality to pay our tithes and offerings. I fully believe that, if one-half of the brethren had honestly paid tithing as we understand it, our hands would not have been tied. Think of these things and act upon them. <\/div><div class=\"paragraph jod\" id=\"v17n887\"> Most of the emigration the present season has been through their own means and the aid of relatives and <div class=\"break columnbreak\" id=\"259b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0259.pdf\" target=\"pdfwin\">p.&#xA0;259b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6501\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> friends, and a goodly number have thus been gathered. We now again invite all those who owe the Perpetual Emigration Fund, or whose relatives or friends are indebted to it, to remember their obligations, that those in the old countries who desire may be gathered here as fast as possible. We also invite the brethren to send for their friends from abroad; but before expending your money for that purpose, find out whether those whom you wish to gather still remain Saints, or whether they have corrupted their ways before the Lord. It would be a very good idea to learn this before expending money to help them, though it is an act of charity to bring anybody from the old world and place them on the broad plains of America, where they may be enabled to obtain homes of their own. <\/div><div class=\"paragraph jod\" id=\"v17n888\"> I want to say, in relation to the missionary labors of President Brigham Young in going to Europe and founding and starting the system of emigration, and gathering thousands upon thousands of people from the old world and placing them in positions to get homes of their own, that he is the most distinguished and extensive benefactor of his race of any living man within my knowledge. We regret that he has been unable to speak to us during this Conference. We feel confident, however, that had the gospel which he has preached for the last forty-three years to the inhabitants of the world, been received as honestly by those who heard it as it has been declared by him and his brethren, all the human family would have had a knowledge of the gospel today, and the Millennium would have been brought it. This, however has not been the case; but the formal preaching of President Young, and the acts of his life in teaching and being a father to the people will be  <div class=\"break pagebreak\" id=\"260a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0260.pdf\" target=\"pdfwin\">p.&#xA0;260a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6500\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>had in everlasting remembrance; and we will exercise our faith that God will restore his health, that his voice may again be heard amongst us, though that is not possible at this time. We are gratified to know that <div class=\"break columnbreak\" id=\"260b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0260.pdf\" target=\"pdfwin\">p.&#xA0;260b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6500\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> he is able to be in our midst, to hear our testimonies, see our countenances, and know that within us there is a portion of that Holy Spirit which God has revealed for our salvation. <\/div>\n<\/div>\n<\/div>"}