{"ID":170033, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Destruction of the Wicked By the Flood, Wisdom in God&#x2014;Priesthood&#x2014;Temples&#x2014;Intelligence Comes From God&#x2014;The Lord Will Take Care of the Saints&#x2014;Angels Operating With Men in the Work of Human Redemption.<\/div>\n<div class=\"subtitle\">Discourse by Elder John Taylor, delivered at the Semi-Annual Conference of the Church of Jesus Christ of Latter-Day Saints, in the New Tabernacle, Salt Lake City, Wednesday, October 7, 1874.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: Destruction of the Wicked, Etc.<\/div>\n<div class=\"speaker\">Speaker: John Taylor<\/div>\n<div class=\"date\">Date: 10\/7\/1874<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d33\">\n<div class=\"paragraph jod\" id=\"v17n706\"> I am happy to have the opportunity of meeting with the brethren and to talk over the affairs pertaining to the kingdom of God in this Conference. We are engaged in a work in which all of us are interested, individually and collectively. It is a work that differs from any<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"204b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0204.pdf\" target=\"pdfwin\">p.&#xA0;204b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6555\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>thing else that exists at the present time on the face of the earth, and in many respects it differs from anything that ever has existed. I do not know that we are in anywise responsible for this, or for the position in which we find ourselves. The circumstances with which we are  <div class=\"break pagebreak\" id=\"205a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0205.pdf\" target=\"pdfwin\">p.&#xA0;205a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6554\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>surrounded are not, particularly or specially, of our own making, nor the principles in which we believe. We have an abiding faith, as we heard referred to this morning, in certain principles which have emanated from the heavens; and we find ourselves on the earth at this particular time, in this peculiar dispensation, and engaged in a work that is dependent, I was going to say, altogether upon the Almighty, and which is part and parcel of that program which existed in his mind before the world rolled into existence. <\/div><div class=\"paragraph jod\" id=\"v17n708\"> There have been different dispensations existing in the various ages of time, as the purposes of God have rolled on in relation to this earth; all of them, more or less, partook of the same principles that have been revealed unto us, that is so far as the Gospel is concerned, but all of them more or less differing. <\/div><div class=\"paragraph jod\" id=\"v17n709\"> The first command given to man was to be fruitful, to multiply and replenish the earth;<span class=\"citation\" id=\"52306\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52306)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52306)\">Gen. 1:28<\/a><\/span> in other words, an earth had been created, and it was necessary, as it had been brought into existence and man placed upon it, that his seed should be propagated, that there might be bodies prepared for spirits to inhabit, that they together might accomplish certain purposes, in the designs of God, pertaining to the creation of the earth. <\/div><div class=\"paragraph jod\" id=\"v17n710\"> By and by we find the people departing from the principles of truth, from the laws of the Gospel, repudiating the fear of God, grieving his Holy Spirit and incurring his displeasure. Then a flood came and the inhabitants of the world, with the exception of a very few,<span class=\"citation\" id=\"127027\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127027)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127027)\">1 Pet. 3:20<\/a><\/span> were swept from it, after the Gospel had been preached to all who then lived and all had had an opportunity to believe in and obey it.<span class=\"citation\" id=\"127028\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127028)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127028)\">Moses 7:51<\/a><\/span><span class=\"citation\" id=\"127029\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127029)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127029)\">Moses 8:16-24<\/a><\/span> A few of them did so and lived in the fear of God, and, according to the revela<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"205b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0205.pdf\" target=\"pdfwin\">p.&#xA0;205b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6554\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tions which we have, they were translated and caught up,<span class=\"citation\" id=\"93010\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93010)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93010)\">Moses 7:27<\/a><\/span> they had a separate existence from those who lived upon the earth, and occupied the position of translated beings and were necessarily governed by other laws than the denizens of the earth. This was one peculiarity of the dispensation before the flood. Then came the flood, which many people, unacquainted with things as they existed in the bosom of God and with his purposes and designs, consider was a great cruelty, an act of tyranny, evincing a spirit of outrage and oppression upon the inhabitants of the world. Skeptics reason in this manner sometimes, the only reason of their caviling being that they do not understand God or his laws and designs in relation to the earth and the inhabitants that live upon it, and being ignorant of these things they are not competent judges as to the fitness of things generally, and the course pursued by the Almighty in relation to the inhabitants of the earth, hence they arrive at all kinds of foolish conclusions. The fact is there were certain ideas connected with the destruction of the world that were good, proper and merciful. Mankind had committed unto them certain powers, among which was the power to perpetuate their own species, of which they could not according to the laws of nature be deprived while living. And they had a certain agency of their own, which they could act upon, and the people who were destroyed in the flood had departed from the laws of God. Man has a dual being, not only a body or mortal tabernacle, but a spirit, and that spirit existed before he came here; and if men before the flood had been allowed to go on in their iniquities, and if, with every thought and imagination of their hearts, which were all unlawful and evil,<span class=\"citation\" id=\"52835\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52835)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52835)\">Gen. 6:5<\/a><\/span><span class=\"citation\" id=\"93307\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93307)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93307)\">Moses 8:22<\/a><\/span>  <div class=\"break pagebreak\" id=\"206a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0206.pdf\" target=\"pdfwin\">p.&#xA0;206a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6553\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>they had been allowed to perpetuate that kind of existence, of course God would have had very little to do with the operations of the earth and the inhabitants thereof, it would therefore have been unjust to the spirits created by our Father in the eternal worlds to force them to come and inhabit the degenerated bodies which they must have received from such characters as the generation drowned in the flood; and hence God took away their agency by destroying them from the face of the earth, because they were prostituting their powers to an improper use and not only injuring themselves by defying the law of God, but also inflicting an evil upon unborn generations by perverting their own existence and by their powers of procreation entailing misery upon millions of spirits that had a just right to look for protection from their Father. The Almighty therefore took this awful method to redress this aggravated wrong and he had a right to do it. Why, our stockraisers act upon that principle a good deal. I was talking to one of them a little while ago who had a large flock of sheep, and he told me that he had got some better stock, and was going to kill off the poor ones in order that he might raise only good stock and a better breed than he then had. I suppose that God had as much right to do this as sheep raisers and cattle raisers have, and thus by cutting off that wicked generation from the earth he deprived them of the privilege of propagating their own species. And what then? Oh, they were all damned. No, they were not quite, yes they were in part and partly not. God understands all these things and manages matters according to the counsel of his will, and hence he provided a way whereby the people who were then <div class=\"break columnbreak\" id=\"206b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0206.pdf\" target=\"pdfwin\">p.&#xA0;206b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6553\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> drowned, who would not listen to God's law and who had departed entirely from the precepts of Jehovah, might hereafter have a chance of obeying the laws of life and salvation. Well, were they not all tee-totally doomed to go and be roasted in flames forever and ever. Not quite; for we read that Jesus, when he was put to death in the flesh, was quickened in the spirit, by which he went and preached to the spirits in prison that sometime were disobedient in the days of Noah, when once the long-suffering of God waited upon them in those days.<span class=\"citation\" id=\"77970\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77970)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77970)\">1 Pet. 3:18-20<\/a><\/span> Hence we see that instead of being eternally damned, Jesus went to preach the Gospel of life and salvation to those whom God, in the days of Noah, swept off by the flood, in order that he might introduce another state of things, and try to raise up a people who would listen to his laws and obey his precepts. <\/div><div class=\"paragraph jod\" id=\"v17n712\"> The Scriptures say that Jesus went and preached to the spirits in prison,<span class=\"citation\" id=\"78022\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78022)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78022)\">1 Pet. 3:19<\/a><\/span> the same as he had preached to others on the earth. What did he preach? Do the Scriptures say what he came to preach? Yes, they say &#x201C;he came to preach the gospel to the poor, to bind up the brokenhearted, to set at liberty those who were bound, and to open the prison doors to the captive.&#x201D;<span class=\"citation\" id=\"60061\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60061)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60061)\">Isa. 61:1<\/a><\/span><span class=\"citation\" id=\"94672\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94672)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94672)\">Luke 4:18<\/a><\/span> That is what he came to do, and he did it. <\/div><div class=\"paragraph jod\" id=\"v17n713\"> We are not connected with a something that will exist only for a few years, some of the peculiar ideas and dogmas of men, some nice theory of their forming; the principles that we believe in reach back into eternity, they originated with the Gods in the eternal worlds, and they reach forward to the eternities that are to come. We feel that we are operating with God in connection with those who were, with those who are, and with those who are to come. <\/div> <div class=\"break pagebreak\" id=\"207a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0207.pdf\" target=\"pdfwin\">p.&#xA0;207a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6552\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v17n715\"> We find that after the days of Noah an order was introduced called the patriarchal order, in which every man managed his own family affairs, and prominent men among them were kings and priests unto God,<span class=\"citation\" id=\"127030\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127030)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127030)\">Rev. 1:6<\/a><\/span> and officiated in what is known among us as the Priesthood of the Son of God, or the Priesthood after the Order of Melchizedek.<span class=\"citation\" id=\"90091\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90091)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90091)\">D&amp;C 107:2-4<\/a><\/span> Man began again to multiply on the face of the earth, and the heads of families became their kings and priests, that is, the fathers of their own people, and they were more or less under the influence and guidance of the Almighty. We read, for instance, in our revelations pertaining to these matters, of a man called Melchizedek, who was a great high priest.<span class=\"citation\" id=\"127032\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127032)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127032)\">Gen. 14:17-40 (JST)<\/a><\/span><span class=\"citation\" id=\"127031\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127031)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127031)\">Alma 13:14-19<\/a><\/span><span class=\"citation\" id=\"90084\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90084)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90084)\">D&amp;C 107:2<\/a><\/span> We are told that &#x201C;there were a great many high priests in his day, and before him and after him;&#x201D;<span class=\"citation\" id=\"127037\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127037)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127037)\">Alma 13:19<\/a><\/span> and these men had communication with God, and were taught of him in relation to their general proceedings, and acknowledged the hand of God in all things with which they were associated. Noah and his descendants, for a length of time, did that which was right in the sight of God to a very great extent, but by and by they departed from his law, and Abraham was raised up as a special agent in the hand of the Almighty to disseminate correct principles among the people, and as a medium through which God would communicate intelligence and blessings to the human family. He went through a very rigid course of discipline, and was tried in almost every possible way, until, finally, he was called upon to offer up his son; and then, when he attempted to do that, and the Lord had fully proved him, the Lord said&#x2014;&#x201C;I know that Abraham fears me, that he has not withheld his only son from me,<span class=\"citation\" id=\"53313\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53313)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53313)\">Gen. 22:12<\/a><\/span> and I know that he will command his children after him <div class=\"break columnbreak\" id=\"207b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0207.pdf\" target=\"pdfwin\">p.&#xA0;207b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6552\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to fear my name.&#x201D;<span class=\"citation\" id=\"53221\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53221)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53221)\">Gen. 18:19<\/a><\/span> After God had tried Abraham, he took him on to a mountain and said unto him&#x2014;&#x201C;Lift up thine eyes eastward and westward, and southward and northward, for to thee and thy seed after thee will I give this land;<span class=\"citation\" id=\"53053\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53053)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53053)\">Gen. 13:14-15<\/a><\/span> and in thee and in thy seed shall all the families of the earth be blessed.&#x201D;<span class=\"citation\" id=\"53379\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53379)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53379)\">Gen. 22:18<\/a><\/span><span class=\"citation\" id=\"53481\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53481)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53481)\">Gen. 28:14<\/a><\/span> That was a great blessing, and it placed Abraham in a most prominent and important position before God, before the people, and before the world. Now, although God made that promise unto Abraham, yet Stephen, who lived some two thousand years afterwards, said that &#x201C;God gave him none inheritance in that land, no, not so much as to set his foot on: yet he promised that he would give it to him, and to his seed after him.&#x201D;<span class=\"citation\" id=\"71513\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71513)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71513)\">Acts 7:5<\/a><\/span> There was something peculiar about all these men&#x2014;being in possession of the everlasting Priesthood,<span class=\"citation\" id=\"127033\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127033)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127033)\">Ex. 40:15<\/a><\/span><span class=\"citation\" id=\"127034\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127034)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127034)\">Num. 25:13<\/a><\/span> which is without beginning of days or end of years,<span class=\"citation\" id=\"87542\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87542)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87542)\">D&amp;C 84:17<\/a><\/span> they measured things with the eye of the Almighty, by the principle of faith, by the knowledge and intuition which the Spirit of God gave them, and the revelations which it imparted, and they felt like one of old who said&#x2014;&#x201C;When a man dies, shall he live again? all the days of my life to my appointed time will I wait, until the change come.&#x201D;<span class=\"citation\" id=\"56129\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56129)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56129)\">Job 14:14<\/a><\/span> Inspired by the Spirit of the living God, in possession of the principles of revelation, holding the keys of the everlasting Priesthood, which unlocked the mysteries of the kingdom of God,<span class=\"citation\" id=\"127035\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127035)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127035)\">D&amp;C 84:19<\/a><\/span> they looked forward and backward, and felt that they were a part of the great program which God designed to accomplish in regard to the earth. It was not for the immediate possession of some temporary good; not for the grasping of something that they could hold for the time being that they were anxious; but they were after  <div class=\"break pagebreak\" id=\"208a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0208.pdf\" target=\"pdfwin\">p.&#xA0;208a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6551\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>riches, exaltations, glory and blessings that would continue &#x201C;while life or thought or being lasts or immortality endures.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v17n717\"> From the loins of Abraham a great many great Prophets, seers, revelators, men of God, kings, princes and authorities descended; and they raised up a nation that was powerful in its day and generation. But they, like others, finally departed from the laws of God and from the principles of eternal truth, and then the power of the Melchizedek Priesthood was withdrawn from them, and the law was added because of transgression,<span class=\"citation\" id=\"74537\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74537)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74537)\">Gal. 3:19<\/a><\/span> and although they became a numerous, great, wealthy, wise and intelligent people, yet they lost for a long time the power, intelligence, life and light of revelation which the Gospel imparts. <\/div><div class=\"paragraph jod\" id=\"v17n718\"> Then came the time when Jesus appeared on the earth. He was &#x201C;a Lamb slain from before the foundation of the world,&#x201D;<span class=\"citation\" id=\"79655\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79655)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79655)\">Rev. 13:8<\/a><\/span><span class=\"citation\" id=\"93091\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93091)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93091)\">Moses 7:47<\/a><\/span> and he came to accomplish things which had been planned by the Almighty before the world was. He was the Being to whom the antediluvians, and Abraham, and Isaac and Jacob, and the Prophets, Patriarchs and those who were filled with the Spirit of God and the light of revelation referred to, and to whom they looked; to him pointed all their sacrifices and the shedding of the blood of bulls and goats, heifers, lambs, &amp;c. Jesus introduced the Gospel, and if the people would have received and obeyed the principles which he taught, the kingdom of God would have been established, the dispensation of the fullness of times brought in, and in the Temple at Jerusalem the baptisms for the dead would have gone on, and the redemption of the living and the dead would have proceeded. But the people could not receive the teachings of Jesus. Here was a dis<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"208b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0208.pdf\" target=\"pdfwin\">p.&#xA0;208b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6551\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>pensation different from any of the others. <\/div><div class=\"paragraph jod\" id=\"v17n719\"> There was an Elias to come, who was to turn the hearts of the children to the fathers, and the hearts of the fathers to the children; and when it was asked Jesus&#x2014;&#x201C;Art thou the Elias which was to come,<span class=\"citation\" id=\"68634\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68634)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68634)\">John 1:21<\/a><\/span> or do we look for another?&#x201D; it was told them, &#x201C;This is he, if ye can receive it.&#x201D;<span class=\"citation\" id=\"64256\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64256)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64256)\">Matt. 11:14<\/a><\/span> But they could not, and consequently they beheaded John the Baptist and crucified Jesus, and it was declared that not one stone of their magnificent Temple should be left upon another without being thrown down,<span class=\"citation\" id=\"65646\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65646)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65646)\">Matt. 24:2<\/a><\/span><span class=\"citation\" id=\"127038\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127038)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127038)\">Luke 19:44-45<\/a><\/span> which was literally fulfilled, and the ground upon which it stood was ploughed over.<span class=\"citation\" id=\"60592\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60592)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60592)\">Jer. 26:18<\/a><\/span><span class=\"citation\" id=\"62119\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62119)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62119)\">Micah 3:12<\/a><\/span> Jesus told his disciples that when they saw &#x201C;Jerusalem encompassed about with armies,<span class=\"citation\" id=\"127036\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127036)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127036)\">Luke 19:43-44<\/a><\/span> they were to flee to the mountains.&#x201D;<span class=\"citation\" id=\"67980\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67980)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67980)\">Luke 21:20-21<\/a><\/span> One of the Prophets, in speaking of the affairs that were then to take place, said that a certain power should arise which should make war with and prevail against the Saints,<span class=\"citation\" id=\"61679\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61679)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61679)\">Dan. 7:21<\/a><\/span><span class=\"citation\" id=\"79635\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79635)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79635)\">Rev. 13:7<\/a><\/span> and that that power should seek to change the times and the laws, and that they should be given into his hand, for a time, and times and the dividing of times.<span class=\"citation\" id=\"61694\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61694)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61694)\">Dan. 7:25<\/a><\/span> Very well, these things have taken place. <\/div><div class=\"paragraph jod\" id=\"v17n720\"> We now turn our attention to this continent, and find that God transplanted a people who were of the seed of Abraham, from Palestine to this continent. Here they passed through all kinds of vicissitudes and changes, sometimes abounding in iniquity and vice, at other times full of virtue; sometimes they acknowledged the hand of God, and at other times disregarded it; sometimes they were chastened by the Almighty, and at other times permitted to go on in their iniquities. At one time there was a people on this continent who lived for nearly two hundred years in the fear of God, under the direction  <div class=\"break pagebreak\" id=\"209a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0209.pdf\" target=\"pdfwin\">p.&#xA0;209a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6550\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of his spirit, governed by the laws of the Gospel, and they had all things common among them,<span class=\"citation\" id=\"82950\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82950)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82950)\">3 Ne. 26:19<\/a><\/span><span class=\"citation\" id=\"83097\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83097)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83097)\">4 Ne. 1:3<\/a><\/span> and we are informed that there never was a more united, happy and prosperous people upon the face of the earth.<span class=\"citation\" id=\"83115\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83115)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83115)\">4 Ne. 1:16<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v17n722\"> These are some of the changes that have taken place here. And now, we are living in another age and under other circumstances. The world is waxing old; myriads of people have lived upon it, generation after generation have come and gone, some good, some bad, some very wicked, some very righteous; some pure and holy, others to the contrary, embracing every kind, and all the peculiar phases that have been developed by the human family. They have come into existence and they have died, and what of them? What of the good and what of the bad? What of the righteous and what of the unrighteous? What of their standing before God, and what of the nations that have existed, that do exist and that will exist? These are things, which, as intelligent, immortal beings, demand our consideration. And what of us as part of them? We need to reflect, and it is proper that we should understand something in relation to these things. We have our part to perform. We find ourselves in the world in this day and age, which is that which was spoken of by Paul&#x2014;&#x201C;the dispensation of the fulness of times when God would gather together all things in one, whether they be things in the heavens, or things on the earth.&#x201D;<span class=\"citation\" id=\"74802\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74802)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74802)\">Eph. 1:10<\/a><\/span> There is something very remarkable, very peculiar in that expression. What the gathering is in the heavens it is not for us to say at the present time; what the gathering is on the earth we have some little idea of from the things with which we are associated. There is a peculiarity <div class=\"break columnbreak\" id=\"209b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0209.pdf\" target=\"pdfwin\">p.&#xA0;209b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6550\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> about it. As I said before, we find ourselves living in this day, and we are called upon to perform a certain work in connection with the economy and designs of God pertaining to the earth we live on, pertaining to ourselves, to our progenitors and to the whole human family that have existed upon the face of the earth. We are here to do a certain work which God has set us to do, and, as I have said, we have had very little to do in bringing about the matter. We did not originate it. We talk sometimes about Joseph Smith, he did not originate it. He told us about a great many things that we talk about, and unfolded many principles unto us. But how did he know them? God called him and set him apart as he called Noah in his day, and as he called Enoch, Abraham and Moses in their day, and as he called the Prophets and Jesus in their day, as he called Nephi, Lehi, Moroni and Alma in their day upon this continent. He has called us, and has introduced to our view certain principles, and we have been learning these principles gradually. The first thing was to get baptized, a very simple affair, a very little thing, nevertheless it was an ordinance of God, he appointed it, and we went and were baptized. Then we had hands laid upon us for the reception of the Holy Ghost, and we partook more or less of its influence, according to our faithfulness and diligence in keeping the commandments of God. <\/div><div class=\"paragraph jod\" id=\"v17n723\"> We had not anything to do with originating this work; neither had Joseph Smith, neither had Oliver Cowdery, nor Brigham Young, nor any of the Twelve, nor the first Council, nor the Bishops, nor any other man living. God has his work to perform, and at the proper time and in his own way he will fulfill his  <div class=\"break pagebreak\" id=\"210a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0210.pdf\" target=\"pdfwin\">p.&#xA0;210a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6549\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>own purposes and build up his kingdom. He commenced it at his own time, and he called Joseph Smith and gave him revelation. He told him about the ancient history of the people of this continent and enabled him to translate it, he gave him a key to all these things. He could not have done it without any more than you or I could. He was indebted to God, just as much as you and I are, and so were his brethren who were with him. Joseph Smith had many revelations, but who gave them to him, by what spirit and intelligence were they unfolded and communicated to his mind? God revealed them to him, he obeyed the behests of Jehovah. When God called him and set him apart he was obedient, just the same as you and I were. When the Elders of Israel came forth to preach the everlasting Gospel we obeyed it and, through obedience, we obtained the Spirit of God, and that brought us into the position which we occupy at the present time. <\/div><div class=\"paragraph jod\" id=\"v17n725\"> And now about the gathering, who understood anything about it? The ancient Prophets prophesied about it, but what did we know about it, or what do the world today know about it? Nothing, only as it has been revealed. If God had not revealed it we should have been as ignorant as the rest of mankind are. And so we should about our sealings, and the covenants that men and women make with one another, that the fools around us do not comprehend; they think we are fools, but we know they are; that is the difference between us. We know they are ignorant, brutish, foolish and know not God nor his laws, nor the principles of truth; but we know something about these things, because God has revealed them to us. <\/div><div class=\"paragraph jod\" id=\"v17n726\"> We heard this morning that this was a time in which to build Tem<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"210b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0210.pdf\" target=\"pdfwin\">p.&#xA0;210b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6549\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ples, and you know that we are now engaged in a work of that kind. Why are we thus engaged? Is it for our sakes only? God forbid. The Gospel that we preach is not for ourselves only. We have not preached it these many years that we might make money by it. I have traveled a great many thousands of miles to preach this Gospel without purse and without scrip,<span class=\"citation\" id=\"68169\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68169)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68169)\">Luke 22:35<\/a><\/span> and I see many men around and before me who have done the same thing. Was it for ourselves? No. Was it because it was pleasant? No, but God had revealed certain principles to us pertaining to the salvation of the world in which we live; he had committed a dispensation of the Gospel to us,<span class=\"citation\" id=\"73299\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73299)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73299)\">1 Cor. 9:17<\/a><\/span> and it was woe unto us if we preached not that Gospel,<span class=\"citation\" id=\"73289\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73289)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73289)\">1 Cor. 9:16<\/a><\/span> whether we liked it or not. But we did like it, and we went forth in the name of Israel's God, and God went with us and sanctioned our testimony by his Spirit, and by the gift of the Holy Ghost. We could not have done these things or I will acknowledge that I could not, neither could any of my brethren, unless God had been with us, we had not sufficient faith and intelligence; but God imparted his Spirit, his intelligence and the gift of the Holy Ghost to the Elders of Israel, and they went forth bearing precious seed, the seed of eternal life, and they came again rejoicing and bringing their sheaves with them,<span class=\"citation\" id=\"57255\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57255)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57255)\">Ps. 126:6<\/a><\/span> and here they are gathered into the garner. What for? For ourselves? No, we are, or ought to be co-workers with God in the accomplishment of his purposes in relation to the world in which we live, and people that have lived before us, and those that shall come after us. The principles which we are in possession of emanated from God. The Priesthood which God has revealed emanated  <div class=\"break pagebreak\" id=\"211a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0211.pdf\" target=\"pdfwin\">p.&#xA0;211a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6548\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and originated with the Gods in the eternal worlds; it is the principle by which they are governed and by which God governs all things which exist, and we, as the servants of God, acknowledge the hand of God in all these things. Can I preach, do I have any intelligence? God imparted it. Can my brethren preach? have they intelligence? God imparted it. Did Joseph Smith or Brigham Young have intelligence? God imparted it. Have we been delivered at various times, and has the hand of God been manifested in our behalf? Yes, or we could not have been here today, the powers of darkness would have prevailed against us, the enemies of Zion would have put their feet upon our necks, and would have trampled us to the dust of death long ago. We talk about the intelligence that has been manifested in connection with this work. Where did it come from? It came from God. As you heard this morning, God, in answer to the prayers of thousands, has inspired his servants and has given them intelligence to carry on his work, and it has been carried on under the influence, guidance and direction of the Spirit of God. Without that none of us could have done anything more than the rest of mankind. Who led us? God. Who has sustained us here? God, and who will continue to sustain us? The Almighty. These fools who think they can trample under foot the servants of God, and overthrow the kingdom of God are reckoning without their host, they are pushing against the buckler of the Great Jehovah, and they will find that he will put a hook into their nose and lead them in a path they know not of.<span class=\"citation\" id=\"59238\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59238)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59238)\">Isa. 37:29<\/a><\/span> Israel will rise and shine, and the power of God will rest upon his people,<span class=\"citation\" id=\"59883\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59883)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59883)\">Isa. 60:1<\/a><\/span> and the work that he has <div class=\"break columnbreak\" id=\"211b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0211.pdf\" target=\"pdfwin\">p.&#xA0;211b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6548\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> commenced will roll forth &#x201C;until the kingdoms of this world shall become the kingdoms of our God, and his Christ; and he shall rule for ever and ever.&#x201D;<span class=\"citation\" id=\"79468\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79468)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79468)\">Rev. 11:15<\/a><\/span> The purposes of God are not going to be thwarted by the folly, vanity and ignorance of men; and as we had very little to do with introducing these things, we have really very little to do with carrying them on. Somebody was speaking this morning, in reference to certain men who thought that, if they left the Church, the work would not go on; that is perfectly ridiculous. There are certain things that have to be accomplished in the economy of God, and no man or combination of men can stop them, no influence that the world can exert can hinder them, for God is at the helm, and he will roll forth his own work. Hear it, you men of the world, you cannot go further than God will let you, any more than the Latter-day Saints can. It is in God's work that we are engaged. There is nothing really selfish about our operations when we come right down to the bottom of the work; for we are all engaged with God, and with the spirits of just men made perfect,<span class=\"citation\" id=\"77274\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77274)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77274)\">Heb. 12:23<\/a><\/span><span class=\"citation\" id=\"87086\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87086)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87086)\">D&amp;C 76:69<\/a><\/span> and with the Priesthood that have existed before us, and with the intelligences that surround the throne of God; with all these intelligences we are united in the grand work of rolling forth the designs and purposes of God. You do not have the Latter-day Saints only to fight against, but you have to fight all the just and good who have lived and died on the earth, and who live again; and besides these you have to fight with God and his angels and the intelligences who surround his throne. <\/div><div class=\"paragraph jod\" id=\"v17n728\"> As Latter-day Saints, we are sometimes apt to think that we must look after ourselves individually. We are a good deal like the man who,  <div class=\"break pagebreak\" id=\"212a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0212.pdf\" target=\"pdfwin\">p.&#xA0;212a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6547\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>when praying, said&#x2014;&#x201C;God bless me and my wife, my son John and his wife, us four and no more, amen.&#x201D; There was no philanthropy, benevolence or kind feeling towards the rest of mankind there, and too many of us feel a good deal in the same way. As Latter-day Saints we ought to feel&#x2014;and when we feel right we shall feel&#x2014;that we are the representatives of God upon the earth, that we are engaged in building up his kingdom; that we are living in an age when God designs to accomplish certain purposes, and we are desirous of cooperating with him in that labor, and it is our mission to help to save the living, to redeem the dead and to bring to pass the things spoken of by the Prophets. This is the position that we occupy, and a great many things have yet to be introduced before these things can be accomplished. <\/div><div class=\"paragraph jod\" id=\"v17n730\"> We are commencing to build Temples, and hence, as I said before, our dispensation differs from others which have preceded it. It is kind of a time for settling up accounts. You know when a man goes to work on Monday, Tuesday, Wednesday, Thursday and Friday, he keeps account of what he does, and when Saturday comes it is a kind of settling-up day. It is so with us, it is so with the world, our day is a kind of settling-up day. The Elders have been forth and gathered together a few of the people to whom they have preached; others are gathering, and now we, at home here, are engaged in building Temples. What for, for ourselves? Yes. For somebody else? Yes. For our friends who have lived? Yes. For other people's friends who have lived? Yes, and to feel after all nations who have lived, for we are interested in the welfare of all the peoples who have ever existed on this earth, and like God, we are feeling <div class=\"break columnbreak\" id=\"212b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0212.pdf\" target=\"pdfwin\">p.&#xA0;212b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6547\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> after them with a fatherly, kind, generous and philanthropic feeling. That is why we are building our Temples, that is why men are called upon to labor upon these Temples, for we desire to enter therein and to officiate and administer for the living and the dead. <\/div><div class=\"paragraph jod\" id=\"v17n731\"> &#x201C;Well, but it takes a little money.&#x201D; Oh, does it? Never mind, the gold and the silver are the Lord's, the cattle on a thousand hills<span class=\"citation\" id=\"56722\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56722)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56722)\">Ps. 50:10<\/a><\/span> are his, and we shall get a little of his gold and silver, and in using it in building temples to the name of the Lord we are taken into partnership with him, we unite with God, and with the angels, and with the spirits of just men made perfect,<span class=\"citation\" id=\"77275\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77275)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77275)\">Heb. 12:23<\/a><\/span><span class=\"citation\" id=\"87087\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87087)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87087)\">D&amp;C 76:69<\/a><\/span> with the priesthood that existed anciently and with the Gods. We all unite together for the accomplishment of God's purposes, and we will feel after the inhabitants of the earth. If people are foolish around us we cannot help that; let them go on and exhibit their folly, God will take care of us, he is as much interested about us as we are, and a good deal more, and he is as much concerned about the rolling forth of this work as we are, and a good deal more. The ancient Nephites who lived on the earth, those men of God who, through faith, wrought righteousness, accomplished a good work and obtained exaltation, are as much interested in the welfare of their descendants as we are, and a good deal more; and Abraham, Isaac and Jacob, and those ancient men of God who once lived on the earth, and who yet live, are as much interested in the accomplishment of God's purposes as we are, and a good deal more. Well, then, what have we to do? Why to fulfill the duties devolving upon us as they come along day by day, and to introduce every principle that is calculated to save the living and redeem the dead. We are not  <div class=\"break pagebreak\" id=\"213a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0213.pdf\" target=\"pdfwin\">p.&#xA0;213a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6546\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>alone in these things, others are operating with us, I mean all the men of God who ever lived, and they are as much interested as we are, and a good deal more, for they know more, and &#x201C;they without us cannot be made perfect,&#x201D;<span class=\"citation\" id=\"77126\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77126)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77126)\">Heb. 11:40<\/a><\/span> neither can we be perfected without them.<span class=\"citation\" id=\"91221\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91221)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91221)\">D&amp;C 128:18<\/a><\/span> We are building temples for them and for their posterity, and we are going to operate in these temples, as we have done heretofore, for their welfare and for the welfare of their posterity. And then they are operating for us behind the veil with God and the intelligences which surround his throne; and there is a combination of earthly beings and of heavenly beings, all under the influence of the same priesthood, which is an everlasting priesthood, and whose administrations are effective in time and in eternity. We are all operating together, to bring about the same things and to accomplish the same purposes. <\/div><div class=\"paragraph jod\" id=\"v17n733\"> Well then, what shall we do? We will build the temples. And don't you think we shall feel a little better while we are doing it? I think we shall, for while we are so doing we shall have the approbation of God our Heavenly Father, and of all good men who have ever lived, and we may need this by and by when we get through this world. These Gentiles do not need anything of this kind, they are all going to heaven anyhow; but we want to make friends of the mammon of unrighteousness, that when we fail they may receive us into everlasting habitations.<span class=\"citation\" id=\"67743\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67743)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67743)\">Luke 16:9<\/a><\/span> I want friends behind the veil. I want to be the friend of God<span class=\"citation\" id=\"127039\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127039)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127039)\">James 2:23<\/a><\/span> and God to be my friend; I want to help to roll forth the Kingdom of God and to build up the Zion of the Most High, and I want to see my brethren engaged in the same work, and we will do it. In the name of Israel's God we will do it. <\/div><div class=\"paragraph jod\" id=\"v17n734\"> We talk about the Order sometimes, <div class=\"break columnbreak\" id=\"213b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0213.pdf\" target=\"pdfwin\">p.&#xA0;213b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6546\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> well, we will do that too. What, would you? Yes, to be sure I would, or anything else that God wants of me. I am on hand, that is my feeling about these things. Well, but is there not a good many weaknesses to see? I think there is, don't you think there is about you? Just examine yourselves and then answer the question whether you have not a good many weaknesses. I think there are a great many things among us that we ought to be ashamed of. We are covetous, grasping and grinding; there is not enough human sympathy, brotherhood and kindly feeling among us. Every man in Zion ought to feel that in every other he has a brother and a friend, and not a ravenous character who would grasp everything that he has and grind him to the dust of the earth. I want liberality, generosity, kindness and the love of God within us, and flowing around us like wells of water springing up unto everlasting life.<span class=\"citation\" id=\"69070\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69070)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69070)\">John 4:14<\/a><\/span> These are the principles by which we ought to be actuated and governed. Let the potsherds of the earth strive with the potsherds of the earth,<span class=\"citation\" id=\"59401\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59401)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59401)\">Isa. 45:9<\/a><\/span> God will take care of his own affairs and manage them his own way. Zion is onward, her progress cannot and will not be retarded, I will prophesy it in the name of Israel's God. It is onward, onward, onward, until the purposes of God shall be accomplished, until the towers of Zion shall arise, until her temples shall be built, until the living shall be saved, until the dead shall be redeemed, and until &#x201C;the knowledge of God shall cover the earth, as the waters cover the sea.&#x201D;<span class=\"citation\" id=\"58166\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58166)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58166)\">Isa. 11:9<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v17n735\"> Let us, then, cleave to righteousness and truth, lay aside our folly, vanity and nonsense, our egotism, ignorance and covetousness and everything that is wicked, sinful, narrow and contracted, and let us feel that we are servants of God, engaged in  <div class=\"break pagebreak\" id=\"214a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0214.pdf\" target=\"pdfwin\">p.&#xA0;214a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6545\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>rolling forth his kingdom and accomplishing his purposes upon the earth. <\/div> <div class=\"break columnbreak\" id=\"214b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0214.pdf\" target=\"pdfwin\">p.&#xA0;214b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6545\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v17n737\"> May God help us to be faithful, in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}