{"ID":170019, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">God Has Created Us to Be Happy&#x2014;Experience As Delegate From Utah in Congress&#x2014;There is Nothing Like Communion With the Holy Spirit.<\/div>\n<div class=\"subtitle\">Discourse by Elder George Q. Cannon, delivered in The New Tabernacle, Salt Lake City, Sunday Afternoon, July 12, 1874.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: God Has Created Us to Be Happy, Etc.<\/div>\n<div class=\"speaker\">Speaker: George Q. Cannon<\/div>\n<div class=\"date\">Date: 7\/12\/1874<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d19\">\n<div class=\"paragraph jod\" id=\"v17n406\"> I rejoice, today, in the opportunity which I have of meeting with my brethren and sisters, but it would give me much greater satisfaction to sit and look upon their faces, and to listen to the voice or voices of others, than to occupy the time myself. I am thankful, however, that I am in your midst, and that circumstances are so favorable with us as they are. <\/div> <div class=\"break columnbreak\" id=\"120b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0120.pdf\" target=\"pdfwin\">p.&#xA0;120b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6639\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v17n407\"> I expect, from all I have heard, that this past season has been one of some degree of anxiety on the part of the Latter-day Saints in the Territory of Utah. But I do not believe that your happiness has been much interfered with, if I am to judge of your feelings by my own. We have had so many things to contend with all the days that we have been asso<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"121a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0121.pdf\" target=\"pdfwin\">p.&#xA0;121a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6638\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ciated with this work, and we made calculations when we espoused it upon the character of the opposition to be contended with, that when we meet it there is no disappointment. In this respect the Latter-day Saints differ from every other people with whom I have met. If any other people in this government were assailed as the Latter-day Saints have been, and were to have so many intolerant and sweeping measures suggested for legislation by the Congress of the United States, real estate would be of very little value, and all kinds of business would be unsettled and ruined. But I cannot perceive that values, business, or your faith in the Gospel of the Lord Jesus Christ has been in the least disturbed. <\/div><div class=\"paragraph jod\" id=\"v17n409\"> I have been questioned a good many times since I returned, as to my feelings during my absence. My reply has been that I never felt better in my life than during the past eight months. I have been absent from home a good many times, and I have traveled in a good many lands, and mingled with many people under a variety of circumstances, but I can say truly this day, that at no period in any of my travels, or under the different circumstances in which I have been placed, have I ever felt better than I have during my recent absence from home. <\/div><div class=\"paragraph jod\" id=\"v17n410\"> This may surprise some who are not acquainted with this work, and, in fact, it may excite some degree of surprise in the breasts of those who are familiar with it; but my theory is that when a man is conscious, or a people are conscious, that he or they are in the path of duty, doing that which is right in the sight of God, they should always be happy, no matter what the circumstances may be which surround them. I think that God has created us to be happy, and my belief is that he has placed <div class=\"break columnbreak\" id=\"121b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0121.pdf\" target=\"pdfwin\">p.&#xA0;121b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6638\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> happiness within the reach of all, and it is man's own fault if he is not happy and does not enjoy himself every day of his life. This is one of my reasons for liking my religion, this system called &#x201C;Mormonism,&#x201D; because it bestows full happiness and joy upon its believers. They can be happy in the midst of the most adverse circumstances; they can rejoice when surrounded with enemies, and when their lives are imperiled. During my absence my feeling has been that God was with his people; I also felt that the faith of the Latter-day Saints was greatly exerted in my behalf, and that it was sustaining and strengthening me. <\/div><div class=\"paragraph jod\" id=\"v17n411\"> In some respects my position as delegate from this Territory was not an enviable one, and from the time that I reached Washington until the close of Congress there was one paper, at least, which poured out unlimited abuse upon myself and upon my constituents. Scarcely a day passed that some falsehood was not circulated or some vile slander or charge published about the people in these mountains, or about myself. Appeals of every imaginable character were made to the Congress of the United States, that is, to the House particularly, to take instant measures to expel me, and when, as these writers thought, a disposition was manifested not to comply with their demands, recourse was had to the charge of bribery&#x2014;that we were spending money, and that members of Congress were paid to prevent their action upon my case. In this respect the condition of a delegate might be considered an unenviable one, but I felt a strength, I felt a power, I had an influence, or thought I had, at least, that no other member of the House of Representatives possessed. For instance, the members of the House generally were  <div class=\"break pagebreak\" id=\"122a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0122.pdf\" target=\"pdfwin\">p.&#xA0;122a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6637\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>constantly harassed with the thought as to what their constituents would think of them, how they would view their action, how they would like their votes, &amp;c., whether they would be displeased with such and such a measure, &amp;c. Their future election, they knew, depended upon their having a popular record, and to secure this required considerable thought and ingenuity upon the part of many. I was divested of this fear, I had no thought as to what my constituents would think of me, it never cost me a single moment's reflection, because I knew that I had the entire confidence of the people whom I represented; and I knew that whatever I did, so long as I did the best I could, I should be sustained in doing it by you and by all the people throughout these valleys, and in this respect I had a strength which no other one had. I often told members, when it was convenient and appropriate to speak in this strain, that I had the faith of the entire people, and that they were praying for me. This would amuse a good many, but I have never failed, during my absence, to convey, whenever I could, the idea that we were a people who believed in and prayed to God, and that we had faith in our prayers. One of the great lessons that we have to teach the world today is faith in God, and though a member of Congress, dealing with political questions and matters which are considered foreign to religion by the great majority of men, I have not thought that religion was like a Sunday garment, to be worn on Sunday in the meetinghouse, tabernacle, chapel or church, and to be laid aside again on Monday morning. I have never had that idea of religion, I do not have it now. <\/div><div class=\"paragraph jod\" id=\"v17n413\"> There is at the present time an almost entire absence of faith in God <div class=\"break columnbreak\" id=\"122b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0122.pdf\" target=\"pdfwin\">p.&#xA0;122b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6637\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> among men. I have been struck with this more than any other feature that I have witnessed during my absence. Converse with well meaning, intelligent men, men of good moral character, and you will be surprised at the extent of the unbelief there is in the world. There seems to be an idea that God our Eternal Father resides in some remote place so far removed from us that he takes no special cognizance of us or of our actions, that he governs the universe and the affairs of men by great natural and unalterable laws, that there are no special providences in favor of men, but that man prospers according to his wisdom, strength and talent, and that weak men and a weak people stand no chance in opposition to the strong; hence the remark was made to me, I may say, hundreds of times during my absence&#x2014;&#x201C;You people must conform to the ideas of the rest of the world, or you will go to the wall.&#x201D; &#x201C;You people must abandon your strange ideas and your peculiar views, or you will inevitably be overthrown.&#x201D; On such occasions I would not fail to give the ideas that we believed in God, that we believed this was God's work, that God had sustained and delivered us in the past, that we were still willing to trust him for the future, and that he would provide a way of escape. But while men would listen patiently and kindly to such remarks, you could see incredulity on every lineament of their countenance, a sort of pitying incredulity, as though they looked upon you as very well-meaning, but in this respect a very much mistaken person. The idea that prevails is that God or Providence is on the side of the strongest artillery, and that if we are weak and are warred against we must go down because of our weakness. <\/div><div class=\"paragraph jod\" id=\"v17n414\"> Of course, where this idea prevails  <div class=\"break pagebreak\" id=\"123a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0123.pdf\" target=\"pdfwin\">p.&#xA0;123a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6636\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>there can be but little faith in God's special providences. If this were a correct idea, there would be little use in prayer, in supplicating God, in entreating him for his blessing and his power to be bestowed upon us. But we have proved the efficacy of prayer so often ourselves, that there is no need for us as a people to be fortified upon this point, or to have arguments urged upon us. My own life is full of incidents&#x2014;as is the life, doubtless, of every individual present who has faith in God&#x2014;which are evidences of his interposition in answer of prayer, and my feeling is that one of the great duties devolving upon us is to teach the world that there is a God, and that he has power to save today, as much as in ancient days, those who are willing to trust him. It is this peculiar feature that makes everything connected with this work so incomprehensible to men. Those of you who have kept posted in relation to affairs, know how wonderfully matters have been arranged for our good. When I look back at the seven or eight months that are past and see what has been done, I am amazed, knowing how thorough have been the measures and the efforts to strip us of every right and to bring us into bondage. No less than eight or nine bills were introduced into Congress early in the session, for the express purpose of reaching the &#x201C;Mormon&#x201D; case. These bills were referred to various committees, and arguments had to be made upon them before these committees; but there was a determination on the part of a great many members to vote upon any bill, no matter what its features might be, that might be introduced into the House from a committee. You cannot judge, however, in every instance, of the private feelings of men by their votes. A great many members <div class=\"break columnbreak\" id=\"123b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0123.pdf\" target=\"pdfwin\">p.&#xA0;123b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6636\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of Congress would rather not cast their votes against us if they could have their way; but the timidity of members upon the &#x201C;Mormon&#x201D; question is the strength of the enemies of the people of Utah, and they count upon that as a means of insuring the success of their schemes of villainy. They are well aware that there is a feeling of reluctance on the part of public men to place themselves on the record in favor of anything that would look like sustaining or giving countenance to what is called &#x201C;Mormonism.&#x201D; Our enemies counted upon this last session. In the beginning of the session they depended upon that as the means by which they would prevent me from taking my seat in the House of Representatives. Disappointed in that, they then commenced operations before the committee on elections and, as you are doubtless well aware, did everything in their power to precipitate that question upon the House. I need not rehearse to you how these attempts have been overruled. To my mind the hand of God is as plainly manifest in all these circumstances as is this light, or these objects which I see before me in the light of this day. <\/div><div class=\"paragraph jod\" id=\"v17n416\"> When the bills against Utah were introduced, they were referred, as I have said, to committees. They were principally copies of the bill that passed the Senate in the last session of the forty-second Congress, called the Frelinghuysen bill. One of these was introduced by the chairman of the Committee on Territories and was called the McKee bill. This bill was argued at great length before the Committee on Territories, and it was reported to the House. <\/div><div class=\"paragraph jod\" id=\"v17n417\"> To the astonishment of its reputed author, a point of order was raised upon it for which he was not prepared, and, before he scarcely knew it, the  <div class=\"break pagebreak\" id=\"124a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0124.pdf\" target=\"pdfwin\">p.&#xA0;124a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6635\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>bill was taken out of his hands and referred to the committee of the whole and virtually defeated for that session. Of course, our enemies were not suited with that arrangement, they wanted some other bill passed, and hoping that the Poland bill would be the least objectionable and would pass the easiest, they brought that forward and urged its passage before the Judiciary Committee. A number of meetings were held, arguments were made for and against the bill, and finally, through laboring hard with prominent members of that committee a modification was obtained in one important section of the bill, namely, that referring to the selection of jurors. As the bill originally stood it possessed the same feature that all the rest did, giving to the Judge of the District Court, his clerk and the U.S. Marshal, the right to select all our jurors. This section was fought earnestly, and finally Judge Poland was induced to modify it sufficiently to have three commissioners appointed, who should have the selection of jurors. Eventually another change was made in that section, and the feature that now stands in the law as it passed was introduced giving the right to select jurors to the Probate Judge of each county and the clerk of the District Court, each to select alternately a juror from lists already prepared. I felt that this, itself, was a very great triumph, because as the bill originally stood it virtually left us, our lives, our liberties and all our property, at the mercy of three individuals who, judging by past experience in this Territory, would pack juries upon us without any scruples; and I felt that it was a great advantage to us that the infamous raid had been made upon us two years ago by the Judge of this district and those associated with him, for it gave me <div class=\"break columnbreak\" id=\"124b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0124.pdf\" target=\"pdfwin\">p.&#xA0;124b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6635\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> an opportunity of setting forth what had been done in the past when there was no law to sustain such operations, and to argue what we might expect if there were a law to sustain them. <\/div><div class=\"paragraph jod\" id=\"v17n419\"> When the Poland bill was brought before the House there seemed to be a forgetfulness on the part of its sponsor&#x2014;not its author but its sponsor&#x2014;Judge Poland, that there was a rule in operation requiring every bill that contemplated an appropriation from the federal treasury to be referred to the committee of the whole. He had forgotten the point that had been made on the McKee bill, and when his reputed bill was introduced that point was again made, and sustained by the Speaker. Judge Poland saw that he could not carry it over the decision of the Speaker and the decision of the best parliamentarians in the House and, to save his bill from being referred to the committee of the whole, he withdrew it. At this point a man who had been down there, very anxious to get legislation, and urging it with his might, met me on the floor of the House, and said&#x2014;&#x201C;Mr. Cannon, before you left Salt Lake you told me that God was on your side, and I'll be d&#x2014;d if I don't begin to believe it.&#x201D; I told him He was, and was on the point of telling him that he would be damned if he did not believe it, when we separated. For the moment, his fears being alive, I suppose he thought there was some power with us, as this was the second bill that had been so nearly killed for that session. Judge Poland succeeded afterwards in getting the privilege of reporting the bill to the House and having it there considered as in committee of the whole, and this saved the point of order. <\/div><div class=\"paragraph jod\" id=\"v17n420\"> As I have told you, the strength of our enemies did not consist in the justice or rightfulness of their cause;  <div class=\"break pagebreak\" id=\"125a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0125.pdf\" target=\"pdfwin\">p.&#xA0;125a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6634\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>it did not consist in the strength of their arguments; it did not consist, in fact, in anything of this character that could be brought before members; but their principal reliance was upon the circulation of abominable falsehoods and slanders and the unreasoning prejudices which existed against the people of this Territory, which made members timid in dealing fairly with our question. A people who profess the characteristics of many of the residents of this Territory, and who have shown such willingness to suffer all things for what they consider the right, have difficulty in comprehending how men in power can be timid where principle is involved. But the power of members of Congress is very ephemeral. The tenure of office of many is frequently based upon slight grounds. Some have to struggle hard to get to Congress, and they struggle still harder to keep there. Viewed from their standpoint such reason in this wise: I follow politics as a profession; I expect to live by that profession; I reach Congress with difficulty, for my district is closely contested. I must vote in a way not to lessen my majority in my district, or to decrease my influence. There is a prejudice against the Mormons, and if I seem to favor them, my opponents would use it against me on the stump in the next campaign, even if I should succeed in getting a nomination from the convention of my party. <\/div><div class=\"paragraph jod\" id=\"v17n422\"> As you know, the Poland bill passed the House and was sent to the Senate. It was expected that it would pass the Senate almost instantaneously; that it would be referred, as a matter of form, to the Committee on the Judiciary and be instantly reported back for passage. But the members of the Judiciary Committee in the Senate, although <div class=\"break columnbreak\" id=\"125b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0125.pdf\" target=\"pdfwin\">p.&#xA0;125b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6634\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the Frelinghuysen bill had passed during the previous Congress, were not disposed to pass this hastily through. There had been considerable said, a good many arguments made, and conversations held with Senators, and the true state of affairs, as far as possible, had been represented to them, and they had this fear&#x2014;that this whole attempt at legislation was merely a pretext by which a raid could be made on the property of the &#x201C;Mormons&#x201D; in Utah Territory. <\/div><div class=\"paragraph jod\" id=\"v17n423\"> There were two very powerful aids that I had in Washington. One, that idea to which I have just referred, that all this was a scheme on the part of certain interested parties for the purpose of getting up a raid under cover of polygamy and &#x201C;Mormonism&#x201D; to rob the people of their hard-earned possessions. Many Senators and members had been to Utah and were aware of the increased value of property through the discovery of mines. They had no faith in carpetbaggers, hence there was a reluctance on the part of considerate men to lend themselves to anything like a scheme of this character. <\/div><div class=\"paragraph jod\" id=\"v17n424\"> The other great aid I had were the looks of the men who were urging legislation. All I had to do was to point to these men and ask Senators and members how they would like to have power put in the hands of such persons if they resided in Utah Territory? The argument was a conclusive one if they had the opportunity of seeing the persons who were urging legislation at that time. I do not exaggerate when I say that those who went down there to contest my seat and urge legislation were the best aids that could have been furnished me. Some have thought I ought to have had some help, but I tell you truly that they were the best helps that could be sent. I have  <div class=\"break pagebreak\" id=\"126a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0126.pdf\" target=\"pdfwin\">p.&#xA0;126a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6633\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>been asked repeatedly what we paid one of them at least to be there. The first time the question was put to me I was a little surprised at it, and could not help expressing my surprise, not understanding exactly its drift. I said&#x2014;&#x201C;We pay him nothing, what do you mean?&#x201D; &#x201C;Well,&#x201D; said the gentleman who asked the question, &#x201C;if you do not pay him you certainly can afford to pay him to keep him here.&#x201D; These were strong reasons on our side, and they contributed materially to help our cause. <\/div><div class=\"paragraph jod\" id=\"v17n426\"> When the bill, as I have said, came from the Judiciary Committee to the Senate, it came in its original form except the striking out of one section which extended the common law over this Territory. But there was a disposition to so modify the bill that it could not be used in the way that it was designed by its originators, and you know how it has been pruned. To me, as I have said respecting this other matter, so I can say concerning it, that the hand of God was very visible to me, and I felt that he was laboring on our side, and that he would help us and deliver us as he had delivered others in other times and in past ages; and the Lord did soften the hearts of men, cause them to feel favorable to us and to feel favorably disposed to our cause. <\/div><div class=\"paragraph jod\" id=\"v17n427\"> It has been said as an explanation of this, so I have understood, that we have used money at Washington to defeat legislation. I have not seen these statements myself, for I made it a point never to read books or papers which vilify this people. I really have too little time to read the works and papers which are instructive and pleasant to me, and with which I ought to be familiar, to spend one moment of time in reading abusive, lying and slanderous writings concerning this people or myself. While I was absent, there was a <div class=\"break columnbreak\" id=\"126b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0126.pdf\" target=\"pdfwin\">p.&#xA0;126b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6633\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> paper published in Washington that had almost daily, as I have remarked, articles against you and myself. I made it a point never to read one of them. I did not want to be disturbed in my feelings. &#x201C;Where ignorance is bliss,&#x201D; the poet says, &#x201C;'tis folly to be wise.&#x201D; I thought the scheme was a blackmailing one; I knew the influences which were put in operation to keep up this abuse and I was determined it should not annoy me. Whenever the use of money has been alluded to in the hearing of President Young he has stated, emphatically, that so far as he was concerned he would not spend one cent of money to preserve our rights, or to obtain extended liberties for us as a people. This has been his emphatic declaration, his expressed determination. His views on this subject have been accepted as every way correct. <\/div><div class=\"paragraph jod\" id=\"v17n428\"> I want to say to you here, today, my brethren and sisters, that not one cent of money has been spent with any man for the purpose of influencing him. I believe my word can be relied upon by this people; you have known me all my life, and when I say this you can put implicit and perfect reliance in what I say. We have had no aid of this kind, we have used no means of this character, we have had no lobbyist. That which has been done has been fairly and above board, and it has been the blessing of God upon us in answer to the united faith and prayers of this people that has produced the results that we have witnessed. I am thankful that we have been enabled to take this course and that we can trust in God and rely upon him, for he will save to the very uttermost.<span class=\"citation\" id=\"76876\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76876)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76876)\">Heb. 7:25<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v17n429\"> I recollect writing home a letter some weeks ago, some weeks in fact before the adjournment, in which I said that so far as the sight of the eye, the hearing of the ear, and na<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"127a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0127.pdf\" target=\"pdfwin\">p.&#xA0;127a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6632\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tural judgment were concerned men might be justified in thinking there would be legislation that would be very severe, and that I would lose my seat. And yet I can truly say that from the day of my election up to the time that I left Washington I never had a single doubt, not a shadow of a doubt as to my keeping my seat&#x2014;it never cost me one moment's thought. I knew when I left here that I would be admitted to my seat; I knew when the attempt was made to expel me that it would be unsuccessful; I knew further, that every attempt to get legislation such as was contemplated would be defeated, and if a bill did pass it would be in a comparatively mild form. Of course, having these ideas, I have felt, as I stated in the commencement of my remarks, very happy. I have had joy all the time, I have had peace all the time, and I have had good cause to be thankful to God our heavenly Father for his blessings upon me. <\/div><div class=\"paragraph jod\" id=\"v17n431\"> That I was not expelled from my seat, however, was not due to the absence of effort on the part of the person who wanted it. It was really amusing to hear the pathetic manner in which the poor creature and his confederates alluded to the technical and legal reply which I made (and which was published in this city), to his charges against me in his notice of contest for the place of delegate. He had piled charge upon charge against me, nothing being too false, vile or malignant to embody in these accusations, and because I acknowledged nothing, but threw the onus of the proof upon him, he murmured considerably. It would doubtless have been very gratifying to him to have had his case completed for him. As it was, recourse was had to the most despicable methods to obtain such evidence as <div class=\"break columnbreak\" id=\"127b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0127.pdf\" target=\"pdfwin\">p.&#xA0;127b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6632\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> was thought necessary. Spies pried into my domestic affairs, and from them and apostates cooked affidavits were obtained with which it was hoped the desired end would be achieved. If vile slanders, base falsehoods, false affidavits or atrocious attacks could have had the desired effect I would not have kept my seat in Congress. If grossly libelous newspaper articles, if shameless and indecent lectures, if frantic appeals to popular prejudice, or the secret circulation of documents signed by perjured affiants could have influenced Congress to take hasty and ill-considered action, the place of delegate from Utah might have been declared vacant. My opponents attacked me for being a &#x201C;Mormon&#x201D; of the most ultra and pronounced type; their great efforts were to prove that in the enunciation and practice of every feature of my religion I was bold though shrewd and not a whit behind the foremost, and because of this should not have a seat in Congress. This endorsement, if it had been worth anything, would have pleased me. But it did not always suit to give me this character. For circulation here, another plan was adopted. I was accused of not standing up to my principles. This charge was false but did not displease me, any more than the others pleased me. I am thankful to say that I have learned to view all such charges with complete indifference. Conscious of the propriety of my own course and that I had the confidence of my constituents, my enemies' attacks gave me no concern. Indeed, I accepted them as compliments. I was quite willing to be investigated. I had tried to live so that I had no fear of a microscopic investigation of the acts of my life. At the same time I never conceded that Congress had the right to investigate my domestic affairs.  <div class=\"break pagebreak\" id=\"128a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0128.pdf\" target=\"pdfwin\">p.&#xA0;128a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6631\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>I have no idea that I shall ever be convinced that it has that right. <\/div><div class=\"paragraph jod\" id=\"v17n433\"> So far as my personal treatment has been concerned, I have been treated with respect and consideration. A few individuals, a few members, have sought to do us injury; a few men can make a great disturbance on a question upon which men are so tender as this question of &#x201C;Mormonism.&#x201D; But by the great majority, by ninety-nine hundredths of the men with whom I have been brought in contact, as members of the House, as senators, as heads of departments, I could not ask any better treatment than I have received, I could not expect it. I have endeavored to deport myself as a gentleman in all the relations of life, to treat everybody with the consideration and respect that were due to them, and I have, in return, been treated in the same manner. I take pleasure in bearing this testimony, because one might imagine, from reports that have reached here, that I have been in a constant war and difficulty. It has been a constant war, but it has been a war that has been confined to fighting and counteracting the lies, the machinations, the slanders and the miserable schemes of those who have been plotting against us. And I wish to bear testimony to you this afternoon, that if you will put your trust in God he will never desert you. I never felt for a moment concerned about our affairs but once, and that was when I heard of the divisions in our elections here; that gave me concern. If these Latter-day Saints are only united, if they will keep the commandments of God and do his will, let me say to you that there is no power on earth or in hell that can injure us or retard the onward progress of this work. I know this as well as I know I stand here. But you be divided, you lose <div class=\"break columnbreak\" id=\"128b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0128.pdf\" target=\"pdfwin\">p.&#xA0;128b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6631\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> your faith, you array yourselves one against another, and then where is your strength? You are no better than any other people, and God will visit you with scourges and with disaster, and you will be punished and your enemies will have power over you. I hear of men being in doubt concerning their faith in the Gospel of the Lord Jesus Christ. I am astonished at it. It seems to me that every evidence that is necessary to convince people of the divinity of this work, people who examine it carefully and prayerfully, has been given unto us as a people. <\/div><div class=\"paragraph jod\" id=\"v17n434\"> I thought I knew something, before I left here, concerning the power of God; I thought I knew something of the providences of God our heavenly Father; but I never had such an experience in my life as I have had while I have been absent. I know that God is with this people. I know that God has chosen Brigham Young to be his servant, and to preside over his Church on the earth. I know this as well as I know that I live, and I might as well doubt my own existence, doubt the existence of the heavens above my head, or the earth on which I stand, as to doubt this, and I know that those who follow his counsel will be blessed and will be delivered, while those who reject his counsel will have to suffer therefore. <\/div><div class=\"paragraph jod\" id=\"v17n435\"> This may sound strange that a man should have this power given to him in these days, but it is consistent with the plan of salvation as revealed in ancient days. Recollect the power that Jesus gave to Peter&#x2014;that he should bind on earth and it should be bound in heaven, and that he should loose on earth and it should be loosed in heaven.<span class=\"citation\" id=\"65071\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65071)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65071)\">Matt. 18:18<\/a><\/span> What great power this was to give to one man. Jesus said to him, &#x201C;And I will give unto thee the keys of the kingdom of  <div class=\"break pagebreak\" id=\"129a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0129.pdf\" target=\"pdfwin\">p.&#xA0;129a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6630\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>heaven: and whatsoever thou shalt bind on earth shall be bound in heaven: and whatsoever thou shall loose on earth shall be loosed in heaven.&#x201D;<span class=\"citation\" id=\"64905\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64905)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64905)\">Matt. 16:19<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v17n437\"> When God chooses a man to be his servant, he expects all his children to honor that man when they became acquainted with the character of his mission, and those who honor him He will honor, and they who despise him He will despise, and I know that the Latter-day Saints have prospered, it has been the experience of my entire life, from my boyhood up to this day, in obeying the counsel of God's servant. During the days of Joseph, when the Latter-day Saints obeyed his counsel they were prospered; and since his death, for thirty years now, when they have obeyed the counsel of Brigham they have been blessed and prospered. And there is this evidence, which I consider one of the greatest evidences that we can have&#x2014;whenever we do that which is required of us we have peace in our hearts, and when we oppose it we are disturbed in our spirits. I look upon this as one of the best guides to judge of the character of a spirit by which we may be assailed, or which may present itself for admission to our hearts. Whenever a spirit presents itself that produces disturbance of feeling, agitation, pain, darkness or doubt, we can know if we will judge as we should do, that it is not of God; but a spirit that produces peace, a spirit that produces joy, light and happiness, comes from God, and as a people we should be able to judge between these two classes of influences.<span class=\"citation\" id=\"83561\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83561)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83561)\">Moro. 7:12-18<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v17n438\"> I said, in the commencement, that it is the privilege, in my opinion, of every man, every human being on the face of the earth to be happy, if he will seek happiness in the right direction. The heathen who lives <div class=\"break columnbreak\" id=\"129b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0129.pdf\" target=\"pdfwin\">p.&#xA0;129b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6630\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> up to the light God has given him can be a happy man. The idolater, no matter what his condition or belief, if he lives up to the light God has given him, can be happy if he will observe those laws which God has made plain unto all of us. Now, my brethren and sisters, there are lying spirits gone forth in the world who seek to deceive.<span class=\"citation\" id=\"78740\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78740)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78740)\">1 Jn. 4:1<\/a><\/span><span class=\"citation\" id=\"85932\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85932)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85932)\">D&amp;C 50:2<\/a><\/span> The spirit of falsehood reigns today in the midst of the earth. Men delight in slander and in that which is false. You have proved this sufficiently, and if you are not careful you will be assailed by this spirit and partake of it before you are aware of it. How can you know a good spirit from a bad spirit? By the effect it produces upon your minds. I know that there are some who think that unless a man doubts he cannot acquire knowledge. This to me is great folly. I do not think it at all necessary to doubt or to hold controversies with the devil in order to acquire knowledge. I never saw a man who pursued that course who was not disturbed in his mind and darkened in his understanding. Seek for that which produces a good effect upon your minds; if we follow that it will bring us back to God. We need never be deceived by any spirit or influence, and we may always know the truth when we hear it. We have a guide within ourselves, which all of us carry, and that is the power to detect truth from error, right from wrong, good from evil, the spirit of light from the spirit of darkness. I want no spirit within me that produces any unhappy feeling. I want no spirit to enter into my heart that produces darkness and doubt. I want a spirit that produces peace and joy, and that will cause me to rejoice in the midst of my enemies and when threatened by danger; or if I have to walk that narrow and  <div class=\"break pagebreak\" id=\"130a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0130.pdf\" target=\"pdfwin\">p.&#xA0;130a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6629\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>dreadful path that leads to death because of my faith, or any other terrible consequence, that I can walk it and have the Spirit of God, the spirit of peace, joy and resignation therein, without doubt or darkness assailing me. That is the spirit that we as a people should seek for. And when you are disturbed in your feelings and assailed with doubt and do not feel happy, withdraw yourselves from the world, leave the cares that press you, lay them aside, withdraw to your secret chamber, and bow yourselves down before your God and entreat him, in the name of Jesus, to give you his Spirit, and do not leave your chamber until you are, as it were, baptized in the Spirit of God and full of peace and joy, all your cares and troubles dissipated and dismissed. This is the course we should take as Latter-day Saints, and this will be far more profitable to us than anything else we can do during that period. There is nothing like communion with the Holy Spirit, there is no blessing to equal it. I have <div class=\"break columnbreak\" id=\"130b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0130.pdf\" target=\"pdfwin\">p.&#xA0;130b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6629\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> proved it abundantly during my absence, and I rejoice that I can bear this testimony to you today. <\/div><div class=\"paragraph jod\" id=\"v17n440\"> I expect it sounds strange for a man who has been occupied as I have been to talk in this strain; but there is nothing of greater importance to me, according to my understanding, than the salvation of the human family, temporally and spiritually, in the kingdom of God our heavenly Father; nothing of greater importance than teaching men and women how to live so as to be always in the enjoyment of light and wisdom and the peaceful Spirit of God our heavenly Father. <\/div><div class=\"paragraph jod\" id=\"v17n441\"> That God may bless you, that God may preserve you, that God may unite your hearts and make you one, and make you a people who shall prove to the inhabitants of the earth that God still lives and that he is unchanged, that he is the same today that he was yesterday, and that he will be the same forever,<span class=\"citation\" id=\"77380\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77380)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77380)\">Heb. 13:8<\/a><\/span><span class=\"citation\" id=\"84981\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84981)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84981)\">D&amp;C 35:1<\/a><\/span> is my prayer in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}