{"ID":170023, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">All Nations Believe in a Future State of Existence&#x2014;All Inherit the Curse in the Death of the Body&#x2014;The Zion of Enoch Taken to the Bosom of God&#x2014;Celestial, Terrestrial and Telestial Spheres&#x2014;Baptism in Water Essential to Salvation&#x2014;Divine Authority&#x2014;Eternal Marriage Ordained of God.<\/div>\n<div class=\"subtitle\">Discourse by Elder Orson Pratt, delivered in the Old Tabernacle, Salt Lake City, Sunday Afternoon, July 19, 1874.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: All Nations Believe, Etc.<\/div>\n<div class=\"speaker\">Speaker: Orson Pratt<\/div>\n<div class=\"date\">Date: 7\/19\/1874<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d23\">\n<div class=\"paragraph jod\" id=\"v17n505\"> I hope the congregation will give their attention and pray for the Holy Spirit to be shed forth upon all those who are upright in heart, that we may be edified and instructed by the inspiration and power thereof, for this is one of the objects which we have in view in assembling ourselves together, from Sabbath to Sabbath, to be instructed in the things pertaining to the kingdom,<span class=\"citation\" id=\"85945\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85945)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85945)\">D&amp;C 50:17-22<\/a><\/span> and also to partake of the emblems of the death and sufferings of our Lord and Savior Jesus Christ. <\/div><div class=\"paragraph jod\" id=\"v17n506\"> We find ourselves here, upon this creation, intelligent beings, and questions no doubt arise in the minds of almost every man and every woman in relation to the future destiny of the human family, and what is the object of our being placed here on this earth for a short season and then <div class=\"break columnbreak\" id=\"145b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0145.pdf\" target=\"pdfwin\">p.&#xA0;145b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6614\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> passing away. It is a question not only asked by intelligent beings who believe in divine revelation, but the heathen and semi-barbarous nations, in fact all people reflect, more or less, concerning the object of their existence here, and what awaits them in the future. Mankind gain very little light on this subject unless through the medium of divine revelation, hence we find among all people a great variety of views in relation to this matter. Our American Indians have some ideas of a future state of existence&#x2014;they cannot persuade themselves to believe that man is destined, when he lays aside this mortal tabernacle, to be annihilated, but they look forward to a future state, and the pleasures they will hereafter enjoy in their happy hunting grounds. Some people believe  <div class=\"break pagebreak\" id=\"146a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0146.pdf\" target=\"pdfwin\">p.&#xA0;146a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6613\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>one principle and some another in relation to this matter, and the only way man can be satisfied on a subject of so great importance is by receiving revelation from that order of beings&#x2014;far in advance of us&#x2014;who have a knowledge of the future state and condition of man. <\/div><div class=\"paragraph jod\" id=\"v17n508\"> We find recorded in the revelations of the Most High, called the Bible, as well as in the Book of Mormon and the various modern revelations which God has given, that man is destined to live forever. God having revealed this fact to ancients and to moderns, raised up witnesses to bear testimony to the children of men that they are immortal beings, and that this change which comes upon them, denominated death, is not an annihilation of their being or an end of their existence, but it is merely a casting off or laying aside of the mortal tabernacle; that man lives in the eternal world even after he appears to be dead, and that, if a righteous man, he has joy and happiness, but if a wicked man, he has the gnawing of conscience, and misery, and wretchedness; and that he expects, according to divine revelation, to receive again, in due time, the tabernacle that he has thrown off for a moment. It is sown in weakness, says the Apostle Paul, it is raised in power; it is laid down as a mortal body, it is raised up as an immortal body.<span class=\"citation\" id=\"73957\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73957)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73957)\">1 Cor. 15:43-44<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v17n509\"> If we, by study or research, could discover some method or principle by which we could remain in this world and live in this tabernacle forever, we should be willing to do so with all the inconveniences of the present order of things, and still be joyful in our hearts. If any man could by research or learning discover some kind of a way, or means or medicine that would give immortality to the children of men, even in their present <div class=\"break columnbreak\" id=\"146b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0146.pdf\" target=\"pdfwin\">p.&#xA0;146b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6613\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> state, he would be considered one of the greatest men that ever lived, and the one who had bestowed the greatest blessing upon his fellow creatures; he would be lauded to the very skies, and his name would be handed down among all people and nations as one of the greatest benefactors of mankind; so earnestly do we feel to cling to life and desire to live, that we would be very willing to put up with the inconveniences of the present state if we could only remain and the monster death have no power over us. But it is in the order of God that man should die. Man brought this upon himself by transgressing the laws of heaven. By putting forth his hand and partaking of that which God had forbidden, he brought this great evil into the world. Death not only came upon our first parents, who committed the first great transgression, but the curse has been inherited by all their generations.<span class=\"citation\" id=\"126996\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126996)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126996)\">1 Cor. 15:21-22<\/a><\/span> None can escape the curse so far as the mortal body is concerned. <\/div><div class=\"paragraph jod\" id=\"v17n510\"> I think, perhaps, this broad assertion may be contradicted in the minds of some. They may tell us of Enoch, who was translated to heaven;<span class=\"citation\" id=\"92996\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92996)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92996)\">Moses 7:21<\/a><\/span> they may speak of Elijah, who was caught up in a chariot of fire,<span class=\"citation\" id=\"55768\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55768)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55768)\">2 Kgs. 2:11<\/a><\/span> and say, &#x201C;Here, at least, are two exceptions to the general rule.&#x201D; But what do we know concerning translation? What has God revealed in all the revelations contained in the Old and New Testaments in relation to a translated being? Are we assured that such beings never will have to undergo a change equivalent to that of death? <\/div><div class=\"paragraph jod\" id=\"v17n511\"> Our new revelations that we have received inform us of a great many individuals that were translated before the flood.<span class=\"citation\" id=\"126997\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126997)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126997)\">Moses 7:27<\/a><\/span> We read that a great and mighty Prophet of the Most High God was sent forth in the days  <div class=\"break pagebreak\" id=\"147a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0147.pdf\" target=\"pdfwin\">p.&#xA0;147a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6612\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of Adam, namely Enoch, the seventh generation from Adam,<span class=\"citation\" id=\"78899\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78899)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78899)\">Jude 1:14<\/a><\/span> who lived contemporary with his ancestor Adam; that in his days a great number of people heard the plan of salvation preached to them by the power of the Holy Ghost that rested upon Enoch and those who were called with him;<span class=\"citation\" id=\"93009\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93009)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93009)\">Moses 7:27<\/a><\/span> that they received this plan of salvation and gathered themselves out from among the various nations of the earth where they had obeyed the Gospel; that they were instructed, after they assembled in one, in righteousness, for three hundred and sixty-five years;<span class=\"citation\" id=\"93195\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93195)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93195)\">Moses 7:68<\/a><\/span> that they learned the laws of the kingdom, and concerning God and every principle of righteousness that was necessary to enable them to enter into the fullness of the glory of heaven; they were instructed to build up a city, and it was called a city of holiness,<span class=\"citation\" id=\"92976\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92976)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92976)\">Moses 7:19<\/a><\/span> for God came down and dwelt with that people; he was in their midst, they beheld his glory, they saw his face, and he condescended to dwell among them for many long years,<span class=\"citation\" id=\"93233\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93233)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93233)\">Moses 7:69<\/a><\/span> during which time they were instructed and taught in all of his ways, and among other things they learned the great doctrine and principle of translation, for that is a doctrine the same as the doctrine of the resurrection of the dead, which is among the first principles of the plan of salvation; and we may also say that the doctrine of translation, which is intimately connected with that of the resurrection, is also one of the first principles of the doctrine of Christ.<span class=\"citation\" id=\"76696\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76696)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76696)\">Heb. 6:1-2 (JST)<\/a><\/span> They were instructed in relation to this government, the object of it, &amp;c. <\/div><div class=\"paragraph jod\" id=\"v17n513\"> According to the light and knowledge which the Latter-day Saints have upon this subject, revealed in the revelations given through Joseph Smith, we find that those people, when they were fully prepared, having learned the doctrine of transla<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"147b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0147.pdf\" target=\"pdfwin\">p.&#xA0;147b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6612\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tion, were caught up into the heavens, the whole city, the people and their habitations.<span class=\"citation\" id=\"93234\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93234)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93234)\">Moses 7:69<\/a><\/span> How much of the earth was taken up in connection with their habitations we are not informed. It might have been a large region. You may ask&#x2014;&#x201C;Where was this city of Zion built in ancient days?&#x201D; According to new revelation it was built upon this great western hemisphere. When I speak of this western hemisphere I speak of it as it now exists. In those days the land was united; the eastern and the western hemispheres were one; but they dwelt in that portion of our globe that is now called the western hemisphere, and they were taken up from this portion of the globe. No doubt all the region of country occupied by them was translated, or taken away from the earth. <\/div><div class=\"paragraph jod\" id=\"v17n514\"> Does this prove that they were immortal beings from the time of their translation? No; it does not prove any such thing. How are we to know anything about it? We cannot learn anything in relation to it, except by revelation. God has revealed to us that they are held in reserve, in some part or portion of space; their location is not revealed, but they are held in reserve to be revealed in the latter times, to return to their ancient mother earth; all the inhabitants that were then taken away are to return to the earth.<span class=\"citation\" id=\"93167\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93167)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93167)\">Moses 7:63<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v17n515\"> Some five thousand years have passed away since they were caught up to the heavens. What has been their condition during that time? Have they been free from death? They have been held in reserve in answer to their prayers. What were their prayers? Enoch and his people prayed that a day of righteousness might be brought about during their day;<span class=\"citation\" id=\"85579\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85579)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85579)\">D&amp;C 45:11-14<\/a><\/span> they sought for it with all their hearts; they looked abroad over the face of the earth and saw the corrup<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"148a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0148.pdf\" target=\"pdfwin\">p.&#xA0;148a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6611\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tions that had been introduced by the various nations, the descendants of Adam, and their hearts melted within them, and they groaned before the Lord with pain and sorrow, because of the wickedness of the children of men, and they sought for a day of rest, they sought that righteousness might be revealed, that wickedness might be swept away and that the earth might rest for a season. God gave them visions, portrayed to them the future of the world, showed unto them that this earth must fulfill the measure of its creation; that generation after generation must be born and pass away, and that, after a certain period of time, the earth would rest from wickedness, that the wicked would be swept away, and the earth would be cleansed and sanctified and be prepared for a righteous people.<span class=\"citation\" id=\"93082\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93082)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93082)\">Moses 7:41-67<\/a><\/span> &#x201C;Until that day,&#x201D; saith the Lord, &#x201C;you and your people shall rest, Zion shall be taken up into my own bosom.&#x201D;<span class=\"citation\" id=\"85047\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85047)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85047)\">D&amp;C 38:4<\/a><\/span><span class=\"citation\" id=\"93235\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93235)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93235)\">Moses 7:69<\/a><\/span> Ancient Zion should be held in reserve until the day of rest should come, &#x201C;then,&#x201D; said the Lord to Enoch, &#x201C;thou and all thy city shall descend upon the earth, and your prayers shall be answered.&#x201D;<span class=\"citation\" id=\"87997\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87997)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87997)\">D&amp;C 84:100<\/a><\/span><span class=\"citation\" id=\"93168\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93168)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93168)\">Moses 7:63<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v17n517\"> They have been gone, as I have already stated, about five thousand years. What have they been doing? All that we know concerning this subject is what has been revealed through the great and mighty Prophet of the last days, Joseph Smith&#x2014;that unlearned youth whom God raised up to bring forth the Book of Mormon and to establish this latter-day Church. He has told us that they have been ministering angels during all that time. To whom? To those of the terrestrial order, if you can understand that expression. God gave them the desires of their hearts, the same as he gave to the three Nephites, to whom he gave the privilege, according to their request, <div class=\"break columnbreak\" id=\"148b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0148.pdf\" target=\"pdfwin\">p.&#xA0;148b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6611\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of remaining and bringing souls unto Christ while the world should stand.<span class=\"citation\" id=\"83017\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83017)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83017)\">3 Ne. 28:4-10<\/a><\/span> Even so, he granted to the people of Enoch their desire to become ministering spirits unto those of the terrestrial order until the earth should rest and they should again return to it. <\/div><div class=\"paragraph jod\" id=\"v17n518\"> Joseph inquired concerning their condition, whether they were subject to death during that period, and was informed, as you will find in the history of this Church, as printed in the <span class=\"italic\">Millennial Star<\/span> and other publications thereof, that these personages have to pass through a change equivalent to that of death; notwithstanding their translation from the earth, a certain change has to be wrought upon them that is equivalent, to death, and probably equivalent also to the resurrection of the dead.<span class=\"citation\" id=\"83051\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83051)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83051)\">3 Ne. 28:36-40<\/a><\/span> But before that change comes they minister in their office unto those of another order, that is the terrestrial order. Strangers will not understand perhaps what we mean by the terrestrial order. If they will take the opportunity of reading the doctrines of this Church, as laid down in the revelations given through Joseph Smith, they will learn what our views are in relation to this matter. God revealed by vision the different orders of being in the eternal worlds.<span class=\"citation\" id=\"86838\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86838)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86838)\">D&amp;C 76:1-119<\/a><\/span> One class, the highest of all, is called the celestial; another class, the next to the celestial in glory, power, might and dominion, is called the terrestrial; another class, still lower than the terrestrial in glory and exaltation, is called the telestial. This middle class, whose glory is typified by the glory of our moon in the firmament of the heavens as compared with the sun,<span class=\"citation\" id=\"87201\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87201)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87201)\">D&amp;C 76:97<\/a><\/span> are those who once dwelt on this or some other creation and, if they have had the Gospel laid before them they have not had a full opportunity of receiving it; or they have not  <div class=\"break pagebreak\" id=\"149a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0149.pdf\" target=\"pdfwin\">p.&#xA0;149a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6610\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>heard it all, and have died without having the privilege. In the resurrection they come forth with terrestrial bodies. They must be administered to says the vision, and God has appointed agents or messengers to minister to these terrestrial beings,<span class=\"citation\" id=\"87147\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87147)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87147)\">D&amp;C 76:87<\/a><\/span> for their good, blessing, exaltation, glory and honor in the eternal worlds. <\/div><div class=\"paragraph jod\" id=\"v17n520\"> Enoch and his people understanding this principle sought that they, before receiving the fullness of their celestial glory, might be the instruments in the hands of God of doing much good among beings of the terrestrial order. <\/div><div class=\"paragraph jod\" id=\"v17n521\"> We read in the New Testament concerning certain angels that are in the eternal worlds, and the question is asked by the Apostle Paul&#x2014;&#x201C;Are they not all ministering spirits, sent forth to minister for those who shall be heirs of salvation?&#x201D;&#x2014;<span class=\"citation\" id=\"76416\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76416)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76416)\">Heb. 1:14<\/a><\/span>not for those who were already heirs of salvation, but for those who <span class=\"italic\">shall<\/span> be&#x2014;those who were to be redeemed, that were to be brought forth and exalted. Enoch and his people were appointed to this ministry, holding the Priesthood thereof, with power and authority to administer in order that those beings may be exalted and brought up, and inherit all the glory that they are desirous to receive. <\/div><div class=\"paragraph jod\" id=\"v17n522\"> Much might be said concerning these different orders of glory, but we feel to pass on, and we will speak a few words now concerning the resurrection from the dead of those who have fully prepared themselves for the highest glory, the glory of the celestial kingdom, the highest of all, the holiest of all, the kingdom where God the Father sits enthroned in glory and in power, ruling and governing all things. There is a certain law, which God ordained before the foundation of the world, an irrevocable decree that those who would obey that law should have this great and <div class=\"break columnbreak\" id=\"149b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0149.pdf\" target=\"pdfwin\">p.&#xA0;149b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6610\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> most glorious of all the resurrections, be raised to celestial power, thrones and exaltations, where they could dwell in the presence of their Father and their God, throughout all the future ages of eternity. <\/div><div class=\"paragraph jod\" id=\"v17n523\"> Do you enquire what this law is which God revealed, and which was foreordained in the counsels of eternity, to be made manifest unto the sons and daughters of men for their exaltation to this highest heaven? Do you desire to know the road, the ordinances, the principles, by which we may attain to that highest of all exaltations? I will begin and say to all, that every individual that ever attains to the fullness of that glory, I mean those who have come to the years of understanding and maturity not referring at all to little children&#x2014;must be born of the water and of the Spirit in order to be prepared to enter that highest glory of all.<span class=\"citation\" id=\"68814\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68814)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68814)\">John 3:5<\/a><\/span> No one gets there upon any other principle. No ordinances, principles, laws or institutions laid down by the children of men that vary from that principle, will ever bring us into the celestial kingdom. We have the words of Jesus on this subject, when speaking to Nicodemus&#x2014;&#x201C;Verily, verily, I say unto you, Except a man be born of the water and of the Spirit, he can in no wise enter into the kingdom of heaven.&#x201D;<span class=\"citation\" id=\"68815\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68815)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68815)\">John 3:5<\/a><\/span> It is an impossibility, because the word of the great Jehovah has gone forth, and will not be revoked, and unless we are born of the water and of the Spirit, we cannot enter there.<span class=\"citation\" id=\"68816\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68816)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68816)\">John 3:5<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v17n524\"> What do we understand by being born of the water? What we understand, what God has revealed to us, as well as to the ancients, is, that we must be laid under the water and be brought forth out of the water, typical of birth, for this is a birth of the water. Who is a fit subject for this birth of the water? None  <div class=\"break pagebreak\" id=\"150a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0150.pdf\" target=\"pdfwin\">p.&#xA0;150a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6609\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>but those who truly believe in the Lord Jesus Christ as the Savior of the world; those who believe that he died to redeem the world and that he shed his blood to atone for the sins of the world; those who believe this and truly repent of all their sins are the only subjects who are justified before God in going down into the waters of baptism, being immersed in the water and brought forth again out of the water, which is the new birth of the water. It will do no person any good to be baptized a hundred times if his baptism is not connected with true faith in God and in Jesus Christ,<span class=\"citation\" id=\"84448\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84448)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84448)\">D&amp;C 22:2<\/a><\/span> and in his revelations and commandments; and unless he sincerely and truly repents of his sins, reforms his life and enters into a covenant with God to serve him in all righteousness, humility, meekness and lowliness of heart, his baptism would be good for nothing, it would not be acknowledged in heaven, it would not be recorded in the archives of eternity to his justification in the great judgment day. Let me go still further, and say, that if we have repented of and been baptized for the remission of our sins, if we do not seek after the birth of the spirit also, our baptism will avail us nothing; they must go hand in hand&#x2014;the birth of the water first and then the birth of the spirit. <\/div><div class=\"paragraph jod\" id=\"v17n526\"> What do we understand by the birth of the spirit? I answer, that there is a birth of the spirit, in other words, those persons who receive the Holy Ghost are filled with it, are immersed within it, they are clothed upon therewith, and consequently are born anew of it, and they are without desires to do evil, their desires to do that which is wrong are taken away, and they become new creatures<span class=\"citation\" id=\"74198\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74198)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74198)\">2 Cor. 5:17<\/a><\/span> in Christ Jesus,<span class=\"citation\" id=\"74745\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74745)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74745)\">Gal. 6:15<\/a><\/span> being born of the spirit, as well as being born of the water.<span class=\"citation\" id=\"126998\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126998)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126998)\">John 3:5<\/a><\/span> Here then are certain <div class=\"break columnbreak\" id=\"150b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0150.pdf\" target=\"pdfwin\">p.&#xA0;150b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6609\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> laws, ordinances or principles, as a beginning or starting point, by which we may gain an entrance into that highest glory of which I have been speaking. <\/div><div class=\"paragraph jod\" id=\"v17n527\"> Another thing to be considered in receiving these ordinances&#x2014;I may be ever so sincere and humble and ever so willing to repent of my sins; I may have ever so much faith in God and in his Son Jesus Christ, and yet if I am not baptized by a man holding divine authority from God, having the right to baptize me in the name of the Father and of the Son and of the Holy Ghost, my baptism will not be legal, it will not be the new birth, and I cannot enter into the kingdom of God, according to the words of Jesus.<span class=\"citation\" id=\"68817\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68817)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68817)\">John 3:5<\/a><\/span> What then does it require to constitute a man having divine authority? Can anyone by a mere impression upon his mind consider that he has divine authority to baptize his fellows? No; it needs a call from heaven, it needs a new revelation cotemporary with the individuals that act, a revelation from God calling the persons by name, setting them apart, ordaining them and calling them to officiate, commanding them to administer. Any other person who attempts to administer baptism will not be acknowledged in heaven. But a man holding the right by virtue of his divine calling and ordination, and by virtue of the power that God has bestowed upon him and the commandment that God has revealed to him, can go down and administer the baptism of water, and it will be recognized in heaven; it will not only be recorded on earth among the Saints in the Church here on the earth, but it will be recorded in the books of eternity, the records that are kept on high, and in that day, when all men shall be judged out of the books that are written,<span class=\"citation\" id=\"80623\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80623)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80623)\">Rev. 20:12<\/a><\/span> it will be found that the books kept  <div class=\"break pagebreak\" id=\"151a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0151.pdf\" target=\"pdfwin\">p.&#xA0;151a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6608\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>here on earth will accord with those books that are kept in heaven, and by these books will parties be justified, and by these books will the legal ordinances that have been administered be acknowledged and recognized in heaven.<span class=\"citation\" id=\"127000\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127000)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127000)\">3 Ne. 27:25-26<\/a><\/span><span class=\"citation\" id=\"126999\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126999)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126999)\">D&amp;C 128:7-9<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v17n529\"> This calls forth another query by the world&#x2014;&#x201C;Why is it that you Latter-day Saints are so exclusive in the administration of the ordinances that you will not admit me, a Baptist, to join your society on my old baptism? I have been immersed,&#x201D; says the Baptist; &#x201C;I was sincere, I repented of my sins, and yet you Latter-day Saints will not receive me into your communion and to become a member of your Church unless I am baptized by one of your authorities.&#x201D; The answer is, we do not recognize, as I have already stated, the authority of the Baptists, Presbyterians, Methodists, Roman Catholics, nor of any Christian society upon the whole face of our globe to administer in the sacred ordinances, unless God has called them by new revelation, even as Aaron was called in ancient days.<span class=\"citation\" id=\"76597\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76597)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76597)\">Heb. 5:4<\/a><\/span> Have they been thus called? Ask them, and they will tell you no. Ask them if there has been any later revelation than the Old and New Testament, and all these societies will tell you that God has not given any revelation, raised up any Prophets or inspired Apostles, sent any angels, or given any visions, since the day that John the Revelator, the last of the Apostles, closed up his writing. Oh what an awful condition they must be in if this is the case! And who, with the exception of the Latter-day Saints, I ask again, among all nations, kindreds, peoples, tongues, and religious denominations, upon the face of our globe, has any divine authority? Not one, hence their baptisms are illegal, their <div class=\"break columnbreak\" id=\"151b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0151.pdf\" target=\"pdfwin\">p.&#xA0;151b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6608\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> administrations of the Lord's Supper are illegal, and all their administrations in ordinances are not recognized in heaven. If God has not said anything since the days of the ancient Apostles, no wonder that he commanded, in these latter days, that we should not receive any into our Church unless they came in by the door of baptism.<span class=\"citation\" id=\"84454\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84454)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84454)\">D&amp;C 22:2-4<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v17n530\"> But we have only told you some of the first principles of the Gospel of the Son of God, which are necessary to prepare the human family to enter into that highest glory that is spoken of by the Apostle Paul&#x2014;the glory of the celestial. He says in the fifteenth chapter of the first epistle to the Corinthians&#x2014;&#x201C;There is one glory of the sun, another glory of the moon, and another glory of the stars: for as one star differs from another star in glory, So also is the resurrection of the dead.&#x201D;<span class=\"citation\" id=\"73949\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73949)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73949)\">1 Cor. 15:41-42<\/a><\/span> The glory of the sun is the highest, it is called by Paul the celestial,<span class=\"citation\" id=\"73918\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73918)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73918)\">1 Cor. 15:40<\/a><\/span> and I have told you some of the first principles of the celestial law. If you would inherit a celestial glory you must be willing to abide by the celestial law,<span class=\"citation\" id=\"88399\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88399)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88399)\">D&amp;C 88:22<\/a><\/span> otherwise you will come short. But do we stop with these first principles? No, there are many other great and glorious principles, connected with the celestial law, which God has revealed, and set forth as necessary for his people to receive, in order to prepare them to enter into that glory. I will name one&#x2014;marriage. <\/div><div class=\"paragraph jod\" id=\"v17n531\"> We know very little about the order of heaven, so far as marriage is concerned, and all that we do know God has revealed. He has told us in the New Testament, &#x201C;What God hath joined together, let no man put asunder.&#x201D;<span class=\"citation\" id=\"65123\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65123)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65123)\">Matt. 19:6<\/a><\/span> It seems then that there is a marriage wherein God officiates, or in other words, he officiates by his power and authority, he officiates  <div class=\"break pagebreak\" id=\"152a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0152.pdf\" target=\"pdfwin\">p.&#xA0;152a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6607\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>in the uniting of men and women in marriage, hence it is called joining them together of God&#x2014;what God joins, not what man joins. It is a divine institution, it cannot be administered by the lawmaking department. There may be marriages under the civil law; Congress, or the Legislatures of the various States and Territories may pass laws regulating the marriage institution, and marriages performed according to the provisions thereof would be legal, so far as the laws of man are concerned. But has God anything to do with these marriages? Just as much as he has with baptism when it is administered illegally. I have already shown you that a baptism administered by a man without authority is good for nothing; and a man and woman united in marriage by any civil law ever framed since the world began, are illegally married in the sight of heaven; to be legal there, it must be performed by a man called by revelation and ordained and commanded to celebrate that ordinance. <\/div><div class=\"paragraph jod\" id=\"v17n533\"> Now I want to say a few words to our young people who dwell in different parts of the Territory. I have heard that some of them, perhaps through a want of understanding of the laws of God, have suffered themselves to be married by the civil law&#x2014;for instance, by a justice of the peace, alderman or judge. That will do very well so far as the laws of the land are concerned, but has God anything to do with such marriages? Nothing at all. Has he ever authorized marriages to be solemnized after this order? Not at all. Are children born of such marriages your legal sons and daughters in the sight of heaven? Not at all; they are in one sense bastards. That is a pretty hard saying, is it not? They are actually bastards. For instance, there are many old <div class=\"break columnbreak\" id=\"152b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0152.pdf\" target=\"pdfwin\">p.&#xA0;152b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6607\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> people who never heard of the divine appointment and authority which God has sent forth from heaven in relation to marriage, who have been married according to the laws of the countries in which they resided before they heard of this work. They complied literally with their laws, and so far as the law was concerned that was all right. But were they, legally, in the sight of God, husband and wife? Just as much as I would be a son of God and born of water, if I were sprinkled by a sectarian priest, or baptized by a Baptist priest, just as much. Could we claim a celestial glory, and all the privileges and blessings and exaltation that God has ordained from the foundation of the world to be bestowed upon those who comply with the celestial law, unless we complied with this law? Could our children, in the morning of the resurrection, come up and say unto us&#x2014;&#x201C;We claim you as our legal parents;&#x201D; &#x201C;I am your son,&#x201D; &#x201C;I am your daughter, and you are my parents, and therefore I claim the privilege of partaking of all the glory that you partake of, and of receiving thrones and dominions and kingdoms and powers and principalities in heavenly places in Christ Jesus?&#x201D;<span class=\"citation\" id=\"74914\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74914)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74914)\">Eph. 2:6<\/a><\/span> They could not claim any such thing; neither could the parents have a claim upon these children; neither could they be gathered together and organized into a family capacity. Why? Because the celestial law has not been attended to. Inquires one&#x2014;&#x201C;Do you mean to make us all out bastards?&#x201D; Not in the eyes of the law, but in the eyes of heaven. I am pointing out the difference now between the two laws&#x2014;the law of man and the law of God, or the celestial law. Parents, if you would have your families connected with you in a social capacity hereafter, you must take steps  <div class=\"break pagebreak\" id=\"153a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0153.pdf\" target=\"pdfwin\">p.&#xA0;153a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6606\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to secure them by obeying the celestial law. <\/div><div class=\"paragraph jod\" id=\"v17n535\"> Inquires one&#x2014;&#x201C;Is there any remedy for these illegal marriages that we entered into before we heard the Gospel?&#x201D; Yes, God has ordained from before the foundation of the world, laws and institutions adapted to the condition of all the human family, which, when revealed, if they are attended to by the children of men, will bless and exalt them, and consequently the propriety of gathering. God has not revealed a law in relation to marriage which may be officiated in everywhere, at random, without any record; he has ordained that in the last days, in Zion and in Jerusalem, and in the remnant whom the Lord our God shall call, there shall be deliverance.<span class=\"citation\" id=\"61881\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61881)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61881)\">Joel 2:32<\/a><\/span> Deliverance from what? From all our former foolish traditions, and from the powers of darkness and everything evil. For this reason the people are gathering up from the nations of the earth, that they may be taught the law of deliverance; that they may be taught, legally and properly, how to become connected as husbands and wives in the sight of heaven; and inasmuch as our children have been born unto us under the covenants of the civil law, that our marriages may be renewed under the new covenant that God has revealed, and be recorded and sealed on earth and in heaven for the benefit of our children and their posterity forever and ever. You will find, when you learn further concerning the celestial glory, Paul's words to be true, that in that glory, those who are in God must themselves be connected in marriage; for says the Apostle Paul, &#x201C;the man is not without the woman in the Lord, and the woman is not without the man in the Lord.&#x201D;<span class=\"citation\" id=\"73341\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73341)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73341)\">1 Cor. 11:11<\/a><\/span> This is an eternal principle, an eternal law pertaining to that glory. You may try to <div class=\"break columnbreak\" id=\"153b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0153.pdf\" target=\"pdfwin\">p.&#xA0;153b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6606\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> get the fullness thereof singlehanded, but you can't do it, for God has made this a point of order and law, that all beings who are exalted to that highest glory shall be united in the Lord, as husband and wife. <\/div><div class=\"paragraph jod\" id=\"v17n536\"> Inquires one&#x2014;&#x201C;Do you mean that such relationship is going to continue after this life in the eternal worlds?&#x201D; Yes, that which God has appointed and ordained in eternity, in relation to the creations and worlds that he has made, must be fulfilled. There is no such thing as a woman dwelling separately and independently, and inheriting a fullness of the glory of heaven, or a man either; they must be united together in the Lord. <\/div><div class=\"paragraph jod\" id=\"v17n537\"> Now you begin to understand a little of the principle of marriage, as believed in by the Latter-day Saints. We might point out a great many other principles of the celestial law, necessary to observe in order to attain the highest glory, but as the heat is intense, it would not be wisdom to detain you. Let me say to my young brethren and sisters, do not transgress the law of heaven. These things could be done without any very great condemnation by people abroad, but when we are at the place where we can be taught and instructed in the ways of the Lord, if we then, with our eyes wide open, go and get our marriages celebrated by the civil authorities of the land alone, we shall find ourselves under great condemnation. God will judge the people according to the light they have, and if you have been properly instructed in regard to his laws and ordinances do not transgress them, but attend to them according to the order of heaven, as you are instructed. Let all your marriages be, not for time only, according to the Gentile system of marriage, but let them be covenants for eternity, and let them be sealed upon you by a man of God  <div class=\"break pagebreak\" id=\"154a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0154.pdf\" target=\"pdfwin\">p.&#xA0;154a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6605\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>having authority to do these things; and let them be recorded, and let these records be such that, when the books are opened, they will be found to accord with the records of heaven,<span class=\"citation\" id=\"91164\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91164)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91164)\">D&amp;C 128:9<\/a><\/span> then, if you are faithful, you will be <div class=\"break columnbreak\" id=\"154b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0154.pdf\" target=\"pdfwin\">p.&#xA0;154b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6605\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> entitled to your wife and your children, to all eternity, by virtue of the covenants which you have entered into, and which have been sealed on earth, by divine authority, and sealed in heaven in your behalf.<span class=\"citation\" id=\"91770\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91770)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91770)\">D&amp;C 132:46<\/a><\/span> Amen. <\/div>\n<\/div>\n<\/div>"}