{"ID":170029, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">All Men to Be Judged Out of the Books&#x2014;Adam the Ancient of Days&#x2014;In the Days of Enoch the Righteous Gathered Together From the Ends of the Earth to One Place&#x2014;The Great Prophet Joseph Smith Raised Up By God to Reveal Hidden Mysteries.<\/div>\n<div class=\"subtitle\">Discourse by Elder Orson Pratt, delivered at the Adjourned Semi-Annual Conference of the Church of Jesus Christ of Latter-Day Saints, in the New Tabernacle, Salt Lake City, Sunday Morning, October 11, 1874.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: All Men to Be Judged, Etc.<\/div>\n<div class=\"speaker\">Speaker: Orson Pratt<\/div>\n<div class=\"date\">Date: 10\/11\/1874<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d29\">\n<div class=\"paragraph jod\" id=\"v17n623\"> [The speaker took as a foundation for his remarks the 9th, 10th, 11th, 12th and 13th verses of the 7th chapter of the prophecies of Daniel,<span class=\"citation\" id=\"61611\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61611)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61611)\">Dan. 7:9-13<\/a><\/span> and the 20th chapter of the Revelation of St. John.]<span class=\"citation\" id=\"80483\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80483)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80483)\">Rev. 20:1-15<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v17n624\"> All Bible believers are looking forward to the time when the inhabitants of this creation shall be brought into judgment, and be judged out of the books which are written, every man according to his works.<span class=\"citation\" id=\"80624\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80624)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80624)\">Rev. 20:12<\/a><\/span> We should rather conclude from these sayings in Daniel and in the Revela<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"181b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0181.pdf\" target=\"pdfwin\">p.&#xA0;181b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6578\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tion of St. John, that there is a record, or perhaps many records, kept of the works of men&#x2014;their deeds done in this probation. How these records are kept in heaven is not for me to say; what language they are recorded in, or what are the symbols of the ideas of the heavenly hosts who are engaged in recording, how many records there are, etc., is not known to us; but from what is written, we can form some conclusions in relation to this matter, for we are told in the sayings of Jesus,  <div class=\"break pagebreak\" id=\"182a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0182.pdf\" target=\"pdfwin\">p.&#xA0;182a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6577\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>in the New Testament, that for every idle word and every idle thought men shall give an account in the great judgment day.<span class=\"citation\" id=\"64431\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64431)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64431)\">Matt. 12:36<\/a><\/span> Hence these words and thoughts must be had in remembrance either in books, or impressed upon the minds of beings who are capable of retaining all things in their remembrance. There must be some way by which the idle words and thoughts of the children of men shall be kept in remembrance, and if the dead are to be judged out of the books that are to be opened,<span class=\"citation\" id=\"80625\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80625)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80625)\">Rev. 20:12<\/a><\/span> we should naturally draw the conclusion that they are memorandum books of the idle words and thoughts of the children of men. <\/div><div class=\"paragraph jod\" id=\"v17n626\"> We also read in the Book of Mormon&#x2014;a record which all Latter-day Saints profess to believe in, and consider equally sacred with the rest of the word of God that is recorded in the Bible and elsewhere&#x2014;the sayings of Jesus, that were spoken on this continent some eighteen hundred years ago. Jesus says&#x2014;&#x201C;All things are written by the Father.&#x201D;<span class=\"citation\" id=\"82981\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82981)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82981)\">3 Ne. 27:26<\/a><\/span> I suppose by his agents, that is through his direction, by his authority. &#x201C;All things are written by the Father.&#x201D;<span class=\"citation\" id=\"82982\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82982)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82982)\">3 Ne. 27:26<\/a><\/span> Taking all these passages of Scripture together, we may look for a general reckoning with all the inhabitants of this earth, both the righteous and the wicked. How long this day, called the day of judgment, will be, is not revealed. It may be vastly longer than what many suppose. It seems to me that unless there were a great number engaged in judging the dead, it would require a very long period of time; for, for one being to personally investigate all the idle thoughts and words of the children of men from the days of Adam down until that time, it would require a great many millions of years, and therefore I come to another conclusion, namely, that God has his agents, <div class=\"break columnbreak\" id=\"182b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0182.pdf\" target=\"pdfwin\">p.&#xA0;182b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6577\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and that through those agents the dead will be judged. <\/div><div class=\"paragraph jod\" id=\"v17n627\"> This reminds me of what was said by the Apostle Paul when reproving the ancient Christians for going to law one with another. He tries to shame them out of this evil practice by referring them to the lowest esteemed among them that were called Saints. Says he, in substance&#x2014;&#x201C;Let them be your judges, it is not necessary for you to go to the highest authorities, but let even those who are least among you become judges in regard to many of these things that you now take before unbelievers, and for which you require a judgment from those who have nothing to do with the Saints of God,&#x201D;<span class=\"citation\" id=\"73220\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73220)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73220)\">1 Cor. 6:1-8<\/a><\/span> or rather with the Gospel in which they believed. And, in connection with these sayings, he asks this question&#x2014;&#x201C;Know ye not that the saints shall judge the world?&#x201D;<span class=\"citation\" id=\"73230\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73230)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73230)\">1 Cor. 6:2<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v17n628\"> This reminds me of some sayings that are recorded in the Book of Mormon, as also of others contained in the Bible. Jesus said to his twelve disciples or Apostles&#x2014;&#x201C;You that have followed me, in the regeneration when the Son of man shall come sitting upon the throne of his glory, then you shall also sit upon twelve thrones, and shall eat and drink in my presence, and shall judge the twelve tribes of Israel.&#x201D;<span class=\"citation\" id=\"65222\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65222)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65222)\">Matt. 19:28<\/a><\/span><span class=\"citation\" id=\"68084\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68084)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68084)\">Luke 22:30<\/a><\/span> It seems, then, that there are certain personages to be engaged in judging the world. The Twelve Apostles are to judge the twelve tribes of Israel, and the Saints will be set to judge the world. <\/div><div class=\"paragraph jod\" id=\"v17n629\"> The Book of Mormon, speaking on this same subject, informs us that there were Twelve chosen among the ancient Nephites on this American land,<span class=\"citation\" id=\"127011\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127011)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127011)\">3 Ne. 12:1<\/a><\/span> and that, while the Twelve chosen by Jesus on the continent of Asia were to judge the twelve tribes of Israel, the Twelve chosen from  <div class=\"break pagebreak\" id=\"183a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0183.pdf\" target=\"pdfwin\">p.&#xA0;183a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6576\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>among the Nephites should judge the remnant of the house of Israel that dwelt on this land.<span class=\"citation\" id=\"81012\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81012)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81012)\">1 Ne. 12:8-10<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v17n631\"> Here, then, is another quorum of judgment, another council that is appointed to judge, and so we might continue the subject and bring in all the councils that God has ordained in any generation of those whom he has appointed and selected, and ordained with power and authority from on high. To them was granted not only the privilege of acting here in relation to the ordinances of mercy, but hereafter in relation to the ordinances of justice; hence both justice and mercy were committed, in some measure, into the hands of those who were ordained of the Lord. But in these respects there is one thing to console the Saints of all ages, as well as to console the whole world, and that is, that when the final time shall come to judge the children of men, whoever the agents may be who shall sit in judgment upon their several cases, they will do it by the inspiration of the Almighty, and hence it will be done right. <\/div><div class=\"paragraph jod\" id=\"v17n632\"> This reminds me of what Jesus said to the Twelve who were chosen among the Israelites on this continent, eighteen hundred years ago. Said he&#x2014;&#x201C;Know ye not that ye shall be judges of this people? What manner of persons, therefore, ought ye to be, in all holiness, and purity and uprightness in heart,<span class=\"citation\" id=\"127012\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127012)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127012)\">D&amp;C 46:7<\/a><\/span> if you are to judge this great nation?&#x201D;<span class=\"citation\" id=\"82993\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82993)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82993)\">3 Ne. 27:27<\/a><\/span> In other words&#x2014;&#x201C;If you are to sit in judgment upon all of their deeds done in the body, and to render a righteous decision before the Almighty, how pure, holy, upright and honest you twelve disciples ought to be in order to become judges indeed of the people, that in judging them you may not condemn yourselves.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v17n633\"> Having quoted these passages, which give us a little understanding <div class=\"break columnbreak\" id=\"183b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0183.pdf\" target=\"pdfwin\">p.&#xA0;183b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6576\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of the purposes of the Almighty in regard to judging the world, I will now quote another passage of Scripture that has a bearing in some measure upon this subject, showing that it was a principle understood by the ancient Saints of God, and that the eternal judgment that was to be administered by the Saints at some future time was numbered among the first principles of the doctrine of Christ. It was not one of those hidden mysteries, one of those secret things, one of those wonders that were to be searched out by the faithful, but that it was a doctrine numbered among the first principles of the oracles of God. I will now, leaving the principles of the doctrines of Christ according to King James' translation, quote from another translation which I have seen, and which I believe to be more correct. The passage to which I will direct your attention reads&#x2014;&#x201C;Therefore not leaving the principles of the doctrine of Christ, let us go on unto perfection; not laying again the foundation of repentance from dead works, of faith towards God, Of the doctrine of baptisms, and of the laying on of hands, and of the resurrection of the dead, and of eternal judgment.&#x201D;<span class=\"citation\" id=\"76693\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76693)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76693)\">Heb. 6:1-2 (JST)<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v17n634\"> These principles of the doctrine of Christ were thoroughly understood by the faithful ones who lived eighteen hundred years ago. They understood that the day would come when God would set them, not only to judge the world, but to judge angels.<span class=\"citation\" id=\"73236\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73236)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73236)\">1 Cor. 6:2-3<\/a><\/span> Some angels have got yet to be judged, and the Saints will be the agents to perform this great work and render the decision of judgment. Jesus said to the Twelve among the ancient Nephites&#x2014;&#x201C;Know ye this, that your judgment&#x201D;&#x2014;speaking of their judging the Nephite nation&#x2014;&#x201C;shall be that judgment which the Father shall give unto you;&#x201D;<span class=\"citation\" id=\"82994\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82994)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82994)\">3 Ne. 27:27<\/a><\/span> in other  <div class=\"break pagebreak\" id=\"184a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0184.pdf\" target=\"pdfwin\">p.&#xA0;184a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6575\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>words&#x2014;&#x201C;You shall not judge by your own natural wisdom; you shall not judge according to the outward appearance;<span class=\"citation\" id=\"69403\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69403)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69403)\">John 7:24<\/a><\/span> but it shall be that judgment which the Father shall give unto you.&#x201D;<span class=\"citation\" id=\"82995\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82995)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82995)\">3 Ne. 27:27<\/a><\/span> Now, the Lord judges mankind according to the law and the testimony.<span class=\"citation\" id=\"58045\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58045)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58045)\">Isa. 8:20<\/a><\/span> The revealed law is delivered to the people, and those to whom it is revealed will be judged by that law, hence Jesus says&#x2014;&#x201C;My words shall judge you at the last day.&#x201D;<span class=\"citation\" id=\"69827\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69827)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69827)\">John 12:48<\/a><\/span> It is not the tradition of the children of men that is going to judge the world, that is not the law. The traditions of the children of men are one thing, and the law is another thing; popular ideas are one thing and the law of God is another thing. We are not to be judged by the creeds, doctrines, disciplines and articles of faith invented by uninspired men, but by the pure law of God as it issued forth from his own mouth and by the mouths of his ancient Prophets and Apostles. The testimonies will be forthcoming, one of which will be the record, the books that are written. Every idle word that is spoken, every idle thought that has ever entered into the hearts of man will be written and brought up, and out of that record of our conduct&#x2014;our thoughts, words and deeds&#x2014;will we be judged.<span class=\"citation\" id=\"64432\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64432)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64432)\">Matt. 12:36<\/a><\/span><span class=\"citation\" id=\"82131\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82131)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82131)\">Alma 12:14<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v17n636\"> Now, if there is to be a vast number of individuals engaged in the work of judgment, it may be a speedy work; for let all mankind be classified&#x2014;a certain portion delivered over to the Apostles of ancient days, another portion to the Twelve chosen from among the ancient Nephites, another portion delivered over to the Saints who lived in the first ages of the world, another portion to the Saints who lived after the flood, and another portion to the Latter-day Saints, and let all be engaged in this work of judging the <div class=\"break columnbreak\" id=\"184b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0184.pdf\" target=\"pdfwin\">p.&#xA0;184b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6575\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> human family and the work can speedily be accomplished. It may require years, and it may be accomplished, perhaps, in less than one year, that is a matter that we cannot decide upon now. There is to be, however, a prior judgment to the final judgment day, and we will speak upon that awhile. <\/div><div class=\"paragraph jod\" id=\"v17n637\"> There is a certain degree of judgment rendered upon every man and every woman as soon as they have passed the ordeals of this present probation. When they lay their bodies down their spirits return into the presence of God, when a decree of judgment and sentence is immediately passed. Hence we read in the Book of Mormon, that the spirits of all men, as soon as they depart from this mortal body, return home again to that God who gave them life, and then shall it come to pass that the spirits of the righteous shall enter into a state of rest, peace and happiness, called Paradise, where they shall rest from all their labors. And then shall it come to pass that the spirits of the wicked&#x2014;for behold they have no part or portion of the spirit of the Lord&#x2014;shall depart into outer darkness, where there is weeping, and wailing and gnashing of teeth; and in these two states or conditions the children of men shall be placed until the time of the resurrection.<span class=\"citation\" id=\"82330\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82330)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82330)\">Alma 40:11-13<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v17n638\"> Then again there will be a judgment after the resurrection, that will not be the final judgment, that is the judgment of the twelve tribes of Israel, spoken of by our Savior, which will take place when he and the Twelve return again to the earth.<span class=\"citation\" id=\"65223\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65223)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65223)\">Matt. 19:28<\/a><\/span><span class=\"citation\" id=\"68085\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68085)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68085)\">Luke 22:30<\/a><\/span> That judgment will be exercised more directly on the whole house of Israel that have loved the Lord and kept his commandments. <\/div><div class=\"paragraph jod\" id=\"v17n639\"> Here then are the various times of judgment, the various conditions and  <div class=\"break pagebreak\" id=\"185a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0185.pdf\" target=\"pdfwin\">p.&#xA0;185a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6574\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>circumstances of the children of men in the spiritual state, judged before the resurrection, assigned to happiness or misery as the case may be, and in the judgment of the first resurrection certain rewards, glory, power, exaltation, happiness and eternal life will be conferred upon the righteous. But another sentence of judgment will be pronounced upon those who are not favored with coming forth on the morning of the first resurrection, namely, those who have disobeyed the Gospel. To all such the voice of the angel will be&#x2014;&#x201C;Let sinners stay and sleep until I call again,&#x201D; their sins having been sufficiently judged beforehand, that they are not counted worthy of a resurrection among the just and the righteous ones of the earth. This agrees with another passage recorded in the Book of Covenants, that at the sound of the third trump then come the spirits of men that are under condemnation.<span class=\"citation\" id=\"88733\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88733)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88733)\">D&amp;C 88:100<\/a><\/span> These are the rest of the dead, and they live not again until the thousand years are ended, neither again until the end of the earth.<span class=\"citation\" id=\"88736\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88736)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88736)\">D&amp;C 88:101<\/a><\/span> Why? Because a certain measure of judgment is pronounced upon them even then. Now then, let us go to the angels which the Saints are to judge.<span class=\"citation\" id=\"73243\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73243)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73243)\">1 Cor. 6:3<\/a><\/span> We find that the angels who kept not their first estate are reserved in chains of darkness until the judgment of the great day.<span class=\"citation\" id=\"78373\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78373)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78373)\">2 Pet. 2:4<\/a><\/span><span class=\"citation\" id=\"78875\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78875)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78875)\">Jude 1:6<\/a><\/span> Those angels that fell from before the presence of God were judged in a measure upon their fall, and were cast out to wander to and fro upon the face of this earth, bound as it were with chains of darkness, misery and wretchedness, and this condition is to continue during the whole of the temporal existence of this earth, until the final judgment of the great day, when the Saints, in the authority and power of the Priesthood which God Almighty has <div class=\"break columnbreak\" id=\"185b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0185.pdf\" target=\"pdfwin\">p.&#xA0;185b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6574\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> conferred upon them, will arise and judge these fallen angels, and they will receive the condemnation of which they are worthy. <\/div><div class=\"paragraph jod\" id=\"v17n641\"> Having made these few preliminary remarks in regard to the judgment of the children of men, let us now refer again to the passage contained in the seventh chapter of Daniel. Says that ancient Prophet&#x2014;&#x201C;I beheld till the thrones were cast down, and the Ancient of days did sit, whose garment was white as snow, and the hair of his head like the pure wool: his throne was like the fiery flame, and his wheels as burning fire. A fiery stream issued and came forth from before him: thousand thousands ministered unto him, and ten thousand times ten thousand stood before him: the judgment was set, and the books were opened.&#x201D;<span class=\"citation\" id=\"61607\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61607)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61607)\">Dan. 7:9-10<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v17n642\"> How many are ten thousand times ten thousand. One hundred million. That would be a larger congregation than you or I ever saw, and larger, probably, than any congregation that has ever been collected together upon this earth at any one time. They would occupy a vast region of country, even for a foothold. A hundred million people stood before this personage&#x2014;the Ancient of days. Who was this personage called the Ancient of days? We are told by the Prophet Joseph Smith&#x2014;the great Prophet of the last days, whom God raised up by his own voice and by the ministration of angels to introduce the great and last dispensation of the fullness of times&#x2014;the last dispensation on the earth so far as the proclamation of mercy is concerned; I say we are told by this Prophet that the Ancient of days is the most ancient personage that ever had an existence in days here on the earth. And who was he? Why, of course, old father Adam,<span class=\"citation\" id=\"84545\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84545)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84545)\">D&amp;C 27:11<\/a><\/span><span class=\"citation\" id=\"90692\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90692)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90692)\">D&amp;C 116:1<\/a><\/span> he was the most ancient man that ever lived in days  <div class=\"break pagebreak\" id=\"186a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0186.pdf\" target=\"pdfwin\">p.&#xA0;186a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6573\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>that we have any knowledge of. He comes, then, as a great judge, to assemble this innumerable host of which Daniel speaks. He comes in flaming fire. The glory and blessing and greatness of this personage it would be impossible even for a man as great as Daniel fully to describe. He comes as a man inspired from the eternal throne of Jehovah himself. He comes to set in order the councils of the Priesthood pertaining to all dispensations, to arrange the Priesthood and the councils of the Saints of all former dispensations in one grand family and household. <\/div><div class=\"paragraph jod\" id=\"v17n644\"> What is all this for? Why all this arrangement? Why all this organization? Why all this judgment and the opening of the books? It is to prepare the way for another august personage whom Daniel saw coming with the clouds of heaven, namely the Son of Man, and these clouds of heaven brought the Son of Man near before the Ancient of days.<span class=\"citation\" id=\"61631\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61631)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61631)\">Dan. 7:13<\/a><\/span> And when the Son of Man came to the Ancient of days, behold a kingdom was given to the Son of Man, and greatness and glory, that all people, nations and languages should serve him, and his kingdom should be an everlasting kingdom, a kingdom that should never be done away.<span class=\"citation\" id=\"61635\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61635)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61635)\">Dan. 7:14<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v17n645\"> This explains the reason why our father Adam comes as the Ancient of days with all these numerous hosts, and organizes them according to the records of the book, every man in his place, preparatory to the coming of the Son of Man to receive the kingdom. Then every family that is in the order of the Priesthood, and every man and every woman, and every son or daughter whatever their kindred, descent or Priesthood, will know their place. <\/div><div class=\"paragraph jod\" id=\"v17n646\"> Where will this great conference take place? The Lord has revealed this also. The Lord did not raise <div class=\"break columnbreak\" id=\"186b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0186.pdf\" target=\"pdfwin\">p.&#xA0;186b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6573\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> up this boy, Joseph, for nothing, or merely to reveal a few of the first principles of the Gospel of Christ; but he raised him up to reveal the hidden mysterious things, the wonders of the eternal worlds, the wonders of the dispensation of the fullness of times, those wonders that took place before the foundation of the world; and all things, so far as it was wisdom in God, were unfolded by this personage called by his enemies &#x201C;Old Joe Smith,&#x201D; who was about fourteen years old when the Lord raised him up. I say that he, by the power of the Holy Ghost, and the spirit of revelation, revealed the very place where this great assemblage of ten thousand times ten thousand of the righteous shall be gathered together when the books are opened. It will be on one of the last places of residence of our father Adam here on the earth, and it is called by revelation Adam-ondi-Ahman,<span class=\"citation\" id=\"90693\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90693)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90693)\">D&amp;C 116:1<\/a><\/span> which, being interpreted, means the valley of God where Adam dwelt, the words belonging to the language which was spoken by the children of men before the confusion took place at Babel.<span class=\"citation\" id=\"52993\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52993)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52993)\">Gen. 11:1-9<\/a><\/span> In that valley Adam called together Seth, Enos, Cainan, Mahalaleel, Jared, Enoch, Methuselah and all the high Priests and righteous of his descendants for some seven or eight generations. Three years before his death he there stood up, being bowed with age, and preached to that vast assembly of people, and pronounced upon them his great and last patriarchal blessing, and they rose up by the authority and power and revelation of the holy Priesthood which they held, and pronounced their blessing upon their great common progenitor Adam, and he was called the Prince of Peace, and the Father of many nations, and it was said that he should stand at the head of and rule over his people  <div class=\"break pagebreak\" id=\"187a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0187.pdf\" target=\"pdfwin\">p.&#xA0;187a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6572\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of all generations, notwithstanding he was so aged. That was the blessing pronounced, three years before his death, upon the great head, Patriarch and Prophet of this creation, the man whom God chose to begin the works of this creation, in other words to begin the peopling of this earth.<span class=\"citation\" id=\"90312\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90312)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90312)\">D&amp;C 107:53-56<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v17n648\"> Where was that valley in which that grand patriarchal gathering was held?<span class=\"citation\" id=\"90694\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90694)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90694)\">D&amp;C 116:1<\/a><\/span> It was about fifty, sixty or seventy miles north of Jackson County, Missouri, where the Zion of the latter days will be built. Where the garden of Eden was is not fully revealed; where Adam ate the forbidden fruit is not revealed so far as I know, that is, the particular location on the earth, no revelation informs us where he passed the first few centuries of his life; but suffice it to say that, when Adam was about six or seven hundred years old there was a great gathering of the people. Enoch, the seventh from Adam,<span class=\"citation\" id=\"78900\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78900)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78900)\">Jude 1:14<\/a><\/span> who lived contemporary with his old ancestor, and others who were called by him, went forth and gathered out the righteous from all the nations, and as there was no Atlantic Ocean in those days rolling between the eastern and western continents, they could gather together by land from Asia, Africa and Europe. In those days the earth was not divided as it was after the flood, in the days of Peleg.<span class=\"citation\" id=\"52976\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52976)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52976)\">Gen. 10:16 (JST)<\/a><\/span><span class=\"citation\" id=\"52981\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52981)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52981)\">Gen. 10:25<\/a><\/span> In that gathering many came from the ends of the earth. Adam might have been among the emigrating companies, if not, then, he most probably had his residence at that central place of gathering. Let this be as it may, it is not revealed. There is a place, however, where this great Conference took place in ancient times, where the Lord revealed himself to that vast assembly, and stood in their midst, and instructed them with his own mouth, and they saw <div class=\"break columnbreak\" id=\"187b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0187.pdf\" target=\"pdfwin\">p.&#xA0;187b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6572\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> his face.<span class=\"citation\" id=\"90327\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90327)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90327)\">D&amp;C 107:54-55<\/a><\/span> There is the place where it was ordained that Adam should have the power, as the Ancient of Days, after a certain period and dispensations had rolled away, to come in his glory<span class=\"citation\" id=\"61596\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61596)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61596)\">Dan. 7:9<\/a><\/span> accompanied by the ancient Saints, the generations that should live after him and should take up their abode upon that land where they received their last blessing, there in the valley of Adam-ondi-Ahman.<span class=\"citation\" id=\"90310\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90310)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90310)\">D&amp;C 107:53<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v17n649\"> This man, will sit upon his throne, and ten thousand times ten thousand immortal beings&#x2014;his children&#x2014;will stand before him, with all their different grades of Priesthood, according to the order which God has appointed and ordained.<span class=\"citation\" id=\"61619\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61619)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61619)\">Dan. 7:10<\/a><\/span> Then every quorum of the Priesthood in this Latter-day Saint Church will find its place, and never until then. If we go behind the veil we will not see this perfect organization of the Saints of all generations until that period shall arrive. That will be before Jesus comes in his glory. Then we will find that there is a place for the First Presidency of this Church; for the Twelve Apostles called in this dispensation; for the twelve disciples that were called among the remnants of Joseph on this land in ancient times; for the Twelve that were called among the ten tribes of Israel in the north country; for the Twelve that were called in Palestine, who administered in the presence of our Savior; all the various quorums and councils of the Priesthood in every dispensation that has transpired since the days of Adam until the present time will find their places, according to the callings, gifts, blessings, ordinations and keys of Priesthood which the Lord Almighty has conferred upon them in their several generations. This, then, will be one of the grandest meetings that has ever transpired upon the face of our globe. What manner of persons ought you  <div class=\"break pagebreak\" id=\"188a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0188.pdf\" target=\"pdfwin\">p.&#xA0;188a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6571\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and I, my brethren and sisters, and all the people of God in the latter days to be, that we may be counted worthy to participate in the august assemblies that are to come from the eternal worlds, whose bodies have burst the tomb and come forth immortalized and eternal in their nature. <\/div><div class=\"paragraph jod\" id=\"v17n651\"> It will be found then who it is who have received ordinances by divine authority, and who have received ordinances by the precepts and authority of men. It will then be known who have been joined together in celestial marriage by divine authority, and who by wicked counsels, and by justices of the peace who did not believe in God at the time that <div class=\"break columnbreak\" id=\"188b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0188.pdf\" target=\"pdfwin\">p.&#xA0;188b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6571\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> they did it, or those who have been married merely until death shall part them. It will then be known that those who have received the ordinances of marriage according to divine appointment are married for all eternity; it will then be known that their children are the legal heirs to the inheritances, and glories, and powers, and keys and Priesthood of their fathers, throughout the eternal generations that are to come; and every man will have his family gathered around him which have been given unto him by the sealing of the everlasting Priesthood, and the order and law which God has ordained, and none other. Amen. <\/div>\n<\/div>\n<\/div>"}