{"ID":170011, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Union is Strength&#x2014;United Order Will Bring About Temporal Salvation&#x2014;The Time Has Come to Favor Zion&#x2014;The Judgments of God Are at the Door of This Generation.<\/div>\n<div class=\"subtitle\">Discourse by Elder Wilford Woodruff, delivered at the Adjourned General Conference, held in the New Tabernacle, Salt Lake City Friday Morning, May 8, 1874.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: Union is Strength, Etc.<\/div>\n<div class=\"speaker\">Speaker: Wilford Woodruff<\/div>\n<div class=\"date\">Date: 5\/8\/1874<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d11\">\n<div class=\"paragraph jod\" id=\"v17n225\"> We had a request given to us, at the opening of the Conference, yesterday morning, by President Young, to give evidences for and against the United Order of Zion.<span class=\"citation\" id=\"126970\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126970)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126970)\">D&amp;C 104:48<\/a><\/span> I do not know that I should be a very able advocate against it. I have been looking over in my own mind, the arguments which might be brought against it, and there are a few things I will name. If we were to undertake to unite according to the spirit and letter of this order it would, in one sense of the word, deprive us of having half a dozen candidates at elections, as is the custom generally in the Christian world. It would, in a measure, deprive these candidates of the opportunity of spending a month or two stump-speeching to get the votes of the people; then, when the election came, of paying for two or three barrels of bad whiskey to treat those who are going to vote for them. Then it might deprive Alderman Clinton, or some other justice of the peace, of the chance of collecting two or three hundred dollars as fines from those who had committed a breach of the peace. It might deprive the Benedicts and other surgeons of the opportunity of collecting <div class=\"break columnbreak\" id=\"69b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0069.pdf\" target=\"pdfwin\">p.&#xA0;69b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6690\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> five hundred or a thousand dollars for mending broken arms and legs got in free fights. Probably it would deprive the people of the opportunity of spending fifty or a hundred thousand dollars a year in importing mustard into this Territory, and require the farmers to collect and use that which is now a nuisance on their fields. It might also deprive us of the privilege of paying a hundred thousand dollars for imported brooms, and require us to plant two or three hundred acres of broom corn. These are about the only objections that I can think of against the order, though you might carry it out in detail, perhaps, a good deal further; but with regard to the benefits arising from it, they are so numerous that it would take a long time to enumerate them. I do not think it requires a great deal of argument to prove to us that union is strength, and that a united people have power which a divided people do not possess. <\/div><div class=\"paragraph jod\" id=\"v17n226\"> I am very glad that I have lived long enough to see a day when the hearts of the people can be united so as to carry out these things, while they also act upon their own agency in receiving and obeying them. We  <div class=\"break pagebreak\" id=\"70a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0070.pdf\" target=\"pdfwin\">p.&#xA0;70a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6689\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>have been a good many years preaching up the necessity of the Latter-day Saints being one in temporal as well as in spiritual things, and I have felt, for a long time, in my own mind, that there must be a change among us. The way we have been drifting, has not seemed to have a tendency, as a general thing, to carry out the purposes of the Lord, and to prepare us, as a people, for those events which await us. <\/div><div class=\"paragraph jod\" id=\"v17n228\"> In our spiritual labors we have been united in a measure, and in some things perhaps in a temporal point of view. Now, for instance, the case I referred to in regard to our elections. I do not think that, for the twenty-four years we have resided in these valleys, any man has ever paid a sixpence in order to obtain any office to which he has been elected by the votes of the people, whether as Delegate to the Congress of the United States, Governor of the Territory, member of the legislature, probate judge, or any other office. I do not think that any man who has been in office has ever even asked for it in any shape or manner. So far as this is concerned we have been united, and we have one consolation in regard to our officers, I do not believe there has ever been a single defaulter among them in the whole Territory, so far as dollars and cents are concerned, in any office. In this respect then we see the advantage of being united. <\/div><div class=\"paragraph jod\" id=\"v17n229\"> There are very many advantages that will accrue to us if we unite our hearts, feelings, labors, interests, property, and everything that we are made stewards over. One thing is certain, we cannot continue in the course that we have pursued in regard to temporal matters. It is suicidal for any people to import ten dollars' worth of products while they export only one, and it is a miracle <div class=\"break columnbreak\" id=\"70b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0070.pdf\" target=\"pdfwin\">p.&#xA0;70b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6689\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and a wonder to me that we have lived as long as we have under this order of things. We have sent millions of dollars out of the Territory every year, for articles for our home consumption, while we have exported but very little; hence I say that the establishment and success of this new order among us will bring about our temporal salvation. <\/div><div class=\"paragraph jod\" id=\"v17n230\"> We occupy a different position from the rest of the world. We believe in the revelations of Jesus Christ contained in the Bible as well as in the record or stick of Joseph in the hands of Ephraim&#x2014;<span class=\"citation\" id=\"60880\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60880)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60880)\">Ezek. 37:16-19<\/a><\/span>the Book of Mormon, which gives a history of the ancient inhabitants of this continent. We also believe in the Book of Revelations, which were given through the mouth of Joseph Smith, the Prophet, to the Latter-day Saints and to the inhabitants of the earth. Inasmuch, then, as we believe these things, we, if we carry out our faith, must of necessity go to and prepare ourselves for the fulfillment of the revelations of God. When we are in possession of the Spirit of God, we understand that there is a change at the door, not only for us but for all the world. There are certain events awaiting the nations of the earth as well as Zion; and when these events overtake us we will be preserved if we take the counsel that is given us and unite our time, labor and means, and produce what we need for our own use; but without this we shall not be prepared to sustain ourselves and we shall suffer loss and inconvenience thereby. I am satisfied that as a people, pursuing the course we have pursued hitherto, we are not prepared for the Zion of Enoch or the kingdom of God. There was an order carried out anciently by the people of this continent and by the people of the city of Enoch, wherever that was located, which was  <div class=\"break pagebreak\" id=\"71a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0071.pdf\" target=\"pdfwin\">p.&#xA0;71a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6688\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>very different from the practice which has prevailed among the Saints of latter days; and as far as such a system being any injury to us I can see none in the world. I can see no injury that can overtake the Latter-day Saints, by their uniting together, according to the law of God, and producing from the elements that which they need to eat, drink and wear, and I feel as though the time has come for such an order to be instituted; and the readiness with which the people receive the teachings of the servants of God in regard to this matter is a testimony that the time has come to favor Zion.<span class=\"citation\" id=\"57067\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57067)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57067)\">Ps. 102:13<\/a><\/span><span class=\"citation\" id=\"90974\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90974)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90974)\">D&amp;C 124:6<\/a><\/span> The Spirit of God bears witness to the congregations of the Saints of the importance of the principles which have been given unto us, and hence their readiness to receive them. <\/div><div class=\"paragraph jod\" id=\"v17n232\"> From the commencement of this work to the present day, the labor has been harder with the servants of God to get the people prepared in their hearts to let the Lord govern and control them in their temporal labor and means than in regard to matters pertaining to their eternal salvation. It was hard work for Joseph Smith to get the minds of the people prepared even to receive the Gospel in his day. But the Lord opened the way, the Gospel was preached and the Church was organized in its purity and in the order in which it existed in the days of Jesus Christ and the Apostles, and wherever the Gospel has been sent the ears of the people have been more or less opened and a portion of them have been ready to receive it. This Gospel has been preached in every Christian nation under heaven where the laws would permit, and people from these various nations have overcome their traditions so far as to obey it; but, as I remarked before, it has been hard work for the Latter-day <div class=\"break columnbreak\" id=\"71b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0071.pdf\" target=\"pdfwin\">p.&#xA0;71b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6688\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Saints to bring themselves to such a state of mind as to be willing for the Lord to govern them in their temporal labors. There is something strange about this, but I think, probably, it is in consequence of the position that we occupy. There is a veil between man and eternal things; if that veil was taken away and we were able to see eternal things as they are before the Lord, no man would be tried with regard to gold, silver or this world's goods, and no man, on their account, would be unwilling to let the Lord control him. But here we have an agency, and we are in a probation, and there is a veil between us and eternal things, between us and our heavenly Father and the spirit world; and this for a wise and proper purpose in the Lord our God, to prove whether the children of men will abide in his law or not in the situation in which they are placed here. Latter-day Saints, reflect upon these things. We have been willing, with every feeling of our hearts, that Joseph Smith, President Young, and the leaders of the people should guide and direct us in regard to our eternal interests; and the blessings sealed upon us by their authority reach the other side of the veil and are in force after death, and they affect our destiny to the endless ages of eternity. Men, in the days of Abraham, Isaac and Jacob, and of Jesus and the Apostles, had blessings sealed upon them, kingdoms, thrones, principalities and powers, with all the blessings of the New and Everlasting Covenant. The question may be asked, are these eternal blessings of interest to us? They are, or should be. Are these blessings worth our earthly wealth, whether we have little or much? Is salvation, is eternal life worth a yoke of cattle, a house, a hundred acres of land, or anything that we  <div class=\"break pagebreak\" id=\"72a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0072.pdf\" target=\"pdfwin\">p.&#xA0;72a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6687\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>possess here in the flesh? If it is, we certainly ought to be as ready to permit the Lord to govern and control us in all our temporal labors as we are in our spiritual labors. <\/div><div class=\"paragraph jod\" id=\"v17n234\"> Again, when a man dies he cannot take his cattle, horses, houses or lands with him; he goes to the grave&#x2014;the resting place of all flesh. No man escapes it, the law of death rests upon all. In Adam all die, while in Christ all are made alive.<span class=\"citation\" id=\"73823\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73823)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73823)\">1 Cor. 15:22<\/a><\/span> We all understand that death has passed upon all men,<span class=\"citation\" id=\"72353\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72353)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72353)\">Rom. 5:12<\/a><\/span> but we none of us know when our turn will come, though we know it will not be a great while before we shall be called to follow the generations who have preceded us. When we reflect upon these things I think we all should be willing to let the Lord guide us in temporal matters. In the Book of Mormon we learn that the ancient Nephites, who dwelt on this continent, entered into, and continued in, this order for nearly two hundred years.<span class=\"citation\" id=\"83105\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83105)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83105)\">4 Ne. 1:3-23<\/a><\/span> They were wealthy and happy and the Lord blessed them. They had no poor among them.<span class=\"citation\" id=\"83095\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83095)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83095)\">4 Ne. 1:3<\/a><\/span><span class=\"citation\" id=\"126967\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126967)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126967)\">Moses 7:18<\/a><\/span> They were united in heart and in spirit, and the blessings of the Lord rested upon them. It is true they occupied a different position in one sense to what we do. They entered into this order just after the Lord had brought judgment upon the whole nation on account of their wickedness, and many of the wicked had been destroyed: their cities had also been destroyed,<span class=\"citation\" id=\"126968\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126968)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126968)\">3 Ne. 9:1-12<\/a><\/span> and it was while humbled by these judgments that they entered the United Order. But a reign of peace and prosperity rested upon them and continued until they broke the order and began to go, every man for himself and the devil for them all,<span class=\"citation\" id=\"83134\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83134)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83134)\">4 Ne. 1:25<\/a><\/span> then utter destruction soon overtook them. <\/div><div class=\"paragraph jod\" id=\"v17n235\"> It is different with us. We are entering this order before the wicked are destroyed. We commence it to <div class=\"break columnbreak\" id=\"72b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0072.pdf\" target=\"pdfwin\">p.&#xA0;72b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6687\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> prepare us for the great events which are at the door, for if the judgments of God ever were at the door of any generation it is this. The whole volume of Scripture points these things out to us in plain language, and all the unbelief of the inhabitants of the earth will not alter the fact, it will not change the hand of God nor stay his judgments, which are at the door of Great Babylon. She will come in remembrance before God, and he will hold a controversy with the nations;<span class=\"citation\" id=\"60575\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60575)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60575)\">Jer. 25:31<\/a><\/span> his sword is unsheathed and it will fall on Idumea,<span class=\"citation\" id=\"59098\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59098)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59098)\">Isa. 34:5<\/a><\/span> the world,<span class=\"citation\" id=\"83745\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83745)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83745)\">D&amp;C 1:36<\/a><\/span> and who can stay his hand? These things have been proclaimed by almost every Prophet who has ever spoken since the world began. They point to our day, and their words must have their fulfillment. <\/div><div class=\"paragraph jod\" id=\"v17n236\"> Over forty years the Gospel of Christ has been proclaimed to this generation and to the whole Christian world as far as we have had opportunity. Light has come into the world, but men have rejected it because their deeds are evil,<span class=\"citation\" id=\"68928\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68928)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68928)\">John 3:19<\/a><\/span> hence the judgments of God will rest upon the nations of the earth in fulfillment of his word through the Prophets. The Lord has called upon us to unite together and take hold of this work, and to prepare ourselves for the great events which are at hand, that when the destroying angels go forth to reap the earth, beginning at the sanctuary, they need not destroy any man upon whom is the mark set by the writer with the inkhorn, who cried and mourned because of the abominations done among men.<span class=\"citation\" id=\"60743\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60743)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60743)\">Ezek. 9:1-11<\/a><\/span> The Prophet, in seeing the vision of these things in the last days, saw that the earth was reaped, and the reapers began at the sanctuary, and the wicked were cut off by the judgments of God.<span class=\"citation\" id=\"60744\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60744)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60744)\">Ezek. 9:1-11<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v17n237\"> The world now do not believe this anymore than they believed in the  <div class=\"break pagebreak\" id=\"73a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0073.pdf\" target=\"pdfwin\">p.&#xA0;73a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6686\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>days of Noah and Lot, and they are no more prepared for it, and they are growing wickeder and wickeder every day of their lives. Wickedness is increasing, for the devil has great dominion over the hearts of the children of men. The Lord is trying to direct and dictate his Saints and I feel that it is our duty, as a people, to unite our interests together, also our time, talents, labor, and all that we are stewards over, that, as men who have faith in God, we may be prepared for those things which await us, and for the coming of the Son of Man. We are observing the signs of the times, and we can readily understand the necessity of entering into this order. I think we can all see this if we enjoy any portion of the spirit of our religion and the work of the Lord, which we profess to be engaged in. I can see everything in favor but nothing against the United Order. These teachings are of the Lord; the servants of God have been moved to call upon the people, and the Lord has moved upon the people, and their hearts are being touched by the light of the Holy Spirit, and they are entering into this organization; and my feeling is that if you and I, who profess to be the friends of God, and have entered into a covenant with him, withdraw our hearts from him that we do not see the necessity of uniting ourselves according to this law of God, we shall <div class=\"break columnbreak\" id=\"73b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0073.pdf\" target=\"pdfwin\">p.&#xA0;73b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6686\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> begin to dry up, and what little life, light, or spirit we have will leave us and we shall go down and we shall not walk in the light of the Lord. I view it as a day of decision<span class=\"citation\" id=\"61894\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61894)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61894)\">Joel 3:14<\/a><\/span> to the Latter-day Saints throughout the whole Church and kingdom of God, and we shall find it to our advantage to decide rightly, and to walk in the path marked out for us by the servants of the Lord. <\/div><div class=\"paragraph jod\" id=\"v17n239\"> I feel to say God bless the Latter-day Saints and the honest in heart and meek of the earth throughout the whole world, and I pray that the nations may be prepared for that which is to come, for as God lives there is a change at the door, and what the ancient patriarchs and Prophets said will be fulfilled; and if I were to express my feelings as the spirit reveals to me it would be a good deal as Daniel said, that all who will not prepare themselves for the coming of Christ must get out of the way, for the little stone that was cut out of the mountains without hands will shortly grind them to powder, and they will be cast away as the chaff of the summer threshingfloor. The kingdom of God, which Daniel saw, the Zion of God in embryo, is on the earth, and is here in these mountains; and it will rise and rise, until it is clothed with the glory of God.<span class=\"citation\" id=\"61040\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61040)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61040)\">Dan. 2:34-35<\/a><\/span><span class=\"citation\" id=\"126969\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126969)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126969)\">Moro. 10:31<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v17n240\"> May God help us to prepare for his coming and kingdom, for Christ's sake. Amen. <\/div>\n<\/div>\n<\/div>"}