{"ID":170027, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Guard Against Temptation&#x2014;Those Who Trust in God Will Not Be Disappointed&#x2014;Joseph Saith a Prophet of God&#x2014;If There Were No Cause Creating Evil, There Would Be No Evil Works.<\/div>\n<div class=\"subtitle\">Discourse by Elder Charles C. Rich, delivered at the Adjourned Semi-Annual Conference of the Church or Jesus Christ of Latter-Day Saints, in the New Tabernacle, Salt Lake City, Sunday, October 11, 1874.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: Guard Against Temptation, Etc.<\/div>\n<div class=\"speaker\">Speaker: Charles C. Rich<\/div>\n<div class=\"date\">Date: 10\/11\/1874<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d27\">\n<div class=\"paragraph jod\" id=\"v17n585\"> I have rejoiced in listening to the instructions that we have received this morning, as well as during the whole of this Conference. It seems to me that they ought to make an everlasting impression upon the minds of the Saints, and that we, one and all, should be determined, under the influence thereof, to live more faithfully, and to keep the commandments of God as near as possible in all things; and I have no doubt that this is the feeling, at the present time, of most of those who have attended this Conference. It is for us to guard against temptation that may be presented before us, and, when we leave this place, that we suffer not ourselves to do or to say anything that is wrong, but be willing, with an eye single to the glory of God, to carry out the counsels of his servants, and to perform all the labors required at our hands in aiding to advance his cause and to build up his kingdom upon the earth, that we may prepare ourselves for that which is to come both on the earth and in the eternal worlds. I <div class=\"break columnbreak\" id=\"169b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0169.pdf\" target=\"pdfwin\">p.&#xA0;169b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6590\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> know very well that there is no being upon the earth who is thus engaged, but what feels well; all such rejoice in their labors, and the Spirit and power of God will rest upon the Saints when they take this course and adopt this policy. <\/div><div class=\"paragraph jod\" id=\"v17n586\"> We have been permitted to live in one of the most auspicious times or dispensations that has ever been ushered in upon the earth&#x2014;the dispensation of the gathering together of all things in Christ, both which are in heaven and which are on earth.<span class=\"citation\" id=\"74801\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74801)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74801)\">Eph. 1:10<\/a><\/span> We may feel our weakness and inability, but it is not our strength or wisdom that is to bring about the triumph of the purposes of God upon the earth, we are simply co-workers with our heavenly Father, and his power will bear off his Saints in the future as it has done in the past and up to the present time. It is upon his arm that we have to lean, and in him we must put our trust. When has there been a time when the Saints have trusted in God and been disappointed? Never; inasmuch as we have done our part, the Almighty  <div class=\"break pagebreak\" id=\"170a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0170.pdf\" target=\"pdfwin\">p.&#xA0;170a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6589\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>has never failed to do his and fulfill his promises. We have the power to carry on this work and to perfect ourselves, and also to perform a labor for our benefit and for the benefit of our friends who lived before us, who did not have such an opportunity as we have. This should be impressed upon our minds, and we should not suffer ourselves to neglect any duty that is incumbent upon us, whether for our benefit or for the benefit of those who have lived before us. When we pass behind the veil and meet with our friends, if we can tell them that, while we were in the flesh, we attended to and performed certain ordinances and ceremonies in their behalf which they, while here, had not the privilege of attending to and performing for themselves, and which they had not power to accomplish in the spirit world, it certainly will be a matter of rejoicing to us and also to them; but if, on meeting them there, we have to admit that we neglected to do that for their benefit which it had been in our power to attend to, we shall not feel pleasant, and our friends will most assuredly be disappointed. <\/div><div class=\"paragraph jod\" id=\"v17n588\"> In speaking of the Temples now in course of erection in which to perform the ordinances for the dead, our hearts ought to be inspired with determinations to do all we can to push them forward to completion, that, in our day, while we yet live in the flesh, we may have the privilege of doing a work therein for our dead friends as well as for ourselves. All these things are before us, and our eyes should be single to the glory of God, and our hearts set upon building up his kingdom upon the earth, and not upon objects that do not tend in this direction. I have felt, for many years, that I was not safe in any place or upon any errand, and had no business to be engaged in <div class=\"break columnbreak\" id=\"170b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0170.pdf\" target=\"pdfwin\">p.&#xA0;170b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6589\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> any labor, no matter what it might be, unless that business, errand or labor was directed by the Priesthood; and I feel today that all the labors and operations of the Latter-day Saints, temporal and spiritual, ought to be organized and directed by the Priesthood which God has established to lead his people. If our labors are thus directed they will tell in the right direction&#x2014;for the upbuilding of the kingdom of God, and not for the promotion of evil upon the earth. This is a thing against which we should be continually on our guard. Human nature is weak, and many people when brought in contact with evil influences are liable to be led away, they are in danger, and the best, the safest policy is to keep away from dangerous ground and beyond the range of evil, and we should not associate with those whose influence is evil. <\/div><div class=\"paragraph jod\" id=\"v17n589\"> Our lives are made up of small items, of labors performed a little at a time. If our acts are good, if our words are such that the righteous can approve of them, we need not fear when they are summed up and judgment rendered, for our lives having been spent in the performance of good deeds, it will be all right with us, and if we have this consciousness we can rejoice wherever we are. I can bear testimony that I have never been disappointed when I have been engaged in the work of the Lord, and in carrying out the counsels of his servants unto me. I can bear testimony that this is the work of God, and that Joseph Smith was a Prophet of God, that Brigham Young is a Prophet of God, and that the Gospel which they have preached to the Latter-day Saints is the Gospel of the Son of God; and inasmuch as we live according to its precepts we shall be delivered from evil. Salvation is revealed in the Gospel, and  <div class=\"break pagebreak\" id=\"171a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0171.pdf\" target=\"pdfwin\">p.&#xA0;171a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6588\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>that salvation commenced to be received by us when we obeyed it. We can be freed from our sins when we learn and obey the truth, for in the Gospel there is deliverance from sin if we will but apply its principles to our lives. When we find a difficulty in the midst of the people, it is simply because some one or more have done that which they ought not to have done, and had they applied the principles of the Gospel applicable to that particular case, the difficulty might have been avoided. When we practice the principles of this Gospel to perfection, we shall be delivered from evil, whether in this world or in the world to come. For instance, if no murders are committed, none of the evils will be experienced which grow out of that crime; if the people generally would cease lying, the evils now resulting because of the great prevalence of falsehood in the world would be unknown. And so we might enumerate all of the evils that are committed by the human family and say that, if the principles of the Gospel of Christ were universally observed, the evils of every kind now so abundant in all parts of the world would be known no more. Then it is for us, to whom this Gospel has been revealed, to learn what is right, and to be faithful in practicing it, and the more faithful we are in applying ourselves to this important duty, the more speedily will evil disappear from amongst us, and the salvation promised by the Gospel be by us enjoyed, and that is precisely what we want&#x2014;a present as well as an eternal salvation by an application of the principles of the Gospel to our daily lives. <\/div><div class=\"paragraph jod\" id=\"v17n591\"> If this course were pursued by mankind generally, it would soon bring about a millennium, or that still more happy time spoken of by the Prophets, when the knowledge of <div class=\"break columnbreak\" id=\"171b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0171.pdf\" target=\"pdfwin\">p.&#xA0;171b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6588\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> God shall cover the earth as the waters cover the great deep,<span class=\"citation\" id=\"58165\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58165)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58165)\">Isa. 11:9<\/a><\/span> and when men all the world over are friends and brothers. This is the direction in which the practice of the principles of the Gospel leads us, and a continued and close attention thereto will enable us to overcome every imperfection. At the same time our heavenly Father is disposed to try those who profess to have taken upon them the name of Christ, and, in fact, he is trying us continually in order to prove whether we will serve him in all things. If an evil is presented before us, we must either receive or reject it. If we reject it we have overcome; if we accept it, we are overcome of evil. And we may say that we have continually a trial before us, and it is for us to be on our guard that we enter not into temptation, and that we are not overcome, no matter in what guise or how temptingly evil may present itself to us. We need to be valiant before the Lord, valiant in testimony, valiant in keeping his commandments, valiant in rejecting every evil principle and practice that may be presented before us; and if this is our course, and we continue therein, the time will come when we will be counted worthy of an inheritance and exaltation among the sanctified in the presence of our Father. <\/div><div class=\"paragraph jod\" id=\"v17n592\"> I feel to rejoice in the principles of the Gospel that the Lord has revealed to us, and that, many years ago I had the privilege of hearing and obeying them. I can say that, from that time until the present, I have never had the first moment's sorrow because of anything that I have been called to pass through in connection with the Gospel, and I hope I never shall. My experience in this cause and kingdom has been a source of continual rejoicing, and  <div class=\"break pagebreak\" id=\"172a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0172.pdf\" target=\"pdfwin\">p.&#xA0;172a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6587\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>I believe it will be so to the end. I trust brethren and sisters that this is also your experience, and that you and I may continue faithful to the end, that we may be counted worthy of the privilege of mingling with <div class=\"break columnbreak\" id=\"172b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0172.pdf\" target=\"pdfwin\">p.&#xA0;172b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6587\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> that great company of the sanctified and just whom we have heard spoken of this morning, and that with them we may receive a crown of glory and immortality. This is my prayer in the name of the Lord Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}