{"ID":170015, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">General Doniphan's Connection With the Early History of the Church&#x2014;Persecutions of the Saints&#x2014;Mormon Battalion&#x2014;Hardships Experienced in the Settlement of Utah&#x2014;Plurality of Wives.<\/div>\n<div class=\"subtitle\">Discourse by President George A. Smith, delivered in the New Tabernacle, Salt Lake City, Sunday Afternoon, May 24, 1874.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: Early History of the Church.<\/div>\n<div class=\"speaker\">Speaker: George A. Smith<\/div>\n<div class=\"date\">Date: 5\/24\/1874<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d15\">\n<div class=\"paragraph jod\" id=\"v17n295\"> About two days since the daily papers announced the arrival, in this city, of General A. W. Doniphan, of <div class=\"break columnbreak\" id=\"90b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0090.pdf\" target=\"pdfwin\">p.&#xA0;90b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6669\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Liberty, Clay County, Missouri. This circumstance brought to my mind incidents thirty-six years passed  <div class=\"break pagebreak\" id=\"91a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0091.pdf\" target=\"pdfwin\">p.&#xA0;91a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6668\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>by, to which I shall briefly refer on the present occasion. There are few men whose names have been identified with the history of our Church, with more pleasant feelings to its members, than General Doniphan. During a long career of persecution, abuse and oppression characters occasionally present themselves like stars of the first magnitude in defense of right, who are willing, notwithstanding the unpopularity that may attach to it, to stand up and protest against mob violence, murder, abuse, or the destruction of property and constitutional rights, even if the parties who are being thus abused, robbed, murdered or trampled under foot have the unpopular name of &#x201C;Mormons.&#x201D; The incident of General Doniphan exercising his influence by which means he prevented the murder of Joseph and Hyrum Smith and some other Elders, who had had a mock trial by court-martial, in the State of Missouri, some thirty-six years ago, is familiar to the minds of all the Latter-day Saints who are acquainted with the history of that period, and there is one man in the Territory who was present on the occasion, that is Timothy B. Foote, of Nephi, who witnessed the court-martial. It was represented to Joseph Smith, by a man known among our people as Colonel Hinkle, that Major General Lucas and certain other parties wished to have an interview with him. In the vicinity of the town of Far West there was at that time a large body of armed men, under the orders of the Governor of Missouri, but temporarily under the command of General Lucas, of Jackson County, Mo., who was the ranking officer. It is understood by us that Hinkle had deceived Joseph Smith and the brethren with the idea that the interview was to be of a peaceful and consultory character; <div class=\"break columnbreak\" id=\"91b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0091.pdf\" target=\"pdfwin\">p.&#xA0;91b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6668\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> but when they came, as they supposed, to hold the interview, they were taken prisoners, tried by a court-martial and sentenced to be shot; the execution, however, was prevented by the protest of General Doniphan, who, at that time, was commander of a brigade, composed, I believe, of the militia of the County of Clay, and who declared that the execution of that sentence would be cold blooded murder. <\/div><div class=\"paragraph jod\" id=\"v17n297\"> It was not long after this that General Clark, who had been appointed by the Governor to this command, arrived and took command of this militia. General Atchison was the ranking officer, being the general of a division on the north side of the river, commanding a division containing, I think, six counties, but he was superseded by the appointment of Clark. If I remember right there were as many as thirteen thousand men ordered out, and there were probably five or six thousand collected together on the ground, their object being to expel the Latter-day Saints from the State of Missouri. <\/div><div class=\"paragraph jod\" id=\"v17n298\"> The number of Latter-day Saints at that period is not accurately known, but there were, I suppose, in the neighborhood of ten or twelve thousand. The settlements had been rapidly formed. They had occupied the County of Caldwell when there were only seven families in it. A party of Elders visited Caldwell County to look for a location. On their arrival they fell in with these seven families, who were living in log cabins and had made very little improvements. They said the country was a worthless, naked prairie, there was very little timber in it, and, their business being bee hunting, they had hunted all the bees out of the woods, and they wanted to go somewhere else, as they learned there was better bee hunting and more honey to be ob<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"92a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0092.pdf\" target=\"pdfwin\">p.&#xA0;92a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6667\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tained up Grand River; and within an hour after the arrival of the first of these Elders, every one of the seven men had sold their places and received their pay, congratulating themselves on their good fortune in leaving a country where the taking of wild honey had ceased to be a paying business, and there was not a family, other than Latter-day Saints, residing in the county. A good many of our people were settled in Ray County, a few in Clay, and some in Livingstone, Davies, Clinton and Carroll. I understand that three hundred and eighteen thousand dollars had been paid to the United States for lands in the State of Missouri, the titles of which were held by Latter-day Saints. The Order of Governor Boggs exterminated these people from the State. To be sure they owned their lands, and they were industrious and law-abiding. They were increasing rapidly and making vast improvements. The city of Far West had several hundred houses, and other towns and villages were springing up. United firms were being organized, which were putting into cultivation very extensive tracts of land in addition to the large amount already brought under improvement. <\/div><div class=\"paragraph jod\" id=\"v17n300\"> In consequence of the influence exerted by General Doniphan, General Lucas hesitated to execute the sentence of his court-martial, and he delivered Joseph Smith and his associates into the charge of General Moses Wilson, who was instructed to take them to Jackson County and there put them to death. I heard General Wilson, some years after, speaking of this circumstance. He was telling some gentlemen about having Joseph Smith a prisoner in chains in his possession, and said he&#x2014;&#x201C;He was a very remarkable man. I carried him into my house, <div class=\"break columnbreak\" id=\"92b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0092.pdf\" target=\"pdfwin\">p.&#xA0;92b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6667\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> a prisoner in chains and in less than two hours my wife loved him better than she did me.&#x201D; At any rate Mrs. Wilson became deeply interested in preserving the life of Joseph Smith and the other prisoners, and this interest on her part, which probably arose from a spirit of humanity, did not end with that circumstance, for, a number of years afterwards, after the family had moved to Texas, General Wilson became interested in raising a mob to do violence to some of the Latter-day Saint Elders who were going to preach in the neighborhood, and this coming to the ears of Mrs. Wilson, although then an aged lady, she mounted her horse and rode thirty miles to give the Elders the information. Year before last when I was in California, attending the State Fair, I met with a son of Mr. Wilson: he was president of an agricultural society, and was attending the fair, and I named this circumstance to him. He told me that his mother deeply deprecated the difficulties with the Mormons, and did all she could to prevent them. <\/div><div class=\"paragraph jod\" id=\"v17n301\"> You can readily see from what I have said that our community, at that time, was very handsomely situated. The poorest man in it, apparently, owned his forty acres of land, while some of the richer had several sections. Farms had been opened, and prosperity seemed to smile upon the people everywhere. Mills were built, machinery was being constructed, and everything seemed to be going on that could be desired to make a community prosperous, wealthy and happy, when suddenly, in consequence of the exterminating order issued by Lilburn W. Boggs, and executed by General Clark, and those under his command, the people were driven from the State. If we would renounce our faith we could have the privilege of remaining, but  <div class=\"break pagebreak\" id=\"93a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0093.pdf\" target=\"pdfwin\">p.&#xA0;93a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6666\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>we were told pointedly that we must hold no prayer meetings, no prayer circles, no conferences, and that we must have neither Bishops nor Presidents, and that if we indulged in any of these forbidden luxuries the citizens would be upon us and destroy us. A very few accepted the conditions and remained, and I believe that, to this day, one or two families occupy their inheritances who then renounced their faith. <\/div><div class=\"paragraph jod\" id=\"v17n303\"> This people landed in Illinois destitute. Most of their animals had been plundered from them during the difficulties, and, to use a comparative expression, they arrived in that State almost naked and barefoot. They were, however, a very industrious people, and they immediately went to work; anywhere and everywhere that they could find anything to do their hands laid hold upon it, and prosperity very soon began to smile upon them. Joseph Smith was kept in prison during the winter, but in the spring he and several of his fellow prisoners, among them Bishop Alexander McRae of the 11th Ward, escaped and made their way to the State of Illinois. <\/div><div class=\"paragraph jod\" id=\"v17n304\"> Our people had a very singular idea of justice and right; they supposed, having paid their money to the United States for their lands, having actually purchased and received titles for them, that it was the business of the United States to protect them thereon; having little acquaintance with law they entertained the somewhat wild idea that that was no more than justice on the part of the Government. Of course, the government could only be expected to protect them against any adverse titles that might arise; but so far as protecting them from mobs or from illegal violence from the State in which they lived, from oppression from those in authority, or from marauders <div class=\"break columnbreak\" id=\"93b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0093.pdf\" target=\"pdfwin\">p.&#xA0;93b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6666\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> who might burn their houses, or murder them and ravish their wives, this was no part of the business of the United States; but in their lack of knowledge on these subjects they fancied that the United States should protect them on their lands, hence Joseph Smith and several of his brethren went directly to Washington, carrying the applications of some ten thousand persons, and asked the Government to protect them in the possession of their lands and in their rights, and to restore them to their homes. They had an interview on the subject with Mr. Van Buren, at that time President of the United States, and the answer that he gave has become almost a household word. Said he&#x2014;&#x201C;Gentlemen, your cause is just, but we can do nothing for you.&#x201D; Joseph accordingly returned to his friends in the western border of Illinois, and they commenced purchasing lands in the vicinity of Nauvoo, and they laid out and built a city and remained there. <\/div><div class=\"paragraph jod\" id=\"v17n305\"> This occurred in the Spring of 1839, and Joseph remained there until the Summer of 1844, during which time he had several very grievous lawsuits, which arose out of attempts on the part of the authorities of Missouri to carry him back to that State. He was arrested several times, and had one trial, and was discharged on <span class=\"italic\">habeas corpus<\/span> in the circuit court, before Judge Stephen A. Douglas; one trial, and discharged on <span class=\"italic\">habeas corpus<\/span> before Judge Pope, United States judge in the district of Illinois; and one trial before the municipal court of Nauvoo. These several trials cost a great deal of money and a great deal of time, and were a very discouraging feature in the progress of the settlements in that vicinity, though the industry and enterprise of the people were  <div class=\"break pagebreak\" id=\"94a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0094.pdf\" target=\"pdfwin\">p.&#xA0;94a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6665\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>such that they purchased a large portion of the lands in that county and in adjoining counties. They laid out and built the city of Nauvoo, containing some twelve thousand inhabitants, and they were building a Temple and making other improvements, when Joseph Smith and his brother Hyrum were murdered, which took place on the twenty-seventh of June, 1844. <\/div><div class=\"paragraph jod\" id=\"v17n306\"> I will say in relation to the progress of the work, that missionaries, among them the Twelve Apostles, had been sent abroad to preach, and a great many people had received the Gospel. The Apostles took their departure directly from the recommencing of the foundation of the Temple in the city of Far West, on the 26th of April, 1839.<span class=\"citation\" id=\"90716\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90716)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90716)\">D&amp;C 118:5<\/a><\/span> They went on a mission to Europe for about two years, baptizing some seven thousand persons, and laying a foundation for the gathering from the old world, which has continued up to the present time. The circumstances connected with the death of Joseph and Hyrum Smith were such as to impress upon their enemies even, the disgrace inflicted upon the State by their murder, and upon the world the importance, of their mission. The governor of the State pledged himself, when they gave themselves up, that they should be protected and have a fair trial, but he placed them in the hands of men, who, he was assured by many, were their enemies, and who would murder them if they had the power. Joseph Smith had been brought before legal tribunals forty-seven times, and had in every instance been acquitted. Everything in the shape of a vexatious lawsuit that could be trumped up against him had been, and in this instance he was arrested on the affidavit of a man, whose word would not have been taken at a saloon in <div class=\"break columnbreak\" id=\"94b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0094.pdf\" target=\"pdfwin\">p.&#xA0;94b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6665\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Carthage for a glass of grog, who swore that he was guilty of treason, and he was thrown into prison, and murdered while being detained waiting for an examination. The governor, in a communication to the Elders in Nauvoo, said that the people felt that it was very wrong that he should be murdered in that way, but the great mass of them was very glad that he was dead; and I have reason to believe that this feeling was caused by religious prejudice, which arose from the fact that he came preaching what was considered a new doctrine, which attacked all the hireling priests and religious crafts, and offered free, to all people, a religion, plain and simple and in accordance with the Bible, and which, if accepted, would have a tendency to throw a large portion of the hireling clergy of the age out of employment, or compel them to do as the Apostles did in the days of Jesus&#x2014;preach the Gospel without purse and scrip.<span class=\"citation\" id=\"68167\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68167)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68167)\">Luke 22:35<\/a><\/span> Vexatious lawsuits, mob violence, tar and feathers, and finally, bloodshed were successively adopted in hopes of stopping this religion, and it was believed by those who regarded &#x201C;Mormonism&#x201D; as a wild theory, that the death of Joseph would scatter the people and destroy their faith in the work. They did not realize that he had laid the foundation of a living, truthful organization, which would be likely to increase the faster the more it was persecuted. But so it was, for the people continued to gather, and the public buildings&#x2014;Temple and Nauvoo House&#x2014;were being pushed forward more rapidly than ever, and when this was ascertained, there was an organization formed which expelled the people from the State. <\/div><div class=\"paragraph jod\" id=\"v17n307\"> The authorities of the Church at Nauvoo being aware of this combination, petitions were sent to the  <div class=\"break pagebreak\" id=\"95a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0095.pdf\" target=\"pdfwin\">p.&#xA0;95a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6664\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>government of the United States, and also to the governor of every State in the Union, asking each one to give us an asylum in his State. The governor of Arkansas gave us a respectful answer, all the rest treated our petition with silent contempt. <\/div><div class=\"paragraph jod\" id=\"v17n309\"> In September, 1845, the mob commenced burning houses, and they continued burning in different parts of the settlements, mostly in Hancock County, until they burned one hundred and seventy-five houses. The governor and authorities of the State were notified, and finally the sheriff of the County took a posse, mostly Latter-day Saints, and stopped the house burning. The instant this was done the people of the nine adjoining counties rose up and said&#x2014;&#x201C;You &#x2018;Mormons&#x2019; must leave the county or you &#x2018;Mormons&#x2019; must die.&#x201D; They then made an agreement that we should have time to move away and dispose of our property, and that vexatious lawsuits and mob violence should cease. This we kept most faithfully, but so far as they were concerned the agreement was never observed, mob violence continued, house burnings and murders occurred occasionally, vexatious lawsuits were renewed; and before the remnant of the people were permitted to get out of the county they were surrounded by armed mobs, as many as eighteen hundred in a single body, and cannonaded out of their houses. <\/div><div class=\"paragraph jod\" id=\"v17n310\"> The people thus driven commenced a journey to seek the home where we now reside. The white settlements extended sixty or seventy miles west of the Missouri River, Keosauqua was the most western one. From that place we made the roads, and bridged the streams, some thirty in number, across Iowa, to Council Bluffs, arriving there in June, 1846. The people who started on this journey started under the most forlorn circumstances. <div class=\"break columnbreak\" id=\"95b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0095.pdf\" target=\"pdfwin\">p.&#xA0;95b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6664\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> They left their houses, lands, crops, and everything they had if they could get a yoke of cattle, wagons without iron tires, carts, or anything of which they could make an outfit, and commenced a journey to hunt a home somewhere where so-called Christians would not be able to deprive them of the right to worship God according to the dictates of their consciences,<span class=\"citation\" id=\"94135\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94135)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94135)\">A of F 1:11<\/a><\/span> a right which is actually more dear than life itself. <\/div><div class=\"paragraph jod\" id=\"v17n311\"> I think between thirteen and fourteen hundred miles of road were made, though we occasionally followed trappers' trails, and on the 24th of July, 1847, President Young led the pioneer party&#x2014;numbering one hundred and forty three men&#x2014;on to this ground, then a portion of Mexican Territory and one of the most desolate, barren looking spots in the world, and dedicated it to the Most High, that we might once more find an asylum where liberty could be enjoyed. We should most probably have reached this place before we did, but the United States, the year before, invited our camps to send five hundred men to aid them in the war with Mexico, which they did, and they were mustered into service on the 16th of July, 1846, and made the route through from New Mexico to the Pacific coast. <\/div><div class=\"paragraph jod\" id=\"v17n312\"> It is a remarkable fact in history, that while these five hundred Latter-day Saints, mustered into service at Council Bluffs, were bearing the American flag across the desert, from New Mexico to the Pacific Coast, a march of infantry characterized by General Cook as unparalleled in military annals, the remnant of their families in Nauvoo were surrounded by eighteen hundred armed men and cannonaded, and driven across the river into the wilderness, without shelter, food or protection, in consequence of which very many of them  <div class=\"break pagebreak\" id=\"96a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0096.pdf\" target=\"pdfwin\">p.&#xA0;96a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6663\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>lost their lives. <\/div><div class=\"paragraph jod\" id=\"v17n314\"> Our friends pass through here and they say&#x2014;&#x201C;What a beautiful city you have got! What beautiful shade trees! What magnificent fruit trees, what grand orchards and wheat fields! What a splendid place you have got!&#x201D; When the pioneers came here there was nothing of the kind, and a more dry and barren spot of ground than this was then could hardly be found. Still the little streams were running from the mountains to the Lake. We knew nothing, then, about irrigation, but the streams were soon diverted from their course, to irrigate the soil. For the first three years we had but little to eat. We brought what provisions we could with us, and we eked them out as well as we could by hunting over the hills for wild segoes and thistle roots. There was very little game in the mountains, and but few fish in the streams, and hence we had but a short allowance of food, and for three years after our arrival there was scarcely a family which dared to eat a full meal. This was the condition in which this settlement was commenced. There was no intercourse except with Western Missouri, and it was ten hundred and thirty-four miles to the Missouri River, if we struck it at the mouth of the Platte, where Omaha is now; and our supplies, which were generally brought, by way of that place, were all purchased in Western Missouri. <\/div><div class=\"paragraph jod\" id=\"v17n315\"> In 1850, a sufficient crop was raised here to supply the inhabitants with food, but previous to that time we had divided our scanty supplies with hundreds and thousands of emigrants, who drifted in here in a state of starvation while on their way to California, for the discovery of the gold mines there had set the world almost crazy. Many people started on the Plains without knowing how <div class=\"break columnbreak\" id=\"96b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0096.pdf\" target=\"pdfwin\">p.&#xA0;96b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6663\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to outfit or what to do to preserve their supplies, and by the time they reached here their outfits would be completely exhausted. We saved the lives of thousands who arrived here in that condition, many of them our bitter enemies, and we aided them on their way in the best possible manner that we could. <\/div><div class=\"paragraph jod\" id=\"v17n316\"> There are several incidents which occurred here in early times which, to us, were miraculous. The first year after our arrival the crickets in immense numbers came down from the mountains and destroyed much of the crops. The people undertook to destroy them, and after having done everything they could to accomplish this object, they gave it up for a bad job; then the gulls came in immense numbers from the lakes and devoured the crickets, until they were all destroyed, and thus, by the direct and miraculous intervention of Providence, the colony was saved from destruction. <\/div><div class=\"paragraph jod\" id=\"v17n317\"> While crossing the Plains we had to form in companies of sufficient size to protect ourselves against the Indians, there being from fifty to a hundred men in each company. In these companies existed our religious organization, and we also had a civil organization, by which all the difficulties that arose in the companies were settled; and then a militia organization, composed of ablebodied men, whose duty it was to guard the camps from attacks by Indians, and from accidents. We had our meetings every Sabbath, at which the Sacrament was administered; we had days also set apart for washing, and occasionally we had a dance, and our travels were so regulated that the cultivation, enjoyment and associations of society were experienced almost as much as when living together in a settled and well regulated community. <\/div> <div class=\"break pagebreak\" id=\"97a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0097.pdf\" target=\"pdfwin\">p.&#xA0;97a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6662\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v17n319\"> When we started on our journey we knew very little about Indians, but we exercised towards them such a spirit of justice, and such vigilant watchfulness, that we lost very little, and suffered very little on account of difficulties with them during the many years that we were crossing these plains. <\/div><div class=\"paragraph jod\" id=\"v17n320\"> Before we left Nauvoo we had covenanted, within the walls of our Temple, that we would, with one heart and one mind,<span class=\"citation\" id=\"92940\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92940)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92940)\">Moses 7:18<\/a><\/span> abide by each other, and aid one another to escape from the oppressions with which we were surrounded, to the extent of our influence and property, and just as soon as the brethren were able they formed a perpetual emigration fund in Salt Lake City, and in 1849, Bishop Hunter, with five thousand dollars in gold, was sent back with instructions to use that and what other means he could gather in helping those to come here who were not able to come before; and from year to year this work has continued, being a grand system of brotherly love and united cooperation. In a few years after reaching here we sent a hundred teams back to the frontiers, each team being a wagon and four yoke of oxen or six mules or horses; and as we increased in strength, we sent annually two hundred, three hundred, four hundred, five hundred, and finally six hundred, to bring home those who wished to settle in these valleys; and even at the present time, our system of emigration has been extended across the sea, to gather all who wish to gather with the Saints. There are many thousands of people in these valleys who, had it not been for the organization of the Latter-day Saints and the kind and fatherly care of President Brigham Young, would never have owned a foot of land, or any other property, but they would have been dependent all their <div class=\"break columnbreak\" id=\"97b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0097.pdf\" target=\"pdfwin\">p.&#xA0;97b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6662\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> lives upon the will of a master for very precarious subsistence. <\/div><div class=\"paragraph jod\" id=\"v17n321\"> Our plan of settlement here was entirely different from that we had adopted in any other country in which we had ever lived. The first thing, in locating a town, was to build a dam and make a water ditch; the next thing to build a schoolhouse, and these schoolhouses generally answered the purpose of meetinghouses. You may pass through all the settlements, from north to south, and you will find the history of them to be just about the same&#x2014;the dam, the water ditch, then the schoolhouse and the meetinghouse. Crops were put in, trees were planted, cabins were built, mills were erected, fields were enclosed, and improvements were made step by step. This Territory is so thoroughly a desert that unless men irrigate their land by artificial means they would raise comparatively nothing. The settlements at the present time stretch some five or six hundred miles, extending into Arizona on the south and into Idaho on the north. <\/div><div class=\"paragraph jod\" id=\"v17n322\"> We have had some difficulty with the Indians, resulting principally from the interference of outsiders. Those of you who have read the history of John C. Fremont's journey through Western Arizona, may remember that he gives an account of some of his party killing several of the native Piute Indians. From that time the war seems to have commenced between the Indians and the whites. Some of you may also remember the declaration, in regard to the Indians, made by Mr. Calhoun, one of the early governors of New Mexico. He informed the government that the true policy in regard to the Digger and Piute tribes, in the western part of the Territory, which then embraced Arizona and portions of Utah, was to exterminate them,  <div class=\"break pagebreak\" id=\"98a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0098.pdf\" target=\"pdfwin\">p.&#xA0;98a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6661\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>that it was utterly useless ever to attempt to civilize them, or to do anything else but exterminate them. This was the policy adopted by a great many travelers who passed through, and when they saw an Indian, the feeling was to shoot him. This was especially the case in the district of country now comprised in the southern portions of this Territory and the western part of Arizona. <\/div><div class=\"paragraph jod\" id=\"v17n324\"> When we came into the country our motive was to promote peace with the Indians, to deal justly with them and to act towards them as though they were human beings, and so long as we were permitted to carry out our own policy with them we were enabled to maintain peace, and there were but few instances in which difficulties occurred. A band of men, rowdies, from Western Missouri, on the way to the mines, shot some Snake squaws and took their horses, up here on the Malad. This aroused the spirit of vengeance in the Indians, and they fell upon and killed the first whites they found, and they happened to be &#x201C;Mormons&#x201D; who were engaged in building a mill on the northern frontier, just above Ogden. This difficulty, of course, had to be arranged, and a good many circumstances of this kind, at various times, have made it difficult to get along without having a muss with the Indians. <\/div><div class=\"paragraph jod\" id=\"v17n325\"> Again, we had people among us who were reckless in their feelings, and who were not willing always to be controlled and to act wisely and prudently. All these things considered, when we realize that we always had four frontiers, and that we were about a thousand miles from any white settlement in any direction, that the Indians were on every side of us, and many of them very wild and savage, it is perfectly wonderful that we have had as little diffi<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"98b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0098.pdf\" target=\"pdfwin\">p.&#xA0;98b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6661\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>culty with them as we have. But the United States, in sending agents here, have frequently been not altogether fortunate in their selection, and in some instances have not sent very good men. Some who have been sent have been very good men, but they were totally ignorant of the business of dealing with, controlling or promoting peace with the Indians. This, of course, has been more or less detrimental to the settlements, and it has cost them a great deal to supply the natives with food and to aid them in getting along, for it is much cheaper to feed the Indians than to fight them. But the general feeling among the Indians is, that as far as the &#x201C;Mormons&#x201D; are concerned, they desire to deal with them in a spirit of justice and friendship. There is now little difficulty except from distant Indians, and we sometimes think that white men, perhaps, have employed Indians to plunder ranches and drive off cattle four or five hundred miles and sell them. Some instances of this kind may have occurred, but we have got along wonderfully well. <\/div><div class=\"paragraph jod\" id=\"v17n326\"> The people here have shown a vast amount of enterprise in the construction of the roads through the Territory. Strangers who come here run down to this city, go down to Provo and up to Logan, and to various other places on the little branches of our railroad system; but if they were to travel through these mountains and extend their investigations into the valleys, which are well worthy the attention of any traveler for their beauty, they would find that in many places they are so rugged that it is almost a wonder there were ever men enough in the country to make the roads. Then the telegraph wires have been extended some twelve hundred miles through a number of the settlements, north and south;  <div class=\"break pagebreak\" id=\"99a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0099.pdf\" target=\"pdfwin\">p.&#xA0;99a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6660\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>these wires have sometimes been used to prevent the plunder of the ranches by the Indians. From year to year we are extending our railroad system. We have had no encouragement from the General Government in relation to railroads; we have never been permitted even to have the right of way, by act of Congress, over a foot of ground, until we have occupied it with a railroad for a year or two, and sometimes not then; and we are extending our railroad system without any aid from Congress or any other source, but our own ingenuity and means, and that of our friends. <\/div><div class=\"paragraph jod\" id=\"v17n328\"> We are doing all we can to unite our brethren to cooperate in the building of factories, in the construction and establishment of machinery of various kinds, in commercial operations, in the building of railroads, the enclosing of farms, and in every branch of business possible we are endeavoring to unite the people in order to save labor, economize, and produce within ourselves as many articles as we possibly can that we need to consume, and some to sell, for our history for the past few years has proved that we have traded too much&#x2014;we have bought more merchandise than the products of the country would justify, and a system of manufacturing is very important, and our people have constructed some very fine mills for the manufacture of woolen and other goods. <\/div><div class=\"paragraph jod\" id=\"v17n329\"> While we are tracing, for the consideration of our friends, our progress, we here say that we have had very little encouragement from the outside. Our mines were worthless in this country until the railroad was built. In 1852, we presented to Congress, by our Delegate, Dr. Bernhisel, a petition for a railroad across the continent. Members of Congress then ridiculed the idea as being a hundred <div class=\"break columnbreak\" id=\"99b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0099.pdf\" target=\"pdfwin\">p.&#xA0;99b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6660\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> years ahead of the age. Our Delegate invited his friends to come and see him when the road was constructed, and some of them have done so. The memorial was presented six or eight times, being repeated session after session, before any steps were taken by Congress towards the construction of the road, and it was finally completed much earlier than it would have been had it not been for the cooperation of the people of this Territory, who made the roadbed for four hundred miles over the worst part of the route, and, also furnished a good deal of business for the road to do when it was finished. <\/div><div class=\"paragraph jod\" id=\"v17n330\"> As soon as the railroad was completed mines here, containing lead, with a small percent of silver, became valuable. They were not worked before. Of course we worked them a little when we wanted a little lead, but the silver mines, as they are termed now, were not worth a dollar then. But as soon as the great railroad and our branch lines were completed the mining property of the country became valuable. It would have seemed that a wise government would have encouraged such enterprises, but this has not been the policy of the General Government towards Utah. They have seemed to think that all that was necessary was to send governors and judges, and to pick the most bigoted men they could find to fill these positions; though I must say that, during the twenty-four years that we have been a Territory, we have had many very excellent men sent here, including very good governors, and very good judges, and some who, I think, would have been better employed in other callings. It is really an unfortunate circumstance to pick up men and send them to any country, to occupy important offices, who are  <div class=\"break pagebreak\" id=\"100a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0100.pdf\" target=\"pdfwin\">p.&#xA0;100a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6659\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>totally unacquainted with the country and who have no interest in it, and whose prejudices are against the people. The better policy is the one announced in the Declaration of Independence, that, in relation to these United States, the consent of the governed should be had. This would be a better policy, more republican and more agreeable, but we seem to be a special people, and, of course, acts have to be performed for our special case. <\/div><div class=\"paragraph jod\" id=\"v17n331\"> There is one ground of complaint that is alleged against us here, and that is, we believe in a plurality of wives. A great many men and women have practiced this principle rigidly, in all good faith; and until we can find some man who can show us a single passage in either the Old or New Testament, that actually prohibits it, we feel justified in following the examples of Prophets, Patriarchs, and holy men, fathers of the faithful, believing that if it were right in their case it cannot be wrong in ours. We are told that the Old Testament sets forth such an example, but that the New Testament condemns it, for that the Savior did it away. The only question I would ask in reference to this subject is&#x2014;If the Savior did away with plural marriage, why didn't he say so? If the Apostles put it down why did they not tell us of it? In the last two chapters of the Bible we have an account of the Holy City, the New Jerusalem, the gates of which we are told are to be named after the twelve sons of four wives by one father;<span class=\"citation\" id=\"80796\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80796)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80796)\">Rev. 21:12<\/a><\/span> and if we enter the gates of that city we face this polygamy, and if we cannot face this polygamy we cannot enter the gates into the city.<span class=\"citation\" id=\"126977\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126977)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126977)\">Rev. 22:14-15<\/a><\/span> So we understand the New Testament. On account of our belief in and practice of this Scriptural doctrine, extraordinary legislation has been asked <div class=\"break columnbreak\" id=\"100b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0100.pdf\" target=\"pdfwin\">p.&#xA0;100b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6659\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> against us, that our lives, liberty, property and pursuit of happiness may be at the control of four or five individuals. This is the extreme of folly. <\/div><div class=\"paragraph jod\" id=\"v17n332\"> In considering this subject, let us ask where, in all the world, has a Territory been settled under as many disadvantages as this? Where have a hundred and fifty thousand people been collected together and exhibited more order, and given proof of more industry and prosperity under the circumstances than we have? Nowhere. Brigham Young, as President of the Church and leader of the people, from the death of Joseph Smith to the present time, through the influence that he has exercised with his brethren and friends throughout the world, has been able to bring thousands of people from America and other nations, and to locate them in these valleys and put them in possession of happy homes, and to make thriving, flourishing and prosperous communities. &#x201C;By their fruits ye shall know them.&#x201D;<span class=\"citation\" id=\"63924\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63924)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63924)\">Matt. 7:20<\/a><\/span> Then, the true policy is to leave men to the enjoyment of their religion, to the enjoyment of the holy Gospel as they may receive it, extending liberty, peace, good order and happiness to all. I believe today there is no Territory so lightly taxed and, with all the drawbacks, none so well governed as this. It is true that since the railroad has come here there has drifted in a population in favor of sustaining grog shops. I notice that in the last week a petition has been signed by four thousand ladies, asking the City Council to shut up the drinking hells. These institutions are a portion of civilization that has followed the railroad, and that would have caused astonishment here a few years ago. I wish the City Council would grant the petition of the ladies; I suppose they may be restrained by  <div class=\"break pagebreak\" id=\"101a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0101.pdf\" target=\"pdfwin\">p.&#xA0;101a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6658\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>a decision of a court which claims to question their jurisdiction; but I have no doubt the City Council will shut up these hells if it is in their power, consistent with the relations that exist between the Territorial authorities and those of the United States. But I am ashamed of our Congressmen, I am ashamed of our judges, I am ashamed of our federal authorities for fastening upon a people such a system of drunkenness, licentiousness and debauchery, while they are making such a terrible howl over a man who may have two wives, and who labors hard for their support, and for the education of their children, and acknowledges them honorably before the world. Everybody to his taste. <\/div><div class=\"paragraph jod\" id=\"v17n334\"> When Mr. Morrill, of Vermont, the author of what is termed the anti-polygamy bill of 1862, told me that he would not care anything about plurality of wives if it were not in the United States, and he was afraid that Vermont was partly responsible for it, I told him that they had a system of licensing prostitution in Vermont. I, however, should raise no objection to that, but I felt myself disgraced and ashamed because I was associated with a State that licensed such a system as that; and that if I could put up with Vermont, he could put up with Utah, that was no more than fair, it was shake for shake. <\/div><div class=\"paragraph jod\" id=\"v17n335\"> I heard it stated, or read, not long since, that a hundred thousand infanticides annually occur on Manhattan Island. That is a most horrible state of affairs if it is half true, or quarter true. Can nothing be done to change this system? I will refer my friends to the pamphlet published by a very learned minister, Rev. Doctor Tood, of Pittsfield, Mass., showing the spirit of death, corruption, licentiousness, and mur<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"101b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0101.pdf\" target=\"pdfwin\">p.&#xA0;101b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6658\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>der that exists, even in the churches among professing Christians in Massachusetts and other parts of New England. I felt not a little surprised to go back into the neighborhood where I was raised, where they used to have fifty scholars annually, to find that they were borrowing one or two from another neighborhood to make out fifteen, so that they could draw the public money. There were as many houses in the neighborhood as formerly, and a few more, new ones, had been built; there were also more families in the neighborhood, but they had stopped having children. I, as an American citizen, feel myself disgraced to be associated with any community who have adopted these expedients, at the same time I do not expect, under any circumstances, ever to undertake to interfere with their local regulations, and I simply ask my fellow men to give us the same opportunity. <\/div><div class=\"paragraph jod\" id=\"v17n336\"> The Lord has blessed us with many children, and there is no Latter-day Saint, who has an abiding faith in the Gospel and in the great command which God first gave to the children of men, to multiply and replenish the earth,<span class=\"citation\" id=\"52304\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52304)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52304)\">Gen. 1:28<\/a><\/span> but what rejoices in them, and regards them as a blessing from on high; and nobody in the mountains that I know of has ever complained of the number of children, except some of our friends up here in Idaho. When they ran the southern line of Idaho, it was found that several settlements and parts of three counties, before then supposed to be in Utah, were in that Territory. The people of Idaho have a school law and a school fund, and the most that had been done before with this fund was to give it to the officers; but with the addition of the &#x201C;Mormon&#x201D; settlements to the Territory, there was an addition of several thousand &#x201C;Mormon&#x201D; children, and  <div class=\"break pagebreak\" id=\"102a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0102.pdf\" target=\"pdfwin\">p.&#xA0;102a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6657\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>they were included in the school report. The officers said&#x2014;&#x201C;This cannot be, this must be a humbug, there cannot be anything like this number of children;&#x201D; but when they came to investigate and count noses they found it verily true, and there were &#x201C;Mormon&#x201D; people raising hearty, hale little fellows to walk over these mountains and make them blossom like the rose.<span class=\"citation\" id=\"59135\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59135)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59135)\">Isa. 35:1<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v17n338\"> I remember once, in traveling through the State of Indiana, encountering a gentleman who called himself Professor Jones, connected with a university there. He asked me a great many questions about our system in the mountains, and wanted to know how we did this and how we did that. I explained it to him as correctly as I could. I traveled with him a day or two, and he kept asking questions and making notes. When we parted he said he was very much surprised, he had supposed that our system was one of immorality, but he had learned to the contrary. He did not pretend to say anything about its justness and correctness; of course he did not sympathize with it, but one thing was sure, said he, &#x201C;If you continue the course you are now pursuing, you will produce a set of men in those mountains who will be able to walk the rest of mankind under their feet.&#x201D; I suppose, like enough, he may be one of the men who would like to proscribe us now. I know this, if the reports of learned men are true, the course now being pursued by a great many of our Christian friends in the East, will, in a few generations, wipe out the race of '76 and give the country into the <div class=\"break columnbreak\" id=\"102b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0102.pdf\" target=\"pdfwin\">p.&#xA0;102b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6657\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> hands of strangers. It is time that somebody was fulfilling the great command of God, to multiply and replenish the earth,<span class=\"citation\" id=\"52305\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52305)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52305)\">Gen. 1:28<\/a><\/span> and put away licentiousness, and labor for the upbuilding and welfare of the human race. <\/div><div class=\"paragraph jod\" id=\"v17n339\"> Men take up &#x201C;Mormonism,&#x201D; and they say it is a humbug. There is where they make a mistake. My friends, the Gospel, as preached by the Latter-day Saints, is true. &#x201C;Mormonism&#x201D; is no humbug. Joseph Smith was a true Prophet; he revealed a true religion, and all attempts to destroy it will prove vain. I bear this testimony, I know this to be true, and I warn my fellow men to receive this faith, and to repent and believe on the Lord Jesus Christ. Repent of your sins and be baptized for their remission, and receive the laying on of hands, that you may enjoy the gift of the Holy Ghost, for that Spirit will rest upon you if you receive and obey this Gospel with full purpose of heart. Then add to your faith virtue, to your virtue knowledge, to your knowledge temperance, to your temperance patience, to your patience godliness, to your godliness brotherly kindness, to your brotherly kindness charity, and if these things be and abound in you, you will neither be barren nor unfruitful in the knowledge of our Lord and Savior. Jesus Christ.<span class=\"citation\" id=\"78244\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78244)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78244)\">2 Pet. 1:5-8<\/a><\/span> You will know these things for yourselves, and you will testify, as I testify, that you know this work is the work of God. <\/div><div class=\"paragraph jod\" id=\"v17n340\"> May God enable us to do so, is my prayer in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}