{"ID":170034, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">God's Ancient People Polygamists&#x2014;Marriage Relations Are to Continue Forever&#x2014;No Power Binding in Marriage But that of the Holy Priesthood Possessed By the Latter-Day Saints.<\/div>\n<div class=\"subtitle\">Discourse by Elder Orson Pratt, delivered at the Semi-Annual Conference of the Church of Jesus Christ of Latter-Day Saints, in the New Tabernacle, Salt Lake City, Wednesday, October 7, 1874.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: God's Ancient People Polygamists, Etc.<\/div>\n<div class=\"speaker\">Speaker: Orson Pratt<\/div>\n<div class=\"date\">Date: 10\/7\/1874<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d34\">\n<div class=\"paragraph jod\" id=\"v17n738\"> I have been requested, this afternoon, to preach upon the subject of marriage. It is a subject which has been often laid before the Latter-day Saints, and it is certainly one of great importance to the Saints as well as to the inhabitants of the earth, for I presume that no person, who believes in divine revelation, will pretend to say that marriage is not a divine institution; and if this be the case, it is one which affects all the human family. <\/div><div class=\"paragraph jod\" id=\"v17n739\"> I will select a passage of scripture in relation to this divine institution as it existed in the days of Moses. In selecting, however, this passage, I do not wish the congregation to suppose that we are under the law of Moses particularly. There are many great principles inculcated in that law which the Lord never did intend to come to an end or be done away&#x2014;eternal principles, moral principles, then there are others that were done away at the coming of our Savior, he having fulfilled the law. Because we <div class=\"break columnbreak\" id=\"214b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0214.pdf\" target=\"pdfwin\">p.&#xA0;214b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6545\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> find certain declarations, contained in the law given to Moses, that does not prove that the Latter-day Saints are under that law; that same God that gave the law of Moses&#x2014;the being that we worship&#x2014;is just as capable of giving laws in our day as in Moses' day; and if he sees proper to alter the code given to Moses, and to give something varying from it, we have no right to say that he shall not do so. Therefore, in selecting the passage which I am about to read, it is merely to show what God did in ancient times, and that he may do something similar in modern times. <\/div><div class=\"paragraph jod\" id=\"v17n740\"> In the 21st chapter of Exodus, speaking of a man who already had one wife, Moses, says&#x2014;&#x201C;If he take him another wife; her food, her raiment, and her duty of marriage, shall he not diminish.&#x201D;<span class=\"citation\" id=\"54342\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54342)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54342)\">Ex. 21:10<\/a><\/span> It will be recollected that this law was given to a polygamic nation. When I speak of a polygamic nation, I mean a nation that practiced both plural and single  <div class=\"break pagebreak\" id=\"215a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0215.pdf\" target=\"pdfwin\">p.&#xA0;215a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6544\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>marriage, and believed one form to be just as sacred as the other. Their progenitors or ancestors were polygamists; and they were considered patterns for all future generations. Their piety, holiness, purity of heart, their great faith in God, their communion with him, the great blessings to which they attained, the visions that were made manifest to them, the conversation that God himself, as well as his angels, had with them, entitled them to be called the friends of God,<span class=\"citation\" id=\"77615\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77615)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77615)\">James 2:23<\/a><\/span> not only in their day, but they were considered by all future generations to be his friends. They were not only examples to the Jewish nation, but in their seed, the seed of these polygamists, all the nations and kingdoms of the earth were to be blessed.<span class=\"citation\" id=\"53381\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53381)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53381)\">Gen. 22:18<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v17n742\"> I hope that pious Christians in this congregation will not find fault this afternoon with their Bible, and with the Prophets and inspired men who wrote it. I hope that they will not find fault with God for selecting polygamists to be his friends. I hope that they will not find fault with Jesus because he said, some two thousand years or upwards after the days of these polygamists, that they were in the kingdom of God, and were not condemned because of polygamy. Jesus says, speaking of Abraham, Isaac, and Jacob&#x2014;&#x201C;Many shall come from the east and from the west, from the north and from the south, and shall sit down with Abraham, Isaac, and Jacob, in the kingdom of God.&#x201D;<span class=\"citation\" id=\"64012\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64012)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64012)\">Matt. 8:11<\/a><\/span> Do not find fault with Jesus, you Christians, because he has these polygamists in his kingdom, and because he has said that the Gentiles will be blessed through the seed of these polygamists;<span class=\"citation\" id=\"53380\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53380)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53380)\">Gen. 22:18<\/a><\/span> neither find fault with him because he has taken these polygamists into his kingdom, and that many will come from the four quarters of the earth and have the privilege of <div class=\"break columnbreak\" id=\"215b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0215.pdf\" target=\"pdfwin\">p.&#xA0;215b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6544\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> sitting down with them therein.<span class=\"citation\" id=\"64013\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64013)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64013)\">Matt. 8:11<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v17n743\"> Jacob married four wives, and may be considered the founder of that great nation of polygamists. He set the example before them. His twelve sons, who were the progenitors of the twelve tribes of Israel, were the children of the four wives of the prophet or patriarch Jacob. So sacred did the Lord hold these polygamists that he said, many hundred years after their death&#x2014;&#x201C;I am the God of Abraham, the God of Isaac, and the God of Jacob, and this shall be my memorial unto all generations.&#x201D;<span class=\"citation\" id=\"53811\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53811)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53811)\">Ex. 3:15<\/a><\/span> Now, Christians, do not find fault if God chose these polygamists and, at the same time, wished to make them a sample, a memorial to all generations, Christians as well as Jews. <\/div><div class=\"paragraph jod\" id=\"v17n744\"> Several hundred years after God raised up these, his friends, and founded or began to found the twelve tribes of Israel, he saw proper to raise up a mighty man called Moses to deliver the children of Israel from the bondage in which they had been oppressed and afflicted by the Egyptian nation. So great had this affliction become that the King of Egypt issued a decree commanding the Israelitish midwives to put to death all the male children, born among the Israelites.<span class=\"citation\" id=\"53767\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53767)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53767)\">Ex. 1:22<\/a><\/span> This murderous law was carried out. This was about eighty years before Moses was sent down from the land of Midian to deliver the children of Israel from this cruel bondage. How long this great affliction of putting to death the male children existed, is not given in the Bible; but it seems to have waxed worse and worse during the following eighty years, after which Moses was sent to deliver them. We may reasonably suppose that the oppressive hand of Pharaoh was not altogether eased up, but continued on for scores of years, destroying many of the male children, making a great  <div class=\"break pagebreak\" id=\"216a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0216.pdf\" target=\"pdfwin\">p.&#xA0;216a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6543\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>surplus of females in that nation. A great multitude of females over and above that of males, will account for the peculiar passage of Scripture to which I will now refer you. It will be found in the 3rd chapter of Numbers.<span class=\"citation\" id=\"54659\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54659)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54659)\">Num. 3:40-43<\/a><\/span> I have not time to turn to it and read it, but I will quote you the substance thereof. Moses and Aaron were commanded to number all the males in Israel from a month old and upward that were called the firstborn among the various tribes. Now the firstborn does not mean the oldest male child of the first wife, for sometimes the first wife has no children, but it means the firstborn son that is born to the father whether by the first wife, or second, or third, or any number of wives that he may have; the term firstborn pertains to the first male child that is born to the father. So it was accounted to Jacob's family of twelve sons. Reuben only was called the firstborn of Israel until he lost his birthright, through transgression, which, we are told in the 5th chapter of first Chronicles, was taken from him and given to one of the sons of Joseph.<span class=\"citation\" id=\"55858\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55858)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55858)\">1 Chr. 5:1<\/a><\/span> But so far as age or birth was concerned, Reuben was the firstborn; and had it not been for his transgression, he would have inherited a double portion of his father's substance, for that was the law in ancient times. <\/div><div class=\"paragraph jod\" id=\"v17n746\"> Now how many of the firstborn could be found in the midst of Israel? We are told that there were twenty-two thousand two hundred and seventy-three firstborn males among the eleven tribes:<span class=\"citation\" id=\"54661\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54661)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54661)\">Num. 3:43<\/a><\/span> the tribe of Levi was not reckoned at that time, but all the male members of the tribe of Levi, from a month old and upwards was twenty-two thousand souls.<span class=\"citation\" id=\"127040\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127040)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127040)\">Num. 3:39<\/a><\/span> Now if the tribe of Levi numbered in proportion to the other eleven tribes, the number of firstborn males in all the twelve tribes would probably <div class=\"break columnbreak\" id=\"216b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0216.pdf\" target=\"pdfwin\">p.&#xA0;216b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6543\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> amount to between twenty-four and twenty-five thousand souls, it could not have run over that. There might have been some of the firstborn who were dead, which would make a few more families: then there might have been other families who never had any male children, which would increase the families still more. Supposing then, in order to give all the advantages possible, and to make as many families as we possibly can consistently, that we say, instead of twenty-five thousand firstborn in the midst of all Israel, that there were thirty thousand; that is allowing for all these contingencies I have named, where families have no males, and those families that have male children under a month old which were not reckoned, and those families which might have had firstborn male children who died and the number might possibly be increased to four or five thousand more, making the total number of families about thirty-thousand. <\/div><div class=\"paragraph jod\" id=\"v17n747\"> Thus we see that the number of firstborn males from a month old or upwards give us a clue to the number of families; we may not be able to determine the number exactly, but these data will enable us to approximate very closely. It is generally admitted, that Israel, at that time, numbered twenty-five hundred thousand souls. There might have been a variation from this of a few thousand souls, but according to the Scriptural and all other evidences that can be gleaned, the number above referred to is about the number of souls that existed in Israel at that time. Among that twenty-five hundred thousand souls then, there were thirty-thousand families. How many were there in a family? All that you have to do to tell how many there were in a family, is to divide twenty-five hundred thousand by  <div class=\"break pagebreak\" id=\"217a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0217.pdf\" target=\"pdfwin\">p.&#xA0;217a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6542\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>thirty thousand and you will find that the quotient is eighty-three, showing that number of souls on an average in each family. Now if these families were all monogamic, how many children must have been born to each wife? Eighty-one. <\/div><div class=\"paragraph jod\" id=\"v17n749\"> This argument is founded on Scripture, and it shows plainly, even if you should double the number of families or of the firstborn, that they could not be all monogamic families, for if we suppose there were sixty thousand families, it would make every married woman the mother of forty odd children, and if such a supposition could be entertained it would go to show that women in those days were more fruitful than they are now. These declarations are given in your Bible, which is also my Bible; that is, in King James' translation. We all believe, or profess to be Bible believers or Christians. Do not be startled my hearers at these declarations of your Bible. No wonder then that this passage which I have taken for my text was given to that people, because they were a people who needed to be guided in relation to their duty. &#x201C;If a man take another wife;&#x201D; that is, after he has got one, if he take another one, &#x201C;her food&#x201D;&#x2014;whose food? The food of the first wife&#x2014;&#x201C;her raiment,&#x201D; that is the raiment of the first wife, &#x201C;her duty of marriage, he shall not diminish.&#x201D;<span class=\"citation\" id=\"54343\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54343)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54343)\">Ex. 21:10<\/a><\/span> Now this is plain, pointed and positive language in regard to polygamy as it existed among the house of Israel in ancient times. Why did not the Lord say, if polygamy were a crime or a sin&#x2014;&#x201C;If a man take another wife, let all the congregation take him without the camp and stone him and put him to death?&#x201D;<span class=\"citation\" id=\"54745\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54745)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54745)\">Num. 15:35-36<\/a><\/span> Or if that was too severe let them incarcerate him in a prison or dungeon for several years? If it be a crime why did he not say so? It is just as easy to say <div class=\"break columnbreak\" id=\"217b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0217.pdf\" target=\"pdfwin\">p.&#xA0;217b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6542\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> that, as to give directions as to what course a man shall pursue with regard to his first wife, if he takes another one. <\/div><div class=\"paragraph jod\" id=\"v17n750\"> This is Bible doctrine as it existed in those days. I know that it has been argued that the first woman, here spoken of, was merely a betrothed woman, and not married. But if this be so, what a curious saying this in our text&#x2014;that her duty of marriage shall he not diminish if he take another wife. This and other expressions show clearly that they were both wives, and that there was a certain duty to be attended to by the husband, besides providing them with food and raiment. It was argued here in this tabernacle before some eight or ten thousand people, on a certain occasion, that the Hebrew word translated &#x201C;<span class=\"italic\">duty of marriage<\/span>,&#x201D; ought to have been translated &#x201C;<span class=\"italic\">dwelling<\/span>&#x201D;&#x2014;&#x201C;Her food, her raiment, and her dwelling, he shall not diminish.&#x201D;<span class=\"citation\" id=\"54344\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54344)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54344)\">Ex. 21:10<\/a><\/span> I recollect asking the learned gentleman, Rev. Dr. Newman, why he translated it dwelling, instead of translating it as all other Hebraists have done? I asked him to produce one passage in all the Bible where that word translated &#x201C;duty of marriage,&#x201D; meant a &#x201C;dwelling,&#x201D; but he could not do it. The Hebrew word for &#x201C;dwelling,&#x201D; and the Hebrew word for &#x201C;duty of marriage,&#x201D; are two entirely distinct words. I referred him to the learned professors in Yale College, and to many others who have translated this Hebrew word &#x201C;duty of marriage.&#x201D; These professors and other learned translators, have referred to this special passage, and have translated it in two ways&#x2014;one is &#x201C;duty of marriage,&#x201D; and the other is cohabitation. Now, if this latter be correct&#x2014;her food, her raiment, and her cohabitation, shall not be diminished. I asked him why he varied  <div class=\"break pagebreak\" id=\"218a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0218.pdf\" target=\"pdfwin\">p.&#xA0;218a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6541\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>in his translation of the Hebrew, from all these translators and lexicographers? His only answer was that he found a certain Jew in Washington who told him that it meant &#x201C;dwelling,&#x201D; or rather that its original root referred to a &#x201C;dwelling.&#x201D; I thought that was a very poor argument against all the translators of the Christian world, who are mostly monogamists. But we will pass on. I do not intend to dwell too long on these subjects. <\/div><div class=\"paragraph jod\" id=\"v17n752\"> So far as the law of Moses is concerned, to prove that the house of Israel kept up their polygamous institution from generation to generation, let me refer you to another law to show that they were compelled to do this, or else to come out in open rebellion against the law of Moses. In the 25th chapter of Deuteronomy, we read something like this&#x2014;&#x201C;When brethren dwell together, and one of them die, the living brother shall take the widow of the deceased brother; and it shall come to pass, that the firstborn that is raised up shall succeed in the name of his brother.&#x201D;<span class=\"citation\" id=\"55099\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55099)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55099)\">Deut. 25:5-6<\/a><\/span> This was a positive command given to all Israel. Now was this command confined to young men who were unmarried, or was it an unlimited command so far as living brothers were in existence? This is a question to be decided. There is nothing in all the Scriptures that makes any distinction between a married brother who survives and an unmarried brother; the law was just as binding upon a living brother, if he had already a wife living, as it was upon a living brother if he had no wife, it being a universal law, with no limits in its application, so far as the house was concerned. This law, then, compelled the children of Israel to be polygamists; for in many instances the living brother might be a married man, and in many instan<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"218b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0218.pdf\" target=\"pdfwin\">p.&#xA0;218b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6541\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ces there might be two or three brothers who would take wives and die without leaving seed, and in that case it would devolve upon the surviving brother to take all the widows. This law was not given for that generation alone, but for all future generations. Some may say, that when Jesus came, he came to do away that law. I doubt it. He came to do away the law of sacrifices and of burnt offerings, and many of those ordinances and institutions, rites and ceremonies which pertained to their tabernacle and temple, because they all pointed forward to him as the great and last sacrifice.<span class=\"citation\" id=\"82232\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82232)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82232)\">Alma 34:13-14<\/a><\/span> But did he come to do away all these laws that were given in the five books of Moses? No. There are many of these laws that were retained under the Christian dispensation. One of the laws thus retained was repentance. The children of Israel were commanded to repent,<span class=\"citation\" id=\"92572\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92572)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92572)\">Moses 5:8,14<\/a><\/span> and no person will pretend to say that Jesus came to do away the law of repentance. Another was the law of honesty, upright dealing between man and man; no one will pretend to say that that law ceased when Jesus came. The laws concerning families and the regulation of the domestic institutions were not intended to cease when Jesus came, and they did not cease only as they were disregarded through the wickedness of the children of men. The laws concerning monogamy, and the laws concerning polygamy were just as binding after Jesus had come, as they were before he came. There were some laws which Ezekiel says were not good.<span class=\"citation\" id=\"60763\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60763)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60763)\">Ezek. 20:25<\/a><\/span> Jesus denounced them, and said they were given because of the hardness of the hearts of the children of Israel.<span class=\"citation\" id=\"65138\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65138)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65138)\">Matt. 19:8<\/a><\/span> Ezekiel says that God gave them statutes and judgments by which they should not live.<span class=\"citation\" id=\"60764\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60764)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60764)\">Ezek. 20:25<\/a><\/span> Why did he do it? Because of their  <div class=\"break pagebreak\" id=\"219a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0219.pdf\" target=\"pdfwin\">p.&#xA0;219a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6540\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>wickedness and hardness of heart. I will tell you how this law became done away and ceased to exist among the children of Israel&#x2014;it was in consequence of their rejection of the Messiah. In consequence of this their city was overthrown, and their nation destroyed, except a miserable remnant, which were scattered abroad among the Gentile nations, where they could not keep the law in regard to their brothers' widows. When John the Baptist was raised up to that nation, he must have found thousands on thousands of polygamists, who were made so, and obliged to be so, by the law which I have just quoted.<span class=\"citation\" id=\"55100\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55100)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55100)\">Deut. 25:5-6<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v17n754\"> Some of you may enquire&#x2014;&#x201C;Had not a surviving brother the right to reject that law of God?&#x201D; He had, if he was willing to place himself under its penalty. I will quote you the penalty, and then you can see whether he could get away from polygamy or not. One penalty was that he should be brought before the Elders and that the widow whom he refused to marry, according to the law of God, should pluck his shoe from off his foot, and should then spit in his face, and from that time forth the house of that man should be denounced as the house of him that hath his shoe loosed, a reproach among all Israel.<span class=\"citation\" id=\"55109\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55109)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55109)\">Deut. 25:7-10<\/a><\/span> Instead of being a man of God, and a man to be favored by the people of God; instead of being a man such as the Christian world would now extol to the heavens because he rejected polygamy, he was a man to be scorned by all Israel. That was the penalty. Was that the only penalty? I think not. Read along a little further, and it says&#x2014;&#x201C;Cursed be he that continues not in all things written in this book of the law.&#x201D;<span class=\"citation\" id=\"55142\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55142)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55142)\">Deut. 27:26<\/a><\/span><span class=\"citation\" id=\"74521\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74521)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74521)\">Gal. 3:10<\/a><\/span> Oh, what a dreadful penalty that was, compared with being reproached by the whole people! Oh, what a fearful curse upon a man that <div class=\"break columnbreak\" id=\"219b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0219.pdf\" target=\"pdfwin\">p.&#xA0;219b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6540\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> refused to become a polygamist, and would not attend to the law of God! A curse pronounced by the Almighty upon him, also the anathemas of all the people as well as from God! The word of the Lord was that all the people should say amen to this curse.<span class=\"citation\" id=\"55143\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55143)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55143)\">Deut. 27:26<\/a><\/span> Now, if I had lived in those days, I should not have considered it very desirable to bring myself under the curse of heaven, and then have the curse of all the twelve tribes of Israel upon my head. I should not have liked it at all. I would rather have gone into polygamy according to the command, even if it had subjected me to a term of five years in a penitentiary. <\/div><div class=\"paragraph jod\" id=\"v17n755\"> We find many other passages, touching upon this subject. I will quote one, which will be found in the 21st chapter of Deuteronomy. It reads as follows: &#x201C;If a man have two wives, one beloved, and another hated, and they have born him children, both the beloved and the hated; and if the firstborn son be hers that was hated: Then it shall be, when he makes his sons to inherit that which he hath, that he may not make the son of the beloved firstborn before the son of the hated, which is indeed the firstborn.&#x201D;<span class=\"citation\" id=\"55076\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55076)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55076)\">Deut. 21:15-16<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v17n756\"> Now this applies to two classes of polygamists. First, to those who may have two wives living at the same time, and then to those who may have married two wives in succession. It applies to both classes, for both classes existed in those days, and the Lord gave this, not to condemn polygamy, not to do away with it, but to show that the individual who had two wives should be impartial in regard to his children. Did he approbate this man that might have two wives in his hatred of one, and in loving the other? No, he did not, but inasmuch as man is weak and may sin against God, and  <div class=\"break pagebreak\" id=\"220a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0220.pdf\" target=\"pdfwin\">p.&#xA0;220a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6539\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>suffer himself to be overcome with prejudice and hatred to one person, and feel in his heart to love and respect another, the Lord gave laws in case any such crime should exist among them as a husband's hating one wife and loving another; he gave laws to regulate it, not that he approbated the hating part. <\/div><div class=\"paragraph jod\" id=\"v17n758\"> As I have already proved to you that there were great and vast numbers of polygamic families in Israel, and that there were thousands of firstborn from these plural wives, these firstborn persons, whatever might be the conduct of their mothers, were entitled to their inheritance, namely a double portion of all that the father had to bestow. That was the law in ancient times. We might close here so far as the law of Moses is concerned, but I wish to call your attention to a peculiar saying in this law. <\/div><div class=\"paragraph jod\" id=\"v17n759\"> This law has got to be restored again. Says one&#x2014;&#x201C;You astonish me beyond measure, I thought it was done away forever.&#x201D; Well, listen to what the Lord said to Israel in the closing of this book of Deuteronomy. When the children of Israel shall be scattered in consequence of their iniquities to the uttermost parts of the earth among all the nations,<span class=\"citation\" id=\"55195\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55195)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55195)\">Deut. 28:64<\/a><\/span> and their plagues shall be of long continuance,<span class=\"citation\" id=\"55192\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55192)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55192)\">Deut. 28:59<\/a><\/span> and they shall be cursed in their basket and in their store,<span class=\"citation\" id=\"55159\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55159)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55159)\">Deut. 28:17<\/a><\/span> and with numerous curses which he mentioned should come upon them; after these things had been of long continuance,<span class=\"citation\" id=\"55193\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55193)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55193)\">Deut. 28:59<\/a><\/span> the Lord says&#x2014;&#x201C;After they shall return unto me, and hearken unto all the words contained in this book of the law, then I, the Lord God, will gather them out from all the nations whither they are scattered, and will bring them back into their own land.&#x201D;<span class=\"citation\" id=\"55206\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55206)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55206)\">Deut. 30:1-5<\/a><\/span> Oh, indeed! Then when they do absolutely return and hearken to all the words of the book <div class=\"break columnbreak\" id=\"220b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0220.pdf\" target=\"pdfwin\">p.&#xA0;220b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6539\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of this law,<span class=\"citation\" id=\"55191\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55191)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55191)\">Deut. 28:58<\/a><\/span> God has promised to gather them again;<span class=\"citation\" id=\"55211\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55211)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55211)\">Deut. 30:2-3<\/a><\/span> that is, they must enter into polygamy, they must believe when their brother dies and leaves no seed, that the surviving brother, though he has one, two, or a half a dozen wives living, shall take that widow.<span class=\"citation\" id=\"55101\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55101)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55101)\">Deut. 25:5-6<\/a><\/span> That is part of the law, and they must fulfill all the words of this law, and then God has promised to gather them again.<span class=\"citation\" id=\"55207\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55207)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55207)\">Deut. 30:1-5<\/a><\/span> Says one, &#x201C;When that is fulfilled it will be in the days of Christianity.&#x201D; We can't help it; polygamy belongs to Christianity, as well as to the law of Moses. <\/div><div class=\"paragraph jod\" id=\"v17n760\"> Says one&#x2014;&#x201C;The children of Israel have been scattered now some 1,800 years among all the nations and kindreds of the earth, in fulfillment of this curse, but if we believe that saying which you have just quoted, we are obliged to believe that the children of Israel are yet to return to attend to all these institutions, and that too while the Christian religion is in vogue, and that they are to regulate their households according to the law of God, whether those families are monogamic or polygamic.&#x201D; What will the good Christians think when that is fulfilled? They cannot help themselves, for God will not gather Israel until they do return with all their hearts unto him,<span class=\"citation\" id=\"55210\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55210)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55210)\">Deut. 30:2<\/a><\/span> and hearken to and obey all the words of this law, written in this book.<span class=\"citation\" id=\"127041\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127041)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127041)\">Deut. 28:58<\/a><\/span> This is the word of the Lord, and how can you help yourselves? Says one, &#x201C;We will pass laws against them.&#x201D; That will not hinder, when God sets his hand to carry out his purposes, laws that may be passed by England, Denmark, Norway or any other Christian community will not hinder the Israelites from attending to all the words contained in the book of his law; for they will want to get back again to their own land. <\/div> <div class=\"break pagebreak\" id=\"221a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0221.pdf\" target=\"pdfwin\">p.&#xA0;221a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6538\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v17n762\"> Inasmuch then as the Lord has promised to restore all things spoken of by the mouth of all the holy Prophets since the world began,<span class=\"citation\" id=\"71377\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71377)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71377)\">Acts 3:21<\/a><\/span> supposing that he should begin this great work of restoration in our day, how are we going to help ourselves? I can't help it. Brigham Young, our President, can't help it; Joseph Smith could not help it. If God sees proper to accomplish this great work of restoration&#x2014;the restitution of all things, it will include what the Prophet Moses has said, and it will bring back with it a plurality of wives. The 4th chapter of Isaiah could never be fulfilled without this restoration. The passage to which I refer is familiar to all the Latter-day Saints&#x2014;&#x201C;In that day the branch of the Lord shall be beautiful and glorious, and the fruit of the earth shall be excellent and comely;<span class=\"citation\" id=\"57902\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57902)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57902)\">Isa. 4:2<\/a><\/span> And in that day seven women shall take hold of one man, saying, We will eat our own bread, and wear our own apparel: only let us be called by thy name, to take away our reproach.&#x201D;<span class=\"citation\" id=\"57894\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57894)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57894)\">Isa. 4:1<\/a><\/span> Now will this prophecy ever be fulfilled, unless this great restoration or restitution shall take place? It cannot. If this great restitution does not take place, Jesus will never come, for it is written in the New Testament, in the 3rd chapter of the Acts of the Apostles, that &#x201C;the heavens must receive Jesus Christ, until the times of the restitution of all things, which God has spoken by the mouths of his holy prophets since the world began.&#x201D;<span class=\"citation\" id=\"71376\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71376)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71376)\">Acts 3:21<\/a><\/span> Jesus will have to stay a long time in the heavens providing that monogamist principles are the only principles that will be introduced, in fact he never can come, for the Scriptures say the heavens must retain him until all things are restored.<span class=\"citation\" id=\"71378\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71378)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71378)\">Acts 3:21<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v17n763\"> God has said that seven women shall take hold of one man for the purpose of having their reproach <div class=\"break columnbreak\" id=\"221b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0221.pdf\" target=\"pdfwin\">p.&#xA0;221b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6538\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> taken away, that they may be called by his name,<span class=\"citation\" id=\"57895\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57895)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57895)\">Isa. 4:1<\/a><\/span> not cast off as harlots or prostitutes; not to take away the name of the father from the children, and cast them into the streets, as the Christian nations have been doing for many long centuries that are past. But these seven women will be desirous of having the name of their husband for themselves and their children.<span class=\"citation\" id=\"57896\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57896)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57896)\">Isa. 4:1<\/a><\/span> Isaiah says it shall be so, and it will have to be under the Christian dispensation. How are the Christians going to get rid of this? Can you devise any way? Is there any possible way or means that you can think of that will put a stop to the Lord's fulfilling his word? I will tell you one way&#x2014;if you will all turn infidels and burn up the Bible, and then begin to persecute, the devil will tell you that you can successfully overcome, and that God will never fulfill and accomplish his word; but if you profess to believe the Bible, by the Bible you shall be judged, for, saith the Lord, &#x201C;My words shall judge you at the last day.&#x201D;<span class=\"citation\" id=\"69828\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69828)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69828)\">John 12:48<\/a><\/span> The books will be opened, God's word will be the standard by which the nations will be judged;<span class=\"citation\" id=\"127043\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127043)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127043)\">Rev. 20:12<\/a><\/span> hence if you wish a righteous judgment<span class=\"citation\" id=\"127044\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127044)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127044)\">John 7:24 (JST)<\/a><\/span> I would say&#x2014;Forbear, do not destroy the Bible because it advocates polygamy; but remember that every word of God is pure,<span class=\"citation\" id=\"127042\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127042)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127042)\">Ps. 12:6<\/a><\/span><span class=\"citation\" id=\"57552\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57552)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57552)\">Prov. 30:5<\/a><\/span> so it is declared; and he has nowhere in this book, condemned plural marriage, even in one instance. <\/div><div class=\"paragraph jod\" id=\"v17n764\"> I know that it has been argued that there is a law against polygamy; but in order to make the law, the Scripture had to be altered. It is in that famous passage which has become a byword in the mouth of every schoolboy in our streets, Leviticus xviii. ch., 18 v.<span class=\"citation\" id=\"54622\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54622)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54622)\">Lev. 18:18<\/a><\/span> Now let us examine for a few moments that passage and see what it says. You will find that the fore part of this chapter forbids marriage between certain  <div class=\"break pagebreak\" id=\"222a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0222.pdf\" target=\"pdfwin\">p.&#xA0;222a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6537\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>blood relations. Prior to this time it had been lawful for a man to marry two sisters. Jacob, for instance, married Rachel and Leah, and there was no law against it prior to this time. It had also been lawful for a man to marry his own sister, as in the days of Adam, for you know there were no other ladies on the face of the earth for the sons of Adam except their own sisters, and they were obliged to marry them or to live bachelors. But the Lord saw proper when he brought the children of Israel out of Egypt into the wilderness, to regulate the law of marriage, so far as certain blood relations were concerned, called the law of consanguinity, which speaks of a great many relationships, and finally comes to a wife and her sister. This law was given to regulate the marriage relations of the children of Israel in the wilderness. It was not to regulate those who lived before that day who had married sisters; not to regulate those who might live in the latter days, but to regulate the children of Israel in that day. It reads thus: &#x201C;Neither shalt thou take a wife to her sister, to vex her, to uncover her nakedness, besides the other in her lifetime.&#x201D;<span class=\"citation\" id=\"54623\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54623)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54623)\">Lev. 18:18<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v17n766\"> This passage has been altered by certain monogamists in order to sustain their ideas of marriage, and we find in some large Bibles what are called marginal readings that these monogamists have put in, and instead of taking this in connection with all other blood relationships, they have altered it&#x2014;Neither shalt thou take one wife to another.<span class=\"citation\" id=\"127045\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127045)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127045)\">Lev. 18:18<\/a><\/span> The men who translated King James' Bible were monogamists, yet they had sense enough to know that the original Hebrew would not bear that construction which has been given by later monogamists. The original Hebrew, when translated word for word, makes it <div class=\"break columnbreak\" id=\"222b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0222.pdf\" target=\"pdfwin\">p.&#xA0;222b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6537\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> just as King James' translators have made it. The Hebrew words are&#x2014;<span class=\"italic\">Ve-ishaw elahotah-lo takkah<\/span>. These are the original Hebrew words, and if they are translated literally, word for word, the translation stands just as it is in the text. But this is not saying but what the words, <span class=\"italic\">El-ahotah<\/span>, under certain circumstances, are translated in another form, namely, &#x201C;one to another,&#x201D; &#x201C;one sister to another,&#x201D; and I am willing that it should be translated that way. Then it would read&#x2014;&#x201C;Thou shalt not take one sister to another, to vex her, in her lifetime.&#x201D;<span class=\"citation\" id=\"127046\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127046)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127046)\">Lev. 18:18<\/a><\/span> So you may take it either way, and it bears out King James' translation, or the meaning given by him. <\/div><div class=\"paragraph jod\" id=\"v17n767\"> I do not profess to be a Hebraist to any very great extent, although I studied it sufficiently many years ago, to understand its grammatical construction, and to translate any passage in the Bible; but then, having lacked practice for many years, of course a person may become a little rusty in regard to these matters. But I have searched out all the passages that can be found in the Old Testament, either singular or plural, masculine or feminine, pertaining to the words contained in this text, and I find a far greater number rendered according to the words that are here given, literally, in this text than what are translated&#x2014;&#x201C;one sister to another.&#x201D; But I am willing that this translation should be allowed. <\/div><div class=\"paragraph jod\" id=\"v17n768\"> Now, if we thought the congregation would like to hear the translation of all this, and the reasons why, we could give it; but I presume that there are but few Hebrew scholars present, and if the translation were given, the great majority of the congregation would not understand whether it was translated correctly or not, and for that reason I shall not take up your time by referring to  <div class=\"break pagebreak\" id=\"223a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0223.pdf\" target=\"pdfwin\">p.&#xA0;223a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6536\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>these technicalities. But I will make the broad statement, that there is not a Hebrew scholar living on this earth who can translate that passage from the words contained in the original Hebrew, without adding words of his own, not contained in the original text, if he translates it, as Dr. Newman did&#x2014;&#x201C;one wife to another.&#x201D; If the first word&#x2014;<span class=\"italic\">Ve-ishaw<\/span> means <span class=\"italic\">one<\/span>, as he would try to have us understand, it does not mean <span class=\"italic\">wife<\/span> also: but if it means <span class=\"italic\">wife<\/span>, it cannot be translated as he has it, and therefore it cannot bear out that construction. But I see that I am dwelling too long on the subject of the law of Moses. <\/div><div class=\"paragraph jod\" id=\"v17n770\"> Now I wish to come directly to the point in regard to polygamy as it exists at the present time among the Latter-day Saints. I stated in the beginning of my remarks, that polygamy, or any other institution that was given at one age, might not be binding upon another, without a fresh revelation from God. I made that statement when I was discussing that subject in this house. I still say, that we are not under the necessity of practicing polygamy because God gave laws and commandments for its observance and regulation in ancient times. Why then do the Latter-day Saints practice polygamy? That is a plain question. I will answer it just as plainly. It is because we believe, with all the sincerity of our hearts, as has been stated by former speakers from this stand, that the Lord God who gave revelations to Moses approbating polygamy, has given revelations to the Latter-day Saints, not only approbating it, but commanding it, as he commanded Israel in ancient times. <\/div><div class=\"paragraph jod\" id=\"v17n771\"> Now let us reason on this point. If God did do such things in former ages of the world, why not the same Being, if he sees proper, perform the same or similar things in another age <div class=\"break columnbreak\" id=\"223b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0223.pdf\" target=\"pdfwin\">p.&#xA0;223b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6536\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of the world? Can anyone answer this? If God saw proper to give certain laws in ancient times, and then to revoke them; or if he saw proper to give laws that were not revoked, but done away by the transgressions of the children of men, has he not a right, and is it not just as consistent for that same Divine Being to give laws, for instance, in the 19th century, concerning our domestic relations, as it was for him to do it in the days of Moses? And if he has that right, as we Latter-day Saints believe that he has, are not the people's consciences just as sacred in regard to such laws in these days, as the consciences of ancient Israel? Or must there be some power to regulate our religious consciences? Here is a grand question. Shall our religious consciences be regulated by civil government or civil laws, or shall we have the privilege of regulating them according to the divine law of the Bible, or any divine law that may be given in accordance with the ancient Bible? I answer that, when I was a boy, I thought I lived in a country in which I could believe in anything that agreed with, or that could be proved by the Bible, whether it was in the law of Moses or in the doctrines of the New Testament. I really thought the Jews had a right to reject Christ, or, in other words, if they had not the right to do it morally, they had the right, so far as civil law is concerned, to reject this Messiah, and to believe in and practice the law of Moses in our land; but I am told that such liberty of conscience is not to be tolerated in our Republican government. If the Jews should collect in any great numbers, and should say one to another&#x2014;&#x201C;Come brethren, we are the descendants of Abraham, let us now begin to practice according to the laws that were  <div class=\"break pagebreak\" id=\"224a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0224.pdf\" target=\"pdfwin\">p.&#xA0;224a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6535\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>given to our ancient fathers, and if a brother dies and leaves a widow, but no children, let his living brother, though a married man, marry the widow, according to our law,&#x201D;<span class=\"citation\" id=\"55102\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55102)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55102)\">Deut. 25:5-6<\/a><\/span> it is doubtful whether they would be permitted to associate together and practice those laws now, if they were so disposed. Why? Because the prejudice of the people is so great that they are not willing others should believe in the whole Bible, but only in such portions as agree with their ideas. If we were instituting a practice that the Lord God never approbated, but for the punishment of which he had prescribed penalties, or if we were introducing something foreign and contrary to the Bible, then there would be some excuse for the people in saying that such a thing should not be practiced in the name of religion. But when we take the Bible as a standard in relation to crime, it is altogether another thing; and I do think that every American citizen who professes to believe in any part or portion of that sacred record, on which all the laws of Christendom pretend to be founded, has the right to do so, and to practice it, and that, too, without being molested. <\/div><div class=\"paragraph jod\" id=\"v17n773\"> Now, after having said so much in relation to the reason why we practice polygamy, I want to say a few words in regard to the revelation on polygamy. God has told us Latter-day Saints that we shall be condemned if we do not enter into that principle;<span class=\"citation\" id=\"91436\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91436)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91436)\">D&amp;C 132:3-4<\/a><\/span> and yet I have heard now and then (I am very glad to say that only a few such instances have come under my notice), a brother or a sister say, &#x201C;I am a Latter-day Saint, but I do not believe in polygamy.&#x201D; Oh, what an absurd expression! What an absurd idea! A person might as well say, &#x201C;I am a follower of the Lord Jesus Christ, but I do not be<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"224b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0224.pdf\" target=\"pdfwin\">p.&#xA0;224b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6535\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>lieve in him.&#x201D; One is just as consistent as the other. Or a person might as well say, &#x201C;I believe in Mormonism, and in the revelations given through Joseph Smith, but I am not a polygamist, and do not believe in polygamy,&#x201D; What an absurdity! If one portion of the doctrines of the Church is true, the whole of them are true. If the doctrine of polygamy, as revealed to the Latter-day Saints, is not true, I would not give a fig for all your other revelations that came through Joseph Smith the Prophet; I would renounce the whole of them, because it is utterly impossible, according to the revelations that are contained in these books, to believe a part of them to be divine&#x2014;from God&#x2014;and part of them to be from the devil; that is foolishness in the extreme; it is an absurdity that exists because of the ignorance of some people. I have been astonished at it. I did hope there was more intelligence among the Latter-day Saints, and a greater understanding of principle than to suppose that anyone can be a member of this Church in good standing, and yet reject polygamy. The Lord has said, that those who reject this principle reject their salvation, they shall be damned, saith the Lord; those to whom I reveal this law and they do not receive it, shall be damned.<span class=\"citation\" id=\"91437\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91437)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91437)\">D&amp;C 132:3-4<\/a><\/span> Now here comes in our consciences. We have either to renounce Mormonism, Joseph Smith, Book of Mormon, Book of Covenants, and the whole system of things as taught by the Latter-day Saints, and say that God has not raised up a Church, has not raised up a prophet, has not begun to restore all things as he promised, we are obliged to do this, or else to say, with all our hearts, &#x201C;Yes, we are polygamists, we believe in the principle, and we are willing to practice it,  <div class=\"break pagebreak\" id=\"225a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0225.pdf\" target=\"pdfwin\">p.&#xA0;225a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6534\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>because God has spoken from the heavens.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v17n775\"> Now I want to prophesy a little. It is not very often that I prophesy, though I was commanded to do so, when I was a boy.<span class=\"citation\" id=\"84971\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84971)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84971)\">D&amp;C 34:10<\/a><\/span> I want to prophesy that all men and women who oppose the revelation which God has given in relation to polygamy will find themselves in darkness; the Spirit of God will withdraw from them from the very moment of their opposition to that principle, until they will finally go down to hell and be damned, if they do not repent. That is just as true as it is that all the nations and kingdoms of the earth, when they hear this Gospel which God has restored in these last days, will be damned if they do not receive it; for the Lord has said so.<span class=\"citation\" id=\"127047\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127047)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127047)\">D&amp;C 68:8-9<\/a><\/span><span class=\"citation\" id=\"127048\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127048)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127048)\">D&amp;C 112:28-29<\/a><\/span><span class=\"citation\" id=\"127049\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127049)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127049)\">D&amp;C 133:37-43<\/a><\/span> One is just as true as the other. I will quote this latter saying, as recorded in the Book of Covenants. The Lord said to the Elders of this Church, in the very commencement as it were, &#x201C;Go ye forth and preach the gospel to every creature,<span class=\"citation\" id=\"84136\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84136)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84136)\">D&amp;C 18:26-28<\/a><\/span> and as I said unto mine ancient Apostles, even so I say unto you, that every soul who believes in your words, and will repent of his sins and be baptized in water shall receive a remission of his sins, and shall be filled with the Holy Ghost;<span class=\"citation\" id=\"87830\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87830)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87830)\">D&amp;C 84:62-64<\/a><\/span> and every soul in all the world who will not believe in your words, neither repent of his sins, shall be damned;<span class=\"citation\" id=\"86674\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86674)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86674)\">D&amp;C 68:8-9<\/a><\/span> and this revelation or commandment, is in force from this very hour upon all the world,&#x201D;<span class=\"citation\" id=\"87858\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87858)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87858)\">D&amp;C 84:74-75<\/a><\/span> as fast as they hear it. That is what the Lord has said. Just so, in regard to polygamy, or any other great principle which the Lord our God reveals to the inhabitants of the earth. <\/div><div class=\"paragraph jod\" id=\"v17n776\"> Now, if you want to get into darkness, brethren and sisters, begin to oppose this revelation. Sisters, you begin to say before your husbands, <div class=\"break columnbreak\" id=\"225b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0225.pdf\" target=\"pdfwin\">p.&#xA0;225b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6534\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> or husbands you begin to say before your wives, &#x201C;I do not believe in the principle of polygamy, and I intend to instruct my children against it.&#x201D; Oppose it in this way, and teach your children to do the same, and if you do not become as dark as midnight there is no truth in Mormonism. I am taking up too much time. I would like to dwell on another more pleasing part of this subject, if there were time. (President G. A. Smith&#x2014;&#x201C;There is plenty of time, brother Pratt.&#x201D;) <\/div><div class=\"paragraph jod\" id=\"v17n777\"> I will go on and tell the people why polygamy was instituted in this dispensation. So far as a future state is concerned, God has revealed to us that marriage as instituted by him, is to benefit the people, not in this world only, but to all eternity. That is what the Lord has revealed. Do not misunderstand me; do not suppose that I mean that marriage and giving in marriage are to be performed after the resurrection;<span class=\"citation\" id=\"65415\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65415)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65415)\">Matt. 22:30<\/a><\/span> I have not stated any such thing, and there will be no such thing after the resurrection. Marriage is an ordinance pertaining to this mortal life&#x2014;to this world&#x2014;this probation, just the same as baptism and the laying on of hands; it reaches forth into eternity, and has a bearing upon our future state; so does baptism; so does the ordinance of the laying on of hands; so does every ordinance which the Lord our God has revealed to us. If we attend to these things here in this life, they secure something beyond this life&#x2014;for eternity. They neither baptize, nor receive baptism, after the resurrection. Why? Because neither was intended to be administered after the resurrection. After the resurrection they neither marry nor are given in marriage.<span class=\"citation\" id=\"65414\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65414)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65414)\">Matt. 22:30<\/a><\/span> Why? Because this is the world where these ceremonies are to be attended to. That which is secured here, will be  <div class=\"break pagebreak\" id=\"226a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0226.pdf\" target=\"pdfwin\">p.&#xA0;226a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6533\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>secured hereafter, if it be secured upon the principles of law which God has revealed. Marriage, then for eternity, is the great principle of marriage with the Latter-day Saints; and yet, I am sorry to say, that there are some of our young people who will suffer themselves to be married by the civil law; not for eternity, but just like the old Gentile custom&#x2014;the way our forefathers were married. A justice of the peace, a judge, or someone having the right by the civil laws, will pronounce them husband and wife for a short space, called time; perhaps to last only about three score years, and then it is all over with the marriage contract; it is run out; they are husband and wife until death shall separate them, and then they are fully divorced. We do not believe in any such nonsense; it is one of the ideas of the Gentile world in regard to marriage. <\/div><div class=\"paragraph jod\" id=\"v17n779\"> The first great marriage celebrated in this world of ours&#x2014;that of our first parents&#x2014;is a sample of marriage that should be introduced and practiced by and among all generations and nations, so far as the eternity of its duration is concerned. Our first parents were immortal beings; they knew nothing about death; it was a word that had never been spoken in their ears. The forbidden fruit had never been laid before them; no law in respect to that was yet given. But Eve was brought to our father Adam as an immortal woman, whose body could not die to all ages of eternity; she was given to an immortal husband,<span class=\"citation\" id=\"52307\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52307)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52307)\">Gen. 1:28<\/a><\/span> whose body could not die to all future periods of duration, unless they brought death upon themselves. Sin entered into the world, and death by sin;<span class=\"citation\" id=\"72354\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72354)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72354)\">Rom. 5:12<\/a><\/span> death is one of the consequences of sin; and they brought it upon themselves. But before that, they were married&#x2014;the <div class=\"break columnbreak\" id=\"226b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0226.pdf\" target=\"pdfwin\">p.&#xA0;226b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6533\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> immortal Adam had the immortal Eve given to him. <\/div><div class=\"paragraph jod\" id=\"v17n780\"> Now if it had been possible for them to have resisted that temptation, they would have been living now, just as fresh, and as full of vigor, life and animation, after six thousand years, as they were on the morning in which this ceremony of marriage took place; and if you should reflect upon millions and millions of ages in the future, they would still be considered husband and wife, while eternity should last. You could not set a time&#x2014;you could not point your finger at a moment or hour, when they would be separated, and the union be dissolved. <\/div><div class=\"paragraph jod\" id=\"v17n781\"> That is the kind of marriage that we Latter-day Saints believe in; and yet some of our young people, professing to be members of the Church, and who say they wish to keep the commandments of God, go and get married by a justice of the peace, or some person authorized to perform that ceremony by the civil law. Ask parties who are guilty of such folly, why they were married by these officers of the law until death should part them? and they will say, &#x201C;We did it inconsiderately, and without reflection,&#x201D; or perhaps they will say that their parents did not teach them on that point. Do you not know that such marriages are not sealed by him that is appointed by divine authority?<span class=\"citation\" id=\"91557\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91557)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91557)\">D&amp;C 132:18<\/a><\/span> That they are not of God and are illegal in his sight, and your children are illegitimate in the sight of God? If you expect to have any benefits in eternity arising from your children, they must be yours legally, according to divine appointment, under a divine marriage. &#x201C;What God has joined together, let not man put asunder.&#x201D;<span class=\"citation\" id=\"65124\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65124)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65124)\">Matt. 19:6<\/a><\/span> But what has God to do with it, when a magistrate, who, perhaps, is an infidel, and does not believe in a God at all, says to a man  <div class=\"break pagebreak\" id=\"227a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0227.pdf\" target=\"pdfwin\">p.&#xA0;227a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6532\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and woman, &#x201C;Join your hands together,&#x201D; and then, when they have done so, he says, &#x201C;I pronounce you husband and wife?&#x201D; What has God to do with such a marriage as that? Has God joined them together? No, a civil magistrate has done it; and it is legal so far as the laws of the country are concerned, and the children are legal and heirs to their parents property so far as the civil law is concerned, but what has God to do with it? Has he joined them together? No, and the marriage is illegal, and, in the sight of heaven, the children springing from such a marriage are bastards. <\/div><div class=\"paragraph jod\" id=\"v17n783\"> How are we going to legalize these matters? There are many who are very sorry for the Latter-day Saints; so sorry that they would favor the passing of a law which would legalize all the children who have been born in polygamy, and thus prevent them from being what they consider bastards. Now we are just as anxious, on the other hand, to get all our fathers and mothers, who have been married by these Gentile institutions, joined together by divine authority, in order that they may become legal in the sight of God. We do not want their children to be bastardized; and hence, we get them adopted, or we shall do so when the Temple is built; I mean all those who have been born of parents that have never been joined together of the Lord or by his authority. All such children, as well as men and women, married only by the civil law, have got to have ordinances performed for them in the Temple. The men and women will have to be legally married there; and the children born before their parents were thus legally married, will have to pass through ordinances in order that they may become the legal sons and daughters of their parents; they will have to be adopted <div class=\"break columnbreak\" id=\"227b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0227.pdf\" target=\"pdfwin\">p.&#xA0;227b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6532\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> according to the law of God. You young men and women, who are married in a manner that the Lord does not authorize or own, put yourselves to a great deal of trouble, because you will have a great deal of work to do hereafter in temples in order to get things legalized. How much better it would be for you to come to those whom God has appointed, and have your marriages solemnized as immortal beings, who have to live to all eternity. <\/div><div class=\"paragraph jod\" id=\"v17n784\"> It is true that we have all to die by and by, and we shall be separated for a little season; but this separation is a good deal like a man's leaving his family to go on a mission: he returns after a while to his wives and children, and he has not lost the one nor has he been divorced from the other, because they have been separated. And if death separates, for a little season, those who are married according to God's law, they expect to return, to each other's embraces by virtue of their former union; for it is as eternal as God himself. <\/div><div class=\"paragraph jod\" id=\"v17n785\"> &#x201C;Do you mean to say,&#x201D; says one, &#x201C;that people in the immortal state, will be united in the capacity of husbands and wives, with their children around them?&#x201D; Yes, we do believe that all persons who have these blessings sealed upon them here, by the authority of the Most High, will find that they reach forward into the eternal world, and they can hold fast to that which God has placed upon them. &#x201C;Whatsoever you seal on earth,&#x201D; said the Lord to the ancient Apostles, &#x201C;shall be sealed in the heavens.&#x201D;<span class=\"citation\" id=\"64907\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64907)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64907)\">Matt. 16:19<\/a><\/span> What could be of more importance than the relationship of families&#x2014;the solemn and sacred relationship of marriage? Nothing that we can conceive of. It affects us here and it affects us hereafter in the eternal world; therefore, if we can have these blessings pronounced upon us  <div class=\"break pagebreak\" id=\"228a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0228.pdf\" target=\"pdfwin\">p.&#xA0;228a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6531\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>by divine authority and we, when we wake up in the morning of the first resurrection, find that we are not under the necessity of either marrying or giving in marriage,<span class=\"citation\" id=\"65416\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65416)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65416)\">Matt. 22:30<\/a><\/span> having attended to our duty beforehand, how happy we shall be to gather our wives and our children around us! How happy old Jacob will be, for instance, when in the resurrection, if he has not already been raised&#x2014;a great many Saints were raised when Jesus arose and appeared to many&#x2014;<span class=\"citation\" id=\"66388\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66388)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66388)\">Matt. 27:52-53<\/a><\/span><span class=\"citation\" id=\"127050\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127050)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127050)\">3 Ne. 23:9-11<\/a><\/span>if Jacob did not rise then, and his four wives, and his children, how happy he will be, when he does come forth from the grave, to embrace his family, and to rejoice with them in a fulness of joy, knowing that, by virtue of that which was sealed upon him here in time, he will reign upon the earth! Will it not be a glorious thing, when that polygamist, by virtue of promises made to him here, comes forth to reign as king and priest over his seed upon the earth? I think that in those days polygamy will not be hated as it is now. I think that all things that have been prophesied by the ancient prophets will be fulfilled, and that Jacob will get his wives, by virtue of the covenant of marriage; and that he will have them here on the earth, and he will dwell with them here a thousand years, in spite of all the laws that may be passed to the contrary. And they will be immortal personages, full of glory and happiness. And Jesus will also be here, and the Twelve Apostles will also sit on the twelve thrones here on the earth, judging the twelve tribes of Israel;<span class=\"citation\" id=\"65224\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65224)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65224)\">Matt. 19:28<\/a><\/span> and during a whole thousand years, they will eat and drink at the table of the Lord,<span class=\"citation\" id=\"68086\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68086)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68086)\">Luke 22:30<\/a><\/span> according to the promise that was made to them. <\/div><div class=\"paragraph jod\" id=\"v17n787\"> Old Father Abraham will come up with his several wives, namely Sarah,<span class=\"citation\" id=\"53003\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53003)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53003)\">Gen. 11:29<\/a><\/span> Hagar<span class=\"citation\" id=\"53121\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53121)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53121)\">Gen. 16:3<\/a><\/span> and Keturah<span class=\"citation\" id=\"53415\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53415)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53415)\">Gen. 25:1<\/a><\/span> and some others <div class=\"break columnbreak\" id=\"228b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0228.pdf\" target=\"pdfwin\">p.&#xA0;228b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6531\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> mentioned in Genesis; and besides these all the holy prophets will be here on the earth. I do not think there will be any legislation against polygamy. <\/div><div class=\"paragraph jod\" id=\"v17n788\"> By and by they will build a polygamous city, and it will have twelve gates, and in order to place as much honor upon these gates as possible, they will name them after the twelve polygamist children that were born to the four polygamous wives of Jacob;<span class=\"citation\" id=\"80797\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80797)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80797)\">Rev. 21:12<\/a><\/span> and these good old polygamists will be assembled together in this beautiful city, the most beautiful that ever had place on the earth. <\/div><div class=\"paragraph jod\" id=\"v17n789\"> By and by some Christian will come along, and he will look at these gates and admire their beauty, for each gate is to be constructed of one immense splendid pearl.<span class=\"citation\" id=\"80817\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80817)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80817)\">Rev. 21:21<\/a><\/span> The gates are closed fast and very high, and while admiring their beauty he observes the inscriptions upon them. Being a Christian he of course expects to enter, but looking at the gates, he finds the name of Reuben inscribed on one of them. Says he&#x2014;&#x201C;Reuben was a polygamous child; I will go on to the next, and see if there is the name of a monogamous child anywhere.&#x201D; He accordingly visits all the twelve gates, three on each side of the city,<span class=\"citation\" id=\"80802\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80802)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80802)\">Rev. 21:13<\/a><\/span> and finds inscribed on each gate the name of a polygamous child,<span class=\"citation\" id=\"127051\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127051)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127051)\">Rev. 21:12<\/a><\/span> and this because it is the greatest honor that could be conferred on their father Jacob, who is in their midst, for he is to sit down with all the honest and upright in heart who come from all nations to partake of the blessings of that kingdom.<span class=\"citation\" id=\"64014\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64014)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64014)\">Matt. 8:11<\/a><\/span><span class=\"citation\" id=\"82044\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82044)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82044)\">Alma 5:24<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v17n790\"> &#x201C;But,&#x201D; says this Christian, &#x201C;I really do not like this; I see this is a polygamous city. I wonder if there is not some other place for me! I do not like the company of polygamists. They were hated very badly back yonder. Congress hated them,  <div class=\"break pagebreak\" id=\"229a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0229.pdf\" target=\"pdfwin\">p.&#xA0;229a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6530\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the President hated them, the cabinet hated them, the Priests hated them, and everybody hated them, and I engendered the same hatred, and I have not gotten rid of it yet. I wonder if there is not some other place for <div class=\"break columnbreak\" id=\"229b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0229.pdf\" target=\"pdfwin\">p.&#xA0;229b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6530\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> me?&#x201D; Oh yes, there is another place for you. Without the gates of the city there are dogs, sorcerers, whoremongers, adulterers and whosoever loveth and maketh a lie.<span class=\"citation\" id=\"80887\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80887)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80887)\">Rev. 22:15<\/a><\/span> Now take your choice, Amen. <\/div>\n<\/div>\n<\/div>"}