{"ID":170005, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Cease to Bring in and Build up Babylon&#x2014;Separate Yourselves From Sinners and From Sin&#x2014;Have not Come With Any New Doctrine&#x2014;We Must Be One&#x2014;Without Works It Cannot Be Proved that Faith Exists&#x2014;The Time Come to Organize the Saints&#x2014;The Time and Energies of the Saints All that is Wanted&#x2014;Geological Researches of Prof. Marsh&#x2014;Scientific Demonstration of the Truth of the Book of Mormon.<\/div>\n<div class=\"subtitle\">Discourse by President Brigham Young, delivered in the Meetinghouse in Nephi City, Juab County, Saturday Morning, April 18, 1874.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: Cease to Bring in, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 4\/18\/1874<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d05\">\n<div class=\"paragraph jod\" id=\"v17n121\"> I am thankful that I enjoy the privilege of meeting with the Saints here this morning. While I attempt to speak, I pray that I may have the spirit of the holy Gospel, and have strength to proclaim its teachings to my own and to your satisfaction. I also pray that you may give strict attention. This prayer is offered to you, my brethren and sisters. Pray for the Spirit to open your minds, enlighten your understandings, strengthen me, and <div class=\"break columnbreak\" id=\"36b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0036.pdf\" target=\"pdfwin\">p.&#xA0;36b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6723\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> so help me, that I may speak the words of truth to you, and that your hearts may be prepared to receive them. <\/div><div class=\"paragraph jod\" id=\"v17n122\"> My remarks this morning I design as a text for my brethren and sisters to speak and act upon. We have not come to you with any new doctrine, nor with a new Bible, not by any means. Yet the doctrine we are now preaching, in order to bring about a union among the Saints, seems to be about as new to them  <div class=\"break pagebreak\" id=\"37a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0037.pdf\" target=\"pdfwin\">p.&#xA0;37a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6722\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>as the preaching by the Elders when they first came to their several neighborhoods and called upon them to hear and obey the first principles of the Gospel of Christ. I can say, with all thankfulness and gratitude, that we have never seen the day, from the time we first became acquainted with Joseph and the Church and kingdom of God upon the earth, when the hearts of the people were so well prepared to receive the greater blessings of the kingdom as they are now. We are happy in saying this, for it is true; this is encouraging, and fills me with hope and consolation, that, after laboring and toiling with Joseph, and since his death, to unite the Latter-day Saints, this is the first time that we have seen that we can bring their hearts into a union. This should be encouraging to each and every Latter-day Saint, and should teach us that the Lord is merciful to us, that he still remembers us, that he is still feeling after us, and that he is sending forth his voice&#x2014;the voice of his Spirit, into the hearts of his people, crying unto them&#x2014;&#x201C;Stop! Stop your course! Cease to bring in and build up Babylon in your midst.&#x201D; It is the duty of each and every one of us to reflect upon the office and calling we possess, and see whether we are doing the will of the Lord, and, if we are not, we should stop and begin anew to establish the kingdom of God upon the earth. <\/div><div class=\"paragraph jod\" id=\"v17n124\"> I will now read a portion of Scripture from the 14th chapter of the Revelation of John, beginning at the 6th verse: &#x201C;And I saw another angel fly in the midst of heaven, having the everlasting gospel to preach unto them that dwell on the earth, and to every nation, and kindred, and tongue, and people, Saying with a loud voice, Fear God, and give glory to him; for the hour <div class=\"break columnbreak\" id=\"37b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0037.pdf\" target=\"pdfwin\">p.&#xA0;37b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6722\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of his judgment is come: and worship him that made heaven, and earth, and the sea, and the fountains of waters.&#x201D;<span class=\"citation\" id=\"79919\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79919)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79919)\">Rev. 14:6-7<\/a><\/span> I will also read from the 18th chapter of Revelation, commencing at the 4th verse: &#x201C;And I heard another voice from heaven, saying, Come out of her, my people, that ye be not partakers of her sins, and that ye receive not of her plagues. For her sins have reached unto heaven, and God hath remembered her iniquities.&#x201D;<span class=\"citation\" id=\"80289\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80289)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80289)\">Rev. 18:4-5<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v17n125\"> I will ask the Latter-day Saints, Do we, as a people, believe that the angel referred to in the 6th verse of the 14th chapter of John's Revelation,<span class=\"citation\" id=\"126946\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126946)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126946)\">Rev. 14:6<\/a><\/span> has flown through the midst of heaven, that he has been to earth, called upon Joseph, delivered the revelations of the Lord, restored the Priesthood, &amp;c.? Do we, as Latter-day Saints, believe that this angel has been to earth, and that he has committed the Gospel unto the children of men? We certainly should not be here today, if we did not believe this, and that, too, with all our hearts. This is the answer given, for himself and herself, by every Latter-day Saint, &#x201C;We believe, most firmly, that the Gospel has been revealed in these last days unto and through Joseph Smith the Prophet; that the Priesthood and its keys were bestowed upon him, and through him upon others; and that the proclamation has gone forth to the nations of the earth&#x2014;'Come out of her, my people,' &amp;c., as mentioned in that portion of Scripture contained in Revelation, 18th chap. and 4th verse.&#x201D;<span class=\"citation\" id=\"80243\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80243)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80243)\">Rev. 18:4<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v17n126\"> Has this proclamation been heard by any of the inhabitants of the earth? Yes, the Latter-day Saints most assuredly believe that this Scripture was fulfilled in the rise of the Church of Jesus Christ of Latter-day Saints. By and by the cry will be, as prophesied by John the Reve<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"38a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0038.pdf\" target=\"pdfwin\">p.&#xA0;38a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6721\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>lator, &#x201C;Babylon is fallen.&#x201D;<span class=\"citation\" id=\"80001\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80001)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80001)\">Rev. 14:8<\/a><\/span><span class=\"citation\" id=\"80199\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80199)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80199)\">Rev. 18:2<\/a><\/span> This is in the future; but this people believe that the voice of the angel has been heard, calling upon the honest in heart in every nation, to come out from confusion and discord, and from the transgressions of the children of men. The cry has come to them&#x2014;&#x201C;Separate yourselves from sinners, and from sin.&#x201D;<span class=\"citation\" id=\"76880\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76880)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76880)\">Heb. 7:26<\/a><\/span> If we, as a people, had not believed this, we should not have been here this day. &#x201C;Be not partakers of her sins, lest ye receive of her plagues. For her sins have reached unto heaven, and God hath remembered her iniquities.&#x201D;<span class=\"citation\" id=\"80290\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80290)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80290)\">Rev. 18:4-5<\/a><\/span> This we believe, consequently I have to say to the people, we have not come with any new doctrine; we have believed this ever since we were baptized for the remission of sins. Have the people come out from the nations? Yes. Have we separated ourselves from the nations? Yes. And what else have we done? Ask ourselves the question, Have we not brought Babylon with us? Are we not promoting Babylon here in our midst? Are we not fostering the spirit of Babylon that is now abroad on the face of the whole earth? I ask myself this question, and I answer, Yes, yes, to some extent, and there is not a Latter-day Saint but what feels that we have too much of Babylon in our midst. The spirit of Babylon is too prevalent here. What is it? Confusion, discord, strife, animosity, vexation, pride, arrogance, selfwill and the spirit of the world. Are these things in the midst of those called Latter-day Saints? Yes, and we feel this. <\/div><div class=\"paragraph jod\" id=\"v17n128\"> I now ask my brethren and sisters who enjoy the Spirit of the Lord, if we have not traveled as far as we should travel on this road&#x2014;the high road to destruction, the great highway, the broad gate through which so many pass? The gate is wide, <div class=\"break columnbreak\" id=\"38b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0038.pdf\" target=\"pdfwin\">p.&#xA0;38b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6721\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the way is broad, and many there be that go in thereat;<span class=\"citation\" id=\"63836\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63836)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63836)\">Matt. 7:13<\/a><\/span> and many calling themselves Latter-day Saints are scrambling to see how quick they can get in. The spirit of confusion is in the midst of this people, and we have traveled this road just as far as we can travel it and be Saints. Is this the experience of the Latter-day Saints? I can answer that it is; and now, that the Lord is moving upon his servants to bring the Saints to a oneness, there is a spirit resting upon them, and if you talk with them, they will say, at once, &#x201C;Yes, this is right, we must be one.<span class=\"citation\" id=\"85145\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85145)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85145)\">D&amp;C 38:27<\/a><\/span> This is the doctrine that Joseph taught, and the revelations that were first given through Joseph were for the Church to gather together.<span class=\"citation\" id=\"84722\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84722)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84722)\">D&amp;C 29:7-8<\/a><\/span><span class=\"citation\" id=\"85178\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85178)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85178)\">D&amp;C 38:31<\/a><\/span> We were then commanded to come out from the wicked<span class=\"citation\" id=\"85032\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85032)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85032)\">D&amp;C 36:6<\/a><\/span><span class=\"citation\" id=\"91833\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91833)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91833)\">D&amp;C 133:7<\/a><\/span> and to consecrate what we had, lay it at the feet of the Bishops,<span class=\"citation\" id=\"85351\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85351)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85351)\">D&amp;C 42:30-31<\/a><\/span> receive our inheritance,<span class=\"citation\" id=\"88040\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88040)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88040)\">D&amp;C 85:1<\/a><\/span> improve thereupon, and be one&#x2014;<span class=\"citation\" id=\"126947\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126947)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126947)\">D&amp;C 38:27<\/a><\/span>be as the family of heaven upon earth.&#x201D;<span class=\"citation\" id=\"63388\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63388)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63388)\">Matt. 6:10<\/a><\/span> This is the spirit of the people, and they say: &#x201C;Thank the Lord, I have prayed for this for years and years. I have looked for and expected it, and I am exceedingly thankful it has come.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v17n129\"> I will now quote another portion of Scripture, which I think you are pretty well acquainted with, if you read the Bible. It is one of the last petitions that the Savior presented to his Father in heaven, while he was upon the earth&#x2014;a short prayer which he made on behalf of his disciples. He had but very few, for, notwithstanding his many miracles and wonderful works, very few seemed to cling to and have confidence in him at all times and under all circumstances; but there were a few who wished to and who did remain with him until his death, that is, they stood a little way off;<span class=\"citation\" id=\"68266\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68266)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68266)\">Luke 22:54<\/a><\/span><span class=\"citation\" id=\"126948\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126948)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126948)\">Luke 23:49<\/a><\/span> they said&#x2014;&#x201C;We are going to see what they are  <div class=\"break pagebreak\" id=\"39a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0039.pdf\" target=\"pdfwin\">p.&#xA0;39a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6720\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>going to do with him.&#x201D; But before Peter denied him,<span class=\"citation\" id=\"68267\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68267)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68267)\">Luke 22:55-62<\/a><\/span> and before he was taken by the soldiers, he offered a brief, simple prayer to his Father. He had been talking with and exhorting his brethren, and showing them the necessity of living according to the faith that he had taught them, and he offered up this petition&#x2014;&#x201C;Father, make these my disciples one: as we are one, I in thou, thou in me, and I in them, that we may all be one;<span class=\"citation\" id=\"70753\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70753)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70753)\">John 17:21-23<\/a><\/span> and I pray not for these only, but for all who believe on me through their testimony.&#x201D;<span class=\"citation\" id=\"70676\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70676)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70676)\">John 17:20<\/a><\/span> This is a simple prayer. Did he who offered it mean anything, or did he not? If he meant anything, what did he mean? How much did he mean, and how did he calculate his disciples to construe this short prayer in their lives, in their walk, faith and practice after he was taken from them? How far, how much and wherein did he want them to be one? Can any of you show to us exactly what he meant? If you say he meant that everyone who believed on him should be one in their belief, that is sectarianism. Take the mother Church&#x2014;the &#x201C;Holy Catholic Church&#x201D;&#x2014;and the prayer of its members is that all may be Catholics: &#x201C;Father, I pray thee to make the people all holy Catholics.&#x201D; This is the faith and prayer of the Catholics, and the meaning they give to the petition of Jesus. The same with the Calvinists; and when they present themselves before the throne of grace, the burden of their petition is&#x2014;&#x201C;I pray thee, Father, make these people one as we are one; influence them to leave the Catholic Church, to revolt and come out from that wicked mother, that wicked harlot, that wicked Church, and declare themselves believers in that pure and holy doctrine that God has decreed all things that take place.&#x201D; Go to those who believe in the doctrine of <div class=\"break columnbreak\" id=\"39b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0039.pdf\" target=\"pdfwin\">p.&#xA0;39b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6720\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> free will, which, you know, comprehends many of the so-called Christian societies of the world, and they come up with a double and twisted storm&#x2014;&#x201C;God Almighty, make them all Methodists! Yes, let's all be Methodists. I pray thee, Father, to take away the veil from the minds of this people, that they may see it is free grace and free will! God be praised, let's all be Methodists.&#x201D; This is how the sectarians explain and define the meaning of that memorable prayer of the Savior that his followers might be one; and you will excuse me for my manner of illustrating it&#x2014;I did this to illustrate facts just as they are. <\/div><div class=\"paragraph jod\" id=\"v17n131\"> Did Jesus mean this, or did he not? Had he any allusion whatever to one here on the right, and to another on the left, each crying&#x2014;&#x201C;Lo! here is Christ, and lo! there is Christ, He is not yonder?&#x201D;<span class=\"citation\" id=\"65773\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65773)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65773)\">Matt. 24:23<\/a><\/span><span class=\"citation\" id=\"126949\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126949)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126949)\">Mark 13:21<\/a><\/span> And another one pointing this way, and another that way, and so on to every point of the compass? What does all this portray before the mind of the rational being, the philosopher, one who has the spirit of revelation, and who understands the words of life and has the keys of life to the people; and to all who believe in the revelations of the Lord Jesus in the latter days? Confusion upon confusion, discord, strife, animosity, vexation, perplexity, warring to the knife and slaying each other. Oh, the number of Christian wars there have been upon the face of the earth! We can very readily and truthfully say that true Christians&#x2014;the members of the true Church of Christ on the earth&#x2014;never take the sword unless to defend themselves. <\/div><div class=\"paragraph jod\" id=\"v17n132\"> Brethren and sisters, we want to understand what the Savior meant when he prayed that his disciples might be one. One in faith? Yes. One in doctrine? Yes. One in practice?  <div class=\"break pagebreak\" id=\"40a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0040.pdf\" target=\"pdfwin\">p.&#xA0;40a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6719\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Yes. One in interests? Yes. One in hope? Yes, and all concentrated in the kingdom of God on the earth and the establishment thereof, the fulfillment of the Scriptures, the gathering of the Saints, and the salvation of the inhabitants of the earth. This is the oneness and the union the Savior meant. Let me here ask the question, Did the Savior design that we should be one with regard to faith in him, repentance of sin, baptism for the remission thereof, the imposition of hands for the gift of the Holy Ghost, the gifts and graces of the Spirit of the Lord, that there might be in the Church first Apostles, then Prophets, pastors, teachers, helps, governments, diversities of tongues,<span class=\"citation\" id=\"73615\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73615)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73615)\">1 Cor. 12:28<\/a><\/span> the gift of prophecy, the gift of discernment of spirits;<span class=\"citation\" id=\"73486\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73486)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73486)\">1 Cor. 12:10<\/a><\/span> also the gift of faith,<span class=\"citation\" id=\"73476\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73476)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73476)\">1 Cor. 12:9<\/a><\/span> so that if poison be administered it should not hurt the believer;<span class=\"citation\" id=\"87856\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87856)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87856)\">D&amp;C 84:71<\/a><\/span> and if there should be a necessity to take up serpents, it should be done without danger?<span class=\"citation\" id=\"66944\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66944)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66944)\">Mark 16:18<\/a><\/span> Yes, all this is included in the oneness prayed for by the Savior; and some of the gifts I have enumerated have been witnessed by most of us. I myself have seen rattlesnakes handled as you would handle a piece of rope. I remember one night, when going to Missouri, in the year 1834, I was spreading our blankets on the tall prairie grass, which was pretty thick and heavy, that a rattlesnake was under my hands and warned me of his presence by his rattles. I called to one of the brethren who was helping, and turning back the blanket, said to him&#x2014;&#x201C;Take this snake and carry it off and tell it not to come back again; and to say to its neighbors do not come into our camp tonight, lest some one might kill you.&#x201D; He took up the snake and carried it off several rods from the camp, and told it to stay away, and to tell its neighbors not to come into the camp, <div class=\"break columnbreak\" id=\"40b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0040.pdf\" target=\"pdfwin\">p.&#xA0;40b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6719\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> for they might get killed if they did. Many such circumstances have transpired in the experience of the Elders of this Church; but we need not stop to relate them, for it is well known that the gifts of the Gospel are in this Church, such as healing, faith, speaking with tongues, discerning spirits, prophecy, &amp;c., and I need not dwell upon them now. <\/div><div class=\"paragraph jod\" id=\"v17n134\"> I will now ask the question, where is the individual who can draw the line and show us that, when Jesus prayed that his disciples might be one,<span class=\"citation\" id=\"70719\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70719)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70719)\">John 17:21<\/a><\/span> he meant a oneness only in spiritual things, and that it was not to extend to temporal affairs? Will any of you draw the line and tell us? For I am certain that I have not wisdom enough to define the line between spiritual and temporal things.<span class=\"citation\" id=\"84808\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84808)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84808)\">D&amp;C 29:34<\/a><\/span> I know nothing about faith in the Lord, without works corresponding therewith; they must go together, for without works you cannot prove that faith exists.<span class=\"citation\" id=\"77530\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77530)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77530)\">James 2:14-26<\/a><\/span> We might cry out, until the day of our death, that we love the Savior, but if we neglected to observe his sayings he would not believe us.<span class=\"citation\" id=\"126950\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126950)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126950)\">D&amp;C 82:4<\/a><\/span> We have his own words to prove this. There were a great many who pretended to think considerable of him while he was here in the flesh; but he said to his disciples&#x2014;&#x201C;If you love me, keep my commandments.&#x201D;<span class=\"citation\" id=\"69980\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69980)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69980)\">John 14:15<\/a><\/span> This was the proof he demanded, then works and faith went together. The same principle holds good with parents and children. If any of you have a child which says&#x2014;&#x201C;I love you, mamma, Oh, I love you dearly;&#x201D; you, to test the sincerity of the child's professions, say: &#x201C;Well, then, my child, you will desist from doing that which displeases me. Come here, and I will give you a little work to do;&#x201D; or, &#x201C;I wish you to sit down on that chair, and let that crockery alone;&#x201D; or, &#x201C;Do not tear up that cloth, my  <div class=\"break pagebreak\" id=\"41a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0041.pdf\" target=\"pdfwin\">p.&#xA0;41a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6718\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>daughter; if you love me, come and sit down by my side.&#x201D; &#x201C;Oh, I love you dearly,&#x201D; says the little girl, but she keeps tearing up the cloth, or sticking pins and needles into the flesh of the other children. &#x201C;Mamma, I love you most dearly.&#x201D; &#x201C;Well, then,&#x201D; says mamma, &#x201C;you must not afflict or give pain to your sister, or your brother; you are naughty to do so, and you must stop this mischief.&#x201D; But the child continues her naughtiness, still declaring that she loves her mother, though she will not do one thing her mother wishes her to do. Such a child needs chastisement; if soft words will not answer, severity must. Is not this a fact? You have older children who profess to be very fond of you; they will say: &#x201C;Father, I think everything of you,&#x201D; and yet they will take a course that is grievous, annoying and disagreeable, and quite contrary to your feelings and wishes. Will a father believe the professions of such children? Not much, I think. To use another comparison: Suppose a young lady dearly loves a young gentleman, who states to others that he is equally as fond of her, and would be very glad to express to her his feelings, but he never calls to see her; now though he may declare to others how much he loves her, the young lady will say&#x2014;&#x201C;I do not believe a word of it, for I know that he would make it known to me, if he did.&#x201D; He might declare until doomsday, that he loved her, but, unless he told her so and proved it by his works, she would say&#x2014;&#x201C;That is all folly, he does not mean what he says.&#x201D; Neither will you or I believe that anybody loves us and wishes to promote our joy and comfort, so long as that person acts contrary thereto; neither will Jesus. And unless these Latter-day Saints stop now, and go to work and prove by their acts that <div class=\"break columnbreak\" id=\"41b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0041.pdf\" target=\"pdfwin\">p.&#xA0;41b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6718\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> they are the disciples of the Lord Jesus, He will spew them out.<span class=\"citation\" id=\"79115\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79115)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79115)\">Rev. 3:16<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v17n135\"> We have gone just as far as we can be permitted to go in the road on which we are now traveling. One man has his eye on a gold mine, another is for a silver mine, another is for marketing his flour or his wheat, another for selling his cattle, another to raise cattle, another to get a farm, or building here and there, and trading and trafficking with each other, just like Babylon, taking advantage wherever we can, and all going just as the rest of the world. Babylon is here, and we are following in the footsteps of the inhabitants of the earth, who are in a perfect sea of confusion. Do you know this? You ought to, for there are none of you but what see it daily; it is a daily spectacle before your eyes and mine, to see the Latter-day Saints trying to take advantage of their brethren.<span class=\"citation\" id=\"81509\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81509)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81509)\">2 Ne. 28:8<\/a><\/span> There are Elders in this Church who would take the widow's last cow, for five dollars, and then kneel down and thank God for the fine bargain they had made. <\/div><div class=\"paragraph jod\" id=\"v17n136\"> I have come to this conclusion, which I have preached for years and years and years, and Joseph preached it up to the time of his death, that the people must leave Babylon and confusion behind them, and be the servants and handmaidens of the Lord; they must be His family. They have gathered out from Babylon, and they must prepare themselves to stand in holy places, preparatory to the coming of the Son of Man.<span class=\"citation\" id=\"88226\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88226)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88226)\">D&amp;C 87:8<\/a><\/span><span class=\"citation\" id=\"89466\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89466)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89466)\">D&amp;C 101:22-23<\/a><\/span> I have been watching and waiting, just as steadily, and as earnestly and faithfully as ever a mother watched over an infant child, to see when this people would be ready to receive the doctrine, or the first lessons or revelations given when the Center Stake of Zion was first located to consecrate  <div class=\"break pagebreak\" id=\"42a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0042.pdf\" target=\"pdfwin\">p.&#xA0;42a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6717\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>their property, and be indeed the servants and handmaidens of the Lord,<span class=\"citation\" id=\"61866\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61866)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61866)\">Joel 2:29<\/a><\/span><span class=\"citation\" id=\"71130\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71130)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71130)\">Acts 2:18<\/a><\/span> and labor with all their hearts to do His will and build up His kingdom on the earth; and I have never seen the time when we could organize one little society, or one little ward; but, thank God, the time has come, the Spirit of the Lord is upon the people. <\/div><div class=\"paragraph jod\" id=\"v17n138\"> Is it a new doctrine to us that God's people should and must be one in everything?<span class=\"citation\" id=\"85176\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85176)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85176)\">D&amp;C 38:27<\/a><\/span><span class=\"citation\" id=\"126951\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126951)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126951)\">D&amp;C 78:3-8<\/a><\/span> It is an old doctrine; shall I say it is as old as the hills, as old as the mountains, as old as this world? Yes, I can say it is as old as my Father in heaven; it is an eternal doctrine; it is from eternity to eternity. Ask yourselves the question, Do you expect to go to heaven when you depart this life? &#x201C;Yes, yes, I am going to the Paradise of God; I am going to dwell with the Saints of the Most High in the presence of the Father and the Son.&#x201D; How many interests will there be there? How many locations, or central places of deposit for the affections, labors and wealth of all who dwell there? All in one, all for God, all for his glory and his kingdom, and the extension of his dominions through the immensity of space, kingdoms on kingdoms, every heart and every breath, every voice and every eye, and every feeling for the glory of God. Then ask ourselves&#x2014;Is the Lord going to have a Church upon the earth? Is the Lord going to have a kingdom on the earth? Certainly, Daniel saw this in the days of Nebuchadnezzar,<span class=\"citation\" id=\"61269\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61269)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61269)\">Dan. 2:44<\/a><\/span> and gave a description, or rather a hint, in regard to the establishment of that kingdom, when the kingdoms of this world would be handed over to the Saints of the Most High, and they would possess the kingdom and the greatness of the kingdom forever and ever.<span class=\"citation\" id=\"61654\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61654)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61654)\">Dan. 7:18<\/a><\/span><span class=\"citation\" id=\"61740\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61740)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61740)\">Dan. 7:27<\/a><\/span> <\/div> <div class=\"break columnbreak\" id=\"42b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0042.pdf\" target=\"pdfwin\">p.&#xA0;42b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6717\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v17n139\"> Are we going to enter into the kingdom? Are we going to be prepared for the coming of the Son of Man? Are we going to be prepared to enter into the fullness of the glory of the Father and the Son? Not so long as we live according to the principles of Babylon. Now we are every man for himself. One says: &#x201C;This is my property, and I am for increasing it.&#x201D; Another says; &#x201C;This is mine,&#x201D; Another: &#x201C;I will do as I please; I will go where I please and when I please; I will do this, that, or the other; and if I have a mind to raise grain here and take it to market and give it away, it is none of your business.&#x201D; It will be said to all such persons, who profess to be Latter-day Saints&#x2014;&#x201C;I never knew you; you never were Saints.&#x201D;<span class=\"citation\" id=\"63972\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63972)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63972)\">Matt. 7:23<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v17n140\"> Now I wish to give you a little of our late experience with regard to the Savior and his doctrines. We have organized in this United Order, commencing at St. George. A thousand thoughts rise in my mind, looking at the subject generally. &#x201C;St. George! Are you going to send me down to St. George? Why, it is like sending me out of the world!&#x201D; But I must not talk about this: suffice it to say that St. George is one of the most beautiful places on this little farm&#x2014;this world that we occupy&#x2014;this little farm of the Lord's, one of the choicest places on the face of the earth. I see more wealth in that small place than in any other location, of its size, in this Territory, or in these mountains; and I always have. <\/div><div class=\"paragraph jod\" id=\"v17n141\"> We have organized a small Branch there, or, rather, I may say a tolerably large one. I preached a good deal in St. George. It seemed to be the only place we could begin our work; they were the only people we could organize; but we did organize there. God designs to make the  <div class=\"break pagebreak\" id=\"43a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0043.pdf\" target=\"pdfwin\">p.&#xA0;43a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6716\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>people of one heart and one mind<span class=\"citation\" id=\"92939\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92939)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92939)\">Moses 7:18<\/a><\/span> from Monday morning to Monday morning again, and that everything they do on the earth shall promote His cause and kingdom, and the happiness and salvation of the human family. &#x201C;Well,&#x201D; said they, &#x201C;we do not understand; we believe we ought to be one, and that we ought to go into the order of Enoch.<span class=\"citation\" id=\"126952\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126952)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126952)\">D&amp;C 76:57<\/a><\/span><span class=\"citation\" id=\"126953\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126953)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126953)\">D&amp;C 82:1-24<\/a><\/span> We understand very well that Enoch was so pure and holy that his city was taken, and the saying went abroad that Zion is fled.<span class=\"citation\" id=\"93232\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93232)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93232)\">Moses 7:69<\/a><\/span> This we believe as firmly as you can.&#x201D; Then some others would say, &#x201C;There will not be one ward organized after the brethren go over the rim of the basin.&#x201D; We organized every ward or town south of the rim of the basin, and left them in tolerably good working order, so far as they had advanced. The only trouble with them was, &#x201C;they did not understand.&#x201D; They would say, &#x201C;It is right, and the Scriptures tell us about it; but we do not understand the mode of its operation.&#x201D; One man came to me, an old &#x201C;Mormon,&#x201D; whom I have known over forty-two years, just as we were organizing and said&#x2014;&#x201C;Brother Brigham, I have preached for you all the time. I did the same for brother Joseph. Brother Joseph preached this doctrine; is it not strange that the people do not see it?&#x201D; &#x201C;Then,&#x201D; said I, &#x201C;you are ready to put down your name?&#x201D; His answer was&#x2014;&#x201C;I will think about it.&#x201D; You do not fully understand your own faith, nor the doctrines you preach to the people, if you do not understand this doctrine; and are not as ready to enter it as you would be to lay down this mortal body and enter heaven if God should call you, or to do any other duty. Suffice it to say, God will establish this order on the face of the earth, and if we do not help Him, others will, and they will enjoy the benefits of it. <\/div> <div class=\"break columnbreak\" id=\"43b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0043.pdf\" target=\"pdfwin\">p.&#xA0;43b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6716\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v17n143\"> When we came this side the rim of the basin, we found the people more willing than south of the rim of the basin to come forward and organize, for they felt that we have traveled as far as we can on our present road, without going to destruction. One Bishop wrote to me&#x2014;&#x201C;Please come and organize us. I am glad you are coming this way, we want to be organized. I know that we have to consecrate to somebody, and I would rather consecrate to the Lord than to the devil. We have to consecrate to one or the other, and very soon too.&#x201D; He is a very good Bishop; he is full of the spirit of this work, and cannot keep from talking about it. <\/div><div class=\"paragraph jod\" id=\"v17n144\"> We now want to organize the Latter-day Saints, every man, woman and child among them, who has a desire to be organized, into this holy order. You may call it the Order of Enoch,<span class=\"citation\" id=\"126954\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126954)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126954)\">D&amp;C 76:57<\/a><\/span><span class=\"citation\" id=\"126955\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126955)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126955)\">D&amp;C 82:1-24<\/a><\/span> you may call it co-partnership, or just what you please. It is the United Order of the Kingdom of God on the earth; but we say the Order of Enoch on the same principle you find in the revelation concerning the Priesthood, which, to avoid the too frequent repetition of the name of the Deity, is called the Priesthood after the order of Melchizedek.<span class=\"citation\" id=\"90123\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90123)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90123)\">D&amp;C 107:4<\/a><\/span> This order is the order of heaven, the family of heaven on the earth; it is the children of our Father here upon the earth organized into one body or one family, to operate together. <\/div><div class=\"paragraph jod\" id=\"v17n145\"> As individuals we do not want your farms, we do not want your houses and city lots, we do not want your horses and your cattle, we do not want your gold and your silver, nor anything of the kind. &#x201C;Well, then, what do you want?&#x201D; We want the time of this people called Latter-day Saints, that we can organize this time systematically, and make  <div class=\"break pagebreak\" id=\"44a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0044.pdf\" target=\"pdfwin\">p.&#xA0;44a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6715\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>this people the richest people on the face of the earth. If we are the people of God, we are to be the richest people on the earth,<span class=\"citation\" id=\"85204\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85204)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85204)\">D&amp;C 38:39<\/a><\/span> and these riches are to be held in God, not in the devil. God tells us how we may accomplish this, as plainly and as surely as he told Joshua and the people of Israel how to cause the downfall of the walls of Jericho. They were to march around the walls once a day for seven days, then seven times in one day, and the last time they went round the walls they blew their horns with all their might, and down fell the walls of Jericho.<span class=\"citation\" id=\"55301\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55301)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55301)\">Josh. 6:1-27<\/a><\/span> We do not understand all about this, if we did, we should understand that it was as simple as any of the acts of the Lord: as simple as being baptized for the remission of sins. We want now to organize the people. Says one&#x2014;&#x201C;Don't you want my money and my goods?&#x201D; We want you to put them into the kingdom of God, into the vaults that are prepared, into the archives, the safe, the institution, to help to increase means for the kingdom of God on the earth. And what are we to have when we enter this order? What we need to eat, drink and wear, and strict obedience to the requirements of those whom the Lord sets to guide and direct; that our sisters, instead of teasing their husbands for a dollar, five dollars, twenty-five dollars, for a fine dress, bonnet, or artificials for themselves or their daughters, may go to work and learn how to make all these things for themselves, being organized into societies or classes for that purpose. And the brethren will be organized to do their farming, herding and raising cattle, sheep, fruit, grain and vegetables; and when they have raised these products, every particle be gathered into a storehouse or storehouses, and everyone have what is needed to sustain him. But <div class=\"break columnbreak\" id=\"44b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0044.pdf\" target=\"pdfwin\">p.&#xA0;44b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6715\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the people will stop going here, there, and yonder, and saying&#x2014;&#x201C;I am after the gold,&#x201D; &#x201C;I am after the silver,&#x201D; or this, that and the other. They will stop this folly and nonsense, for they have already impoverished themselves too much by taking so unwise a course. Looking at matters in a temporal point of view, and in the light of strict economy, I am ashamed to see the poverty that exists among the Latter-day Saints. They ought to be worth millions and millions, and millions on millions, where they are not worth a dollar. Should they spend their means in folly and nonsense? No, not a dollar of it, but put all into the general fund for the benefit of the kingdom. Organize the brethren and sisters, and let each and every one have their duties to perform. Where they are destitute of houses, and it is convenient, the most economical plan that can be adopted is to have buildings erected large enough to accommodate a number of families. For instance, we will say there are a hundred families in this place who have not houses fit to live in. We will erect a building large enough to accommodate them all comfortably, with every convenience for cooking, washing, ironing, &amp;c.; and then, instead of each one of a hundred women getting up in the morning to cook breakfast for father and the large boys, that they may go to their labor, while the little children are crying and needing attention, breakfast for the whole can be prepared by five or ten women, with a man or two to help. Some may say&#x2014;&#x201C;This would be confusion.&#x201D; Not at all, it would do away with it. Another one says&#x2014;&#x201C;It will be a great trial to my feelings, if I am obliged to go and breakfast with all these men and women. I am faint and sick, and do not eat much, and I  <div class=\"break pagebreak\" id=\"45a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0045.pdf\" target=\"pdfwin\">p.&#xA0;45a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6714\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>want my breakfast prepared in peace.&#x201D; Then build side rooms by the dozen or score, where you can eat by yourselves; and if you wish to invite three or four to eat with you, have your table, and everything you call for is sent to you. &#x201C;Well, but I do not like this confusion of children.&#x201D; Let the children have their dining room to themselves, and let a certain number of the sisters be appointed to take charge of the nursery and see that they have proper food, in proper quantities and at proper times, so as to preserve system and good order as far as possible, that a love of order may be established in their youthful minds, and they learn how to conduct themselves. Then let there be good teachers in the schoolrooms; and have beautiful gardens, and take the little folks out and show them the beautiful flowers, and teach them in their childhood the names and properties of every flower and plant, teaching them to understand which are astringent, which cathartic; this is useful for coloring, that is celebrated for its combination of beautiful colors, &amp;c. Teach them lessons of beauty and usefulness while they are young, instead of letting them play in the dirt, making mud balls, and drawing the mud in their hats, and soiling their dresses, and cultivate their mental powers from childhood up. When they are old enough, place within their reach the advantages and benefits of a scientific education. Let them study the formation of the earth, the organization of the human system, and other sciences; such a system of mental culture and discipline in early years is of incalculable benefit to its possessor in mature years. Take, for instance, the young ladies now before me, as well as the young men, and form a class in geology, in chemistry or mineralogy; and do not confine their studies to <div class=\"break columnbreak\" id=\"45b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0045.pdf\" target=\"pdfwin\">p.&#xA0;45b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6714\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> theory only, but let them put in practice what they learn from books, by defining the nature of the soil, the composition or decomposition of a rock, how the earth was formed, its probable age, and so forth. All these are problems which science attempts to solve, although some of the views of our great scholars are undoubtedly very speculative. In the study of the sciences I have named, our young folks will learn how it is that, in traveling in our mountains, we frequently see seashells&#x2014;shells of the oyster, clam, &amp;c. Ask our boys and girls now to explain these things, and they are not able to do so; but establish classes for the study of the sciences, and they will become acquainted with the various facts they furnish in regard to the condition of the earth. It is the duty of the Latter-day Saints, according to the revelations, to give their children the best education that can be procured, both from the books of the world and the revelations of the Lord.<span class=\"citation\" id=\"88799\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88799)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88799)\">D&amp;C 88:118<\/a><\/span><span class=\"citation\" id=\"90403\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90403)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90403)\">D&amp;C 109:7,14<\/a><\/span> If our young men will study the sciences, they will stop riding fast horses through the streets, and other folly and nonsense which they are now guilty of, and they will become useful and honorable members of the community. <\/div><div class=\"paragraph jod\" id=\"v17n148\"> I have been very much interested of late with regard to the studies and researches of the geologists who have been investigating the geological character of the Rocky Mountain country. Professor Marsh, of Yale College, with a class of his students, has spent, I think, four summers in succession in the practical study of geology in these mountain regions. What is the result of his researches? There is one result, so far, that particularly pleases me. There are some here who know a man by the name of John Hyde, from London, formerly  <div class=\"break pagebreak\" id=\"46a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0046.pdf\" target=\"pdfwin\">p.&#xA0;46a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6713\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>a member of this Church, who apostatized and went back; and his great argument against the Book of Mormon was, that it stated that the old Jaredites<span class=\"citation\" id=\"83479\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83479)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83479)\">Ether 9:19<\/a><\/span> and, perhaps, the Nephites,<span class=\"citation\" id=\"81144\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81144)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81144)\">1 Ne. 18:25<\/a><\/span> who formerly lived on this continent, had horses, while it is well known that horses were unknown to the aboriginal inhabitants of America when it was discovered by Columbus, and that there were no horses here until they were imported from Europe. Now, since Professor Marsh and his class began their investigations, they have found among the fossil remains of the extinct animals of America no less than fourteen different kinds of horses, varying in height from three to nine feet. These discoveries made Professor Marsh's students feel almost as though they could eat up these mountains, and their enthusiasm for studying the geology of the regions around Bridger's Fort was raised to the highest pitch. In their researches among these mountains they have formed the opinion that there was once a large inland sea here, and they think they have discovered the outlet where <div class=\"break columnbreak\" id=\"46b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0046.pdf\" target=\"pdfwin\">p.&#xA0;46b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6713\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the water broke forth and formed Green River. Here in these valleys and in these ranges of mountains we can follow the ancient water line. This discovery of Professor Marsh is particularly pleasing to us &#x201C;Mormons,&#x201D; because he has so far scientifically demonstrated the Book of Mormon to be true. <\/div><div class=\"paragraph jod\" id=\"v17n150\"> Here is the kingdom of God; do you want to enter into it, or not? Do you want the future blessings of this kingdom, or do you not? Have your choice; but whomsoever you list to obey, his servants you will be, whether it is Jesus or the devil;<span class=\"citation\" id=\"72455\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72455)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72455)\">Rom. 6:16<\/a><\/span><span class=\"citation\" id=\"84874\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84874)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84874)\">D&amp;C 29:45<\/a><\/span> please yourselves, have your choice. But all know we cannot serve two masters acceptably; if we love one, we shall hate the other, and if we hold on to one, we shall despise the other.<span class=\"citation\" id=\"63570\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63570)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63570)\">Matt. 6:24<\/a><\/span> We must either be for the kingdom of God, or not. But we shall organize this holy order here before we leave. We give the invitation to all of you to come and get organized. Let us be one;<span class=\"citation\" id=\"126956\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126956)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126956)\">D&amp;C 38:27<\/a><\/span> let us carry out the order that God has established for the family of heaven. <\/div><div class=\"paragraph jod\" id=\"v17n151\"> God bless you. <\/div>\n<\/div>\n<\/div>"}