{"ID":170003, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Remarks to the Young.<\/div>\n<div class=\"subtitle\">Remarks by Elder William C. Dunbar, delivered in the Twentieth Ward Schoolhouse, Salt Lake City, Sunday Afternoon, Jan. 4, 1874.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: Remarks to the Young.<\/div>\n<div class=\"speaker\">Speaker: William C. Dunbar<\/div>\n<div class=\"date\">Date: 1\/4\/1874<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d03\">\n<div class=\"paragraph jod\" id=\"v17n47\"> Last Sunday evening I asked the privilege from the Bishop to give a little lesson to the young, and to the old and middle-aged about the young. It is something new for me to ask for the privilege of speaking, for my weakness has generally led me to decline speaking when asked to do so; but inasmuch as I have assumed the task, I trust I shall be assisted by that Spirit that illuminates the understanding, and that it will on this occasion dictate things which will be for our good. <\/div><div class=\"paragraph jod\" id=\"v17n48\"> I have heard some say that they thought we made too much fuss and talk about the rising generation; but when we take into consideration the circumstances in which we are placed as Latter-day Saints, we shall see that this is not the case. We are connected with the kingdom of God, established in these last days never to be cast down again.<span class=\"citation\" id=\"126929\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126929)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126929)\">Dan. 2:44<\/a><\/span> We are not connected with a system of religion which is to expire when we expire, but with one which is to exist when we are gone, and there is a prospect of a great many of us departing this life before very many years more pass away. There are thousands and tens of thousands of us who embraced the Gospel soon after the Church was organized by the Prophet Joseph <div class=\"break columnbreak\" id=\"15b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0015.pdf\" target=\"pdfwin\">p.&#xA0;15b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6744\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Smith, and who are now arriving at an age when we must naturally expect that we will not live long upon the earth, hence, in the minds of all such who reflect, there is an anxiety about the young. Why? Because they have an anxiety about the kingdom of God being perpetuated; they have an anxiety about the young, realizing that the responsibility of bearing off this kingdom and its principles must shortly rest upon their shoulders, when they will have to preach the Gospel and to administer the laws and ordinances of the kingdom of God, and to bear off its principles while they shall live upon the earth, hence the anxiety of the old members of the Church to know that their children are in a position to be able to perform the duties devolving upon them as well as, if not better than, their predecessors. <\/div><div class=\"paragraph jod\" id=\"v17n49\"> We have around us a multitude of children growing up. We are in the habit of calling them children and of treating them as such, and all the time our speeches to them are as if directed to children; but all of a sudden it has come to our notice that some of these children have arrived at the years of accountability. Some of our sons, for  <div class=\"break pagebreak\" id=\"16a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0016.pdf\" target=\"pdfwin\">p.&#xA0;16a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6743\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>instance, are as old as we were ourselves when we went forth to preach the Gospel, and we see around us a multitude of young men and women who were baptized when they were eight years old, and who, almost unnoticed, have arrived at years when they begin to think and act for themselves. Among them are those who have a knowledge, by the gift of the Holy Ghost, that the Church of Jesus Christ of Latter-day Saints is the Church and work of God, and perhaps a great proportion of them have this knowledge. Then, there are a great many of them who say they have not this knowledge, but they believe &#x201C;Mormonism&#x201D; is true because father and mother say it is; that is, they believe it by education and not by conviction and through understanding it for themselves. Among these children to which I am referring is a small number who have come in contact with certain influences, and who are becoming skeptical and unbelieving as to the principles of the Church of Jesus Christ of Latter-day Saints. <\/div><div class=\"paragraph jod\" id=\"v17n51\"> We may shut our eyes to these things, but they are facts, and the question is, How shall we treat them? If we knew that two Gentiles were in this meeting, we would so arrange our discourse as to be suitable to them, and let all the rest of the congregation, who already know these principles, sit and listen. But it appears to me that we have to take a new departure in regard to our preaching. We must adapt ourselves to circumstances, and remember that there are those amongst us of the kind I have mentioned. It is true our children have been raised and grounded, as it were, in the principles of &#x201C;Mormonism:&#x201D; they have grown up and have scarcely heard anything else. It is not these little <div class=\"break columnbreak\" id=\"16b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0016.pdf\" target=\"pdfwin\">p.&#xA0;16b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6743\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> ones here that I am so much concerned about, but it is the young men and the young women, from sixteen to twenty-two or twenty-three years of age, who go out in life for themselves. Perhaps the sisters go to service in various parts of the city and among various kinds of people; and the young men, they go to learn trades&#x2014;learn to be carpenters, masons, blacksmiths, or some other occupation. They have to go out in life, and they meet with a great many influences now that were not to be found in our midst years ago; for amongst us now are those who are straining every effort to undermine the education that we have been giving to our children. When I say education, I mean the religious training which we have been giving them. There are men in our midst who consider they have a mission to perform, and that mission is to undermine our religion. There are many amongst us now who do not believe in and who care nothing about our religion. Some of these have come to dig in the mountains, to extract the silver and get a fortune; they care nothing about religion of any kind. There are others here who consider they have a mission to undermine &#x201C;Mormonism,&#x201D; and who think the only way for them to do that is by undermining the education of our young people. They say, &#x201C;We can only reach the young, so far as faith in &#x201C;Mormonism&#x201D; is concerned; but if we succeed in making the rising generation skeptical, &#x201C;Mormonism&#x201D; will be a thing of the past and almost forgotten in the next generation.&#x201D; There is a class of so-called religious men whose aim is to make our young folks skeptical; there is the apostate, who is either an infidel or a deist, working to accomplish the same object; there is also the Gentile, who is a deist or a free<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"17a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0017.pdf\" target=\"pdfwin\">p.&#xA0;17a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6742\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>thinker, and does not believe in God or in a life hereafter; and they all feel that it is their special mission to undermine what we have been doing during the last twenty years to establish in the minds of the rising generation the truth of the principles which we have espoused, and which we know to be true. <\/div><div class=\"paragraph jod\" id=\"v17n53\"> Now, if it has taken all the knowledge that we have, all the testimony that we have received from the Almighty, to carry us through to the present moment; if it has taken the power of the Holy Ghost and the Spirit of God to enable us to stand and resist the various opposing influences by which we have been assailed since we obeyed the Gospel, it will take the same testimony and the same understanding to enable the rising generation to carry off this kingdom triumphantly in spite of all the combined opposition that may be brought against it. Hence the necessity, my brethren and sisters, of being exercised about the young, and hence the reason that they should have a knowledge of the principles of truth that we have received, that when we are departing this life we can lay our hands upon them and bless them, and set them apart for the work that we have about closed. Then the fathers in Israel can say&#x2014;&#x201C;Here are our sons, who will carry out what we have begun;&#x201D; and the mothers can say&#x2014;&#x201C;Here are our daughters, who will carry out what we have commenced.&#x201D; Under such circumstances the feelings of the dying will be those of joy and pleasure, for they will know that they are leaving behind them a multitude upon whose hearts is ineffaceably impressed the conviction of the divinity of this work. <\/div><div class=\"paragraph jod\" id=\"v17n54\"> I am pleased when I hear a young man or young woman testify that they know this is the kingdom of <div class=\"break columnbreak\" id=\"17b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0017.pdf\" target=\"pdfwin\">p.&#xA0;17b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6742\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> God; but I should not be pleased to hear them testify that they did know if they did not; I should not be pleased to hear them say they believed if they did not believe. It might cost me sorrow to hear my son or my daughter, or your son or your daughter, say, &#x201C;I do not know that &#x2018;Mormonism&#x2019; is true,&#x201D; or &#x201C;I do not believe it is true,&#x201D; or to see them in a kind of betwixt and between state of mind, not knowing what to believe; but at the same time I would rather they would honestly say just what is the fact, than to have them hypocritically say one thing and mean another. I would not like to see this among children or among men and women. But if a person is really sick and we can find out what the disease is, then we can apply the remedy; if, however, the patient insists that he is not sick, and that nothing is the matter with him, we cannot touch him. Hence I say, if we know the circumstances in which we are placed, we know what remedy to apply. A young man or young woman will ask this question, for instance, which is very natural&#x2014;&#x201C;Father, I hear you say that all the sects in the Christian world are wrong except the &#x2018;Mormons;&#x2019; but yet I find, when I attend the Episcopal, Roman Catholic or Methodist church, that they quote from the very same Bible which you quote from. How is it that they are wrong?&#x201D; Do you recollect, brethren and sisters, how we were when first the Gospel reached our ears? One of the first questions that we asked of the Elder who preached to us was&#x2014;&#x201C;You say that &#x2018;Mormonism&#x2019; only is right, but how is it that all these other sects and parties, who say they believe in God, the Bible and Jesus Christ, are wrong and you only are right?&#x201D; This was a  <div class=\"break pagebreak\" id=\"18a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0018.pdf\" target=\"pdfwin\">p.&#xA0;18a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6741\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>kind of a mystery to us, it caused a query to arise in our minds, and we could not exactly understand it. This brings to my remembrance a figure that was very frequently used by the Elders when preaching the Gospel in the old country in early days. To explain this seeming mystery to the minds of the new converts, they would liken the Gospel and Church of Jesus Christ, and its organization, to a watch, with all its complicated machinery, including wheels, pivots and pins, face, fingers and mainspring. All these properly combined will correctly tell the time of day. &#x201C;But,&#x201D; said the Elders, &#x201C;Suppose a man comes along and takes one of these wheels away, and another man takes another wheel, and another takes another wheel; another man takes a pin, and another another pin; another man takes a pivot, and another takes another pivot; one takes the face, another takes a finger, and another takes another finger, and so on, until finally the whole watch is divided up, say among six hundred different people, everyone of whom says&#x2014;&#x201C;I have got the watch, and I can tell the time of day.&#x201D; Says the watchmaker&#x2014;&#x201C;Do you think I am such a fool as to believe that any of you can tell the time of day? A watch cannot tell the time unless it is combined and united together, every wheel and pivot in its place, with the mainspring in good order. It takes the whole machine to tell the time of day, and when a man says&#x2014;&#x2018;I have got the watch,&#x2019; and he has only got a wheel, a pivot, or a pin, the face, mainspring, or case, he does not tell the truth, whether he knows it or not.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v17n56\"> So it is, my young friends and brethren and sisters, in regard to the Bible; every religious sect takes <div class=\"break columnbreak\" id=\"18b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0018.pdf\" target=\"pdfwin\">p.&#xA0;18b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6741\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> that part of it which suits them, and they all say they believe in it, and they have got the plan of salvation. For instance, one sect or party will take faith in Jesus Christ, and say that is all that is necessary for the salvation of man. Another sect will perhaps take baptism, and say that faith and baptism are necessary for salvation, and throw away something else; and thus you find the whole Christian world, although professing to believe in the same Savior and in the same Bible, opposed to each other. And then the &#x201C;Mormons&#x201D; come along and they say&#x2014;&#x201C;All these sects are wrong and we are right.&#x201D; They say to the sects&#x2014;&#x201C;Why, you have not got the watch, you have only got one of the wheels, one of the pins or fingers, or you have only got the case, and there is nothing in it, and it requires the case with all its contents properly arranged to tell the time of day correctly; in other words, if you would teach the people how to be saved in the kingdom of God, you must teach them to obey every principle of the plan of salvation.&#x201D; That is precisely what the Elders of this Church do, and that makes the grand distinction and difference between them and the so-called religious teachers of the day. <\/div><div class=\"paragraph jod\" id=\"v17n57\"> Now to illustrate this. You attend a church or a chapel, and you perhaps hear a minister preach from the 16th chapter of St. Mark's Gospel, where the Apostles are commanded to go and preach the Gospel to every creature, with the promise that he that believeth and is baptized shall be saved,<span class=\"citation\" id=\"66798\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66798)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66798)\">Mark 16:15-16<\/a><\/span> &amp;c. Some of our young people have not read the Bible a great deal. It is true that many of them who attend Sunday school do read it, but as a general thing the class I am referring to do not attend Sunday school. They  <div class=\"break pagebreak\" id=\"19a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0019.pdf\" target=\"pdfwin\">p.&#xA0;19a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6740\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>consider that they are too old, that they know too much, or that it is rather humiliating to associate with children; and, with a few exceptions, those I mean are not of the kind who have read the Bible; but you will find, no matter how much it may chagrin us to admit it, that they would rather read the <span class=\"italic\">Ledger<\/span>, <span class=\"italic\">Bowbells<\/span>, or some other book of that character, than the Bible, and consequently when they hear a sectarian minister quote from it, that he that believeth in Jesus shall be saved,<span class=\"citation\" id=\"66871\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66871)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66871)\">Mark 16:16<\/a><\/span> they take it for granted that he is reading the Bible, when, if they had read and studied its pages for themselves, they would know that he only quotes part of it. Is it not singular that sectarian ministers, as a general thing, manage to forget that little word &#x201C;baptism&#x201D; when exhorting sinners to repent and be saved? Is it not singular that the divines of the day, as a general thing, although they have made the Bible their study, and have gone to college on purpose to study how to explain its contents, should stop short and say, &#x201C;He that believeth shall be saved,&#x201D; leaving out all about baptism?<span class=\"citation\" id=\"66872\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66872)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66872)\">Mark 16:16<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v17n59\"> What is the difference, in this respect, between the &#x201C;Mormon&#x201D; and the sectarian teacher? The &#x201C;Mormon&#x201D; teacher reads the whole of it&#x2014;the text and the context, and he declares to the people that he that believeth and is baptized shall be saved; and he that believeth not shall be condemned.<span class=\"citation\" id=\"66873\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66873)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66873)\">Mark 16:16<\/a><\/span> Is it not singular that men professing to be servants of God and ministers of salvation, when they quote Scripture, should only quote part of it? This is the course pursued by the ministers of nearly every denomination in Christendom. One will take a pivot or a wheel, and leave all the rest of the machinery; another will <div class=\"break columnbreak\" id=\"19b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0019.pdf\" target=\"pdfwin\">p.&#xA0;19b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6740\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> do the same, and so on, and if we were to examine the whole, we should perhaps find that all of the principles of the Gospel are scattered amongst them, but all of them reject some portions of it. <\/div><div class=\"paragraph jod\" id=\"v17n60\"> On the day of Pentecost, when a large multitude of people where assembled at Jerusalem, the Apostles of the Savior, who had been endowed with power from on high,<span class=\"citation\" id=\"68474\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68474)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68474)\">Luke 24:49<\/a><\/span><span class=\"citation\" id=\"71006\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71006)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71006)\">Acts 1:4<\/a><\/span> plainly and unmistakably declared unto them the way of life and salvation. In answer to the earnest and anxious inquiries of many on that occasion,<span class=\"citation\" id=\"71167\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71167)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71167)\">Acts 2:37<\/a><\/span> Peter, the chief of the Apostles, said&#x2014;&#x201C;Repent, and be baptized every one of you for the remission of your sins, and you shall receive the Holy Ghost,&#x201D;<span class=\"citation\" id=\"71231\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71231)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71231)\">Acts 2:38<\/a><\/span> &amp;c. But how is this Scripture quoted by those who take only one wheel or pivot? They say&#x2014;&#x201C;Repent, and be saved;&#x201D; or, &#x201C;Believe in Jesus and be saved;&#x201D; but somehow or other, either through a defective memory, or from some other cause, they fail to quote the rest of it. <\/div><div class=\"paragraph jod\" id=\"v17n61\"> Here is the difference between the sectarians and us who are called &#x201C;Mormons.&#x201D; We take the whole chapter, we want the whole watch. We know we cannot tell the time correctly if we only take a part of it, and we know we cannot get full salvation in the celestial kingdom of God unless we obey the whole Gospel, which is the power of God unto salvation unto all who believe it enough to obey it.<span class=\"citation\" id=\"72202\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72202)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72202)\">Rom. 1:16<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v17n62\"> The Apostle Paul, in writing to the Corinthians, lays down the organization of the Church, as established by its founder, Christ. He says that in the Church are placed Apostles, Prophets, Evangelists, Pastors and Teachers.<span class=\"citation\" id=\"75066\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75066)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75066)\">Eph. 4:11<\/a><\/span> What for? For the work of the ministry, for the edifying of the body of Christ, and for the perfecting of the Saints, until  <div class=\"break pagebreak\" id=\"20a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0020.pdf\" target=\"pdfwin\">p.&#xA0;20a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6739\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>we all come to the unity of the faith.<span class=\"citation\" id=\"75181\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75181)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75181)\">Eph. 4:12-13<\/a><\/span> The Apostle also says that there are in the Church a diversity of gifts, such as tongues, the interpretation of tongues, healing, knowledge, faith, wisdom,<span class=\"citation\" id=\"73427\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73427)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73427)\">1 Cor. 12:4-11<\/a><\/span> &amp;c. Now, how much does a sectarian pick out of this when he quotes it? He takes Pastors and Teachers, but he throws away Apostles, Prophets,<span class=\"citation\" id=\"75067\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75067)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75067)\">Eph. 4:11<\/a><\/span> gifts, helps, tongues, healings,<span class=\"citation\" id=\"73614\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73614)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73614)\">1 Cor. 12:28<\/a><\/span> &amp;c.; in fact, he claims to have the whole watch, when, at the same time, he has but one little pin or pivot, and throws away the principal part of the machinery. <\/div><div class=\"paragraph jod\" id=\"v17n64\"> Did you ever think of these things my brethren and sisters? If you would read the Bible and New Testament you would get an understanding of them just as we did. How was that? Most of us were trained to read the Bible, and when we heard the Latter-day Saints preach we said&#x2014;&#x201C;This is different from anything we ever heard before. The Bible seems like a new book, we never knew there were such things in it. Our ministers never taught us these principles, and when we mention them to them they say they are done away, and no longer needed;&#x201D; in other words they say that a watch does not need a mainspring now; it was necessary 1,800 years ago for a watch to have a mainspring and a variety of wheels and pins all united together in one case, but now it is not necessary, for you can tell the time of day with one of the fingers, or a pin, or with the empty case. We who had read the New Testament, when we heard the Elders explain the organization of this Church, could at once see that it was in accordance with the Scripture pattern, and that it was different to the churches of Christendom; but the reason that our young men and women are sometimes in a quandary when they hear sectarians preach is <div class=\"break columnbreak\" id=\"20b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0020.pdf\" target=\"pdfwin\">p.&#xA0;20b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6739\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> because they have not read the Scriptures, and hence when they hear a man in a pulpit make an assertion, they are not able to tell whether he quotes the whole or only a part of the passage, and hence the necessity for them to make themselves more acquainted with the Bible. <\/div><div class=\"paragraph jod\" id=\"v17n65\"> When I was about seventeen years of age I first heard this Gospel preached by Elder Orson Pratt. He quoted from the Acts of the Apostles, and although I had another word of testimony within me that what he said was correct, that he was a servant of God and that Joseph Smith had had the ministration of angels, when he quoted from the Scriptures I could not say whether it was so or not, because I had never read the Bible. I had never been allowed to read it, for reasons which I stated this afternoon, but I went home directly and read the Bible, and found that what he said was true. Then I went to another place of worship and I heard a man quote the same chapter, but somehow or other he failed to quote the whole passage, and quoted only a little bit of it. This led some of us to investigate, and we did so just as we would any other branch of knowledge. No young man would think of reading Robinson Crusoe in order to make himself acquainted with geography, neither would he read the history of Scotland in order to master algebra; and no young man or young woman would think of studying any branch of science or art by reading novels. But if they really desired to acquire any branch of knowledge they would, of course, procure works that treated on that subject, and make it a matter of earnest study. I knew a man who did nothing but study grammar from the time he was fifteen years old until he was twenty-five. They used to call him &#x201C;Old Syntax&#x201D; for a by<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"21a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0021.pdf\" target=\"pdfwin\">p.&#xA0;21a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6738\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>name. So it is with our young&#x2014;they must not expect to study &#x201C;Mormonism&#x201D; by reading novels, but they must read the Bible, Book of Mormon, Doctrine and Covenants, Millennial Star, Orson Pratt's Works, the Voice of Warning and many others. These are the works our children must study if they ever find out for themselves the truth of the principles of &#x201C;Mormonism.&#x201D; And besides doing this, they must also pray unto the Almighty for the testimony of his Holy Spirit. How did we, now growing old in the work, get a knowledge of its truth? Many of us, after hearing the testimony of the servants of God, went into our closets, and some of us labored for months with the Almighty before we obtained that knowledge. We prayed &#x201C;Lord, if the testimony of this man is true, make it known unto us, by some means or another;&#x201D; and we finally received impressions which induced us to repent and be baptized, and we had hands laid upon us for the gift of the Holy Ghost; and still we labored, and prayed, and contended for the faith once delivered to the Saints,<span class=\"citation\" id=\"78860\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78860)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78860)\">Jude 1:3<\/a><\/span> until God in his mercy manifested himself unto us in such a manner that we knew this was his work and kingdom. <\/div><div class=\"paragraph jod\" id=\"v17n67\"> Now, if a young man rises and bears testimony that he knows this is the kingdom of God, perhaps some other young man may make fun and say, &#x201C;How do you know it?&#x201D; Perhaps he cannot explain, for the revelations of God to the mind and soul of man cannot always be explained, any more than Columbus could explain when he asserted there was a vast continent that had not then been discovered, or than the philosopher could explain to unbelievers that the globe was round and not flat; they could not understand it without studying natural laws <div class=\"break columnbreak\" id=\"21b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0021.pdf\" target=\"pdfwin\">p.&#xA0;21b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6738\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> as he had done. The testimony of the Holy Ghost and the Revelations of God give knowledge to the mind of him upon whom they are conferred but he cannot explain their operations to others. In the Scriptures we are told that the things of man are known by the spirit of man, and the things of God only by the Spirit of God,<span class=\"citation\" id=\"73053\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73053)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73053)\">1 Cor. 2:11<\/a><\/span> and the promise to those who obey the Gospel is that they shall know for themselves of its truth, and this is the only condition on which the fulfillment of this promise can be obtained. Said Jesus&#x2014;&#x201C;Do my will and you shall know of the doctrine, whether it is of God, or whether I speak of myself.&#x201D;<span class=\"citation\" id=\"69355\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69355)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69355)\">John 7:17<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v17n68\"> Our children were baptized when they were eight years old, but that was more by our agency that theirs. The gift of the Holy Ghost was conferred upon them, and that Spirit is within them, and if they understood its whisperings and dictates I believe that they would admit they know a great deal more than they now think they do; and if they would heed its teachings it would lead them in the way of eternal life. But there is a great difference between the &#x201C;Mormons&#x201D; and the rest of the religious world when we come to the fundamental principles of all religion, namely, belief in God. The sectarian world say that they believe in God, but that he has neither body, parts nor passions, and yet there are three persons in the godhead&#x2014;Father, Son, and Holy Ghost. If you were to attend the Sabbath schools of our friends who are not of us, you would probably hear these principles taught. But this is not in accordance with the Bible, for that teaches that God made man in his own image.<span class=\"citation\" id=\"52200\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52200)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52200)\">Gen. 1:26-27<\/a><\/span> If you want to know what the Almighty looks like, look at man, only he is in a fallen condition and clothed with humanity. Jesus said that he was  <div class=\"break pagebreak\" id=\"22a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0022.pdf\" target=\"pdfwin\">p.&#xA0;22a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6737\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the express image<span class=\"citation\" id=\"76361\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76361)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76361)\">Heb. 1:3<\/a><\/span> and likeness of his Father.<span class=\"citation\" id=\"69930\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69930)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69930)\">John 14:7-9<\/a><\/span> The &#x201C;Mormons&#x201D; believe this, but the sectarians believe in a God without body, parts and passions; they believe in Jesus sitting at the right hand of a God without body parts and passions; they believe in a God who loves the righteous, and who is angry with the wicked every day,<span class=\"citation\" id=\"56329\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56329)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56329)\">Ps. 7:11<\/a><\/span> but yet he has neither body, parts nor passions. I am not saying this with a design to deride, or anything of the kind, but I am simply stating facts as they are. The &#x201C;Mormons&#x201D; believe these things just as the Bible tells them; they believe that God is a great and exalted Being, filled with knowledge and understanding, that he created this earth, but not out of nothing. One of the principles taught by the religious world of Christendom, is that the earth was made out of nothing, in six of our days. No wonder, as Brother Maeser said the other Sunday evening, that people consider that science and religion are opposed to each other. True science and true religion are not opposed to each other; false religion and true science are opposed to each other, and it is this very fact which has caused infidelity to spread with such rapidity of late years. As men become acquainted with the laws of nature, which are the laws of God, they are compelled to lay false religion aside, and consequently they say religion is all nonsense. For instance, the chemist finds that he cannot bring one particle of matter from nonentity neither can he annihilate one particle, therefore he disbelieves in the world being created out of nothing. When a man descends into the bowels of the earth and, through science, becomes acquainted with the laws which govern the materials there contained, he understands that the earth could not be made out of <div class=\"break columnbreak\" id=\"22b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0022.pdf\" target=\"pdfwin\">p.&#xA0;22b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6737\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> nothing; he also understands that it could not be made in six of our days, and consequently, rather than throw aside science, the truth of which he can demonstrate, he throws religion to one side, the truth of which he cannot demonstrate. But if he were in possession of true religion he would not have to throw it away, neither would he have to abandon his science because they would harmonize. <\/div><div class=\"paragraph jod\" id=\"v17n70\"> We Latter-day Saints do not believe the world was created out of nothing, but that it was created just upon the same principle that a builder creates a house, that is, there is matter in existence and he organizes it and changes its condition suitable to the circumstances that he wishes to use it for; the builder changes the bricks, lumber and other material into a house or other structure; the Almighty by his power and wisdom takes existing matter and combines it and makes a world; and he places the stars and the sun and moon in the firmament, giving to each the laws by which its movements are governed. If we understand it we should see that it was all done upon true scientific principles. Scientific truth and God's truth are just the same, hence when a man becomes acquainted with science or the laws of nature he has to throw away his belief in a God without body, parts and passions, and in the estimation of the religious world, he becomes an infidel. But suppose he were to obey the Gospel as taught by the Latter-day Saints, what would be the consequence then? His science and religion would help and sustain each other, and would enable him to bear testimony to the wonderworking hand of God, not only in revealing the true principles of salvation, but also in revealing the laws of nature or the principles of science, and he would embrace both as emanations  <div class=\"break pagebreak\" id=\"23a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0023.pdf\" target=\"pdfwin\">p.&#xA0;23a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6736\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>from the same great Deity. <\/div><div class=\"paragraph jod\" id=\"v17n72\"> Here, my young brethren and sisters, is another great distinction and difference between the Latter-day Saints and the rest of the Religious World, and if you were to study the Bible sometimes&#x2014;I do not say it is necessary to throw away every other book and study the Bible only&#x2014;you would come to an understanding of these principles for yourselves, then you would know why your fathers and mothers declare that they know &#x201C;Mormonism&#x201D; is true. <\/div><div class=\"paragraph jod\" id=\"v17n73\"> I have endeavored to drop a few hints, to show the necessity of our young people taking a course by which they may attain the same realizing sense of the truth of the Gospel and work of God which their seniors possess. If a son or a daughter belonging to anyone of us should say&#x2014;&#x201C;Father, I know you have always taught me to believe that Joseph Smith was a true prophet, and you say that God has revealed it to you, but he has not revealed it to me and I do not know it,&#x201D; shall we get mad at them, and resort to coercion <div class=\"break columnbreak\" id=\"23b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0023.pdf\" target=\"pdfwin\">p.&#xA0;23b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6736\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> in order to make them believe as we believe? No, we may be sorry to hear them make such an avowal, but we must neither get mad nor use harsh language towards them, for that might drive them to do that which we are so anxious to prevent. We must treat them as men and women, or as rational, intelligent beings, and reason with them, and labor with and pray for them just as much as if we were sent to preach the Gospel to the world. That is the course I believe we, the fathers and mothers of Israel, should pursue with the rising generation. <\/div><div class=\"paragraph jod\" id=\"v17n74\"> I have said all I desire to say on the present occasion. May God bless us! May the spirit of the Gospel rest upon our young, that they may be led to investigate its principles and come to an understanding thereof for themselves, that they may be prepared for the responsibilities that will rest upon those who will succeed us in carrying on the work of the Lord, and be enabled to bear it off triumphantly is my prayer in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}