{"ID":170007, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Things of God Known By the Spirit of God&#x2014;The Light and Intelligence of God Without Money and Price&#x2014;Now True Religion Without Science&#x2014;All Will Be Saved Except the Sons of Perdition.<\/div>\n<div class=\"subtitle\">Discourse by President Brigham Young, delivered in the New Tabernacle, Salt Lake City, Sunday Afternoon, May 3, 1874.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: The Things of God, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 5\/3\/1874<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d07\">\n<div class=\"paragraph jod\" id=\"v17n164\"> It is nearly time to close this meeting, but I desire to speak a few words. I have very much that I wish to convey to the Latter-day Saints, but I can only say, in as few words as possible, a little at a time, upon a few subjects which I wish to lay before the Saints. First, looking upon the Latter-day Saints, the inquiry within myself is&#x2014;Do you know whether I am leading you right or not? Do you know whether I dictate you right or not? Do you know whether the wisdom and the mind of the Lord are dispensed to you correctly or not? These are questions which I will answer by quoting a little Scripture, and saying to the Latter-day Saints what was said to the Saints in former times, &#x201C;No man knoweth the things of God, but by the Spirit of God.&#x201D;<span class=\"citation\" id=\"73054\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73054)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73054)\">1 Cor. 2:11<\/a><\/span> That was said in the days of the Savior and the Apostles, and it was no more true then than it is now, or than it was in the days of the Prophets, Moses, Abraham, Noah, Enoch, Adam, or in any and every age of the world. It requires the same manifestations in one age as in another, to enable men to un<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"51b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0051.pdf\" target=\"pdfwin\">p.&#xA0;51b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6708\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>derstand the things of God. I have a request to make of each and every Latter-day Saint, or those who profess to be, to so live that the Spirit of the Lord will whisper to them and teach them the truth, and define to their understanding the difference between truth and error, light and darkness, the things of God and the things that are not of God. In this there is safety; without this there is danger, imminent danger; and my exhortation to the Latter-day Saints is&#x2014;Live your religion. <\/div><div class=\"paragraph jod\" id=\"v17n165\"> Among all intelligent beings upon the earth there is a great mistake in regard to dispensing to others the knowledge they possess. In the political world, right here, and through our government and other governments, there is a great desire in each and every one, who is prominent and influential, to manage their political affairs by and with their friends, and to keep their enemies from knowing anything about them, which creates a party feeling, and parties promote distrust and jealousy, which lead to discord and strife. Such is also the  <div class=\"break pagebreak\" id=\"52a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0052.pdf\" target=\"pdfwin\">p.&#xA0;52a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6707\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>case in the financial world. In our trading and trafficking we wish to confine the knowledge of our business in as small a limit as possible, that others may not know what we are doing, lest we should lose our good bargains and fail in our schemes. <\/div><div class=\"paragraph jod\" id=\"v17n167\"> It is more or less the same in the religious world. We wish to know a great deal, and do not want our neighbors to know as much as we do, but wish them to believe that we know it all. This trait of character is very common, both here and through the whole world. We all wish to know something that our neighbors do not know. With scientific men you will often find the same trait of character: &#x201C;My studies and my researches are beyond those of my neighbors; I know more than they know; I treasure this up to myself, and I am looked upon as a superior being, and that delights me.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v17n168\"> I say to the Latter-day Saints, and to all the world, this is all wrong. We are here upon this earth as the children of our heavenly Father, who is filled with light and intelligence, and he dispenses that to his children as they can receive and profit by it, without money and without price.<span class=\"citation\" id=\"59769\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59769)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59769)\">Isa. 55:1<\/a><\/span> Is not this a fact? It is. Go to every department of life, to the mechanics, to the manufacturers, to those learned in all the arts and sciences, throughout the world, and not one of them possesses an item of knowledge or wisdom but what has come from God, the fountain of all wisdom and knowledge. The idea that the religion of Christ is one thing, and science is another, is a mistaken idea, for there is no true religion without true science, and consequently there is no true science without <div class=\"break columnbreak\" id=\"52b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0052.pdf\" target=\"pdfwin\">p.&#xA0;52b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6707\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> true religion. The fountain of knowledge dwells with God, and he dispenses it to his children as he pleases, and as they are prepared to receive it, consequently it swallows up and circumscribes all. This is the great plan of salvation; this is the &#x201C;bugaboo&#x201D; that the Christian world hoot at so much, and which they call &#x201C;Mormonism&#x201D;&#x2014;it is the Gospel of life and salvation. <\/div><div class=\"paragraph jod\" id=\"v17n169\"> Confidence is lost in the hearts of the nations of the earth. Confidence is lost one towards another, among the religious sects of the day; confidence is lost in the scientific and mechanical world; in the financial and in the political world, and it must be restored. I make this statement, and there is not a scientist or divine on the earth who can truthfully controvert it. <\/div><div class=\"paragraph jod\" id=\"v17n170\"> There is a great deal being said and rumored about what we are teaching the people at the present time with regard to being one in our temporal affairs as we are one in the doctrine that we have embraced for our salvation. I will say to you that erroneous traditions at once begin to present themselves. Why we have received these traditions, those who reflect, read and understand can pass their own decision. You cannot find a sect anywhere that strictly believes in the New Testament. Read over the sayings of the Savior to his disciples, those of the disciples one to another, and of the people, with regard to being one;<span class=\"citation\" id=\"70650\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70650)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70650)\">John 17:11<\/a><\/span><span class=\"citation\" id=\"70754\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70754)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70754)\">John 17:21-23<\/a><\/span><span class=\"citation\" id=\"71331\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71331)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71331)\">Acts 2:44-45<\/a><\/span> and then bring up the fact that they believed in this doctrine, and that they taught and practiced it so far that the believers sold their possessions and laid the proceeds at the Apostles' feet.<span class=\"citation\" id=\"71461\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71461)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71461)\">Acts 4:32-37<\/a><\/span> Now, what is the tradition on this point? To sell your houses, your farms, your stores, your cattle,  <div class=\"break pagebreak\" id=\"53a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0053.pdf\" target=\"pdfwin\">p.&#xA0;53a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6706\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and bring the means and lay it down at the feet of the Apostles, and then live, eat, drink and wear until it is all gone, and then what? Do without? Yes, or be beggars. Our traditions lead us to this point, and that throws us into a dilemma, out of which we know not how to extricate ourselves. To the Latter-day Saints, I say, all this is a mistake; these are false ideas, false conclusions. I am here to tell you how things are, and, as far as necessary, to tell you how they were, and then to tell you how they should be, and how they will be. To begin with, we will unitedly labor to sustain the kingdom of God upon the earth. Shall we sell our possessions, have all things in common, live upon the means until it is gone, and then beg through the country? No, no. Sell nothing of our possessions. True, the earth is at present in possession of the great enemy of the Savior, but he does not own a foot of it; he never did, but he has possession of it, and they say that possession is nine points of the law, and it seems to be so. Well, if I have a foot of land that I have dedicated and devoted to my heavenly Father for his kingdom on the earth, I never dispose of that. I have owned a great deal of land, and I now own a great deal of land in the United States, and I have never yet sold a foot of it. I say to the Latter-day Saints, keep your land, dedicate it to God, preserve it in truth, in purity, in holiness; pray that the Spirit of the Lord may brood over it, that whoever walks over that land, may feel the influence of that Spirit; pray that the Spirit of the Lord may cover our possessions, then gather around us the necessaries of life. Dispose of nothing that we should keep, but continue to labor, praying the Lord <div class=\"break columnbreak\" id=\"53b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0053.pdf\" target=\"pdfwin\">p.&#xA0;53b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6706\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to bless the soil, the atmosphere and the water. Then we have our crops, our fruit, our flocks and herds to live upon, to improve upon, and then go on and make our clothing, build houses, improve our streets, our cities and all our surroundings and make them beautiful; beautify every place with the workmanship of our own hands.<span class=\"citation\" id=\"85406\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85406)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85406)\">D&amp;C 42:40<\/a><\/span> Keep what is necessary, dispose of what we may have to dispose of. To whom? To those who are operating in our mines to develop the resources in our mountains, and to all who have need. By such a course the wasting of our substance, as has been too much the case, will be stopped; and when we labor, let our labor count something for our benefit. We ask concerning the rich, Do we want your gold and your silver? No, we do not. Do we want your houses and lands? We do not. What do we want? We want obedience to the requirements of wisdom, to direct the labors of every man and every woman in this kingdom to the best possible advantage, that we may feed and clothe ourselves, build our houses and gather around us the comforts of life, without wasting so much time, means, and energy. And instead of saying that I shall give up my carriage for the poor to ride in, we will direct the poor so that every man may have his carriage, if he will be obedient to the requirements of the Almighty. Every family will have all that they can reasonably desire. When we learn and practice fair dealing in all our intercourse and transactions, then confidence, now so far lost, but so much needed, will be restored; and we will be enabled to effectually carry out our operations for the friendly and profitable cooperation of money and labor, now so generally and so injuriously antagonistic. <\/div> <div class=\"break pagebreak\" id=\"54a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0054.pdf\" target=\"pdfwin\">p.&#xA0;54a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6705\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v17n173\"> It has been said that, a few evenings ago, in the 20th Ward, I made use of the expression that the cooperative stores would be used up or spoiled; if I did use such an expression, it must have been in connection with others to qualify it. The question was asked, &#x201C;What are you going to do with the cooperative stores?&#x201D; &#x201C;Why, use them up,&#x201D; and some of the brethren got the idea that the destruction of these stores was intended, because, to many, the idea of using a thing up, is to destroy it; but this was not the meaning I wished to convey. But I say swallow them up, or circumscribe them or incorporate them, from time to time, in more extensive cooperative plans. By way of comparison, suppose a rope with seven strands, and someone is suspicious of its strength and we add a thousand strands, to it, who then can suspect its strength? Now, comparing our present mercantile and stock-raising institutions, our factories and everything else we have in cooperation, instead of weakening this cord of seven strands, we throw around it a thousand other strands, and weave them in to strengthen it, is not the first cord swallowed up? Yes, it is, in one sense, used up, we cannot see anything, of it; and so we shall make our additions of thousands of strands to every cooperative institution we have established, and, instead of having a few of the people sustain this parent cooperative store, or the ward store, we will have the support of the whole people. That is the difference; can you understand it? How careful we should be in the use of language, to prevent, so far as possible the drawing of false conclusions, and the going abroad of erroneous impressions. <\/div><div class=\"paragraph jod\" id=\"v17n174\"> This is a comparison with regard to our cooperative stores and every <div class=\"break columnbreak\" id=\"54b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0054.pdf\" target=\"pdfwin\">p.&#xA0;54b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6705\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> cooperative institution we have; we expect that the whole people will support them and give them their influence; that the whole people will work for the whole, and that all will be for the kingdom of God on the earth. All that I have is in that kingdom. I have nothing, only what the Lord has put in my possession. It is his; I am his, and all I ask is for him to tell me what to do with my time, my talents and the means that he puts in my possession. It is to be devoted to his kingdom. Let every other man and woman do the same, and all the surplus we make is in one great amount for accomplishing the purposes of the Lord. He says, &#x201C;I will make you the richest people on the earth.&#x201D;<span class=\"citation\" id=\"85206\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85206)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85206)\">D&amp;C 38:39<\/a><\/span> Now, go to work, Latter-day Saints, and make yourselves one, and all needed blessings will follow. <\/div><div class=\"paragraph jod\" id=\"v17n175\"> I will now briefly notice a trait in the Christian world in regard to their continually misrepresenting us, which they most emphatically do. Wherever we go they misrepresent us. They do not stop to reason, or for the introduction of good sound logic. They do not stop to know their own minds, and to ask themselves questions with regard to facts as they exist, but are wholly uninfluenced by their erroneous traditions. We Christians are divided and subdivided, but we all believe that there are good people among all the sects of the day. As a &#x201C;Mormon&#x201D; or Latter-day Saint, I believe this just as much as any sectarian believes it, but I do not believe it as the sectarians believe it. We all believe that good people do live and have lived among the Christian sects. Says one, &#x201C;My father was a good man; or, My mother or my sister was a good woman, my brother was a good man, my neighbor was a good person; they lived and died  <div class=\"break pagebreak\" id=\"55a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0055.pdf\" target=\"pdfwin\">p.&#xA0;55a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6704\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>believing in their several faiths; some of them holy Catholics, who died shouting and rejoicing that the time had come for them to be released from this tenement of clay. Others were good Protestants, and they rejoiced and were exceeding glad when the time came for them to lie down and rest their weary bodies, and they were happy.&#x201D; Now, I, speaking as one of the Christian world, when a man says to me, &#x201C;Unless you are born of the water and of the Spirit, you cannot enter the kingdom of heaven,&#x201D;<span class=\"citation\" id=\"68813\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68813)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68813)\">John 3:5<\/a><\/span> reply, &#x201C;My dear friend, my father and my mother were just as good Christians as ever lived on the face of the earth, and they died as happy as they could be, and their souls were full of glory. Tell me that they have not gone to heaven! It is all nonsense, it is folly; I do not believe a word of it; you must be one of those deceivers that the Savior taught should come in the latter days.&#x201D; This erroneous tradition is planted in the bosoms of the Christian world, and from this they take the liberty of saying that the doctrine preached by the Latter-day Saints cannot be true, for if it is their fathers and mothers are not saved. Would you not like to know the truth on this point, O Christian world? Yes, yes, the honest ones would; I cannot say so much for the bread and butter Christians; but when you meet an honest person, he says&#x2014;&#x201C;I wish I knew the truth about this. Our beloved brother and father in the Gospel, the father of the Methodist Episcopal Church, John Wesley, was he not a good man? Tell me that he is not saved!&#x201D; The Christian world cannot endure such an idea. &#x201C;John Knox not saved! And thousands of others not saved!&#x201D; They cannot endure the thought. I can <div class=\"break columnbreak\" id=\"55b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0055.pdf\" target=\"pdfwin\">p.&#xA0;55b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6704\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> say to them of a truth, but it will need explanation, there is not one of these men who lived according to the light that he received, and up to every blessing God bestowed upon him, but what is happier today than he ever expected that he could be. But the Christian world imbibe the idea that, if these good men, who have died, have not gone into the presence of the Father and the Son, and are not in the kingdom of heaven, they must be in the depths of hell. This is folly in the extreme; but the Christians do not know how to comprehend this, how to understand the words of life. I can say this for all good people, I do not care where they lived and died, they will be far happier hereafter than they ever conceived of while here. Do you think that the good Chinaman and Hindoo will be saved? Yes, as much as the Methodist. But erroneous tradition prevents the Christian world from seeing and understanding this. They ought to stop and reflect, and ask the question&#x2014;&#x201C;Do we understand the Scriptures when we read them?&#x201D; I say that they do not, if they did they would see that we have the words of eternal life,<span class=\"citation\" id=\"69331\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69331)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69331)\">John 6:68<\/a><\/span> and would receive our teachings with joy. I have not time to fully explain this, but I can say that this erroneous tradition palliates, in a measure, the conduct and views of the Christian world when their prejudices arise like towering mountains against these poor Latter-day Saints. <\/div><div class=\"paragraph jod\" id=\"v17n177\"> We shall labor and go forward, as long as we live, to redeem the world of mankind. This is the labor the Savior has undertaken. The earth was committed to him by the Father, who said, &#x201C;My Son, go and redeem the world and all things upon it; pay this debt, and your brethren, who believe on you and who are one, as the Father and  <div class=\"break pagebreak\" id=\"56a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0056.pdf\" target=\"pdfwin\">p.&#xA0;56a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6703\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the Son are one,<span class=\"citation\" id=\"70770\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70770)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70770)\">John 17:22<\/a><\/span> will be co-workers in this great and eternal work, until all the sons and daughters of Adam and Eve, that can be saved, will be saved in a kingdom of glory,&#x201D; and all will be saved, except the sons of perdition.<span class=\"citation\" id=\"86988\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86988)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86988)\">D&amp;C 76:43<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v17n179\"> Can the Christian world understand this? No. There is not a priest in the pulpit, nor a deacon that sits under the pulpit, but what, <div class=\"break columnbreak\" id=\"56b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0056.pdf\" target=\"pdfwin\">p.&#xA0;56b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6703\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> if he knew the facts as they are, would give glory to God in the highest,<span class=\"citation\" id=\"67067\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67067)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67067)\">Luke 2:14<\/a><\/span> that he lived in this day and age of the world, and thank the Father that he has revealed his will from the heavens. <\/div><div class=\"paragraph jod\" id=\"v17n180\"> I thank you for your attention, brethren and sisters. I have detained you a little longer than I intended to do. God bless you. <\/div>\n<\/div>\n<\/div>"}