{"ID":170016, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Interest Manifested Relating to Temporal Affairs&#x2014;Revelations Pertaining to Being One in Temporal, As in SpiritualThings&#x2014;Consecration&#x2014;Stewardship&#x2014;Jackson County&#x2014;Sanctification.<\/div>\n<div class=\"subtitle\">Discourse by Elder Orson Pratt, delivered in the New Tabernacle, Salt Lake City, Sunday Afternoon, June 14, 1874.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: Interest Manifested, Etc.<\/div>\n<div class=\"speaker\">Speaker: Orson Pratt<\/div>\n<div class=\"date\">Date: 6\/14\/1874<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d16\">\n<div class=\"paragraph jod\" id=\"v17n342\"> There seems to be at the present time a great deal of interest manifested among the Latter-day Saints, and even among those who are connected with our Church, in regard to some instructions that have been imparted to the Latter-day Saints in relation to their temporal affairs. The instructions which have been imparted, and which the people are, in some measure, receiving, are comparatively new in their estimation, that is, it is supposed they are new, and something which we, in times past, have not practiced. But if we appeal to the revelations of God, we shall find that no new thing has been required of us. It is generally termed, however, by Latter-day Saints, the New Order. You hear of it in all parts of the Territory. What is meant by the New Order? Is it really new in the revelations of God, or is it something new for us to practice it? We have been required, in the year 1874, to come back again to an old order, as taught in ancient Mormonism. What I mean by ancient Mormonism is Mormonism as it was taught some forty-three or forty-four years ago. There is a generation now living on the earth <div class=\"break columnbreak\" id=\"103b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0103.pdf\" target=\"pdfwin\">p.&#xA0;103b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6656\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> who seem to be comparatively ignorant of the doctrines which were taught some forty years ago to men who are now old and have grey heads and gray beards. Since that time a new generation has arisen; and they begin to think that something new, something that will turn things upside down, is being introduced into Mormonism. I will say to all who have such ideas, you are entirely mistaken, it is not so; we are trying to get the people to come back again to the old principles of Mormonism, to that which God revealed in the early rise of this Church. <\/div><div class=\"paragraph jod\" id=\"v17n343\"> Every man, whether he is or is not a Latter-day Saint, when he comes to study our written works, the written revelations which God has given, will acknowledge that the Latter-day Saints cannot be the people they profess to be, they cannot be consistent with the revelations they profess to believe in and live as they now live; they have got to come into the system which the Saints call the New Order, otherwise they cannot comply with the revelations of God. <\/div><div class=\"paragraph jod\" id=\"v17n344\"> I believe that I will quote a few revelations this morning, in order to show you what God said in relation  <div class=\"break pagebreak\" id=\"104a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0104.pdf\" target=\"pdfwin\">p.&#xA0;104a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6655\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to property or temporal things, in the early rise of this Church. The first revelation that now occurs to my mind will be found in the Book of Doctrine and Covenants, on page 217; it was given in March, 1831, forty-three years ago last March. In the third paragraph of this revelation we read these words: <\/div><div class=\"paragraph jod\" id=\"v17n346\"> &#x201C;For, behold, the beasts of the field and the fowls of the air, and that which cometh of the earth, is ordained for the use of man for food and for raiment, and that he might have in abundance. But it is not given that one man should possess that which is above another, wherefore the world lieth in sin.&#x201D;<span class=\"citation\" id=\"85890\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85890)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85890)\">D&amp;C 49:19-20<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v17n347\"> Do you believe this revelation, Latter-day Saints? &#x201C;Oh, yes,&#x201D; says one&#x2014;&#x201C;we believe Joseph Smith was a Prophet.&#x201D; Have you practiced it? Oh, that is another thing. How, then, are we to know that you believe this revelation if you do not practice it? How are the world to know you are sincere in your belief, if you have a revelation which you profess to believe in, and yet give no heed to it. I do not wonder that the world say that the Latter-day Saints do not believe their own revelations. Why? Because we do not practice them. &#x201C;It is not given that one man should possess that which is above another, wherefore the world lieth in sin.&#x201D;<span class=\"citation\" id=\"85898\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85898)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85898)\">D&amp;C 49:20<\/a><\/span> There may be some strangers here, and they do not believe this book, but I will tell you what they would say as men of reason, they would say that if you Latter-day Saints call this your book of faith, and doctrines, and covenants, to be consistent you ought to comply with it. That is what they would say, and it is really a true saying, and consistent and reasonable. If we believe this, let us practice it; if we do not believe in it, why profess to believe in it? <\/div> <div class=\"break columnbreak\" id=\"104b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0104.pdf\" target=\"pdfwin\">p.&#xA0;104b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6655\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v17n348\"> I will now refer you to a revelation given on the second day of January, 1831,<span class=\"citation\" id=\"85039\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85039)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85039)\">D&amp;C 38:1-42<\/a><\/span> it is on page 120 of the Book of Doctrine and Covenants. I will tell you how this revelation was given, for I was present at the time it was given. The Church, then, was about nine months old. The Prophet Joseph, who received all the revelations contained in this book, was then living in the State of New York, in the town of Fayette, Seneca County. He called together the various branches of the Church that had been organized during the nine months previous in that State, and they assembled together in the house in which this Church was organized, namely, Father Whitmer's house. You will recollect, in reading the Book of Mormon, that the sons of Father Whitmer, young men, are noted as witnesses of the Book of Mormon,<span class=\"citation\" id=\"126978\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126978)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126978)\">BM Eight Wit.<\/a><\/span> David Whitmer having seen the angel, and the plates in the hands of the angel, and heard him speak, and the hand of the angel was placed on his head, and he said unto him&#x2014;&#x201C;Blessed be the Lord and they that keep his commandments.&#x201D; And he heard the voice of the Lord in connection with three other persons testifying out of the heavens, at the same time that the angel was administering, that the Book of Mormon had been translated correctly by the gift and power of God, and commanding him to bear witness of it to all people, nations and tongues, in connection with the other three that were with him.<span class=\"citation\" id=\"126979\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126979)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126979)\">BM Three Wit.<\/a><\/span> These were some of the individuals also who saw the plates and handled them, and saw the engravings upon them, and who gave their testimony to that effect in the Book of Mormon. It was in their father's house where this Church was organized, on the 6th of April, 1830;<span class=\"citation\" id=\"84250\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84250)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84250)\">D&amp;C 20:1<\/a><\/span> it was in their father's house where this little Conference was convened  <div class=\"break pagebreak\" id=\"105a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0105.pdf\" target=\"pdfwin\">p.&#xA0;105a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6654\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>on the 2nd of January, 1831, and this Conference requested the Prophet Joseph Smith to inquire of the Lord concerning their duties. He did so. He sat down in the midst of the Conference, of less than one hundred, I do not know exactly the number, and a scribe wrote this revelation from his mouth. One item contained therein, in the fifth paragraph, reads thus&#x2014;  <\/div><div class=\"paragraph jod\" id=\"v17n350\"> &#x201C;And let every man esteem his brother as himself, and practice virtue and holiness before me. And again I say unto you, let every man esteem his brother as himself. For what man among you having twelve sons, and is no respecter of them, and they serve him obediently, and he saith unto the one: Be thou clothed in robes and sit thou here; and to the other: Be thou clothed in rags and sit thou there&#x2014;and looketh upon his sons and saith I am just? Behold, this I have given unto you as a parable, and it is even as I am. I say unto you, be one; and if ye are not one ye are not mine.&#x201D;<span class=\"citation\" id=\"85094\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85094)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85094)\">D&amp;C 38:24-27<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v17n351\"> Perhaps the Saints may think that this has reference to spiritual things alone, and means to be one in doctrine, principle, ordinances, faith, belief, and so on, and that it has no reference whatever to temporal things; but in order to show you that this has reference to temporal as well as to spiritual things, let me quote that which God said a few months after this in another revelation. I have not time to turn to all these revelations, but I will quote them. The Lord says&#x2014;&#x201C;Except ye are equal in the bonds (or bands) of earthly things, how can you be made equal in the bonds of heavenly things?&#x201D;<span class=\"citation\" id=\"87349\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87349)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87349)\">D&amp;C 78:6<\/a><\/span> Here was a question put to us: How can you be made equal in the bonds of heavenly things, unless you are equal in the bonds of earthly? Surely enough, we cannot be made equal. If we are unequal <div class=\"break columnbreak\" id=\"105b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0105.pdf\" target=\"pdfwin\">p.&#xA0;105b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6654\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> in this life, and are not one, can we be entrusted with the true riches,<span class=\"citation\" id=\"67758\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67758)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67758)\">Luke 16:11<\/a><\/span> the riches of eternity?<span class=\"citation\" id=\"87374\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87374)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87374)\">D&amp;C 78:18<\/a><\/span> I believe I will read to you a small portion of another revelation that was given on stewardships. The Lord commanded certain ones among his Servants to take charge of these revelations when they were in manuscript, before they were published, that they might be printed and sent forth among the people, and he also gave them charge concerning the Book of Mormon, and made them stewards over these revelations and the avails arising from them. And the Lord said&#x2014;&#x201C;Wherefore hearken and hear, for thus saith the Lord unto them&#x2014;I, the Lord, have appointed them, and ordained them to be stewards over the revelations and commandments which I have given unto them, and which I shall hereafter give unto them; And an account of this stewardship will I require of them in the day of judgment. Wherefore, I have appointed unto them, and this is their business in the church of God, to manage them and the concerns thereof, yea, and the benefits thereof. Wherefore, a commandment give I unto them, that they shall not give these things unto the church, neither unto the world; Nevertheless, inasmuch as they receive more than is needful for their necessities and their wants, it shall be given into my storehouse; And the benefits shall be consecrated unto the inhabitants of Zion, and unto their generations, inasmuch as they become heirs according to the laws of the kingdom.&#x201D;<span class=\"citation\" id=\"86736\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86736)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86736)\">D&amp;C 70:2-8<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v17n352\"> Now, you notice here, the Lord did not intend those individuals whom he named to become rich out of the avails of the sale of the Book of Mormon and the Book of Doctrine and Covenants, and other revelations and the literary concerns of his Church, he never intended that they should become rich while others were  <div class=\"break pagebreak\" id=\"106a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0106.pdf\" target=\"pdfwin\">p.&#xA0;106a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6653\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>poor, that was not the order; but inasmuch as they received more than was needful for their support what should they do with it? Should they aggrandize themselves while their poor brethren were destitute? No, not at all; they were to give all the surplus, over and above what was really necessary to support them, into the Lord's storehouse, and it was to be for the benefit of all the people of Zion, not only the living but for their generations after them, inasmuch as they became heirs according to the laws of the kingdom of God. <\/div><div class=\"paragraph jod\" id=\"v17n354\"> There was a certain way to become heirs according to the laws of the kingdom of God. Heirs of what? Heirs of the avails arising from the sale of the revelations which all the inhabitants of Zion were to be benefited by. Says one&#x2014;&#x201C;But perhaps that was limited to these six individuals who are here named, and did not mean the whole Church.&#x201D; Wait, let us read the next sentence&#x2014;&#x201C;Behold, this is what the Lord requires of every man in his stewardship, even as I, the Lord, have appointed or shall hereafter appoint.&#x201D;<span class=\"citation\" id=\"86749\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86749)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86749)\">D&amp;C 70:9<\/a><\/span> From this we learn that all the stewards which the Lord had appointed; and all that he should appoint, in a future time, to stewardships, were to hand over all their surplus&#x2014;all that was not necessary to feed and clothe them&#x2014;into the Lord's storehouse. None who belonged to the Church of the living God are exempt from this law. Does that law include us? It includes all who belong to the Church, not one is exempt from it.<span class=\"citation\" id=\"86757\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86757)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86757)\">D&amp;C 70:10<\/a><\/span> Have we been doing this, Latter-day Saints, for the last forty-three years, since this revelation was given? Have we been complying with the order we undertook in the year 1831, to enter into? This old order is not a new order that you talk so much about. <\/div><div class=\"paragraph jod\" id=\"v17n355\"> In the year 1831, we commenced <div class=\"break columnbreak\" id=\"106b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0106.pdf\" target=\"pdfwin\">p.&#xA0;106b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6653\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> emigrating to the western part of the State of Missouri, to a county, quite new then, called Jackson County; most of the land at that time was Government land. When we commenced emigrating there the Lord gave many revelations. The Prophet Joseph went up among some of the earliest to that county, and God gave many revelations contained in the Book of Doctrine and Covenants, in relation to how the people should conduct their affairs. Among the revelations then given was the commandment that every man who should come up to that land should lay all things which he possessed before the Bishop of his Church.<span class=\"citation\" id=\"85353\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85353)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85353)\">D&amp;C 42:30-32<\/a><\/span> Another revelation, given before we went up to that land, speaking of a land which the Lord, at some future time, would give us for an inheritance,<span class=\"citation\" id=\"85076\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85076)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85076)\">D&amp;C 38:18-20<\/a><\/span> commanded that we should consecrate all our property into his storehouse.<span class=\"citation\" id=\"85379\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85379)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85379)\">D&amp;C 42:34<\/a><\/span><span class=\"citation\" id=\"86004\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86004)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86004)\">D&amp;C 51:13<\/a><\/span> If we had wagons, horses, mules, oxen, cows, sheep, farming utensils, household furniture, gold and silver, jewelry, wearing apparel, it mattered not what it was, the Lord said, in a revelation given in February, 1831, that it should all be laid before the Bishop of his Church, and that it should be consecrated to the Lord's storehouse.<span class=\"citation\" id=\"85356\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85356)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85356)\">D&amp;C 42:30-34<\/a><\/span> This reduced us all on a level. If a man had a million dollars when he gathered up to Jackson County, if he complied with the law, he would be just as rich as the man who had not one farthing. Why? Because he consecrated all he had, and the poor man could not do any more than that, hence all who complied with the law were equally poor or equally rich. <\/div><div class=\"paragraph jod\" id=\"v17n356\"> What was the next step after this consecration? In those days we had but one Bishop&#x2014;his name was Edward Partridge,<span class=\"citation\" id=\"86196\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86196)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86196)\">D&amp;C 58:24<\/a><\/span> and he was called by revelation&#x2014;<span class=\"citation\" id=\"85270\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85270)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85270)\">D&amp;C 41:9<\/a><\/span><span class=\"citation\" id=\"86134\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86134)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86134)\">D&amp;C 58:14-17<\/a><\/span>and the next step after this general consecration, the Lord  <div class=\"break pagebreak\" id=\"107a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0107.pdf\" target=\"pdfwin\">p.&#xA0;107a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6652\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>commanded the Bishop and his two counselors<span class=\"citation\" id=\"86197\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86197)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86197)\">D&amp;C 58:24<\/a><\/span> to purchase all the land in Jackson County, and in the counties round about,<span class=\"citation\" id=\"85380\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85380)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85380)\">D&amp;C 42:35<\/a><\/span><span class=\"citation\" id=\"85865\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85865)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85865)\">D&amp;C 48:1-6<\/a><\/span><span class=\"citation\" id=\"86083\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86083)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86083)\">D&amp;C 57:1-7<\/a><\/span><span class=\"citation\" id=\"86254\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86254)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86254)\">D&amp;C 58:51<\/a><\/span><span class=\"citation\" id=\"86432\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86432)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86432)\">D&amp;C 63:27<\/a><\/span> that could conveniently be got, the general price being one dollar and a quarter an acre. And what next? After purchasing these lands as far as they had the means to do so, every man that had consecrated his property was to receive an inheritance.<span class=\"citation\" id=\"86229\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86229)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86229)\">D&amp;C 58:36<\/a><\/span> Now recollect, none except those who consecrated, none who disobeyed that law,<span class=\"citation\" id=\"126980\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126980)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126980)\">D&amp;C 85:3-11<\/a><\/span> were to receive an inheritance or stewardship; but all who consecrated their properties according to this law were to receive their stewardship.<span class=\"citation\" id=\"86789\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86789)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86789)\">D&amp;C 72:17<\/a><\/span><span class=\"citation\" id=\"88041\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88041)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88041)\">D&amp;C 85:1<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v17n358\"> What is the meaning of a stewardship? A steward is one who is accountable to somebody for the property that he manages, and that is his stewardship, whether it be landed property, farming utensils, wagons, cows, oxen, horses, harness, or whatever may be committed to him. To whom were the brethren in Jackson County accountable for the stewardship committed to them? To the Bishop. The Bishop was called in these revelations a common judge in Zion,<span class=\"citation\" id=\"90365\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90365)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90365)\">D&amp;C 107:74<\/a><\/span> ecclesiastically speaking, not according to the civil laws; so far as our ecclesiastical laws were concerned he was to be a common judge, and each person was to render an account of the stewardship which he had to the Bishop. I do not know how often; perhaps once a year, perhaps longer than that, perhaps oftener. I do not know that there was any specified time given in these revelations about how often these accounts should be rendered up. But how were the people to live out of the avails of the stewardship committed to their charge? They were to have food and raiment, and the necessary comforts of life. Well, of course, a wise and faithful steward, having health and strength, and perhaps a <div class=\"break columnbreak\" id=\"107b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0107.pdf\" target=\"pdfwin\">p.&#xA0;107b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6652\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> good deal of talent, might so take charge of a stewardship that he might gain more than he and his family needed, and keeping an account of all these things, and rendering the same when required, some of them would have a considerable surplus above that which they and their families needed. What was to be done with that? Why, as stewards, they would have to consecrate it into the Lord's storehouse, the Lord being the owner of the property and we only his stewards. <\/div><div class=\"paragraph jod\" id=\"v17n359\"> There were some men who were entrusted with a larger stewardship than others. For instance, here was a man who knew nothing about farming particularly, but he might be a master spirit as far as some other branch of business was concerned. He might understand how to carry on a great cloth manufactory and everything in the clothing line necessary for the inhabitants of Zion. Such a man would require a greater stewardship than the man who cultivated a small farm, and had only himself and a wife and two or three children to support. But would the fact of one man having a greater stewardship than another make one richer than another? No. Why not? Because, if one received fifty or a hundred thousand dollars to build and stock a large manufactory for the purpose of manufacturing various kinds of fabrics for clothing, although he might have a surplus of several thousand dollars at the end of the year, he would not be any richer than the farmer with his few acres of land, and let me show you how they would be equal. The manufacturer does not own the building, the machinery, the cotton or the flax, as the case may be, he is only a steward, like the farmer, and if, at the end of the year, he has five, ten, or fifty thousand dollars surplus, does that  <div class=\"break pagebreak\" id=\"108a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0108.pdf\" target=\"pdfwin\">p.&#xA0;108a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6651\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>make him a rich man? By no means, it goes into the Lord's storehouse at the end of each year, or as often as may be required, thus leaving him on the same platform of equality with the farmer and his small stewardship. Do you not see the equality of the thing? In temporal matters it is not given that one man shall possess that which is above another,<span class=\"citation\" id=\"85899\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85899)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85899)\">D&amp;C 49:20<\/a><\/span> saith the Lord. <\/div><div class=\"paragraph jod\" id=\"v17n361\"> Now did the people really enter into this, or was it mere theory? I answer that, in the year 1831, we did try to enter into this order of things, but the hearts of the people had been so accustomed to holding property individually, that it was a very difficult matter to get them to comply with this law of the Lord. Many of them were quite wealthy, and they saw that on that land a great city called Zion, or the New Jerusalem, was to be built; they understood that from the revelations, and they said in their hearts&#x2014;&#x201C;What a fine chance this will be for us to get rich. We have means and money, and if we consecrate according to the law of God we cannot get rich; but we know that people by thousands and tens of thousands will gather up here, and these lands will become very valuable. We can now get them at the government price, a dollar and a quarter an acre, and if we lay out a few thousands in land, we can sell it out to the brethren when they come along at a thousand percent profit, and perhaps in some cases at ten thousand percent, and make ourselves wealthy, so we will not consecrate, but we will go ahead for ourselves individually, and we will buy up the lands to speculate upon.&#x201D; These were the feelings of some who went up to that country; but others were willing to comply with the word of God, and did just as the revelation required, and they <div class=\"break columnbreak\" id=\"108b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0108.pdf\" target=\"pdfwin\">p.&#xA0;108b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6651\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> laid everything they had before the Bishop, and received their stewardship. <\/div><div class=\"paragraph jod\" id=\"v17n362\"> After he had organized these things, Joseph the Prophet, in August of the year 1831, went back to Kirtland, about a thousand miles east, and while there the Lord revealed to him that the inhabitants of Jackson County were not complying with his word; hence Joseph sent letters up to them containing the word of the Lord, chastening them because of their disobedience and rebellion against the law of heaven. He did this on several occasions, and one occasion, especially, as you will find recorded in the history published in some of our periodicals. I think you will find it in the fifteenth volume of the <span class=\"italic\">Millennial Star<\/span>, in language something like this&#x2014;&#x201C;If the people will not comply with my law, which I have given them concerning the consecration of their property, the land shall not be a land of Zion unto them,<span class=\"citation\" id=\"94671\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94671)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94671)\">D&amp;C 119:6<\/a><\/span> but their names shall be blotted out, and the names of their children and their children's children, so long as they will not comply with my laws, and their names shall not be found written in the book of the law of the Lord.&#x201D;<span class=\"citation\" id=\"88045\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88045)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88045)\">D&amp;C 85:1-12<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v17n363\"> In another revelation, published in the Book of Doctrine and Covenants, the Lord says&#x2014;&#x201C;The rebellious are not of the blood of Ephraim, wherefore they shall be plucked up, and shall be sent away out of the land.&#x201D;<span class=\"citation\" id=\"86566\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86566)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86566)\">D&amp;C 64:35-36<\/a><\/span> When this revelation was given all was peace in Jackson County. We had no enemies there any more than we had elsewhere, wherever the Church might be located; all was comparative peace. But the Lord said that the rebellious should be plucked up and sent away out of the land.<span class=\"citation\" id=\"86567\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86567)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86567)\">D&amp;C 64:35-36<\/a><\/span> The people thought there was no prospect whatever of that revelation being fulfilled. All was peace,  <div class=\"break pagebreak\" id=\"109a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0109.pdf\" target=\"pdfwin\">p.&#xA0;109a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6650\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and to say that they were to be plucked up and driven out of the land was out of the question. They did not repent, that is all of them, but continued in their disobedience, neglecting to consecrate their properties, according to the requirements of the law of the Lord; and hence, when they had been there about two years and five months from the time of their first settlement or location, they were literally plucked up and cast away out of the land. You have the history before you. Their enemies arose upon them and began to tear down their houses, and they burned two hundred and three of the dwellings our people had built in that land. They burned down their grain stacks, hay stacks and fences, and chased the Latter-day Saints around from one part of the county to another, sometimes tying them up to trees and whipping them, in some instances until their bowels gushed out. They tore down the printing office and destroyed it, also one of our dry goods stores, and scattered the goods through the streets; they went into houses and, taking therefrom the bedding and furniture, piled them up in the streets and set fire to them, and thus they continued their persecutions until, finally, they succeeded in driving the Latter-day Saints from the county, and thus the word of the Lord was fulfilled which said&#x2014;&#x201C;I will pluck them up and send them away out of the land,<span class=\"citation\" id=\"86564\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86564)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86564)\">D&amp;C 64:35-36<\/a><\/span> for none but the obedient shall eat of the good of the land of Zion in these latter days.&#x201D;<span class=\"citation\" id=\"86562\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86562)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86562)\">D&amp;C 64:34<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v17n365\"> Another revelation God gave, to warn the people, in which he told them to remember the Book of Mormon, and the new covenant which he had revealed,<span class=\"citation\" id=\"87816\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87816)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87816)\">D&amp;C 84:57<\/a><\/span> and which, if they did not observe, he said&#x2014;&#x201C;Behold, I, the Lord, have a scourge and a judgment which shall be poured out upon your <div class=\"break columnbreak\" id=\"109b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0109.pdf\" target=\"pdfwin\">p.&#xA0;109b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6650\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> heads.&#x201D;<span class=\"citation\" id=\"87827\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87827)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87827)\">D&amp;C 84:58<\/a><\/span> This was given between one and two years before we were driven out of that county, in Kirtland, Ohio, through the Prophet Joseph, and sent up to them to warn them. Another revelation said if the people did not do thus and so, they should be persecuted from city to city, and from synagogue to synagogue, and but few should stand to receive an inheritance&#x2014;<span class=\"citation\" id=\"86442\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86442)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86442)\">D&amp;C 63:31<\/a><\/span>meaning those who had gone into that county. <\/div><div class=\"paragraph jod\" id=\"v17n366\"> Now go through this Territory, from one end thereof to the other, hunt up the greyheaded and greybearded men and the old ladies, who were once in Jackson County, and see how many you can find who lived there then, and you can judge whether the word of the Lord has been fulfilled or not. I guess that you will find but very few if you hunt, all through the Territory. <\/div><div class=\"paragraph jod\" id=\"v17n367\"> Let us read a little further in the revelations, and see whether God has cast us entirely off or not. In one of the revelations, given after we were driven out across the Missouri River into Clay County, and into the surrounding counties, the Lord said, concerning the people who were scattered and driven&#x2014;&#x201C;Behold, I have suffered these things to come upon them because of their sins and wickedness; but notwithstanding all these afflictions which have come upon my people, I will be merciful unto them, and in the day of wrath I will remember mercy. Wherefore I, the Lord, will not utterly cast them off.&#x201D;<span class=\"citation\" id=\"89379\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89379)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89379)\">D&amp;C 101:1-9<\/a><\/span> Though but few should stand to receive an inheritance,<span class=\"citation\" id=\"86443\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86443)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86443)\">D&amp;C 63:31<\/a><\/span> the Lord said he would not utterly cast them off.<span class=\"citation\" id=\"126981\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126981)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126981)\">D&amp;C 101:9<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v17n368\"> What next? He gives an inferior law, called the law of Tithing, suited and adapted to us. After we had been driven for neglecting to comply with the greater law of consecration of all we had, he thought he would  <div class=\"break pagebreak\" id=\"110a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0110.pdf\" target=\"pdfwin\">p.&#xA0;110a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6649\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>not leave us without a law, but he gave us an inferior law, namely, that we should give in one-tenth part of our annual income.<span class=\"citation\" id=\"90747\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90747)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90747)\">D&amp;C 119:1-7<\/a><\/span> This law was given in May, 1838, I do not remember the exact date, and I believe that we have tried to comply with it; but it has been almost an impossibility to get the people universally to comply with it. <\/div><div class=\"paragraph jod\" id=\"v17n369\"> There is another item connected with this law of Tithing that has but seldom been complied with, namely, the consecration of all surplus property.<span class=\"citation\" id=\"90733\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90733)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90733)\">D&amp;C 119:1<\/a><\/span> Now go round among the Saints, among the emigrants who have gathered up from time to time, and there has been only now and then a man who had any surplus property, let him be the judge. If a man had fifty or a hundred thousand dollars, he said in his own heart&#x2014;&#x201C;I really need all this, I want to speculate, I want to buy a great deal of land to sell again when the price of land shall rise; I want to set up a great store in which to sell merchandise to the people, and if I consecrate any of this it will curtail my operations, because it will diminish my capital, and I cannot speculate to the extent I should if I retained it all, and I shall therefore consider that I have no surplus property.&#x201D; Now an honest-hearted individual would have a little surplus property, and he would put it in; but from that day until the present time I presume that the tenth of their annual income has been paid by the majority of the people. I do not really know in relation to this matter, at any rate the Lord has not utterly forsaken us, hence I think we have kept his law in some measure, or in all probability he would have cast us off altogether. <\/div><div class=\"paragraph jod\" id=\"v17n370\"> But how is it that we have been smitten, driven, cast out and persecuted, and the lives of our Prophet and Patri<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"110b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0110.pdf\" target=\"pdfwin\">p.&#xA0;110b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6649\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>arch and hundreds of others destroyed by rifle, cannon, and sword in the hands of our enemies? How is it that such things have been permitted in this free republic? &#x201C;Oh,&#x201D; says one, &#x201C;It is because you practiced polygamy.&#x201D; I answer that we did not practice polygamy in the days of the persecutions which I have named, they came upon us before we began that practice, for the revelation on polygamy was not given until some thirteen years after the rise of this Church, and that was after we had been driven and smitten and scattered to and fro, here and there by the hands of our enemies, hence, it was not for that that we were persecuted. But if we take the printed circulars written by our enemies, we can give you their reasons for persecuting us. One of their reasons was that we believed in ancient Christianity, namely, speaking in tongues, interpretation of tongues, healing the sick, etc.; and our enemies did not believe in having a community in their midst who claimed to have Apostles and Prophets and to enjoy the gifts of the Gospel the same as the ancient Saints. Our enemies said they would not have such a people in their society, and if we did not renounce these things they would drive us from our homes. You can read this with the names of the mob attached to it, in connection with a great many priests and ministers of different denominations. The Rev. Isaac M'Coy and the Rev. Mr. Bogard, and many others who might be named, were among the leaders of the mob who persecuted the Latter-day Saints. <\/div><div class=\"paragraph jod\" id=\"v17n371\"> Now, why is it, Latter-day Saints, that we have been tossed to and fro and smitten and persecuted for these many years? It is because we have disobeyed the law of heaven, we have not kept the commandments of the  <div class=\"break pagebreak\" id=\"111a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0111.pdf\" target=\"pdfwin\">p.&#xA0;111a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6648\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Most High God, we have not fulfilled his law; we have disobeyed the word which he gave through his servant Joseph, and hence the Lord has suffered us to be smitten and afflicted under the hands of our enemies.<span class=\"citation\" id=\"89382\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89382)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89382)\">D&amp;C 101:2<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v17n373\"> Shall we ever return to the law of God? Yes. When? Why, when we will. We are agents; we can abide his law or reject it, just as long as we please, for God has not taken away your agency nor mine. But I will try to give you some information in regard to the time. God said, in the year 1832, before we were driven out of Jackson County, in a revelation which you will find here in this book, that before that generation should all pass away,<span class=\"citation\" id=\"126982\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126982)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126982)\">D&amp;C 84:4-5<\/a><\/span> a house of the Lord should be built in that county (Jackson County),<span class=\"citation\" id=\"126983\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126983)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126983)\">D&amp;C 84:2-3<\/a><\/span> &#x201C;upon the consecrated spot as I have appointed;<span class=\"citation\" id=\"87707\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87707)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87707)\">D&amp;C 84:31<\/a><\/span> and the glory of God, even a cloud by day, and a pillar of flaming fire by night,<span class=\"citation\" id=\"57920\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57920)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57920)\">Isa. 4:5<\/a><\/span> shall rest upon the same.&#x201D;<span class=\"citation\" id=\"87498\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87498)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87498)\">D&amp;C 84:5<\/a><\/span> In another place, in the same revelation, speaking of the priesthood, he says that the sons of Moses and the sons of Aaron, those who had received the two priesthoods, should be filled with the glory of God upon Mount Zion, in the Lord's house, and should receive a renewing of their bodies, and the blessings of the Most High should be poured out upon them in great abundance.<span class=\"citation\" id=\"87714\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87714)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87714)\">D&amp;C 84:31-39<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v17n374\"> This was given forty-two years ago. The generation then living was not only to commence a house of God in Jackson County, Missouri, but was actually to complete the same, and when it is completed the glory of God should rest upon it.<span class=\"citation\" id=\"87497\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87497)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87497)\">D&amp;C 84:5<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v17n375\"> Now, do you Latter-day Saints believe that? I do, and if you believe in these revelations you just as much expect the fulfillment of that revelation as of any one that God has ever given in these latter times, or in former ages. We look, just as much <div class=\"break columnbreak\" id=\"111b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0111.pdf\" target=\"pdfwin\">p.&#xA0;111b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6648\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> for this to take place, according to the word of the Lord, as the Jews look to return to Palestine, and to rebuild Jerusalem upon the place where it formerly stood. They expect to build a Temple there, and that the glory of God will enter into it; so likewise do we Latter-day Saints expect to return to Jackson County and to build a Temple there before the generation that was living forty-two years ago has all passed away. Well, then, the time must be pretty near when we shall begin that work. Now, can we be permitted to return and build up the waste places of Zion,<span class=\"citation\" id=\"89445\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89445)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89445)\">D&amp;C 101:18<\/a><\/span><span class=\"citation\" id=\"89741\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89741)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89741)\">D&amp;C 103:11<\/a><\/span> establish the great central city of Zion in Jackson County, Mo., and build a Temple on which the glory of God will abide by day and by night,<span class=\"citation\" id=\"126984\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126984)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126984)\">D&amp;C 84:2-5<\/a><\/span> unless we return, not to the &#x201C;new order,&#x201D; but to that law which was given in the beginning of this work? Let me answer the question by quoting one of these revelations again, a revelation given in 1834. The Lord, speaking of the return of his people, and referring to those who were driven from Jackson County, says&#x2014;&#x201C;They that remain, shall return, they and their children with them, to receive their inheritances in the land of Zion, with songs of everlasting joy upon their heads.&#x201D;<span class=\"citation\" id=\"89446\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89446)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89446)\">D&amp;C 101:18<\/a><\/span> There will be a few that the Lord will spare to go back there, because they were not all transgressors. There were only two that the Lord spared among Israel during their forty years travel&#x2014;Caleb and Joshua.<span class=\"citation\" id=\"54739\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54739)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54739)\">Num. 14:30<\/a><\/span><span class=\"citation\" id=\"54864\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54864)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54864)\">Num. 26:65<\/a><\/span> They were all that were spared, out of some twenty-five hundred thousand people, from twenty years old and upwards,<span class=\"citation\" id=\"54735\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54735)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54735)\">Num. 14:29<\/a><\/span> to go into the land of promise. There may be three in our day, or a half dozen or a dozen spared that were once on that land who will be permitted to return with their children, grandchildren, and great-grandchildren unto the waste places of Zion and build them  <div class=\"break pagebreak\" id=\"112a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0112.pdf\" target=\"pdfwin\">p.&#xA0;112a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6647\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>up with songs of everlasting joy.<span class=\"citation\" id=\"89447\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89447)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89447)\">D&amp;C 101:18<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v17n377\"> But will they return after the old order of things that exists among the Gentiles&#x2014;every man for himself, this individualism in regard to property? No, never, never while the world stands. If you would have these revelations fulfilled you must comply with the conditions thereof. The Lord said, concerning the building up of Zion when we do return&#x2014;&#x201C;Except Zion be built according to the law of the celestial kingdom, I cannot receive her unto myself.&#x201D;<span class=\"citation\" id=\"89935\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89935)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89935)\">D&amp;C 105:5<\/a><\/span> If we should be permitted, this present year, 1874, to go back to that county, and should undertake to build up a city of Zion upon the consecrated spot, after the order that we have been living in during the last forty years, we should be cast out again, the Lord would not acknowledge us as his people, neither would he acknowledge the works of our hands in the building of a city. If we would go back then, we must comply with the celestial law, the law of consecration, the law of oneness, which the Lord has spoken of from the beginning. Except you are one you are not mine.<span class=\"citation\" id=\"85146\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85146)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85146)\">D&amp;C 38:27<\/a><\/span> Query, if we are not the Lord's, who in the world or out of the world do we belong to? Here is a question for us all to consider. There is no other way for us to become one but by keeping the law of heaven, and when we do this we shall become sanctified before God, and never before. <\/div><div class=\"paragraph jod\" id=\"v17n378\"> Talk about sanctification, we do not believe in the kind of sanctification taught by the sectarian religion&#x2014;that they were sanctified at such a minute and such an hour and at such a place while they were praying in secret. We believe in the sanctification that comes by continued obedience to the law of heaven. I do not know of any other sanctification that the Scriptures tell about, of any <div class=\"break columnbreak\" id=\"112b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0112.pdf\" target=\"pdfwin\">p.&#xA0;112b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6647\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> other sanctification that is worth the consideration of rational beings. If we would be sanctified then, we must begin today, or whenever the Lord points out, to obey his laws just as far as we possibly can; and by obedience to these laws we continually gain more and more favor from heaven, more and more of the Spirit of God, and thus will be fulfilled a revelation given in 1834, which says that before Zion is redeemed, let the armies of Israel become very great, let them become sanctified before me, that they may be as fair as the sun, clear as the moon, and that their banners may be terrible unto all the nations of the earth.<span class=\"citation\" id=\"90021\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90021)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90021)\">D&amp;C 105:31<\/a><\/span> Not terrible by reason of numbers, but terrible because of the sanctification they will receive through obedience to the law of God. Why was Enoch, and why were the inhabitants of the Zion built up before the flood terrible to all the nations around about? It was because, through a long number of years, they observed the law of God, and when their enemies came up to fight against them, Enoch, being filled with the power of the Holy Ghost, and speaking the word of God in power and in faith, the very heavens trembled and shook, and the earth quaked, and mountains were thrown down, rivers of water were turned out of their course, and all nations feared greatly because of the power of God, and the terror of his might that were upon his people.<span class=\"citation\" id=\"92801\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92801)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92801)\">Moses 7:13<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v17n379\"> We have this account of ancient Zion in one of the revelations that God has given. What was it that made their banners terrible to the nations? It was not their numbers. If, then Zion must become great it will be because of her sanctification. When shall we begin, Latter-day Saints, to carry out the law of God, and enter upon the process necessary to our sanctification? We are told by the  <div class=\"break pagebreak\" id=\"113a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0113.pdf\" target=\"pdfwin\">p.&#xA0;113a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6646\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>highest authority that God has upon the earth that now is the accepted time and now is the day of salvation, so far as entering into this order which God has pointed out is concerned. Shall we do it? Or shall we say no? Shall there be division among the people, those who are on the Lord's side come out and those who are against the law of God come out? I hope this division will not be at present. I hope that we shall take hold with one heart and with one mind.<span class=\"citation\" id=\"92941\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92941)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92941)\">Moses 7:18<\/a><\/span> The time of the division will come soon enough. It will be in the great day of the Lord's power, when his face shall be un<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"113b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0113.pdf\" target=\"pdfwin\">p.&#xA0;113b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6646\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>veiled in yonder heavens,<span class=\"citation\" id=\"88599\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88599)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88599)\">D&amp;C 88:68,95<\/a><\/span><span class=\"citation\" id=\"90981\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90981)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90981)\">D&amp;C 124:8<\/a><\/span> and when he shall come in his glory<span class=\"citation\" id=\"126985\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126985)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126985)\">Matt. 25:31<\/a><\/span> and in his might.<span class=\"citation\" id=\"126986\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126986)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126986)\">3 Ne. 26:3<\/a><\/span> Then the heavens will be shaken and the earth will reel to and fro like a drunken man.<span class=\"citation\" id=\"85902\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85902)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85902)\">D&amp;C 49:23<\/a><\/span><span class=\"citation\" id=\"88655\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88655)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88655)\">D&amp;C 88:87<\/a><\/span> &#x201C;Then,&#x201D; saith the Lord, &#x201C;I will send forth mine angels, to gather out of my kingdom all things that offend, and that do iniquity.&#x201D;<span class=\"citation\" id=\"64649\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64649)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64649)\">Matt. 13:41<\/a><\/span> That will be time enough for this great division. Let us not be divided now, Latter-day Saints, but let us manifest our willingness to comply with the word and law of the Most High, and be prepared for the blessings which he has in store for us. <\/div>\n<\/div>\n<\/div>"}