{"ID":170038, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Saints Are the Light of the World&#x2014;Live Down Falsehood&#x2014;Union in the Church All-Important.<\/div>\n<div class=\"subtitle\">Discourse by Elder George Q. Cannon, delivered at the Adjourned Semi-Annual Conference of the Church of Jesus Christ of Latter-Day Saints, in the New Tabernacle, Salt Lake City, Sunday Afternoon, October 11, 1874.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: Saints Are the Light of the World, Etc.<\/div>\n<div class=\"speaker\">Speaker: George Q. Cannon<\/div>\n<div class=\"date\">Date: 10\/11\/1874<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d38\">\n<div class=\"paragraph jod\" id=\"v17n890\"> The teachings which we have heard at this conference have been of a character most important to us as a people, and should be treasured up by all who have heard them; and those of us who reside in other places who have attended Conference should carry the instructions they have received to the places where they reside, that the spirit of this work and the spirit of this conference may be disseminated among all the Saints. <\/div><div class=\"paragraph jod\" id=\"v17n891\"> We are living in one of the most important periods of the earth's history. Events are of such a character connected with us as to excite the greatest interest, and no one connected with the people, who feels as he or she should, can help being interested in the way in which this work is progressing and attracting attention throughout the earth. There is no people, today, on the face of the <div class=\"break columnbreak\" id=\"260b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0260.pdf\" target=\"pdfwin\">p.&#xA0;260b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6500\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> earth who are situated in this respect as are the Latter-day Saints. God is dealing with us in a most remarkable manner, and is fulfilling, through his people, the predictions of the holy prophets, and we behold on every hand, when we open our eyes to see and our hearts to understand, the great events which God said should transpire in some day and age in the future. <\/div><div class=\"paragraph jod\" id=\"v17n892\"> There is one thing with which I am greatly impressed, and that is, within a few years how determined the enemies of the kingdom of God have been to destroy that work which he has founded. How they have envied, maligned, and maliciously persecuted this people, and how they have concocted plots for their overthrow! In this last Congress no less than eight bills were introduced, having for their object the subjugation of the people of Utah to the ring of  <div class=\"break pagebreak\" id=\"261a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0261.pdf\" target=\"pdfwin\">p.&#xA0;261a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6499\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>men who have sought their destruction, and yet the population of this entire Territory does not number as much as a second class city in the United States. I remarked to members of Congress, of the House and of the Senate, that Congress was paying us a great compliment, a people so insignificant numerically, so devoid of wealth, in the estimation of many so illiterate, so deluded, so bound and fettered and so barbarous in our habits. I think it a great compliment that the representatives of forty millions of people should bestow such attention upon one hundred and fifty thousand. Yet it is not these representatives who wish so much to do us harm, but it is a body of men here who are anxious to gain power and influence at the expense of a people whose prosperity and influence they envy. I have been impressed with the wonderful manner in which we have been advertised now for some years back. I cannot fail to recognize the hand of God in this. I look around me and I see a people who, if they were not Latter-day Saints, if they did not believe the gospel of the Lord Jesus Christ, would not be noticed in any particular manner, but who, because they are Latter-day Saints, are known more widely and whose movements attract more attention and excite greater interest, whose public men are more advertised and their lives and characters published more widely throughout the earth than those of many rulers of great nations. Men say it is because this is such a great imposture, because Brigham Young is a false prophet, and because the Latter-day Saints are deluded. These are singular statements to make, as though a few deluded and ignorant people, led by a false prophet, could occupy the attention of the nations of the earth. It is something un<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"261b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0261.pdf\" target=\"pdfwin\">p.&#xA0;261b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6499\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>heard of in history except, as we testify, in the case of those who have preceded us in the same work. Jesus said to his ancient disciples, &#x201C;Ye are the light of the world. A city that is set on a hill cannot be hid.&#x201D;<span class=\"citation\" id=\"63059\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63059)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63059)\">Matt. 5:14<\/a><\/span> The eyes of the world were upon them. And in our day we behold the same effect. The Latter-day Saints and their work have been like a city set on a hill. They have attracted the gaze of the nations, and that, too, without any especial effort on their part to make themselves conspicuous. The clamor of our enemies has greatly contributed to this. What do their attacks accomplish for us? They advertise us and give us an importance to which we could not otherwise attain. Every effort that is made to destroy this work or to embarrass its onward progress, or to deprive its leaders of their lives or of their liberties only enhances its importance in the midst of the earth, gives it publicity, preaches the gospel, attracts attention, causes men and women to think, to reason and to investigate what it is about this people that creates so much excitement. <\/div><div class=\"paragraph jod\" id=\"v17n894\"> I have said, and I do not think I exaggerate in the least degree, that the efforts of the past three or four years, in this Territory, to destroy this work and to deprive the leaders of this people of their liberty have had more effect in preaching what is called Mormonism than the efforts of a thousand missionaries would have been able to accomplish. &#x201C;Well, but,&#x201D; says one, &#x201C;they say such terrible things about you, and it is no advantage to be spoken of in this manner, to be maligned and accused of wrong.&#x201D; It is an advantage, because, as I have said, it causes men and women to reason and reflect, and it promotes investigation. There have been hundreds who have come here and been brought in contact with this  <div class=\"break pagebreak\" id=\"262a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0262.pdf\" target=\"pdfwin\">p.&#xA0;262a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6498\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>people, who have been astonished at what they have seen, because what they have seen has been so different in every respect from the stories that they have heard, and the effect and revulsion of feeling have been much greater than they would have been had they never heard anything about us at all. And it is our business to live down the lies that are put in circulation about us. I, myself, rejoice in these things, because I see the hand of God in it all, I see the fulfillment of the predictions of the holy prophets, I see a people being gathered together who are united, not so much as they should be, but still more united than they were before they heard this gospel, and I rejoice that this is the case. <\/div><div class=\"paragraph jod\" id=\"v17n896\"> I hope that we shall continue to cultivate within us the principle of union. Remember the story of the Scythian king. When on his deathbed he told his boys to bring him a bundle of arrows. &#x201C;Now,&#x201D; said he, &#x201C;let me see you break this.&#x201D; They tried one after another, but they could not break the bundle. &#x201C;Cut the string that ties them,&#x201D; said the king, &#x201C;and try to break them singly.&#x201D; They cut the string and tried the arrows singly and broke the entire bundle with ease. There is power in concentration of effort, and it is this which gives us our character in the earth today. Cause the Latter-day Saints to be disunited, divide us asunder, split us into factions and what would we amount to? Why, nothing at all, we would not count anything in the history of the race or of the earth; but the very notice that we receive, the attention that we attract is a tribute to our union and to that amount of the cementing influence which prevails among us as a people. Union among us is all-important, because we have a power opposed to us that will destroy <div class=\"break columnbreak\" id=\"262b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0262.pdf\" target=\"pdfwin\">p.&#xA0;262b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6498\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> us if it can, there is no disguising this fact, it is publicly announced everywhere. It was hoped when the railroad was completed that that would do it; it was hoped that when the mines were discovered and emigration floated in here that the accompanying influences would accomplish it, that fashion, luxury, vice with all their corroding influences at work at this system would destroy it, or produce the disintegration of the entire people. Every effort of this kind has for its object the destruction of the union of this people. Why, if we were disunited, if we were split into factions we might have houses of ill fame on every corner in juxtaposition with churches; we might have drinking saloons and gambling saloons; we might practice harlotry to the fullest extent, and who would indict us for it or say one word against our practices? No one; we would be following the fashion of the world. Why, it would furnish themes for preachers and they would have excellent texts, for where these things abound they flourish. But because we are united, because we have set our faces against these things, because we discourage vice we are unpopular, and we shall continue to be so until a better judgment prevail. <\/div><div class=\"paragraph jod\" id=\"v17n896\"> I have said there is no disguising the fact, nobody attempts to disguise it, that the object sought for at the present time is the destruction of this people as a people. Not that many would avow their wish to have our lives taken, but to destroy our union, to destroy the influence of our leading men. Now, I ask you, Latter-day Saints, are you so blind and so foolish as not to see that this is the object of every attack which is made upon us? You who do not feel in favor of more union and of concentrating our efforts, ask your<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"263a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0263.pdf\" target=\"pdfwin\">p.&#xA0;263a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6497\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>selves this question and reflect upon the objects sought to be obtained by those who are arrayed against us. We do not seek the destruction of any, we have never been aggressive, we have never sought to force our opinions upon anyone; we have invited all to come to this land and proclaim their principles here, without let or hindrance. They have not been gagged in their faith, or restrained or restricted in any manner. They have had the privilege of preaching to the fullest extent in our tabernacles and meetinghouses, and we have not had the least objection thereto, but on the contrary we have been pleased to see them. This is the course we have taken. But when we are threatened with destruction, as a pure matter of self-defense it is our duty to organize ourselves to resist these attacks, and the people who would not do it are unworthy of an existence upon the earth. I, therefore, have ever been, am now, and will always be, while I feel as I do at the present time, in favor of greater union among this people, in favor of the United Order, in favor of everything that will give us strength and cement us closer and closer together and make our lines more impregnable than they are. And as I said the other day so say I again, with the help of God, my life shall be devoted to that object with all the strength, influence and ability which God shall give me among this people. Is there any harm in this? Not in the least, so long as our objects are what they are. We want to save, we want to preserve, we want to disseminate good principles, and any man or woman who will practice this can live forever in the midst of the Latter-day Saints and never have any difficulty. Every fair-minded man who comes to this land and deports himself as a gentleman, and <div class=\"break columnbreak\" id=\"263b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0263.pdf\" target=\"pdfwin\">p.&#xA0;263b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6497\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> any fair-minded lady who comes and deports herself in like manner, might live here until they were as old as Methuselah was, if we continued as we have been, without ever having the least cause of feeling against us. We ask no more from others than we are willing to extend to them with the greatest liberality and freedom; but we expect to have liberty and freedom for ourselves, and we shall contend for them in every constitutional and legal manner as long as we live. <\/div><div class=\"paragraph jod\" id=\"v17n898\"> My brethren and sisters, if you have not got this spirit of union let me advise you to seek for it. Humble yourselves before God and seek for it until the desire to be more closely united will burn within you, until you regard it as one of the greatest objects that can be attained. In a family capacity, in a ward capacity, or as a people, from north to south, we should not have these clashing and conflicting interests&#x2014;Latter-day Saints against Latter-day Saints, and yet all of us professing to have the building up of God's kingdom at heart. I do not know of anything else that we have to do. God has sent us here for this object, and I do not know any better thing that we can engage in than to build up the Zion of God. It is as good and as great a labor as we can be engaged in, in fact it is <span class=\"italic\">the<\/span> labor which God has assigned unto us as a people and as individuals, and if any of us are engaged in anything else we are not in the line of our duty, and we should turn aside from that and pursue the path which God has marked out. <\/div><div class=\"paragraph jod\" id=\"v17n899\"> May God bless you and fill you with his Holy Spirit, that you may carry it with you to your various homes in the remote parts of the Territory, and that it may live and burn within you, fill you with good  <div class=\"break pagebreak\" id=\"264a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0264.pdf\" target=\"pdfwin\">p.&#xA0;264a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6496\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and holy desires to do the will of God, keep his commandments and live in close communion with him, and then you need never be afraid of being deceived, for you cannot be <div class=\"break columnbreak\" id=\"264b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0264.pdf\" target=\"pdfwin\">p.&#xA0;264b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6496\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> if you have the Holy Ghost within you, and that this may be the case, is my prayer, in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}