{"ID":170018, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Belief of The Saints in the Mission of the Savior&#x2014;Pertaining to Inheritances Upon the Earth that Shall Be Everlasting&#x2014;It Takes a Higher Power Than a Bill of Divorce to Take a Woman From a Good Man.<\/div>\n<div class=\"subtitle\">Discourse by President Brigham Young, delivered in the Bowery, Brigham City, Sunday Afternoon, June 28, 1874.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: The Belief of The Saints, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 6\/28\/1874<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d18\">\n<div class=\"paragraph jod\" id=\"v17n388\"> I should like the people to keep as quiet as possible, I have a few words to say to them concerning the inheritances of the Saints. I will talk to those who are believers in the Old and New Testaments, as this book which lies before me is called&#x2014;the Bible, and in the mission of the Savior. I will ask the Latter-day Saints if they believe that the man Christ Jesus, who was crucified at Jerusalem, over eighteen hundred years ago, was the Savior of the world, and that he paid the debt contracted by our first parents, and redeemed the children of men from the fall? Of course, they will answer in the affirmative. You believe, then, in the mission of the Savior to the earth? &#x201C;Of course we do,&#x201D; is the answer. Do we believe that the Savior is heir to this earth. I <div class=\"break columnbreak\" id=\"115b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0115.pdf\" target=\"pdfwin\">p.&#xA0;115b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6644\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> will answer for all Saints and all believers in the Savior and say we do. Do we believe that this man Christ Jesus has received his inheritance; has he finished the work which he came into the world and was manifested in the flesh to accomplish? I will answer for all Christians and say he has not, as yet, finished his work or received the kingdom. As for the proof of this you can go to the Bible and all the other revelations that we have in our possession, and you will find it there. Are we co-workers with the Savior to redeem the children of men and all things pertaining to the earth? I will answer for the Saints and say that we most assuredly believe we are. All who, while in the flesh, received and were faithful to the Priesthood, labored with the Savior while they  <div class=\"break pagebreak\" id=\"116a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0116.pdf\" target=\"pdfwin\">p.&#xA0;116a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6643\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>remained here, and when they passed into the spirit world their labors did not cease, but they passed into the prison, and, to this day, they are preaching to the spirits there,<span class=\"citation\" id=\"92161\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92161)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92161)\">D&amp;C 138:30<\/a><\/span> and laboring for the salvation of the human family and for the earth and all things pertaining to it. <\/div><div class=\"paragraph jod\" id=\"v17n390\"> Have these men, who have lived upon the earth and enjoyed the blessings of the holy Priesthood, received their inheritances? I take the liberty of answering for all Saints in the negative. They have not received their inheritances, but they have received promises like Abraham of old when he was shown the land of Canaan, and it was promised to him that it should be his inheritance, and that of his seed after him forever and ever.<span class=\"citation\" id=\"53143\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53143)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53143)\">Gen. 17:4-8<\/a><\/span> To this day they have not inherited the land according to the promises that were made to Abraham.<span class=\"citation\" id=\"71512\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71512)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71512)\">Acts 7:5<\/a><\/span> So it is with all others. Have any of us, in the latter days, received inheritances upon the time of this earth that shall be everlasting? No, we are not prepared to receive them, and they are not prepared for us. I am telling you these things that you may know and understand that, when we talk about property, or anything else that we seem to possess, we have not yet received anything for an everlasting inheritance. If we are faithful we shall receive after a long time, that is, it may seem long to us who reckon time by years, months, weeks, days, minutes and seconds. I should like to have the Latter-day Saints understand what their labor is, and to have each one understand his duty, and then understand the reward of obedience to that duty. <\/div><div class=\"paragraph jod\" id=\"v17n391\"> We get a great many good gifts here&#x2014;we enjoy a great deal that the Lord gives us; gifts that we will say are inherent natural gifts. What a beautiful gift the power of the eye is for a man to enjoy! What a beau<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"116b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0116.pdf\" target=\"pdfwin\">p.&#xA0;116b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6643\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tiful gift the power of hearing is to the people, and all our senses&#x2014;tasting, smelling, &amp;c., and the passions when they are governed and controlled, how beautiful they are! Shall we inherit them forever and ever, or shall we take a course that they shall be taken from us? <\/div><div class=\"paragraph jod\" id=\"v17n392\"> We are talking now to the brethren about being one,<span class=\"citation\" id=\"85147\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85147)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85147)\">D&amp;C 38:27<\/a><\/span> operating together, submitting all to the kingdom of God. What for? Am I to give what I have? &#x201C;Why, this is my house, this is my farm, these are my cattle!&#x201D; We only seem to have them, they are only in our possession for the present. &#x201C;This is my wife, these are my wives, here are my children!&#x201D; We seem to possess them, but whether we shall possess them forever depends entirely upon our future course. How long will this state of things last? Until we have passed the ordeals allotted to finite, intelligent beings, and have passed from one degree and state to another; until the work is completed by the Savior, pertaining to this earth, and our eternal salvation is sealed to us. While we live here in the flesh we are subject to turn to the right and to the left, and we have the vanities and allurements of the world to contend with; and we see Latter-day Saints, after traveling five, ten, twenty, and even forty years, faithful in the kingdom of God, turn away from the holy commandments. They will be lost, and all that they have had, and all that they think they have will be taken from them and given to those who are faithful; and those who are faithful will not receive their inheritances, so that they can say they are their own, until they have passed all these ordeals, and until the Savior has completed the work of redemption. He is now trying to get the people to avail themselves of the advantages of his  <div class=\"break pagebreak\" id=\"117a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0117.pdf\" target=\"pdfwin\">p.&#xA0;117a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6642\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>atonement, and we, professedly, are enjoying these advantages, but how slow and slothful we are! What trifling, frivolous shadows, I may say vain ideas, will turn the hearts and the affections and judgment and will of man from the principles of truth! I want you to understand that you have not your eternal inheritances, although you may have an inheritance here in this city. <\/div><div class=\"paragraph jod\" id=\"v17n394\"> By and by the Center Stake of Zion may be redeemed. We may go there, and Zion may be built up and spread abroad and we receive our inheritances; and if we are faithful we shall receive all that has been promised to us. But suppose that we turn away from our covenants, all will be taken from us and given to others. <\/div><div class=\"paragraph jod\" id=\"v17n395\"> When shall we receive our inheritances so that we can say they are our own? When the Savior has completed the work, when the faithful Saints have preached the Gospel to the last of the spirits who have lived here and who are designed to come to this earth; when the thousand years of rest shall come and thousands and thousands of Temples shall be built, and the servants and handmaids of the Lord shall have entered therein and officiated for themselves, and for their dead friends back to the days of Adam; when the last of the spirits in prison who will receive the Gospel has received it; when the Savior comes and receives his ready bride, and all who can be are saved in the various kingdoms of God&#x2014;celestial, terrestrial and telestial, according to their several capacities and opportunities; when sin and iniquity are driven from the earth, and the spirits that now float in this atmosphere are driven into the place prepared for them; and when the earth is sanctified from the effects of the fall, and baptized, cleansed, and purified by fire, and returns to its paradisiacal state, <div class=\"break columnbreak\" id=\"117b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0117.pdf\" target=\"pdfwin\">p.&#xA0;117b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6642\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and has become like a sea of glass, a Urim and Thummim;<span class=\"citation\" id=\"91296\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91296)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91296)\">D&amp;C 130:7-9<\/a><\/span> when all this is done, and the Savior has presented the earth to his Father,<span class=\"citation\" id=\"126989\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126989)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126989)\">D&amp;C 76:107<\/a><\/span> and it is placed in the cluster of the celestial kingdoms, and the Son and all his faithful brethren and sisters have received the welcome plaudit&#x2014;&#x201C;Enter ye into the joy of your Lord,&#x201D;<span class=\"citation\" id=\"66119\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66119)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66119)\">Matt. 25:21<\/a><\/span> and the Savior is crowned, then and not till then, will the Saints receive their everlasting inheritances. I want you to understand this. We seem to have something now, but how long shall we keep it? <\/div><div class=\"paragraph jod\" id=\"v17n396\"> The Latter-day Saints are believers in the atonement of the Savior, and I would like to have the Elders of Israel understand as far as they can all the points of doctrine in regard to the redemption of the human family, that they may know how to talk about and explain them. No one who believes in the Bible and in the mission of the Savior believes that the wicked are going to possess this earth; but they believe that when it is prepared it will be given to the Saints and they will inherit it.<span class=\"citation\" id=\"61741\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61741)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61741)\">Dan. 7:27<\/a><\/span> The Savior has requested us and all of his disciples to remember him as oft as we meet together, and to break bread in remembrance of his body which was broken for us, and to drink from the cup in remembrance of the blood that was shed for us.<span class=\"citation\" id=\"68069\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68069)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68069)\">Luke 22:19-20<\/a><\/span><span class=\"citation\" id=\"73367\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73367)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73367)\">1 Cor. 11:23-26<\/a><\/span><span class=\"citation\" id=\"84407\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84407)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84407)\">D&amp;C 20:75-79<\/a><\/span> We meet, as we are doing today, and partake of the bread and the water in compliance with this request of the Redeemer. We have a great work before us; and that portion of it we are now trying to inaugurate is not new. The doctrine of uniting together in our temporal labors, and all working for the good of all is from the beginning, from everlasting, and it will be forever and ever. No one supposes for one moment that in heaven the angels are speculating, that they are building railroads and  <div class=\"break pagebreak\" id=\"118a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0118.pdf\" target=\"pdfwin\">p.&#xA0;118a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6641\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>factories, taking advantage one of another, gathering up the substance there is in heaven to aggrandize themselves, and that they live on the same principle that we are in the habit of doing. No Christian, no sectarian Christian, in the world believes this; they believe that the inhabitants of heaven live as a family, that their faith, interests and pursuits have one end in view&#x2014;the glory of God and their own salvation, that they may receive more and more&#x2014;go on from perfection to perfection, receiving, and then dispensing to others; they are ready to go, and ready to come, and willing to do whatever is required of them and to work for the interest of the whole community, for the good of all. We all believe this, and suppose we go to work and imitate them as far as we can. Would it be anything derogatory to the character of a gentleman or a lady? I think not. As far as I understand true principles the title of gentleman should not be applied to any man on the earth unless he is a good man. No gentleman takes the name of the Deity in vain. Some who do take his name in vain may be called gentleman, but it is a mistake, they are not gentlemen. A gentleman carries himself respectfully before the inhabitants of the earth at all times, in all places and under all circumstances, and his life is worthy of imitation. She who is worthy of the title of lady adorns her mind with the rich things of the kingdom of God; she is modest in her attire and manners; she is prudent, discreet and faithful, and full of all goodness, charity, love, and kindness, with the love of God in her heart. Such a woman has a right to the title of lady, and I do not consider that any others have, whether they are elect or not.<span class=\"citation\" id=\"84496\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84496)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84496)\">D&amp;C 25:3<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v17n398\"> We will try to imitate in some <div class=\"break columnbreak\" id=\"118b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0118.pdf\" target=\"pdfwin\">p.&#xA0;118b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6641\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> small degree, the family that lives in heaven, and prepare ourselves for the society that will dwell upon the earth when it is purified and glorified and comes into the presence of the Father. <\/div><div class=\"paragraph jod\" id=\"v17n399\"> For us to think that we have an inheritance on the earth is folly, unless God has declared, and sealed it upon us, by revelation, that we shall never fall, never doubt, never come short of glorifying him or of doing his will in all things. No person, unless he is in the possession of this blessing, has the least right to suppose that he has an inheritance on the earth. For the time being we have our wives, children, farms and other possessions, but unless we prove ourselves worthy, what we seem to have will be taken from us and given to those who are worthy,<span class=\"citation\" id=\"66147\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66147)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66147)\">Matt. 25:28<\/a><\/span> consequently we need not worry with regard to the defects of one another. I say to the brethren, you need not have the least concern in the world about meeting a man in the celestial kingdom that you, if you are worthy and are so happy as to get into the celestial kingdom, cannot fellowship; and if you should happen to be the one that is in fault and you cannot pass the sentinel, and your neighbor or brother does, he will not see you there, you need not be concerned in the least about being joined to any person by the holy sealing power, that will not do right in the next world. I say to my sisters in the kingdom, who are sealed to men, and who say, &#x201C;We do not want this man in eternity if he is going to conduct himself there as he does here&#x201D;&#x2014;there is not the least danger in the world of your ever seeing him in eternity or of his seeing you there if he proves himself unworthy here. But if he honors his Priesthood, and you are to blame and come short of doing your duty, and prove yourself  <div class=\"break pagebreak\" id=\"119a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0119.pdf\" target=\"pdfwin\">p.&#xA0;119a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6640\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>unworthy of celestial glory, it will be left to him to do what he pleases with you. You will be very glad to get to him if you find the fault was in yourself and not in him. But if you are not at fault, be not troubled about being joined to him there, for no man will have the privilege of gathering his wives and children around him there unless he proves himself worthy of them. <\/div><div class=\"paragraph jod\" id=\"v17n401\"> I have said a number of times, and I will say again, to you ladies who want to get a bill of divorce from your husbands, because they do not treat you right, or because you do not exactly like their ways, there is a principle upon which a woman can leave a man, but if the man honors his Priesthood, it will be pretty hard work for you to get away from him. If he is just and right, serves God and is full of justice, love, mercy and truth, he will have the power that is sealed upon him, and will do what he pleases with you. When you want to get a bill of divorce, you had better wait and find out whether the Lord is willing to give you one or not, and not come to me. I tell the brethren and Sisters, when they come to me and want a bill of divorce, that I am ready to seal people and administer in the ordinances, and they are welcome to my services, but when they undertake to break the commandments and tear to pieces the doings of the Lord, I make them give me something. I tell a man he has to give me ten dollars if he wants a divorce. For what? My services? No, for his foolishness. If you want a bill of divorce give me ten dollars, so that I can put it down in the book that such a man and such a woman have dissolved partnership. Do you think you have done so when you have obtained a bill of divorce? No, nor ever can if you are faithful to the covenants you have made. It <div class=\"break columnbreak\" id=\"119b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0119.pdf\" target=\"pdfwin\">p.&#xA0;119b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6640\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> takes a higher power than a bill of divorce to take a woman from a man who is a good man and honors his Priesthood&#x2014;it must be a man who possesses a higher power in the Priesthood, or else the woman is bound to her husband, and will be forever and ever. You might as well ask me for a piece of blank paper for a divorce, as to have a little writing on it, saying&#x2014;&#x201C;We mutually agree to dissolve partnership and keep ourselves apart from each other,&#x201D; &amp;c. It is all nonsense and folly; there is no such thing in the ordinances of the house of God; you cannot find any such law. It is true Jesus told the people that a man could put away his wife for fornication, but for nothing short of this.<span class=\"citation\" id=\"65140\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65140)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65140)\">Matt. 19:9<\/a><\/span> There is a law for you to be obedient, and humble and faithful. <\/div><div class=\"paragraph jod\" id=\"v17n402\"> Now, brethren, the man that honors his Priesthood, the woman that honors her Priesthood, will receive an everlasting inheritance in the kingdom of God; but it will not be until this earth is purified and sanctified, and ready to be offered up to the Father. But we can go to work now and live as near as we can like the family of heaven, that we may secure to ourselves the blessings of heaven and of earth, of time and of eternity, and life everlasting in the presence of the Father and the Son. This is what we want to do. Remember it, brethren and sisters, and try to live worthy of the vocation of your high calling. You are called to be Saints&#x2014;just think of and realize it, for the greatest honor and privilege that can he conferred upon a human being is to have the privilege of being a Saint. The honor of the kings and queens of the earth fades into insignificance when compared with the title of a Saint. You may possess earthly power, and rule with an iron hand, but that power is nothing, it will  <div class=\"break pagebreak\" id=\"120a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0120.pdf\" target=\"pdfwin\">p.&#xA0;120a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6639\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>soon be broken and pass away; but the power of those who live and honor the Priesthood will increase forever and ever. <\/div><div class=\"paragraph jod\" id=\"v17n404\"> Now I am going to yield for my brethren to talk to you. I have said a few things. Remember the exhortation I gave you this morning. Live according to the faith of our religion. Let contention, <span class=\"italic\">all<\/span> contention cease; cease finding fault with and casting reflections upon those who are not exactly with us. Let us show by our daily walk and doings that we have something better than they have. I will say to you who enter this Order, with regard to your temporal affairs, cease your extravagance. The Lord has said he would make the Latter-day Saints <div class=\"break columnbreak\" id=\"120b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0120.pdf\" target=\"pdfwin\">p.&#xA0;120b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6639\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the richest people on the earth;<span class=\"citation\" id=\"85207\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85207)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85207)\">D&amp;C 38:39<\/a><\/span> but all he will do is to give us the ability and place means in our possession, and we must go to work and organize this means and make ourselves rich; and the first step is to stop our extravagance, cease this needless expense, learn to make that which we wear,<span class=\"citation\" id=\"126990\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126990)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126990)\">D&amp;C 42:40<\/a><\/span> raise that which we eat, live within ourselves, accumulate the good things of life, and so make ourselves wealthy. <\/div><div class=\"paragraph jod\" id=\"v17n405\"> I pray the Lord our God to bless you and to inspire every heart to faithfulness, that we may be prepared for a better place than this&#x2014;for this world when it shall be sanctified and glorified, that we may then enjoy the society of each other without sin and without these annoyances. <\/div>\n<\/div>\n<\/div>"}