{"ID":170004, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Kingdom not Organized By Man&#x2014;Man Utterly Unable to Organize the Kingdom of God on the Earth Without Revelation&#x2014;The Nephites and Lamanites Had All Things in Common&#x2014;Consecration&#x2014;The Danger of Pride&#x2014;The United Order.<\/div>\n<div class=\"subtitle\">Discourse by Elder Orson Pratt, delivered at the Forty-Fourth Annual Conference of the Church of Jesus Christ of Latter-Day Saints, in the New Tabernacle, Salt Lake City, Monday Morning, April 6, 1874.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: The Kingdom, Etc.<\/div>\n<div class=\"speaker\">Speaker: Orson Pratt<\/div>\n<div class=\"date\">Date: 4\/6\/1874<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d04\">\n<div class=\"paragraph jod\" id=\"v17n76\"> Forty-four years ago today, the Kingdom of God was organized on this earth,<span class=\"citation\" id=\"126930\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126930)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126930)\">D&amp;C 20:1<\/a><\/span> for the last time, never to be broken up, never to be confounded or thrown down, but to continue from that time, henceforth and forever.<span class=\"citation\" id=\"126931\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126931)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126931)\">Dan. 2:44<\/a><\/span> This kingdom was not organized by man, nor by the wisdom of man, but by the revelation of Jesus Christ,<span class=\"citation\" id=\"74370\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74370)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74370)\">Gal. 1:11-12<\/a><\/span> he having guided and directed, by revelation, everything in regard to its organization, and bestowed authority upon his servants to perform the work, and they being only agents or instruments in his hands. <\/div><div class=\"paragraph jod\" id=\"v17n77\"> All other Christian denominations for many long centuries, have been organized without revelation. The organizers of these various denominations did not even pretend that God had given them any information from Heaven; they did not even pretend that there was one sentence which had been received in their day from the Lord, in relation to the organization of their institutions. In this respect the Latter-day Saints differ widely from all Christian denominations! It is an essential difference, a peculiar characteristic, and one of the utmost importance. Every person <div class=\"break columnbreak\" id=\"24b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0024.pdf\" target=\"pdfwin\">p.&#xA0;24b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6735\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> with a little reflection, can see that without divine information, man is utterly unable to organize the Kingdom of God on the earth. He may organize kingdoms, empires, republics and various kinds of civil government and a great variety of governments in a religious capacity, and when he has organized them they are without foundation and authority. The Lord communicates nothing to them, but they are compelled to ponder over that which had been revealed in former ages, and get all the information they can from what God spake formerly. But how impossible it is for people to learn their duties from what God said formerly to somebody else. We might as well, in the organization of a civil government, say, &#x201C;the canon of laws is sealed up, we need no legislators or Congressmen.&#x201D; If the question be asked why we do not need them, the answer is, &#x201C;Oh, we depend upon the laws which were made by our fathers; they are sufficient for our guide.&#x201D; Just fancy the people of this great republic being governed by the laws enacted in the first Congress after the revolutionary fathers framed the constitution.  <div class=\"break pagebreak\" id=\"25a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0025.pdf\" target=\"pdfwin\">p.&#xA0;25a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6734\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Only think of all the people now appealing to those ancient laws, made before any of them were born, and having nothing further to govern them! <\/div><div class=\"paragraph jod\" id=\"v17n79\"> This would just be as consistent as it would be to suppose that God some eighteen hundred years ago, gave all the information that he ever intended to give in relation to the government of His kingdom and His affairs here on the earth. You know that in civil governments laws are continually required, circumstances call them forth. Laws made last year are not always suitable to the circumstances of this year, and those made ten years ago, might be altogether unsuitable for events now happening, and hence the necessity of something new, direct from the lawmaking department. So in regard to the kingdom of God. God spake to the ancients, but many of the words he spake then are not binding upon the people now. Some few of the great moral principles revealed to the ancients are binding forever, but the great majority of the revelations from Heaven were only suited to the individuals to whom they were given. Take, for instance, the case of Abram. He was living in Chaldea, the land of his fathers. The Lord spake to him, and commanded him to arise and leave his native country, and journey to a strange land,<span class=\"citation\" id=\"53022\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53022)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53022)\">Gen. 12:1-4<\/a><\/span> which was promised to him for an inheritance.<span class=\"citation\" id=\"126932\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126932)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126932)\">Gen. 17:8<\/a><\/span><span class=\"citation\" id=\"126933\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126933)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126933)\">Gen. 28:4<\/a><\/span> Now, I ask, was any other people upon the face of the whole earth bound to obey this divine law given to Abraham? No; it was suited to him and to him only. If we were all under this ancient law, then every one of us would have to go to Chaldea; and after we got there we should have to leave that country and go to some land which we should expect to receive for an inheritance, which would be the very height of absurdity. <\/div> <div class=\"break columnbreak\" id=\"25b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0025.pdf\" target=\"pdfwin\">p.&#xA0;25b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6734\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v17n80\"> Again, when God led forth Abraham into the land of Palestine, we find that he not only communicated laws to him, but that he also made precious promises relating to him and his seed, which did not pertain to all the nations and kingdoms of the earth. God commanded Abraham on that occasion to arise, and to pass through the length and breadth of the land, and to go out on to a certain high place and to cast his eyes eastward and westward and northward and southward, for said the Lord unto him, &#x201C;All this land which thou seest shall be given to thee, and to thy seed after thee for a possession.&#x201D;<span class=\"citation\" id=\"53060\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53060)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53060)\">Gen. 13:14-17<\/a><\/span> Under this law have I been commanded to go to the land of Palestine and walk through the length and breadth of the land? Never. Have you been commanded to do it? Never. It is not a law that is binding upon us, neither was it binding upon future generations after the days of Abraham. <\/div><div class=\"paragraph jod\" id=\"v17n81\"> Again, when God made the promise to Abraham that he should have that land for a possession, and his literal seed after him,<span class=\"citation\" id=\"53156\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53156)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53156)\">Gen. 17:8<\/a><\/span> he did not mean you nor me, nor the generations of the earth who are not the literal descendants of Abraham. <\/div><div class=\"paragraph jod\" id=\"v17n82\"> Again, when God revealed himself to Moses, and told him to go down into Egypt and deliver Israel from bondage,<span class=\"citation\" id=\"53788\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53788)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53788)\">Ex. 3:1-22<\/a><\/span> that was a law binding upon Moses and Moses alone. The Latter-day Saints are not under that law, neither are any other people. So we might continue to multiply instances by thousands where God spake to individuals, and they, and they alone, were the persons who were to give heed to his laws. Again, where he spoke in some cases to the nation of Israel, Israel and Israel alone could obey those laws. But sometimes he would reveal to an individual or to a people certain great  <div class=\"break pagebreak\" id=\"26a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0026.pdf\" target=\"pdfwin\">p.&#xA0;26a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6733\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>moral principles that were binding upon them and upon all people unto the ends of the earth, when they were made manifest unto them. Such laws are everlasting in their nature. Sometimes God revealed ordinances as well as commandments and laws. These ordinances were binding just as far as God revealed them for the people to attend to. For instance, the law of circumcision was binding upon Abraham and his seed, and was to be continued for a certain season,<span class=\"citation\" id=\"53170\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53170)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53170)\">Gen. 17:10-27<\/a><\/span> but by and by it was to be superseded by some other. God also revealed, in the days of the introduction of the Gospel, many eternal laws, different from those that had been revealed in former times. He revealed many things afresh and anew when he came personally on the earth, which had also been revealed prior to his day. For instance, we will take the law of faith, and repentance.<span class=\"citation\" id=\"126934\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126934)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126934)\">Mosiah 25:22<\/a><\/span> These principles were taught in every dispensation, and were binding upon all people in the four quarters of the earth, and in all generations before Jesus came; they were eternal principles, and were to be continued forever. We will take, again, the law of baptism for the remission of sins.<span class=\"citation\" id=\"126935\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126935)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126935)\">Moro. 8:25<\/a><\/span> Wherever the Gospel was preached this ordinance was binding upon the people.<span class=\"citation\" id=\"126937\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126937)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126937)\">John 3:3-5<\/a><\/span> Wherever men were sent forth with the fullness of the plan of salvation to declare to the children of men, the law of baptism accompanied that message, and all people, as well as Israel, were required to obey that sacred ordinance.<span class=\"citation\" id=\"126936\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126936)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126936)\">Luke 7:30<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v17n84\"> In the latter days, when God establishes his kingdom on the earth for the last time, there will be thousands and tens of thousands of precepts and commandments revealed to certain individuals, which will be binding upon them alone. Then there will be other commandments that will be adapted to all the Church, and they <div class=\"break columnbreak\" id=\"26b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0026.pdf\" target=\"pdfwin\">p.&#xA0;26b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6733\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> will be binding upon the Church and upon the Church alone. Then there will be certain commandments that will be binding upon all nations, people and tongues, and blessed are they who give heed to the commandments and institutions and ordinances which pertain to them and which are adapted to their circumstances, and which are given for them to obey. But we will return again to the Church and kingdom. <\/div><div class=\"paragraph jod\" id=\"v17n85\"> Forty-four years have rolled over our heads since God gave commandment to a young man, a youth, to organize baptized believers into a Church, which was called the kingdom of God, not organized in its fullness, for there were not materials enough at that time to institute all the officers that were needed in that kingdom. The kingdom needed inspired Apostles, Seventies, High Priests after the order of Melchizedek; it needed the Priesthood of Aaron&#x2014;the Levitical Priesthood, which the ancient Prophet said should be restored in the latter days.<span class=\"citation\" id=\"126938\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126938)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126938)\">Mal. 3:1-4<\/a><\/span> The kingdom needed all the appendages and blessings of these two Priesthoods, and there were not a sufficient number then baptized to make the organization perfect and complete; but so far as there were individuals the organization was commenced, although there were then only six members. Two of these were Apostles, called of God to be Apostles;<span class=\"citation\" id=\"84288\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84288)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84288)\">D&amp;C 20:2-3<\/a><\/span> called by new revelation to be Apostles; called by the ministration of angels to be Apostles; ordained by the laying on of hands of immortal personages from the eternal worlds.<span class=\"citation\" id=\"84601\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84601)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84601)\">D&amp;C 27:12<\/a><\/span> Hence, being ordained by this high authority, called by this high and holy calling, and chosen to go forth and organize the kingdom, and to preach the message of life and salvation among the children  <div class=\"break pagebreak\" id=\"27a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0027.pdf\" target=\"pdfwin\">p.&#xA0;27a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6732\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of men, they were obedient; and the other four individuals were organized in connection with them, upon the foundation that had been laid by the Lord himself, and not upon a creed that had been concocted in some council of uninspired men; not upon some articles of faith that were framed by uninspired men to guide and govern them; but what they received was by direct revelation. Not one step was taken without obtaining a revelation in regard to the manner of proceeding in relation to the laying of this foundation. <\/div><div class=\"paragraph jod\" id=\"v17n87\"> How very different this from the Methodists, the Baptists, the Presbyterians, the Church of England, and the various societies and denominations that exist throughout all the Protestant world; not one of them was organized in that way! Supposing that some of these Christian denominations should happen to get the form pretty nearly correct, and yet not have the authority, that would make all the difference. The form with the authority is one thing, and the form without the authority and divine appointment and ordination is another thing. One has power, but the other has not; one is recognized by the Lord Almighty, but the other is only recognized by man. I think we can see the difference between man's churches and God's Churches, between man's organization and God's organization. In the first place there never were a people, since Adam was placed in the Garden of Eden to the present day, who were acknowledged of God, unless they were founded and directed and counseled by him; unless there were a Priesthood having authority from him; unless God spake to them, and sent his angels to them. There never was a people, in any age of the world, whom God recognized as his people, without these characteristics. Says one, <div class=\"break columnbreak\" id=\"27b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0027.pdf\" target=\"pdfwin\">p.&#xA0;27b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6732\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> &#x201C;How very uncharitable you Latter-day Saints are! You exclude the whole of us, you do not accept one of our churches or good Christian denominations, and there are very good, moral people in them.&#x201D; We do not dispute but what they are a very good, moral people; that is one thing, and a Christian Church is another. Morality is good in its place, and it must be in the Christian Church. Morality may exist outside of the Christian Church, but both cannot exist together without God organizes the Church. <\/div><div class=\"paragraph jod\" id=\"v17n88\"> Perhaps I have spoken sufficiently long upon the subject of the organization of the Church. I might enter fully into the investigation of these matters, and give you the particulars about the angels of God who descended from heaven and conferred the authority upon chosen vessels. I might tell you about the day which God set apart, and upon which he commanded that his Church should be organized, for the very day was mentioned by revelation.<span class=\"citation\" id=\"84249\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84249)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84249)\">D&amp;C 20:1<\/a><\/span> I might also relate to you many instructions that were given at that time to all the members of the kingdom of God. But I have other subjects upon my mind that seem to present themselves before me. <\/div><div class=\"paragraph jod\" id=\"v17n89\"> There have been probably scores of revelations given from time to time during the last forty-four years, which are not binding now, neither were they binding upon all the people at the time they were given. For instance, God gave a revelation, through his servant Joseph, on the 14th day of November, 1830, to your humble servant who is now speaking,<span class=\"citation\" id=\"84946\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84946)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84946)\">D&amp;C 34:1-12<\/a><\/span> commanding him to go forth and preach the Gospel among the nations of the earth, preparing the way of the Lord for his second coming, and to lift up his voice, both long and loud, and cry repentance to this  <div class=\"break pagebreak\" id=\"28a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0028.pdf\" target=\"pdfwin\">p.&#xA0;28a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6731\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>crooked and perverse generation.<span class=\"citation\" id=\"84950\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84950)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84950)\">D&amp;C 34:5-6<\/a><\/span> I ask this congregation if there is an individual present here, but your humble servant who is under this direct command? No. If you have been commanded to do the same, you have been commanded by a distinct revelation. The revelation given to me was not given to any other individual, and was not binding upon any other. So in regard to the gathering up of the Saints. We were dwelling in the State of New York, and on the second day of January, 1831, God commanded that all the Saints in that State, the State in which the Church was organized, and all who were dwelling in all the regions round about, should gather up to the State of Ohio.<span class=\"citation\" id=\"85181\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85181)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85181)\">D&amp;C 38:32<\/a><\/span> Is that a commandment binding upon any of this congregation? Not one of them, it was only suited to the circumstances that then extend, and when fulfilled it was no longer even binding upon them. The Lord gave a commandment after we had gathered up to the land of Kirtland, that some of his servants should go forth, two by two,<span class=\"citation\" id=\"85282\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85282)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85282)\">D&amp;C 42:6<\/a><\/span> preaching through Indiana, Ohio, Illinois and Missouri, that they should meet together in general Conference on the western boundaries of the State of Missouri,<span class=\"citation\" id=\"85732\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85732)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85732)\">D&amp;C 45:64-67<\/a><\/span> and that the Lord God would reveal unto them the land which should be given unto them for an everlasting inheritance.<span class=\"citation\" id=\"85284\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85284)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85284)\">D&amp;C 42:9<\/a><\/span> These persons were commanded to do this. This commandment was binding upon them and them alone. They were the individuals who were commanded to do this work&#x2014;it was not required of the rest of the Church. They fulfilled their appointment&#x2014;as many as were faithful went through, two by two, on different routes, preaching and calling upon the people to repent and be baptized, confirming them by the water side, and organizing Churches. Finally <div class=\"break columnbreak\" id=\"28b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0028.pdf\" target=\"pdfwin\">p.&#xA0;28b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6731\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> those persons thus commanded assembled in August and September, on the western boundaries of the State of Missouri, in Jackson County. Then the commandment was fulfilled; and it was no longer binding upon those to whom it was given. Thus you see that what is suitable for this month is not always suitable for next month, and what is suitable for today is not always suitable for tomorrow. It needs new revelation. <\/div><div class=\"paragraph jod\" id=\"v17n91\"> When these missionaries assembled in Jackson County, the Prophet Joseph, being with them, inquired still further, and a commandment was given on that occasion, before the Church had gathered, except one small branch, called the Coalsville Branch, and that commandment was to be binding upon all the Latter-day Saints who should gather up to that land. What was it? That all the people who should gather to Jackson County, the land of their inheritance, should consecrate all their property, everything they had&#x2014;they were to withhold nothing.<span class=\"citation\" id=\"85360\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85360)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85360)\">D&amp;C 42:30-36<\/a><\/span> Their gold and silver, their bedding, household furniture, their wearing apparel and everything they possessed was to be consecrated. That placed the people on a level, for when everything a people has is consecrated they are all equally rich. There is not one poor and another rich, for they all possess nothing. I do not know but you might call that poor; but they have something in common, namely, that which they have consecrated, and this brings me to an item which I happened to think of just about half a minute before I arose. <\/div><div class=\"paragraph jod\" id=\"v17n92\"> I will now read to you what took place on this American continent thirty-six years after the birth of Christ. Jesus appeared here on this continent and organized his Church. He chose twelve disciples<span class=\"citation\" id=\"126939\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126939)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126939)\">3 Ne. 12:1<\/a><\/span> and com<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"29a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0029.pdf\" target=\"pdfwin\">p.&#xA0;29a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6730\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>manded them to go and preach the Gospel in both the land south and the land north, and they did so.<span class=\"citation\" id=\"83027\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83027)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83027)\">3 Ne. 28:18,23<\/a><\/span> This extract gives us a little information about the repentance of the people&#x2014;  <\/div><div class=\"paragraph jod\" id=\"v17n94\"> &#x201C;And it came to pass in the thirty and sixth year, the people were all converted unto the Lord, upon all the face of the land, both Nephites and Lamanites, and there were no contentions and disputations among them, and every man did deal justly one with another. And they had all things common among them; therefore there were not rich and poor, bond and free, but they were all made free, and partakers of the heavenly gift.&#x201D;<span class=\"citation\" id=\"83083\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83083)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83083)\">4 Ne. 1:2-3<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v17n95\"> Now, was not that a marvel? Perhaps you may ask how it was that they were all so easily converted. That would be a very natural question to arise in the minds of many, for they must have been a very different people from those living nowadays. We have preached, year after year, and have only converted here and there one. But all those millions, inhabiting both North and South America, were converted unto the Lord. Was not that a wonderment? If I explain a little what took place beforehand, it will clear up the wonderment a little. <\/div><div class=\"paragraph jod\" id=\"v17n96\"> Just before Christ was crucified in the land of Jerusalem, the people on this land had become exceedingly wicked, and it was foretold to them by their Prophets that, when Jesus, their Savior, should be crucified in the land of their fathers, there should be great destruction come upon those who were wicked in this land, and that many of their cities should be destroyed&#x2014;they should be sunk and burned with fire, and God would visit them in great and terrible judgments if they did not repent and prepare for the coming of their Savior,<span class=\"citation\" id=\"82480\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82480)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82480)\">Hel. 14:20-27<\/a><\/span> for they expected him to appear <div class=\"break columnbreak\" id=\"29b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0029.pdf\" target=\"pdfwin\">p.&#xA0;29b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6730\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> after his resurrection. The wicked did not repent, and all those destructions came, just as the Prophets foretold. Darkness covered the face of this land for three days and three nights,<span class=\"citation\" id=\"82543\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82543)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82543)\">3 Ne. 8:23<\/a><\/span> while at Jerusalem it was only three hours.<span class=\"citation\" id=\"126940\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126940)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126940)\">Matt. 27:45<\/a><\/span> Three days and three nights they suffered darkness upon all the face of this land, and very many of their cities, which were great and populous, were sunk, and lakes came up instead of them; a great many were burned with fire, a great many were destroyed by terrible tempests, and a great destruction came upon the wicked portions of the people, who had stoned and put the Prophets to death, and only the more righteous portion of the people were spared.<span class=\"citation\" id=\"82527\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82527)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82527)\">3 Ne. 8:5-25<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v17n97\"> In the latter part of the year in which Jesus was put to death, he descended among a certain portion of the people on this continent, gathered in the northern part of what we term South America. He descended from heaven and stood in their midst;<span class=\"citation\" id=\"82595\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82595)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82595)\">3 Ne. 11:8<\/a><\/span> and on the next day, when a larger multitude were gathered together, he came a second time and there were a great many thousands on that occasion.<span class=\"citation\" id=\"82810\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82810)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82810)\">3 Ne. 19:15<\/a><\/span> He often appeared to them after that period, within the course of one or two years, and he chose twelve disciples,<span class=\"citation\" id=\"82654\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82654)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82654)\">3 Ne. 12:1<\/a><\/span> and so great was the power made manifest before those thousands, that when they went forth into the north and south and preached the word, according to the commandments of God, the more righteous portion of the people, who had been spared, and who had humbled themselves and partially repented, but did not understand the fullness of the Gospel, were easily converted, and that is the reason why all the people in North and South America were converted unto the Lord;<span class=\"citation\" id=\"126941\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126941)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126941)\">4 Ne. 1:2<\/a><\/span> and in the thirty-sixth year, reckoning from the birth of Jesus, they were not  <div class=\"break pagebreak\" id=\"30a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0030.pdf\" target=\"pdfwin\">p.&#xA0;30a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6729\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>only all converted upon the face of this whole land,<span class=\"citation\" id=\"83075\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83075)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83075)\">4 Ne. 1:2<\/a><\/span> but they were all organized upon a common stock principle, and there were no poor among them, and they dealt justly one with another.<span class=\"citation\" id=\"83094\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83094)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83094)\">4 Ne. 1:2-3<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v17n99\"> Says one, &#x201C;They did the same thing in the land of Jerusalem.&#x201D; Yes,<span class=\"citation\" id=\"71330\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71330)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71330)\">Acts 2:44-45<\/a><\/span> but they did not keep it up in the land of Palestine&#x2014;they seem to have failed, for we have no account that this common stock principle, as at first organized, continued among the Saints on the Asiatic Continent. Churches were built up in various parts of Asia and Europe, one in one place, another in another, and they all seem to have had property of their own; and I believe, myself, that they were unprepared, in their scattered condition, to enter into this order of things. There was too much wickedness at Ephesus, in Galatia, at Corinth, and in the various places where small branches were organized, to enter into this common stock principle, and carry it out successfully. But on this continent there was a fine opportunity, for all the people, millions and millions of them were in the same faith. How easily, then, could they be guided and directed, and put in their property, and organize it as a common stock fund; and they did so, and were exceedingly blessed and prospered in their operation. And I will tell you how long it existed&#x2014;about one-hundred and sixty-five years. But in the year two hundred and one after the birth of Christ, the people began to be lifted up, on this continent, in pride and popularity,<span class=\"citation\" id=\"83123\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83123)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83123)\">4 Ne. 1:24<\/a><\/span> and began to withdraw their funds from this common stock, and take them into their own hands, and call them their own, and they continued to do this, until the great majority of the people had corrupted themselves and withdrawn from this order.<span class=\"citation\" id=\"83133\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83133)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83133)\">4 Ne. 1:25<\/a><\/span> Then, <div class=\"break columnbreak\" id=\"30b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0030.pdf\" target=\"pdfwin\">p.&#xA0;30b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6729\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> after having broken up this common fund in a great measure, only a few individuals here and there still holding on to it, they became proud and highminded, and lifted up in their hearts, and looked down upon those who were not so prosperous as themselves, and in this way a distinction of classes was again introduced,<span class=\"citation\" id=\"83138\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83138)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83138)\">4 Ne. 1:26<\/a><\/span> and the rich began to persecute the poor; and thus they continued to apostatize, until, about three hundred and thirty-four years after Christ,<span class=\"citation\" id=\"83152\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83152)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83152)\">Morm. 2:2<\/a><\/span> they began to have great and terrible wars among themselves, which lasted about fifty years, during which millions of them were destroyed.<span class=\"citation\" id=\"83160\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83160)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83160)\">Morm. 2:15<\/a><\/span> Finally, they became so utterly wicked, so fully ripened for destruction, that one branch of the nation, called the Nephites, gathered their entire people around the hill Cumorah,<span class=\"citation\" id=\"83189\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83189)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83189)\">Morm. 6:2-5<\/a><\/span> in the State of New York, in Ontario County; and the Lamanites, the opposite army, gathered by millions in the same region.<span class=\"citation\" id=\"83198\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83198)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83198)\">Morm. 6:6<\/a><\/span> The two nations were four years in gathering their forces,<span class=\"citation\" id=\"126943\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126943)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126943)\">Ether 15:12-15<\/a><\/span> during which no fighting took place;<span class=\"citation\" id=\"83181\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83181)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83181)\">Morm. 5:6<\/a><\/span> but at the end of that time,<span class=\"citation\" id=\"126942\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126942)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126942)\">Morm. 6:5<\/a><\/span> having marshalled all their hosts, the fighting commenced, the Lamanites coming upon the Nephites, and destroying all of them, except a very few, who had previously deserted over to the Lamanites.<span class=\"citation\" id=\"83206\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83206)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83206)\">Morm. 6:15<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v17n100\"> Before this decisive battle the Nephites, who had kept records of their nation, written on gold plates, hid them up in the hill Cumorah,<span class=\"citation\" id=\"83199\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83199)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83199)\">Morm. 6:6<\/a><\/span> where they have lain from that day to this. Mormon committed a few plates to his son Moroni,<span class=\"citation\" id=\"83295\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83295)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83295)\">Moro. 9:24<\/a><\/span> who was a Prophet and who survived the nation of the Nephites about thirty-six years, and he kept these few plates, while all the balance of them were hid up in that hill;<span class=\"citation\" id=\"83197\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83197)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83197)\">Morm. 6:6<\/a><\/span> and then, Moroni, being commanded of God, hid up the few plates from which the Book of Mormon was translated.<span class=\"citation\" id=\"83218\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83218)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83218)\">Morm. 8:3-5<\/a><\/span><span class=\"citation\" id=\"83598\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83598)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83598)\">Moro. 10:2<\/a><\/span> <\/div> <div class=\"break pagebreak\" id=\"31a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0031.pdf\" target=\"pdfwin\">p.&#xA0;31a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6728\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v17n102\"> I make mention of these circumstances for the purpose of showing you that, when people have been once enlightened as the Nephites were, and have had all things common, and have been blessed with an abundance of the riches of the earth, working together in harmony, until riches were poured out upon them in vast abundance, and then withdraw themselves from the order of God, they soon bring swift destruction upon their heads.<span class=\"citation\" id=\"126944\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126944)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126944)\">Heb. 6:4-6<\/a><\/span><span class=\"citation\" id=\"82197\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82197)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82197)\">Alma 24:30<\/a><\/span> We see the Nephites, after taking this course, descending lower and lower in their wickedness, going into idolatry, offering up human sacrifices unto their idol gods,<span class=\"citation\" id=\"83179\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83179)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83179)\">Morm. 4:14<\/a><\/span> and committing every species of abomination that they had ever known or heard of,<span class=\"citation\" id=\"83592\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83592)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83592)\">Moro. 9:9-10<\/a><\/span> all because they had been once enlightened and had apostatized from the truth, and withdrawn from the order of God, in which their forefathers had had a long experience. <\/div><div class=\"paragraph jod\" id=\"v17n103\"> The Lord gave a caution to the Latter-day Saints, when he told them, in a revelation, given in 1831, to enter into the same order pertaining to our possessions in Jackson County.<span class=\"citation\" id=\"85361\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85361)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85361)\">D&amp;C 42:30-36<\/a><\/span> Prior to that, he gave us a promise, saying, that if we would be faithful we should become the richest of all people; but if we would not be faithful in keeping his commandments, but should become lifted up in the pride of our hearts, we should, perhaps, become like the Nephites of old.<span class=\"citation\" id=\"85201\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85201)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85201)\">D&amp;C 38:39<\/a><\/span> &#x201C;Beware of pride,&#x201D; says the Lord, in one of these revelations, &#x201C;lest you become like the Nephites of old.&#x201D;<span class=\"citation\" id=\"85202\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85202)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85202)\">D&amp;C 38:39<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v17n104\"> I have no doubt that you Latter-day Saints are the best people on the face of the earth. God has gathered you out from among the nations; you were the only people, to whom the message of life and salvation was sent, who received the missionaries of the Most High when they came <div class=\"break columnbreak\" id=\"31b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0031.pdf\" target=\"pdfwin\">p.&#xA0;31b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6728\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to your respective nations. You not only received the Gospel of repentance and baptism, but you hearkened to those missionaries and the counsels of God, and gathered to this land. Hence, you have done better than all other people, and you have been blessed above all other people. But there is danger, after having been made partakers of the Holy Ghost, and having had the gifts of the Spirit made manifest more or less according to our faith, if we become lifted up in the pride of our hearts and think, because we have gathered an abundance of the wealth of this world, that we are a little better than our poor brother who labors eight or ten hours a day at the hardest kind of labor. Any person having the name of Latter-day Saint who feels that he is better than, and distinguishes himself from, the poor and supposes that he belongs to a little higher class than they, is in danger. &#x201C;Beware of pride, lest you become like unto the Nephites of old.&#x201D;<span class=\"citation\" id=\"85203\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85203)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85203)\">D&amp;C 38:39<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v17n105\"> In order that this pride may be done away, there must necessarily be another order of things in regard to property. <\/div><div class=\"paragraph jod\" id=\"v17n106\"> Why does pride exist at all? Let us make a little inquiry about this. Do you know the reason? It all arises out of the love of riches.<span class=\"citation\" id=\"75988\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75988)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75988)\">1 Tim. 6:10<\/a><\/span> This is what generally constitutes pride. Now supposing you were all brought on a level in regard to property by a full consecration of everything that you have into a common stock fund, would there be among that number one who should thus consecrate all that he had, who would have anything to boast of above his neighbor? Not at all. He might have the use of property, one man might have perhaps a hundred times more than another, to use as a steward or agent for this general fund; but when he has used it he has his  <div class=\"break pagebreak\" id=\"32a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0032.pdf\" target=\"pdfwin\">p.&#xA0;32a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6727\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>living out of it&#x2014;his food, his raiment, the necessaries and comforts of life, whether he handles hundreds of thousands or merely a small stewardship, for the man that takes charge of a great manufacturing establishment would require more funds than he who has a small farm, but the funds would not belong to him, he only has his food, raiment and the necessaries and comforts of life. But here is another branch of business, just as important, as far as it goes, as this large manufacturing establishment. What is it? To make mortar, to lay up our buildings, for without them we should soon suffer. The man who makes mortar, then, is just as honorable as the man who takes charge of a large establishment which requires five hundred thousand dollars to carry it on. But in both cases, the surplus of their labor, after taking therefrom the necessaries of life, goes to the common stock fund; and the man who has had charge of the large establishment has nothing that he can boast of over the man who makes mortar&#x2014;one is just as rich as the other. <\/div><div class=\"paragraph jod\" id=\"v17n108\"> But I know there are many Latter-day Saints who have formed an erroneous idea or opinion in regard to this common stock fund. Some for want of reflection, may suppose that every man and every woman must have the same fashioned houses to live in, or there would not be an equality; they must have the same amount of furniture, or there would not be an equality. Some may suppose that all must have the same kind of bedding and everything precisely alike or there would be no equality. But this is not the way God manifests himself in all the works of his hands. Go to the field, the pasture or meadow, and learn wisdom. Search from one end of the pasture to the other and see if you can find <div class=\"break columnbreak\" id=\"32b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0032.pdf\" target=\"pdfwin\">p.&#xA0;32b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6727\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> two blades of grass that are exactly alike. It cannot be done, there is a little deviation, a little variety, and hence we see from this that God delights in variety. But because one blade of grass might be formed a little more pleasing to the eye than another, would the first have any right, if it could reason, to say, &#x201C;I am above that other?&#x201D; Not at all. It was made for a certain purpose, and so in regard to everything else. No two men upon the face of the earth have the same features. We have the general characteristics of the human form, and we do not look like the original of man according to Darwin's idea; we do not look like the monkey or baboon, from which Darwin says man originated. Men the world over, have many features bearing a general resemblance, and their form is molded in the image of the Most High.<span class=\"citation\" id=\"52201\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52201)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52201)\">Gen. 1:26-27<\/a><\/span> But when you come to scan the features of man minutely, you will see some deviation in the countenances of all men throughout all creation. Now, are they not equal? Do those little distinguishing characteristics in the features make them unequal? Not in the least. Then, because it might fall to my lot to make mortar, and to another man's to take charge of a great store of merchandise, both of us being agents, that does not make the mercantile agent any better than the man who makes the mortar, and I should not expect to wear the same kind of apparel that the man did who was behind the counter. If I was making mortar I should not want on broadcloth, silk, or satin; I should want apparel adapted to the particular class of labor I was engaged in. Hence, there will be a distinction in these things. <\/div><div class=\"paragraph jod\" id=\"v17n109\"> Then again, do you suppose that when we come together it would be pleasing in the sight of God for every  <div class=\"break pagebreak\" id=\"33a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0033.pdf\" target=\"pdfwin\">p.&#xA0;33a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6726\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>man and every woman to have on a Quaker bonnet or dress, or to pattern after the Shaking Quakers; that each of the ladies should have on a ribbon that should come under the bonnet, and be of just the same length? Not at all. God delights in variety; we see it throughout all the works of his hands, in every department of creation. Therefore men and women will dress according to their tastes, so far as they can get the means. <\/div><div class=\"paragraph jod\" id=\"v17n111\"> You draw your means from the common stock fund, and if you have stewardships set apart to you to manage, and you make little in the stewardships, the Bishops who take charge of these matters will not begin to inquire of you, &#x201C;Well, brother, what kind of a hat have you worn? Was it straw, and was the straw just so fine or just so coarse, or was it a palm leaf hat you wore? I should like to know what kind of a hat band you have had? Was it a hat band having a bow knot, and, if so, was it any longer than your neighbors?&#x201D; No such questions as these will be asked; but each man, each family in the stewardship, whatever they make, can exercise their own judgment in regard to many of these things, as they do now; and when you come together on Sunday, it is not expected that every man's and every woman's tastes would be to dress precisely like their neighbors, but have variety, and that out of the means of your stewardship. <\/div><div class=\"paragraph jod\" id=\"v17n112\"> But when you come to render up an account of that stewardship to the Bishop at the end of the year, there may be some prominent, leading questions asked, but not about these little matters. It will be asked if you have squandered your stewardship unnecessarily; have you been very extravagant in things unnecessary, and neglected other things of <div class=\"break columnbreak\" id=\"33b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0033.pdf\" target=\"pdfwin\">p.&#xA0;33b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6726\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> importance? If you have done these things, you will be counted an unwise steward, and you will be reproved;<span class=\"citation\" id=\"89911\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89911)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89911)\">D&amp;C 104:72-74<\/a><\/span> and perhaps, if you have gone too far, you may be removed out of your stewardship, and another person more worthy may step into it, and you be dropped because of doing wrong. But there never will be any Bishop, who has the Spirit of the living God upon him, who will inquire whether you have the same size stoves in your house, and the same kind of plates, knives, forks, and spoons as your neighbor; but you will have to give an account of those prominent items. That is the way I look at this common stock operation. <\/div><div class=\"paragraph jod\" id=\"v17n113\"> Then again, I do not know that the common stock operation which God commanded us to enter into in Jackson County, Mo., will be suitable in the year 1874. I commenced my discourse by showing that what was suitable one year was not always suitable the next. I do not know but here in Utah it may be necessary to vary materially from the principles that were commanded to be observed in Jackson County, Mo. I do not know but we may be required here to not only consecrate all that we have, but even ourselves as well as the property we possess, so that we may be directed by the Bishops and their counselors, or whoever may be appointed, in regard to all our daily avocations. I do not know how it will be. I have not heard. Down in Jackson County they were not thus directed. Every man got his stewardship, and he occupied it, and rendered an account of the same from time to time. But I do not know but it may be necessary here in Utah that we should be directed oftener than once a year, it may be that we shall be told weekly, and perhaps in some cases daily; and perhaps the Bishop or overseer may  <div class=\"break pagebreak\" id=\"34a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0034.pdf\" target=\"pdfwin\">p.&#xA0;34a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6725\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>say today, &#x201C;Here, brother, I would like you to do so and so today,&#x201D; and tomorrow he comes along and says, &#x201C;I would like you to stop that now; we have something else on hand; come with me, I will put in my hands as well as you, for, although you have selected me by your own voice to take charge, I am no better than you are, therefore I will take hold with you and do all I can in connection with you, and let us go at this business today.&#x201D; Tomorrow there may be something else, and the next day something else, perhaps, according to the judgment of the Bishop and those who are appointed with him. In this way we could, perhaps, more effectually carry out the mind and will of God here in this desert country, than we could if we tried to imitate the pattern which was given to us in another country. <\/div><div class=\"paragraph jod\" id=\"v17n115\"> We cannot work here as we could in Jackson County, Mo. In that country we did not have to irrigate. We could settle on a piece of rising ground there, and the rains of heaven watered it. We could settle in the valley, and there were no ditches to be made. We could settle in any part of the county, or of the counties round about, and the rains of heaven would descend and water our land. And furthermore, there was timber all around, groves of timber, and we could go out before breakfast and get a load of wood, and in the course of a few days split rails enough to fence considerable of a patch of ground. Here we have to labor under other circumstances. Here we have not timber so that every man can fence his little farm or stewardship; we have not strength enough. If we happen to farm on some of these high grounds, it is very difficult to dig canals and water ditches to water our little steward<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"34b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0034.pdf\" target=\"pdfwin\">p.&#xA0;34b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6725\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ships. What shall we do, then? Join in together, be of one heart and one mind,<span class=\"citation\" id=\"85737\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85737)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85737)\">D&amp;C 45:65<\/a><\/span><span class=\"citation\" id=\"92938\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92938)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92938)\">Moses 7:18<\/a><\/span> and let there be a common stock fund, so far as property is concerned, and so far as our own individual labor is concerned. Consequently, we need not think, because we may not be organized precisely according to the law that was adapted to Jackson County, that this counseling is void of the Spirit of God. Do not let any person begin to think this. You need to cooperate together in your labors. This is necessary in fencing a great many of our farms. You need to cooperate in getting out your water from your water ditches to water your land, and you need to do it in a great many other respects. <\/div><div class=\"paragraph jod\" id=\"v17n116\"> For instance, these mountains, which rise so majestically on the east and on the west, are full of rich minerals, this is one of the richest countries in the world. Will not some of the Latter-day Saints eventually be required to act in the department of mining as well as in the department of agriculture? Yes. Can one individual do as well as half a dozen, or as well as a hundred, at mining? It may require the experience of a vast amount of labor in order to develop the resources of these mountains, and in that case cooperation will be absolutely necessary. <\/div><div class=\"paragraph jod\" id=\"v17n117\"> &#x201C;But,&#x201D; says one, &#x201C;the Gentiles have already done that.&#x201D; But very little, I will assure you. Here and there they have opened a mine, but not one thousandth nor one ten-thousandth of that which exists and which will be developed hereafter. Now, in all these departments the Latter-day Saints must learn to be united, and I am glad to see, I rejoice exceedingly to hear, that the President has been moved upon, not only before he left Salt Lake City to go down South, but while he has been there,  <div class=\"break pagebreak\" id=\"35a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0035.pdf\" target=\"pdfwin\">p.&#xA0;35a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6724\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to alter the order of things that has existed for many years here in these mountains, among the Latter-day Saints. In what respect? To bring about a united order of things in regard to their property and labor, and the development of the resources of our farming land; in regard to raising flocks and herds, building, and developing the mineral resources of our mountains. In all these respects the President has seen the necessity of beginning to bring about, gradually, as the way may open, a different order of things that will strike the axe at the root of this pride and distinction of classes. I am glad; I rejoice in it. Several of the Branches of the Church south have already entered into this order. <\/div><div class=\"paragraph jod\" id=\"v17n119\"> Inquires one, &#x201C;What is it, what kind of an order is it? Tell us all about it.&#x201D; I would tell you as much as I thought was wisdom, if I understood it myself; but I do not; I have had but very little information about it. Suffice to say that I know that the order of things that could have been carried out successfully in Jackson County cannot be carried out here, on the same principle, without a little variation. It cannot be done&#x2014;circumstances require different laws, different counsel, an order of things suited to the condition of this desert country. <\/div><div class=\"paragraph jod\" id=\"v17n120\"> &#x201C;Are all the people going directly into this thing at once.&#x201D; &#x201C;Yes, if they choose;&#x201D; but you may depend upon it that in all cases whenever God has moved upon his servants to introduce anything for the good of the people, it takes time for the people to receive it&#x2014;they do not receive it all in a moment. The Lord is long-suffering&#x2014;he bears with the weaknesses and traditions of the people for a long time. When, by the mouths of his servants, he counsels the people to do this, that, or the <div class=\"break columnbreak\" id=\"35b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0035.pdf\" target=\"pdfwin\">p.&#xA0;35b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6724\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> other, and they are a little backward about it, he does not come out in judgment as he did to ancient Israel, and cut them off by thousands and tens of thousands. He does not do that, but he bears with them, waits year after year. How long he has borne with all of us! Forty-three years ago we were commanded to become one in regard to our property.<span class=\"citation\" id=\"126945\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126945)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126945)\">D&amp;C 42:30-36<\/a><\/span> Forty-three years we have been in disobedience. Forty-three years have rolled over our heads, and we are far from oneness still. God has not cut us off, as he did ancient Israel, but he has borne with us. Oh, how patient and long-suffering he has been with us, perhaps thinking, &#x201C;Peradventure, they will, by and by, return, reform, repent, and obey my commandments that I gave them in the first rise of the Church. I will wait upon them, I will extend forth my hand to them all the day long, and see whether they will be obedient.&#x201D; That is the way the Lord feels towards us. Should we not pattern after him? If this order of things should reach Salt Lake City, if these different wards should begin to be organized in some measure, and the people begin to be divided, some entering into the order and others refusing, should we not bear with those who do not? Yes, bear with them, just as the Lord has borne with us, and not begin to think that we are better than our neighbors who have not entered into the order, and flatter ourselves that we are above them, and revile and persecute them, and exercise our influence against them, saying, &#x201C;Oh, they do not belong to the united order of God, they are outside of it, and consequently we have not much respect for them.&#x201D; We must not do this, for perhaps, though we may think we are on a firm foundation, it may slip from under us, and we also may be brought into  <div class=\"break pagebreak\" id=\"36a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0036.pdf\" target=\"pdfwin\">p.&#xA0;36a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6723\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>straightened circumstances. If we exercise patience, long-suffering, and forbearance with the people until they learn by experience what God is doing in our midst, many of these rich people may come into the order, who now say in their hearts, &#x201C;We will wait and see whether this thing will prosper.&#x201D; If they are honest in heart, they will finally come to the conclusion that the people in the united order are a happy people; they <div class=\"break columnbreak\" id=\"36b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0036.pdf\" target=\"pdfwin\">p.&#xA0;36b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6723\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> are not lifted up in pride one above another, and they will say, &#x201C;I think I will go there, with all I have; I will become one of them;&#x201D; and in a little while they will come along, while others, perhaps, will apostatize entirely. However, if they want to go, let them go, they are of no particular benefit if they feel to apostatize from anything which God has established for the benefit of the people. May God bless you. Amen. <\/div>\n<\/div>\n<\/div>"}