{"ID":170006, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The United Order&#x2014;We Want the Most Perfect Union&#x2014;The Working of the Order to Be Such that All Honest Men Can Sustain It&#x2014;Home Manufacture.<\/div>\n<div class=\"subtitle\">Discourse by Elder John Taylor, delivered in the Meetinghouse, at Nephi, Juab County, Sunday Morning April 19, 1874.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: The United Order, Etc.<\/div>\n<div class=\"speaker\">Speaker: John Taylor<\/div>\n<div class=\"date\">Date: 4\/19\/1874<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d06\">\n<div class=\"paragraph jod\" id=\"v17n153\"> We have heard a good deal since we have assembled, in relation to what is called the Order of Enoch,<span class=\"citation\" id=\"126957\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126957)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126957)\">D&amp;C 76:57<\/a><\/span><span class=\"citation\" id=\"126958\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126958)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126958)\">D&amp;C 82:1-4<\/a><\/span> the New Order, the United Order, or whatever name we may give to it. It is new and then it is old, for it is everlasting as I understand it. I am asked sometimes&#x2014;&#x201C;Do you understand it?&#x201D; Yes, I do, no, I do not, yes I do, no, I don't, and both are true; we know that such an order must be introduced, but are not informed in relation to the details, and I guess it is about the same with most of you. We have been talking about an order that is to be introduced and established among the Saints of God for the last forty-two years, but we have very little information given us concerning it, either in the Scriptures or in the Book of Mormon. The fullest detail that we have of it is in the Book of Doctrine and Covenants, and that is the case with almost everything pertaining to the kingdom of God on the earth; and hence I have said, and say now, that I believe that Joseph Smith revealed more in relation to the kingdom of God, and was a greater Prophet than perhaps any other man who ever lived except Jesus.<span class=\"citation\" id=\"91980\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91980)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91980)\">D&amp;C 135:3<\/a><\/span> I do not know how far <div class=\"break columnbreak\" id=\"47b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0047.pdf\" target=\"pdfwin\">p.&#xA0;47b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6712\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Enoch and perhaps some others on this continent went; if we had further records from the Book of Mormon they might throw more light on subjects with which we are not at present very well acquainted. <\/div><div class=\"paragraph jod\" id=\"v17n154\"> We occupy a very remarkable position; we are living in a peculiar day and age of the world, in the dispensation of the fullness of times. When the President communicated with us a little before starting from the south, about this new order, I really did not know what shape it would assume or how it would be introduced, but it had got to come; and then, on the other hand, I do not know that we need have very much anxiety in relation to the matter, for if it be of God, it must be right, and its introduction is only a question of time. As to the <span class=\"italic\">modus operandi<\/span>, that is another question. I have sometimes thought, to tell the truth, that we might have different orders, perhaps the patriarchal order, perhaps the order of Enoch, and perhaps an all-things-in-common order, all operating under one head; but I do not know anything definitely about it, and it is not my business. I have had reflections of that kind running through my mind, inasmuch as it  <div class=\"break pagebreak\" id=\"48a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0048.pdf\" target=\"pdfwin\">p.&#xA0;48a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6711\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>is &#x201C;the dispensation of the fullness of times when God will gather together all things in one.&#x201D;<span class=\"citation\" id=\"74800\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74800)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74800)\">Eph. 1:10<\/a><\/span> The greatest embarrassment that we have to contend with at the present time is not in knowing what to do, but knowing how to do it, and the circumstances with which we are surrounded, not so much among our own people as outsiders, and then again among our own people, for we find all kinds of persons amongst us now, as we always have done. Some will start right into anything of this kind, perhaps with a determination to do right, or at least half right; but when they get started in the operation, something or other comes up and they back up, break the traces and play the devil generally. I expect there will be a good deal of the same kind of thing associated with this, as there has been with other things that have been started. I do not expect that every one that is loud-mouthed and seemingly very anxious that this thing should be introduced is going to stick by it forever and ever, any more than many others have done in other things. At the same time I think it is very proper that the servants of God should be brought under an influence which emanates from him, and that that influence should govern them in all things, temporal as well as spiritual. For my part, I cannot see why it is that men should be so much attached to the things of this world, and why they are so extremely desirous to have their own way in relation to them; that is a thing I never could understand. We like freedom, God has put it in our bosoms; and as I said to President George A., the other day, in talking about this matter, in organizing the Order of Enoch, as it may be called, we want on the one hand the most perfect union; and on the <div class=\"break columnbreak\" id=\"48b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0048.pdf\" target=\"pdfwin\">p.&#xA0;48b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6711\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> other hand the most extended personal liberty that it is possible for men to enjoy consonant with carrying out the principles of unity. Not the liberty to trample on other people's rights; not the liberty to take from people that which belongs to them; not the liberty to infringe upon public interests or the public benefit, but personal liberty so far as we can enjoy it. These are my ideas and feelings in relation to these matters, based upon the principles of truth and, as it is said&#x2014;&#x201C;If the truth shall make you free,<span class=\"citation\" id=\"126959\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126959)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126959)\">John 8:32<\/a><\/span> then shall you be free indeed;<span class=\"citation\" id=\"69463\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69463)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69463)\">John 8:36<\/a><\/span> sons of God, without rebuke, in the midst of a crooked and perverse generation.&#x201D;<span class=\"citation\" id=\"75493\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75493)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75493)\">Philip. 2:15<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v17n156\"> In relation to religious matters I would not have a religion that I could not sustain, and that God would not sustain me in; I do not want it, nor to have anything to do with it. One thing I have always felt proud of, and that is, that the principles of the Gospel of Jesus Christ were so plain, clear, pointed, definite and incontrovertible that they defied the whole world, and so far as I have gone, and the servants of God around me, no man has ever been able to successfully gainsay one solitary principle connected with the Church and kingdom of God upon the earth, that is, in regard to what we term sometimes spiritual things. I want to see the same principle established in relation to our temporal matters, and I believe, from what little conversation I have had with the brethren, that that is their feeling. In relation to these matters I do not want to see one solitary principle that an honest, honorable man cannot sustain; but let everything be so that it can be dragged right forth to the daylight, and turned over and over and over and examined all sides up, and inside out, and see that it is  <div class=\"break pagebreak\" id=\"49a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0049.pdf\" target=\"pdfwin\">p.&#xA0;49a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6710\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>true, good, honorable, upright and honest in every particular. That is the kind of thing we want, as honest men, and we want to get at things in that kind of a way; and if they will not bear investigation of that kind, I should have just the same opinion of them as I have about unsound religious matters, and I should not want anything to do with them. I do not want anything that cannot be sustained in the face of open day, and in the face of God, angels, men and devils. <\/div><div class=\"paragraph jod\" id=\"v17n158\"> It is asked&#x2014;&#x201C;Well, what is the Order?&#x201D; We do not know exactly, we know it in part; it is just as Paul said in his day&#x2014;&#x201C;We see in part, and we prophesy in part&#x201D;<span class=\"citation\" id=\"73683\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73683)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73683)\">1 Cor. 13:9<\/a><\/span> &amp;c. But to begin with, unless some change does take place in relation to our temporal matters, our situation is anything but pleasant. The fact of the matter is, we are all of us on the highway to financial or temporal ruin. The world is going to the devil just as fast as it can go. Corruption, fraud, chicanery, deception, evil and iniquity of every kind prevail, so that you cannot trust a man in any place, you cannot rely upon his word, you cannot rely upon any instrument of writing that he gets up, and there is nothing you can rely upon. Every day's news brings accounts of defalcations, frauds, infamies, rottenness and corruptions of every kind, enough to sink a nation from the presence of God and all honorable beings. And this is not only so in the United States, but other nations, in ours especially. <\/div><div class=\"paragraph jod\" id=\"v17n159\"> We, as a people, have come out from Babylon,<span class=\"citation\" id=\"80244\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80244)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80244)\">Rev. 18:4<\/a><\/span><span class=\"citation\" id=\"91834\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91834)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91834)\">D&amp;C 133:7<\/a><\/span> but we have brought a great amount of these infernal principles with us, and we have been grabbing, grasping, pinching, squeezing, hauling, horning and hooking on every side, and it seems as though every man was for himself and the <div class=\"break columnbreak\" id=\"49b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0049.pdf\" target=\"pdfwin\">p.&#xA0;49b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6710\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> devil for us all. That is about the position we are in today. We want a change in these things. We have come to Zion. What to do? Why to do the will of God, to accomplish his purposes, to save ourselves, our progenitors and our posterity, and we have come because the Spirit of God led us here through the instrumentality of the holy Priesthood of God. Jesus says&#x2014;&#x201C;My sheep hear my voice, and they know me<span class=\"citation\" id=\"126960\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126960)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126960)\">John 10:14<\/a><\/span> and they will follow me; and a stranger they will not follow, because they know not the voice of a stranger.&#x201D;<span class=\"citation\" id=\"69624\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69624)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69624)\">John 10:4-5<\/a><\/span> We who have gathered here have been going in a curious, crooked kind of a way, but we have nevertheless started to build up the kingdom of God and to establish correct principles upon the earth and to help to redeem it. Can we accomplish this by continuing in the course we have hitherto pursued? No, verily, no. But I will tell you how I have always felt, both in Joseph's day and since then, whenever the Lord has wrought upon the man who stands at the head of his people to introduce anything for the welfare of his kingdom, it is time to look out, and to carry out the counsels that are given; and yesterday, after I arrived here, and had seen President Young, and conversed with him, and then heard him and others speak on these principles, I said to him, &#x201C;The old fiddle is in tune, the sacred fire is glowing and burning;&#x201D; and I think so still. The old fiddle is in tune, the right feeling, spirit and influence are operating, and we all feel them. <\/div><div class=\"paragraph jod\" id=\"v17n160\"> A great deal has been said about the evils that exist, and we might talk for days about the necessity of something being introduced for the welfare and happiness of the Saints of God here in Zion. I suppose, on a reasonable calculation, that there are ten thousand men out of employment  <div class=\"break pagebreak\" id=\"50a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0050.pdf\" target=\"pdfwin\">p.&#xA0;50a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6709\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>in this Territory, perhaps for five months in a year. Now, if they were at work, and only got one dollar a day, there would be ten thousand dollars a day earned, which in five months would make a very large sum, one million three hundred thousand dollars I think. We are bringing in here all kinds of things that we ought to make ourselves. What are our broom makers and coopers doing? What are you doing with your molasses mills, and where do you get your cloth, shoes, hats, shirts and things of this kind from? It takes quite an amount to supply them, they must come from somewhere, and the question is, where do they all come from? At a Bishops' meeting in Salt Lake City I said I wanted to get a well bucket, but I could not tell where to get it, and I wished some of them would tell me where; but they could not tell me, although there were a good many Bishops present. This is a pretty state of things. It is true that we have made some advances in some branches of manufacture. There is a big factory in Provo, some near Salt <div class=\"break columnbreak\" id=\"50b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0050.pdf\" target=\"pdfwin\">p.&#xA0;50b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6709\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Lake City, one at Ogden, one at Box Elder and one in the South. It has required great efforts on the part of President Young and others to establish these institutions, and when we get them we do not want the cloth. We do no not want our shoes made here&#x2014;we would rather send off our hides, and get somebody east to make them, they can make shoes so much better there than here. Then we do not want leather shoes here, we must send off and get a lot of paper things, with heels high enough to put anybody's ankles out of joint. <\/div><div class=\"paragraph jod\" id=\"v17n162\"> Well, my opinion is, that with home labor properly directed and applied, we shall have all the bread, butter, cheese, shoes, cloth, hats, bonnets, shawls and everything that we need, and I think, as the President has said, if we behave ourselves, we shall get pretty rich. That is all right enough, though riches are only a little thing, in comparison to the great principles of eternal lives<span class=\"citation\" id=\"126961\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126961)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126961)\">D&amp;C 132:24,55<\/a><\/span> and exaltation in the kingdom of God,<span class=\"citation\" id=\"126962\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126962)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126962)\">D&amp;C 132:49<\/a><\/span> the riches of eternity.<span class=\"citation\" id=\"85205\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85205)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85205)\">D&amp;C 38:39<\/a><\/span><span class=\"citation\" id=\"87373\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87373)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87373)\">D&amp;C 78:18<\/a><\/span> But my time has expired and I must close. Amen. <\/div>\n<\/div>\n<\/div>"}