{"ID":170039, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Gospel Restored From Heaven&#x2014;Signs Follow Believers&#x2014;Fulfillment of Prophecy&#x2014;Book of Mormon a Divine Revelation.<\/div>\n<div class=\"subtitle\">Discourse by Elder Orson Pratt, delivered in the Fourteenth Ward Assembly Rooms, Sunday Afternoon, November 15, 1874.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: The Gospel Restored From Heaven, Etc.<\/div>\n<div class=\"speaker\">Speaker: Orson Pratt<\/div>\n<div class=\"date\">Date: 11\/15\/1874<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d39\">\n<div class=\"paragraph jod\" id=\"v17n901\"> We profess, Latter-day Saints, to be living in a dispensation called the dispensation of the fulness of times, a dispensation commenced and committed to men in our age by the administration of angels, by the revelations of the Holy Ghost, by bringing forth the word of God to the people, by restoring authority to the children of men to administer the ordinances of the Gospel, and by committing to them a message which is required to be published among the inhabitants of the earth. It is very evident from what was declared by the ancient Apostle that another dispensation after his day was to be introduced among the inhabitants of the earth. We read, in the first chapter of Paul's epistle to the Ephesians, that in the dispensation of the fulness of times all things that are in Christ shall be gathered together in one.<span class=\"citation\" id=\"74803\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74803)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74803)\">Eph. 1:10<\/a><\/span> It is in accordance, <div class=\"break columnbreak\" id=\"264b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0264.pdf\" target=\"pdfwin\">p.&#xA0;264b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6496\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> therefore, with this dispensation that we see the people gathering here in this Territory and extending their settlements east and west, north and south. But we are only a very few of the people that God intends to gather together in one in this dispensation. It is literally a dispensation of gathering, not merely a gathering together of those who are here on the earth in the flesh; but before it is completed all things in Christ which are in heaven will also be gathered and united with those who are in Christ on the earth. We have but barely commenced in this glorious dispensation. The Church has been organized by divine revelation, angels have appeared, the apostolic authority has been restored by the ministration of angels, and the kingdom of God has been set up in fulfillment of the promise made to the ancient Prophet Daniel&#x2014;a kingdom  <div class=\"break pagebreak\" id=\"265a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0265.pdf\" target=\"pdfwin\">p.&#xA0;265a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6495\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>which shall never be destroyed, never again be rooted out of the earth and never be committed to another people, but it shall continue forever,<span class=\"citation\" id=\"61279\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61279)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61279)\">Dan. 2:44<\/a><\/span> while all human governments, of whatever name they shall be, will be rooted out of the earth by the divine judgments that will take place as the kingdom of God rolls forth among the nations. This is clearly foretold by nearly all the Prophets whose words are recorded in the divine Scriptures. They have spoken of the day when the Gospel should be restored; they have spoken of the period in which the kingdom of God should be set up and what it should accomplish; they have spoken of the signs that should be made manifest in those days both in the heavens and upon the earth; they have told us concerning the gathering, not only of the literal descendants of Israel, from the four quarters of the earth,<span class=\"citation\" id=\"127066\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127066)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127066)\">3 Ne. 5:24-26<\/a><\/span><span class=\"citation\" id=\"127067\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127067)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127067)\">3 Ne. 16:1-5<\/a><\/span><span class=\"citation\" id=\"127068\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127068)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127068)\">Ether 13:11<\/a><\/span><span class=\"citation\" id=\"127069\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127069)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127069)\">JS&mdash;M 1:27<\/a><\/span> but also of the gathering of all the Saints.<span class=\"citation\" id=\"127070\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127070)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127070)\">D&amp;C 45:46<\/a><\/span> These are matters so clearly foretold that I have often wondered in my own mind that people professing to believe the Bible and to receive the plain and pointed instructions contained therein, have not been looking for a dispensation connected with all these events that I have named. <\/div><div class=\"paragraph jod\" id=\"v17n903\"> What can possibly be the meaning, Latter-day Saints, of that prediction in the revelations of St. John, that another angel should fly through the midst of heaven, having the everlasting gospel to preach to them that dwell on the earth, to every nation and kindred and people and tongue, Saying with a loud voice&#x2014;&#x201C;Fear God, and give glory to him; for the hour of his judgment is come: and worship him that made heaven, and earth, and the sea, and the fountains of waters.&#x201D;<span class=\"citation\" id=\"79920\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79920)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79920)\">Rev. 14:6-7<\/a><\/span> What can possibly be the meaning of this prediction and vision of John in <div class=\"break columnbreak\" id=\"265b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0265.pdf\" target=\"pdfwin\">p.&#xA0;265b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6495\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> relation to the future and the hour of God's judgment<span class=\"citation\" id=\"79959\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79959)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79959)\">Rev. 14:7<\/a><\/span> if there never was to be another dispensation made manifest to the children of men? Certainly, before John saw this vision the Gospel had been very extensively preached among the inhabitants of the earth, to both Jews and Gentiles, so much so that Paul, prior to this time, speaking upon the subject of the preaching of the Gospel, says it had been preached to every creature under heaven, &#x201C;whereof I Paul am made a minister.&#x201D;<span class=\"citation\" id=\"75568\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75568)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75568)\">Col. 1:23<\/a><\/span> It seems, according to his declaration, that he had an understanding in some way, either by revelation or from some other source, that the Gospel that was committed in his day had already been preached before his death to every creature under heaven; yet John, after this period, while on the Island of Patmos, after having written several epistles to the churches that were built up called the seven churches,<span class=\"citation\" id=\"78931\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78931)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78931)\">Rev. 1:4,11,20<\/a><\/span> and reproved them for their wickedness, apostasy and lukewarmness,<span class=\"citation\" id=\"79113\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79113)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79113)\">Rev. 3:15-16<\/a><\/span> threatening to remove their candlesticks out of their places,<span class=\"citation\" id=\"79039\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79039)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79039)\">Rev. 2:5<\/a><\/span> and fighting them with the spirit of his mouth;<span class=\"citation\" id=\"75793\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75793)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75793)\">2 Thes. 2:8<\/a><\/span> after having seen all this in vision on Patmos and writing to these churches, had presented before him a scene that was still in the future&#x2014;a scene of darkness, apostasy, sin and corruption, wherein all nations should be more or less overcome, and during which certain powers should arise and fight against the kingdom of God,<span class=\"citation\" id=\"79622\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79622)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79622)\">Rev. 13:1-6<\/a><\/span> and make war with and overcome the Saints,<span class=\"citation\" id=\"79636\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79636)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79636)\">Rev. 13:7<\/a><\/span> and then another power should be established on the earth under the name of &#x201C;THE MOTHER OF HARLOTS&#x201D;&#x2014;<span class=\"citation\" id=\"80174\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80174)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80174)\">Rev. 17:5<\/a><\/span>an ecclesiastical power, described as a woman sitting on a scarlet-colored beast, having a golden cup in her hands full of the filthiness and abominations of the earth,<span class=\"citation\" id=\"80153\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80153)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80153)\">Rev. 17:3-4<\/a><\/span> causing all nations to drink out of  <div class=\"break pagebreak\" id=\"266a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0266.pdf\" target=\"pdfwin\">p.&#xA0;266a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6494\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>that cup, and making them drunk with the wine of the wrath of her fornication.<span class=\"citation\" id=\"80150\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80150)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80150)\">Rev. 17:2<\/a><\/span><span class=\"citation\" id=\"127071\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127071)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127071)\">Rev. 18:3<\/a><\/span><span class=\"citation\" id=\"127072\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127072)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127072)\">D&amp;C 35:11<\/a><\/span> John saw this portrayed among the events that were to take place after his day. He saw the Saints overpowered<span class=\"citation\" id=\"79637\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79637)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79637)\">Rev. 13:7<\/a><\/span> and, as the Apostle Paul had clearly predicted, a great falling away take place,<span class=\"citation\" id=\"75775\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75775)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75775)\">2 Thes. 2:3<\/a><\/span> and that men should be lovers of their own selves, proud boasters, blasphemers, disobedient to parents, unholy, without natural affection, truce breakers, &amp;c., having a form of godliness but denying the power thereof.<span class=\"citation\" id=\"76129\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76129)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76129)\">2 Tim. 3:1-5<\/a><\/span> This was clearly seen by the revelator on Patmos, as well as by the Apostle Paul. After having seen this, beholding all nations overcome, all people, kindred and tongues worshiping according to the creeds and ceremonies of this great ecclesiastical power that had risen, and supping out of the golden cup,<span class=\"citation\" id=\"80154\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80154)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80154)\">Rev. 17:4<\/a><\/span> the angel who revealed these things to John, in order to encourage him, showed that this wickedness would not always continue among the nations, and also gave him a view of the manner in which God would again visit the inhabitants of the earth, and he uses this prediction which I have quoted about the coming of another angel.<span class=\"citation\" id=\"79761\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79761)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79761)\">Rev. 14:6<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v17n905\"> It seems that this angel was to come at a period when there would be no nation, kindred, tongue or people on the whole earth that had the power and authority to administer the Gospel of Christ. The ancient Apostles had very different views on this subject from those entertained by the divines of the present day. Almost all Christian denominations suppose that there have been Christian churches on the earth ever since the days of the Apostles, according to the New Testament pattern; but the ancient Apostles saw that, instead of being churches of Christ, they would have a form of godliness, <div class=\"break columnbreak\" id=\"266b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0266.pdf\" target=\"pdfwin\">p.&#xA0;266b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6494\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> denying the power,<span class=\"citation\" id=\"76158\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76158)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76158)\">2 Tim. 3:5<\/a><\/span> in other words, they would have no power to administer the Gospel as it was administered in ancient times; and this apostasy should be so universal in its nature that all people, nations and kindreds upon the face of the whole globe should be overcome by it, so much so that there should be no Christian church left, no people left that should have authority, no people left that could administer the ordinances of the Gospel, and hence it needed to be restored from heaven, and the method of its restoration was to be by an angel from heaven. <\/div><div class=\"paragraph jod\" id=\"v17n906\"> If we go among all these different denominations calling themselves Christians, and enquire of them if God has sent an angel, the answer of every soul will be&#x2014;&#x201C;No angel has come in our day. God sent angels to the Christian church in the primitive ages of Christianity, but now, for something like seventeen hundred years we have not been visited by angels, and no new message has been given.&#x201D; This will be their declaration throughout the four quarters of the globe, wherever Christian churches, so called, are organized. Go to the great Mother Church, the oldest in existence among those professing Christianity, and make the enquiry of her members, and they will make the same declaration&#x2014;&#x201C;No message later than that given in the New Testament. God has said nothing by new revelation to guide our church. The holy Scriptures and the traditions handed down from the fathers are our rules of faith and practice.&#x201D; Go to the Greek church, which separated from the Roman Catholics, the members of which are now so numerous that they number their millions, and ask them if they have received any message from God, and they will give an answer similar to that given by the  <div class=\"break pagebreak\" id=\"267a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0267.pdf\" target=\"pdfwin\">p.&#xA0;267a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6493\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Catholics&#x2014;&#x201C;Nothing new, our ecclesiastical authorities, archbishops, cardinals, etc., do not reveal anything new.&#x201D; This you will find recorded in their writings. They declare that it is their business to interpret the old and to bring forth what the ancient fathers have said, and the church must be guided by these interpretations, and by the decrees of its uninspired authorities. Thus we may trace the Christian world in the four quarters thereof, and we shall find that they all acknowledge and declare that this angel, spoken of by John the Revelator,<span class=\"citation\" id=\"79763\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79763)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79763)\">Rev. 14:6<\/a><\/span> has never appeared to any of them. <\/div><div class=\"paragraph jod\" id=\"v17n908\"> Suppose that we now enquire of the Latter-day Saints. What do you believe, Latter-day Saints, about this matter? Why your universal answer is&#x2014;&#x201C;We as a people, without one dissenting voice, believe with all our hearts that God has sent his angel from heaven and restored the everlasting gospel in all its fulness.&#x201D;<span class=\"citation\" id=\"79762\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79762)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79762)\">Rev. 14:6<\/a><\/span> What do you say, you missionaries, elders and high priests, and you seventies and apostles who have gone forth during the last forty-four years, and published these tidings in the four quarters of the globe? Why your universal answer is&#x2014;&#x201C;Wherever we have been we have published that which we were commanded&#x2014;namely, that God has sent his angel from heaven, that that angel, by his administrations in our day, has brought to light a sacred record called the Book of Mormon, containing the fulness of the everlasting gospel<span class=\"citation\" id=\"84518\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84518)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84518)\">D&amp;C 27:5<\/a><\/span> as it was preached in ancient times upon this American Continent among the forefathers of the Indians.&#x201D; This has been your testimony for almost half a century has it? Yes. Why did you bear this testimony among the people? Because you were commanded to do so, it was a message committed to you, and if you <div class=\"break columnbreak\" id=\"267b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0267.pdf\" target=\"pdfwin\">p.&#xA0;267b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6493\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> had not fulfilled the requirement given in the commandment you would have been under condemnation.<span class=\"citation\" id=\"91911\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91911)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91911)\">D&amp;C 133:36-39<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v17n909\"> Then so far as the faith of this people is concerned, it is consistent with the prediction that was uttered by the Apostle John. John said that such should be the case, the Latter-day Saints say that such is the case; one predicted that it should be in the future, the other declares that is has already come to pass, and that God, in our day, has commissioned that angel and that he has appeared unto some,<span class=\"citation\" id=\"91909\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91909)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91909)\">D&amp;C 133:36<\/a><\/span> and through them, committed the fulness of the everlasting gospel to the human family and commanded them to bear record of it to all people. There is nothing inconsistent so far as this item of faith is concerned. <\/div><div class=\"paragraph jod\" id=\"v17n910\"> But here will arise a question in the minds of some who have not investigated this subject; they will admit that, if our testimony is true, the message which we proclaim is one of the most important that has been committed to man for seventeen hundred years past. This all will admit; for this message does not concern one nation alone, but all nations, for, as John stated, it is to be declared to every nation, kindred, tongue and people.<span class=\"citation\" id=\"79764\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79764)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79764)\">Rev. 14:6<\/a><\/span> Why? Because none of them had the gospel at the time it was revealed, that is the reason. If there had been one little corner of the earth where the gospel was preached and its ordinances administered by divine authority, there would have been no necessity for its restoration by an angel, all we would have had to do would have been to hunt up that little corner of the earth, where some tongue or people had the gospel and the church organized among them; they could have baptized and confirmed us, and administered to us the sacrament and all  <div class=\"break pagebreak\" id=\"268a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0268.pdf\" target=\"pdfwin\">p.&#xA0;268a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6492\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the blessings of the gospel. But from the very fact that there were no such people on the earth in the four quarters thereof, it had to be restored anew from heaven. This is our testimony, and it is plain and pointed, but the query is, among those who have not investigated it&#x2014;&#x201C;Is this true?&#x201D; <\/div><div class=\"paragraph jod\" id=\"v17n912\"> Among the evidences that have accompanied the committing of this gospel to men in our day by an angel, let me refer you to those which were given before this church arose, when Joseph Smith, that farmer's boy, was commanded to go to the hill Cumorah and take from the place of their deposit the plates from which the Book of Mormon was translated, and to translate them. When he was commanded to do this work, and while in the act of doing it, the Lord God sent his angel to three men besides the translator, and to these men the angel exhibited, leaf by leaf, the unsealed portion of these plates, and at the same time the voice of the Lord from heaven was heard, testifying that the work had been translated correctly, and commanding them to bear witness of it unto all people, nations and tongues to whom this work should be sent. They, therefore, prefix their testimony in the Book of Mormon to that effect, testifying to the ministration of the angel, to seeing the plates and the engravings thereon, and to its correct translation.<span class=\"citation\" id=\"127073\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127073)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127073)\">BM Three Wit.<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v17n913\"> Here then, were four witnesses&#x2014;the translator and three others, before the rise of this church, who testify that God sent his angel. It is not a speculation with them, but something absolutely certain. They could not be deceived in relation to this matter. Joseph Smith could not be deceived when the angel told him to go and obtain these plates, and gave him a vision of the very place where they were deposited,<span class=\"citation\" id=\"93850\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93850)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93850)\">JS&mdash;H 1:42<\/a><\/span> and he actually ob<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"268b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0268.pdf\" target=\"pdfwin\">p.&#xA0;268b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6492\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tained them, and with them the Urim and Thummim,<span class=\"citation\" id=\"93874\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93874)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93874)\">JS&mdash;H 1:52<\/a><\/span> by which he translated them. There was no possibility of his being deceived in relation to the matter. And when these three men, in answer to their prayers, saw the angel in his glory, saw him descend from heaven clothed with glory, saw him take these plates, saw them in his hands, heard the voice of God from heaven bearing testimony to the correctness of the translation, commanding them to bear witness to all people,<span class=\"citation\" id=\"127095\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127095)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127095)\">BM Three Wit.<\/a><\/span> they could not be deceived in relation to this matter, it was something positive to them; and if you say they were deceived, with the same propriety an infidel may say that all the prophets from Adam down to the days of John, who professed to see angels, were deceived; with the same propriety they could contend against the holy Scriptures on the same ground that many would contend against the testimony of the Book of Mormon. <\/div><div class=\"paragraph jod\" id=\"v17n914\"> Were there any others who saw the plates besides these four men? Yes. How many? Eight, all before this church was organized. These eight witnesses have also given their testimony, and it is prefixed to the Book of Mormon. The eight did not see the angel, but they saw the plates, and they testify that they handled them, and saw the engravings thereon, all of which had the appearance of ancient workmanship, and, in the close of their testimony they say&#x2014;&#x201C;And this we bear testimony of, and we lie not, God bearing witness of it.&#x201D;<span class=\"citation\" id=\"127074\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127074)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127074)\">BM Eight Wit.<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v17n915\"> This makes twelve witnesses to the original of the Book of Mormon. Would to God that we had twelve witnesses to the original of the Bible, so that it might stand on equal testimony with the Book of Mormon! But, alas, there is not one original in existence that we know of, and  <div class=\"break pagebreak\" id=\"269a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0269.pdf\" target=\"pdfwin\">p.&#xA0;269a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6491\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>neither has there been for many generations past, of any one book of the Bible from the beginning of Genesis to the end of Revelation. Says one&#x2014;&#x201C;Do you mean to say that King James' translators did not translate the Bible from the original?&#x201D; Yes that is what I say. They translated it from the language of certain manuscripts, which language, of course, was not the English language; but they did not translate from the original. Why? Because, for aught we know, these manuscripts might have been the 999th copy from the original. There might have been two thousand copies handed from one scribe to another and transcribed instead of the original. Indeed, what man for the last ten centuries has ever seen one of the originals of the Bible? I do not know of any, and we have no account in history, either sacred or profane, that the original has ever been seen by any person for the last ten or twelve centuries; but we have the testimony of many learned men, men who profess Christianity and to believe the Bible, that, in gathering together the most original manuscripts they could find and comparing them one with another&#x2014;manuscripts in the Hebrew, Greek and other ancient languages&#x2014;they found that they contradicted one another, and that there are something like thirty thousand different readings among those different manuscripts. Some of these learned men have collected together an immense quantity of these different manuscripts and have expended large fortunes in so doing. For what purpose? That they might translate them into the English language; but when they came to compare them they found such a variety of contradictions that they gave the task up in despair. Others have taken such manuscripts as they could <div class=\"break columnbreak\" id=\"269b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0269.pdf\" target=\"pdfwin\">p.&#xA0;269b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6491\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> get hold of, and have done the best they could. One thing is certain, King James' translators, being among the wisest men and greatest scholars of their day, did justice to the subject as far as it was possible by uninspired men. <\/div><div class=\"paragraph jod\" id=\"v17n917\"> Now the Christian world believe the Bible, so do the Latter-day Saints. We believe that the original was just as true as the Book of Mormon, that is our faith; and that the Book of Mormon is just as true as the original books of the Bible. The world believe that the Bible is a divine record, but on what evidence do they believe it? Certainly not because there is the testimony of any parties who ever saw the original. Here, then, we bring forth the Book of Mormon to you, and we present to you twelve witnesses who have seen the original of that book. Do you not perceive that, so far as this one species of evidence is concerned, the Book of Mormon is supported by a greater amount of evidence than the Bible? Is there one person among all the Christian churches and denominations, for the last sixteen centuries, who knows the Bible to be true by the ministration of an holy angel? No, not a single individual, for according to the testimony of all the Christian sects, during the whole of that time no angel has been sent and nothing new has been revealed. <\/div><div class=\"paragraph jod\" id=\"v17n918\"> If it be true that God has not revealed anything since the days of John the Revelator, then no person has had a knowledge given him as to the truth of the Bible. But how is it with the Book of Mormon? Four men have seen an angel. Now compare or contrast this evidence concerning the two books. These four men were men of your own times, men whom you could cross-question, witnesses whom you had the privilege of interrogating in relation to their  <div class=\"break pagebreak\" id=\"270a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0270.pdf\" target=\"pdfwin\">p.&#xA0;270a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6490\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>testimony. But we are told that the Bible bears record of its own divinity, and that the Saints who lived in ancient days did see angels. Now suppose we admit that the Bible does bear testimony of its own divinity. Turn to and read the declarations of Nephi<span class=\"citation\" id=\"80934\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80934)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80934)\">1 Ne. 3:29-30<\/a><\/span><span class=\"citation\" id=\"81323\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81323)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81323)\">2 Ne. 4:24<\/a><\/span> and Alma,<span class=\"citation\" id=\"82079\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82079)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82079)\">Alma 8:14-18<\/a><\/span> and of the prophet Jacob,<span class=\"citation\" id=\"81772\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81772)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81772)\">Jacob 7:5<\/a><\/span> and many other prophets who wrote the various books in the Book of Mormon,<span class=\"citation\" id=\"127077\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127077)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127077)\">Mosiah 3:2<\/a><\/span><span class=\"citation\" id=\"127075\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127075)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127075)\">Alma 10:7<\/a><\/span><span class=\"citation\" id=\"127076\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127076)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127076)\">Hel. 14:26<\/a><\/span><span class=\"citation\" id=\"82519\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82519)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82519)\">3 Ne. 7:15<\/a><\/span> and they bear testimony that they saw angels. The Bible bears testimony that the prophets who wrote the various books which it contains did the same. Now put one on a par with the other and, so far as that species of evidence is concerned, one is just equal to the other. <\/div><div class=\"paragraph jod\" id=\"v17n920\"> Again, the Bible says, in giving a commission to the ancient apostles to go and preach the gospel, that certain signs should follow all the believers throughout the whole world. &#x201C;Go ye forth and preach the gospel to every creature under heaven. He that believes and is baptized shall be saved; and he that believeth not shall be damned. And these signs shall follow them that believe; In my name they shall cast out devils.&#x201D;<span class=\"citation\" id=\"66826\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66826)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66826)\">Mark 16:15-17<\/a><\/span> Mark, now, not the apostles alone, they were not the only ones whom these signs should follow, but they were to follow every creature in all the world who should believe, making it as definite and unlimited as possible. They were not only to have salvation, but they were to be blessed with certain signs following them. What were they? &#x201C;In my name they shall cast out devils; they shall speak with new tongues; They shall take up serpents; and if they drink any deadly thing, it shall not harm them; they shall lay hands on the sick, and they shall recover.&#x201D;<span class=\"citation\" id=\"66926\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66926)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66926)\">Mark 16:17-18<\/a><\/span> Certain definite promises were made to the believers by which they could distinguish themselves from all the rest of mankind, and it is recorded in the following verses of <div class=\"break columnbreak\" id=\"270b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0270.pdf\" target=\"pdfwin\">p.&#xA0;270b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6490\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the same chapter, that the apostles went everywhere preaching the word, the Lord working with them and confirming the word by signs following.<span class=\"citation\" id=\"66951\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66951)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66951)\">Mark 16:20<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v17n921\"> What are we to understand by confirming the word with signs following?<span class=\"citation\" id=\"66950\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66950)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66950)\">Mark 16:20<\/a><\/span> Are we to understand that the Apostles alone confirmed the word? No. There were certain signs which were to follow the believers wherever they preached. The promise was to every creature in all the world. They went everywhere and preached this word, and the Lord wrought with them by confirming the word to every believer throughout all the world, by causing the promise to be fulfilled to those believers. Here then, the believers had no particular necessity for asking the apostles to perform miracles, for they themselves were blessed with certain miraculous signs, and the Lord confirmed these signs upon them, so that they were not obliged to seek foreign testimony, or for miracles wrought by somebody else, for every person, male or female, who believed and obeyed that gospel, obtained for himself, the signs promised. This is what the Scriptures inform us, and in this dispensation, when God revealed this Gospel anew, and sent his angel and organized his church, and sent forth his servants, the same promise was made as to the ancient Saints. I can read it here in this book, for this is the book of the revelations and commandments that was given to the Prophet Joseph Smith before the rise of this church, and a short period after its rise. In this book we find recorded something like this&#x2014;&#x201C;As I said unto mine ancient apostles, I say unto you&#x201D;&#x2014;<span class=\"citation\" id=\"87835\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87835)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87835)\">D&amp;C 84:63<\/a><\/span>speaking to the elders of this church&#x2014;&#x201C;Go ye forth among all the nations, preaching my gospel. He that believeth and is baptized shall be saved; and he that believeth not shall be  <div class=\"break pagebreak\" id=\"271a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0271.pdf\" target=\"pdfwin\">p.&#xA0;271a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6489\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>damned.<span class=\"citation\" id=\"86675\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86675)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86675)\">D&amp;C 68:8-10<\/a><\/span> And these signs shall follow them that believe. In my name they shall cast out devils; In my name they shall open the eyes of the blind, they shall unstop the ears of the deaf; They shall cause the tongue of the dumb to speak,<span class=\"citation\" id=\"87831\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87831)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87831)\">D&amp;C 84:62-72<\/a><\/span> and the lame man to leap as a hart.&#x201D;<span class=\"citation\" id=\"59196\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59196)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59196)\">Isa. 35:6<\/a><\/span> This promise was not made to the elders alone who went forth in this dispensation, but to all throughout the world who believe in their testimony. <\/div><div class=\"paragraph jod\" id=\"v17n923\"> This was pretty bold language to be used if Joseph Smith was really an impostor; if he was an impostor he, in using such language and making such a promise, laid the foundation for the overthrow of his own system. It is a very easy matter to make a promise of this kind, nothing is easier than that; but to fulfill that promise is altogether another thing. Here was a promise made in the very early rise of this church, upwards of forty years ago, that certain signs should follow them that received and obeyed this gospel. Let us inquire on this subject, for this is one species of evidence that is dwelt upon by the opposers of this work wherever we go. When the elders came to you Latter-day Saints, in the various nations where you resided, and preached the gospel to you, did the Lord confirm these promises unto you, or did he not? You can hear the united testimony of some fifty or a hundred thousand people dwelling in this Territory, that God did truly and in reality confirm this promise unto his servants, and unto his handmaidens while in the different nations from which they emigrated; that he did cause the blind to see, the lame to walk, the tongue of the dumb to speak,<span class=\"citation\" id=\"84999\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84999)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84999)\">D&amp;C 35:9<\/a><\/span> and that he did cause his power to be made manifest in very deed, just as the promise was given. <\/div><div class=\"paragraph jod\" id=\"v17n924\"> Here then, was a vast cloud of witnesses,<span class=\"citation\" id=\"127078\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127078)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127078)\">Heb. 12:1<\/a><\/span> some fifty thousand living <div class=\"break columnbreak\" id=\"271b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0271.pdf\" target=\"pdfwin\">p.&#xA0;271b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6489\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> witnesses. Can we find one living witness who will bear such evidence as this to the truth of the Bible? No. Go among all the Christian denominations and ask them&#x2014;&#x201C;Are you believers?&#x201D; &#x201C;O yes, we are believers.&#x201D; &#x201C;Do the signs follow you that Jesus said should follow the believers?&#x201D; What is their answer? No, almost without an exception. There may be some few exceptions; but what was the universal answer before spiritualism commenced, before the days in which Joseph brought forth this work, and for some few years after, among the Christian denominations? It was&#x2014;&#x201C;No, God has not shown forth any of those signs that he said should follow the believers.&#x201D; Why then do you call yourselves believers? If God has not confirmed the word to you by signs following,<span class=\"citation\" id=\"66952\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66952)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66952)\">Mark 16:20<\/a><\/span> how do you know that you are believers? May it not be that you are deceiving yourselves? May it not be that you have merely got a form of godliness, and that the power does not attend you?<span class=\"citation\" id=\"76159\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76159)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76159)\">2 Tim. 3:5<\/a><\/span> According to their own testimony they have no right nor authority to call themselves believers; and the promise contained in the Bible, made to believers, have never been confirmed to any of the so-called Christian sects since the days that King James' translators translated them. But when we take the Book of Mormon and examine it on this kind of evidence we have fifty thousand witnesses ready to testify to the fulfillment of these promises, many of them having experienced the fulfillment thereof in their own persons, while others have seen the manifestations of God's power in healing the sick and afflicted among his people from time to time; consequently the Latter-day Saints have fifty thousand times more evidence so far as the signs following are concerned, of the divinity of the Book  <div class=\"break pagebreak\" id=\"272a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0272.pdf\" target=\"pdfwin\">p.&#xA0;272a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6488\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of Mormon than what the Christian world have of the divinity of the book called the Bible. <\/div><div class=\"paragraph jod\" id=\"v17n926\"> Moreover there is another kind of evidence which the Lord promised before the rise of this church, when he conferred the apostleship again upon the heads of the children of men, and gave them authority to preach this gospel and to administer its ordinances;<span class=\"citation\" id=\"84137\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84137)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84137)\">D&amp;C 18:26-29<\/a><\/span> he told them that they should preach the gospel, and that they should baptize every penitent believer who desired baptism, and that they should lay their hands upon the heads of those penitent believers in confirmation, pronouncing, by the authority of their apostleship and office and calling, the Holy Ghost upon those baptized believers;<span class=\"citation\" id=\"84340\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84340)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84340)\">D&amp;C 20:38-43<\/a><\/span> and God promised, before the rise of this church, that every soul among all people, nations and tongues that would receive this gospel with full purpose of heart, should be baptized with fire and with the Holy Ghost by the laying on of the hands of his servants.<span class=\"citation\" id=\"85245\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85245)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85245)\">D&amp;C 39:6<\/a><\/span> It is a very easy matter for an impostor to make a promise of this kind, but supposing it should not be fulfilled, supposing that the Holy Ghost did not come upon the people, in the course of one or two years the believers, so called, in Mormonism would all apostatize, they would very naturally say&#x2014;&#x201C;the promise was made that we should receive the Holy Ghost through the ordinance of the laying on of hands, and yet we have not received it.&#x201D; &#x201C;Here is the promise that we should heal the sick, and that the various signs should follow us, but these promises have not been fulfilled we turn away from your system with disgust, we do not believe there is any authority in it,&#x201D; and Mormonism would soon have been banished out of existence. But what are the facts? The fact that there is now a hundred thousand <div class=\"break columnbreak\" id=\"272b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0272.pdf\" target=\"pdfwin\">p.&#xA0;272b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6488\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Latter-day Saints gathered from the various nations of the earth into these mountain regions proves to me beyond dispute or controversy that they did realize the promise, namely, that the Holy Ghost did rest upon them, and that by virtue of that gift they did receive revelation and visions and prophecies and the word of the Lord to themselves, and knew of a surety that this was the work of God; and in consequence of this knowledge, not mere faith, but in consequence of this knowledge which they received in their own native lands they gathered up here to this land. It would require a great degree of faith to induce people to forsake their own lands and the homes and graves of their ancestors, to come across the ocean some three thousand miles, then take an inland journey of two or three thousand miles or more, and come to a desert country, as we did when we first settled this land; I say it would require a great deal of faith to induce people to do this. But let me tell you that it was not by faith alone that the believers in the system established by the Prophet Joseph Smith did this; it was something beyond faith&#x2014;they obtained a knowledge before they started. There may have been some exceptions, but many of them obtained a knowledge before they left their native countries that this was the work of God. You obtained this knowledge through the inspiration of the Holy Ghost; the gifts of that Spirit were manifest among you as they were among the members of the ancient Church, and by its inspiration you were edified and instructed, and you received a knowledge, in fulfillment of the promise of Jesus made in ancient times&#x2014;&#x201C;If any man will do the will of my Father, he shall know of the doctrine, whether it be of God, or whether I  <div class=\"break pagebreak\" id=\"273a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0273.pdf\" target=\"pdfwin\">p.&#xA0;273a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6487\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>speak of myself.&#x201D;<span class=\"citation\" id=\"69357\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69357)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69357)\">John 7:17<\/a><\/span> In the first place, they have to believe before they can do the will of the Father; but belief and knowledge are two very different things. By faith, without a knowledge, many repent and obey the ordinances of the Gospel, and then they receive a testimony to themselves, some in one way, some in another; some by having visions given to them, some by the ministrations of holy messengers, some by the healing of the sick, some by the revelations and inspiration of the Holy Ghost. <\/div><div class=\"paragraph jod\" id=\"v17n928\"> These are the evidences then, which we have to present before the world, to substantiate the divine authenticity of the Book of Mormon. Have you any objection to them? Says one&#x2014;&#x201C;Here is my objection; it matters not how many miracles are wrought, how many signs are given, and whatever evidence may be pretended to have been received, it does not matter about this, if a thing is inconsistent in and of itself, if it contradicts itself, if it contradicts the Bible I shall reject it.&#x201D; I honor you for that judgment, I would do the same. If the Book of Mormon contradicted the revelations of God called the Bible, given on the other continent, you might tear up the sycamore trees and cast them into the sea,<span class=\"citation\" id=\"67822\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67822)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67822)\">Luke 17:6<\/a><\/span><span class=\"citation\" id=\"67824\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67824)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67824)\">Luke 17:6 (JST)<\/a><\/span> or you might say to this mountain&#x2014;&#x201C;Depart hence,&#x201D;<span class=\"citation\" id=\"65326\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65326)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65326)\">Matt. 21:21<\/a><\/span><span class=\"citation\" id=\"127079\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127079)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127079)\">Abr. 2:7<\/a><\/span> and if it should be done it would not be sufficient evidence in my mind to make me receive it. A thing must be consistent, and when we come to open and read the Book of Mormon, do we find any evidence therein of its falsity? Read it from beginning to end in relation to its historical matter. It pretends to be a history of the coming of a small colony, two or three families, from the city of Jerusalem, led by the hand of the Lord. They built a ship <div class=\"break columnbreak\" id=\"273b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0273.pdf\" target=\"pdfwin\">p.&#xA0;273b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6487\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> by the command of the Lord, and were guided by his hand across the ocean; they landed on the western coast of South America, about six hundred years before Christ; and after that they worked their way up towards the narrow strip of land we call the Isthmus, and founded settlements and, finally, about fifty years before Christ, sent forth their colonies into the north wing of the continent, which we call North America, and in process of time the whole land became peopled and overspread with millions of people. Now read this history from the time they left Jerusalem until the time that the Nephite nation were destroyed by another portion of the nation called Lamanites, and their records were hid up by their last Prophet: read this history and see if you can find any contradictions therein; if you cannot, you cannot condemn the book so far as the historical matter is concerned. <\/div><div class=\"paragraph jod\" id=\"v17n929\"> Says one&#x2014;&#x201C;Oh, but it might have been got up by some cunning individual, who was very careful in his management, so as to get all the links of the history perfectly in accordance one with another, and still it may be false.&#x201D; On what ground? Says the objector&#x2014;&#x201C;Perhaps the doctrines taught in the different ages by the several Prophets mentioned in the various books of the compilation do not agree.&#x201D; Very well, read the whole of the books contained in the compilation, the period included in which comprises a thousand years, from the time they landed on the continent to the time the Nephites were destroyed, search the doctrine preached by each Prophet in the successive generations and see if you can find any contradictions; if you cannot find anything that contradicts itself, then see if you can find in that book anything that contradicts what is contained in the compilation of  <div class=\"break pagebreak\" id=\"274a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0274.pdf\" target=\"pdfwin\">p.&#xA0;274a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6486\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the Prophets on the eastern hemisphere; see if you can find anything in the Book of Mormon that clashes with or contradicts the Bible, then perhaps you will have a little justification for saying you do not believe it. But when you have made this thorough examination and find no contradictions between the two records you will certainly have no right to say the book is false, so far as its doctrines are concerned. <\/div><div class=\"paragraph jod\" id=\"v17n931\"> Says one&#x2014;&#x201C;That book called the Book of Mormon professes to be a prophetic record, and has a great many prophecies, and perhaps these prophecies may disagree with the prophecies contained in the Old Testament, or perhaps they may disagree among themselves, in which case it would weaken my faith in regard to it.&#x201D; In this case I would say as I said concerning its doctrines&#x2014;search all its prophecies diligently&#x2014;and it contains prophecies that reach to the very end of the earth&#x2014;search diligently those that have been fulfilled since the rise of the Church as well as before, and search those that are yet to be fulfilled from this time until the coming of the Savior, and from that time down to the end of the earth, and see if you can find one contradiction in all the record; and then compare them with the prophecies contained in the Bible, and if they do not contradict one another, have you or I any right to say that it is not a revelation from God? There must be some evidence that we can bring forward by which we can be justified in rejecting a book as being a divine revelation. Now where is that evidence, what species of evidence is it, where can it be obtained, from what quarter, in order to condemn that book as not being a divine revelation? I know of none. <\/div><div class=\"paragraph jod\" id=\"v17n932\"> I have given you, very briefly, my <div class=\"break columnbreak\" id=\"274b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0274.pdf\" target=\"pdfwin\">p.&#xA0;274b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6486\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> reasons, and the reasons of the Latter-day Saints for believing that book to be a divine revelation. Moreover, let me go still further. We find in the Bible, the Jewish record, many prophecies that point forward to the coming forth of a similar record to that called the Book of Mormon, pointing out what should be fulfilled when a certain record or book should come forth; pointing out a period, time or age of the world when it should come forth, and the object for which it should come forth. <\/div><div class=\"paragraph jod\" id=\"v17n933\"> Now the Book of Mormon has come forth to fulfill these ancient prophecies. I have not time to refer to them today particularly, but those who have heard these things for forty years past are well versed in relation to the predictions of the Bible, concerning the coming forth of such a work as the Book of Mormon. Now let any learned man prove that this work has not come forth in fulfillment of these prophecies, show some discrepancy, show wherein it cannot possibly be the fulfilling of these prophecies. Can they do this? If they can they perhaps may have a little justification for rejecting the work; but if, on the other hand, they cannot show the fulfilling of those prophecies in any other facts that have been revealed; if they cannot prove that the Book of Mormon is not the fulfillment of those prophecies they certainly cannot be justified in rejecting it. &#x201C;Well,&#x201D; says one, &#x201C;is there any special prophecy in the Bible that calls that book by name, or that there should be a book called the Book of Mormon, come forth?&#x201D; In answering this question, let me ask you another question&#x2014;Is there anything in the prophecy of Isaiah or any Prophet who lived before his days that speaks particularly of a Prophet coming forth by the name of Jeremiah, who  <div class=\"break pagebreak\" id=\"275a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0275.pdf\" target=\"pdfwin\">p.&#xA0;275a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6485\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>should reveal certain revelations? &#x201C;Oh, no,&#x201D; says one. Well, then, ought you not to reject the prophecy of Jeremiah, inasmuch as no Prophet preceding him spoke of him, no one who lived before him who said a word about his book called the Book of Jeremiah? Moreover, were there no Prophets that prophesied concerning the coming of Ezekiel and his book, and Hosea and his book, and of Joel, Amos, Malachi, and many of the ancient Prophets who might be named? What preceding Prophet prophesied concerning the coming forth of these books? None at all. The Jews would have had the same right in the days of these Prophets to say&#x2014;&#x201C;I will reject you Jeremiah, and I will not receive your revelations, and my reasons for rejecting you are that none of the preceding Prophets have named you by name, and they have not spoken of your book.&#x201D; The Jews might have rejected the whole catalogue of the Prophets on this ground; therefore, this is another species of evidence in favor of the Book of Mormon, over and above that which can be brought to establish the divinity of the Bible. <\/div><div class=\"paragraph jod\" id=\"v17n935\"> What more might be said to prove the divinity of the Book of Mormon? I will bring up some other evidence besides all that I have named. We are told in the prophecies of the holy Prophets, not only about the coming of the angel, but we are told that when God should set up his kingdom and send that angel, it should be a dispensation of gathering the people of God. Now, supposing that Joseph Smith had all these proofs that I have named to testify concerning the divinity of this book, and had said nothing about the gathering, what then? Why you and I could go to our homes and say, &#x201C;goodbye Joseph Smith, we do not believe you to be a Prophet.&#x201D; &#x201C;Why?&#x201D; &#x201C;Because the <div class=\"break columnbreak\" id=\"275b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0275.pdf\" target=\"pdfwin\">p.&#xA0;275b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6485\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> latter-day dispensation was to be characterized by the gathering together of all things in one that are in Christ,<span class=\"citation\" id=\"74804\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74804)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74804)\">Eph. 1:10<\/a><\/span> and you have said nothing about it, and therefore we reject you.&#x201D; But is it so? No; before the rise of this Church, while Joseph Smith was translating the Book of Mormon, it is predicted here, in this translation, that the Church should go forth from this continent to all the people, nations and tongues of the earth,<span class=\"citation\" id=\"81091\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81091)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81091)\">1 Ne. 14:12<\/a><\/span> and that all who believed should be gathered in one.<span class=\"citation\" id=\"81195\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81195)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81195)\">1 Ne. 22:25<\/a><\/span> Now how did Joseph Smith know that that would be fulfilled when there was no Church in existence? It is a very easy matter, as I said before, to prophesy, but to fulfill is another thing. But here in Utah is the fulfillment, for here are upwards of a hundred thousand people gathered out from the nations of the earth, proving definitely, at least so far as this species of evidence is concerned, that Joseph Smith certainly was a true Prophet, for he predicted it before it commenced to take place. <\/div><div class=\"paragraph jod\" id=\"v17n936\"> There is another species of evidence in this book. It is foretold within its pages that after it should come forth in the latter day and the Church should have been established, the blood of the Saints should cry from the ground against their persecutors and those who should slay them.<span class=\"citation\" id=\"81456\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81456)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81456)\">2 Ne. 26:3<\/a><\/span><span class=\"citation\" id=\"81515\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81515)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81515)\">2 Ne. 28:10<\/a><\/span><span class=\"citation\" id=\"83246\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83246)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83246)\">Morm. 8:27<\/a><\/span><span class=\"citation\" id=\"83471\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83471)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83471)\">Ether 8:22<\/a><\/span> This was a prophecy, the fulfillment of which in an enlightened age like this, seemed very unlikely. We find that, since the organization of this free government, and our great charter of liberties and constitution, since the time of the enunciation of these choice republican principles upon this continent by this great and powerful nation, that the blood of no sects or parties has, as it were, stained our ground because of the belief of the people. Sometimes they get killed in mobs about anti<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"276a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0276.pdf\" target=\"pdfwin\">p.&#xA0;276a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6484\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>slavery, or something of that kind; but when it comes to religion it has generally been a little persecution with the tongue, and that has been about all. But here was a prediction before the rise of the Church that the blood of the Saints should cry from the ground against their persecutors. This has been literally fulfilled. We have no need to refer you to the scores of Saints that were shot down in cold blood, who, while emigrating with their wives and children in order to locate in another country, were fallen upon by mobs, chased into a blacksmith's shop, and there some eighteen or twenty of them were shot down by their persecutors, who pointed their guns between the logs of the shop, it being a log building. Then, when they had got through with these murders they began to rob them of their clothes and pulled off their boots and put them on, and while in the act of doing this they discovered two or three little children who had crept under the bellows in hope of escaping. What did they do with these children? Called them out, and placing their guns to their heads shot them down and destroyed them. All these things have transpired within the past forty years upon this great and glorious land of ours. The constitution is good, that is not to blame, that gives us the privilege of religious liberty; but those who have lived under this free government have seen proper to thus persecute and murder the Saints, and their blood has been shed, and it now cries from the ground for vengeance on the nation. <\/div><div class=\"paragraph jod\" id=\"v17n938\"> Says one&#x2014;&#x201C;Why on the nation?&#x201D; Because it was not done by a private mob, but by the officers of a State; it was done by the highest authority and power of a State, by individuals who were organized under State authority to go against an innocent <div class=\"break columnbreak\" id=\"276b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0276.pdf\" target=\"pdfwin\">p.&#xA0;276b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6484\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> people. We had never broken a law, and the records of their courts could not show one case wherein this people had transgressed the laws of the land. <\/div><div class=\"paragraph jod\" id=\"v17n939\"> The people thus organized to drive the Latter-day Saints, of course, had their reasons for so doing, everybody has, or endeavors to find a reason for the course he pursues. One reason assigned for persecuting the Saints was that they believed in the gifts that the ancient Saints believed in. Some may be disposed to doubt the truth of this statement, but to such I say, go and read their documents and there you will find the reasons they set forth for this murderous work, and among those reasons they say&#x2014;&#x201C;A certain people have come amongst us who believe in speaking in tongues, in the interpretation of tongues, in the healing of the sick, and in the various gifts that were in existence in the ancient Church, and we pledge ourselves and our property and all that we have that we will remove them from our midst, peaceably if we can and forcibly if we must.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v17n940\"> Now, would you believe that people would be driven from their homes and murdered by individuals because they were exercising religious rights guaranteed to them by the constitution of their country? Did Joseph Smith know that such persecution would arise before the Church was organized? Could he have written such prophecies and the Book of Mormon if he had been an impostor? How did he know they would ever be fulfilled? How did he know that this Gospel would be spread to the uttermost parts of the earth? How did he know that the people abroad in other nations would gather to this land, according to the prophecies that were uttered? All these things prove him to be a prophet sent of God, as his prophecies were fulfilled. <\/div> <div class=\"break pagebreak\" id=\"277a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0277.pdf\" target=\"pdfwin\">p.&#xA0;277a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6483\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v17n942\"> Finally, examine every point of evidence you can think of; take up, step by step, the various events that must take place&#x2014;the preaching of the Gospel to the Gentiles to bring in their fulness that their times may be fulfilled; the preaching of it to the Jews; the preaching of it to the scattered tribes of Israel, and all the other events predicted in connection with this Latter-day work; take them up one by one, and see if this people have left one thing out of their faith that should characterize the dispensation of the fulness of times. Do the Scriptures foretell the gathering of the Jews from the four quarters of the earth?<span class=\"citation\" id=\"127080\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127080)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127080)\">Isa. 11:11-12<\/a><\/span><span class=\"citation\" id=\"127081\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127081)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127081)\">Ezek. 28:25<\/a><\/span> The Book of Mormon does the same thing.<span class=\"citation\" id=\"81167\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81167)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81167)\">1 Ne. 19:16<\/a><\/span><span class=\"citation\" id=\"81359\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81359)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81359)\">2 Ne. 9:2<\/a><\/span><span class=\"citation\" id=\"82508\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82508)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82508)\">3 Ne. 5:24-26<\/a><\/span><span class=\"citation\" id=\"82717\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82717)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82717)\">3 Ne. 16:5<\/a><\/span><span class=\"citation\" id=\"82833\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82833)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82833)\">3 Ne. 20:29<\/a><\/span><span class=\"citation\" id=\"83528\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83528)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83528)\">Ether 13:11<\/a><\/span> Do the Scriptures say that the Jews should remain scattered until the times of the Gentiles are fulfilled?<span class=\"citation\" id=\"127082\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127082)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127082)\">Luke 21:24<\/a><\/span><span class=\"citation\" id=\"127083\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127083)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127083)\">Rom. 11:25<\/a><\/span> The Book of Mormon<span class=\"citation\" id=\"127084\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127084)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127084)\">1 Ne. 10:14<\/a><\/span><span class=\"citation\" id=\"127085\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127085)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127085)\">1 Ne. 15:13<\/a><\/span> and the Revelations given to this Church<span class=\"citation\" id=\"127086\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127086)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127086)\">D&amp;C 20:8-9<\/a><\/span><span class=\"citation\" id=\"127087\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127087)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127087)\">D&amp;C 45:24-25<\/a><\/span> declare the same thing. Did the ancient Prophets and Apostles declare that the Gospel of the Kingdom should be preached to all nations,<span class=\"citation\" id=\"65706\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65706)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65706)\">Matt. 24:14<\/a><\/span> <div class=\"break columnbreak\" id=\"277b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0277.pdf\" target=\"pdfwin\">p.&#xA0;277b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6483\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> that the fulness of the Gentiles should come in before all Israel should be saved?<span class=\"citation\" id=\"72806\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72806)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72806)\">Rom. 11:25-26<\/a><\/span> This also is according to the faith of the Latter-day Saints' Church and is contained in our writings.<span class=\"citation\" id=\"127089\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127089)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127089)\">D&amp;C 14:10<\/a><\/span><span class=\"citation\" id=\"127092\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127092)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127092)\">D&amp;C 21:12<\/a><\/span><span class=\"citation\" id=\"85024\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85024)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85024)\">D&amp;C 35:25<\/a><\/span><span class=\"citation\" id=\"85187\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85187)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85187)\">D&amp;C 38:33<\/a><\/span><span class=\"citation\" id=\"127091\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127091)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127091)\">D&amp;C 90:9<\/a><\/span><span class=\"citation\" id=\"127090\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127090)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127090)\">D&amp;C 107:33-35<\/a><\/span><span class=\"citation\" id=\"127094\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127094)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127094)\">D&amp;C 112:4<\/a><\/span><span class=\"citation\" id=\"127093\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127093)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127093)\">D&amp;C 133:8<\/a><\/span> And, finally, take up every principle, predicted by the ancient Prophets, pertaining to the great preparatory work for the coming of the Lord from the heavens and see if it differs in the least iota from the belief of the Latter-day Saints. When we come to combine all these evidences we are not ashamed of our faith, we are not ashamed of our doctrine, we are not ashamed of the dispensation which has been committed to us. We are abundantly able, through the assistance of the Holy Ghost sent down from heaven,<span class=\"citation\" id=\"77775\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77775)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77775)\">1 Pet. 1:12<\/a><\/span> and the grace of God shed forth in our hearts<span class=\"citation\" id=\"127088\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127088)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127088)\">Rom. 5:5<\/a><\/span> to maintain with all boldness and confidence the great, heavenly and glorious principles which God our heavenly Father has revealed to us in these latter times. Amen. <\/div>\n<\/div>\n<\/div>"}