{"ID":170035, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Seek For Perfection&#x2014;Reign of Righteousness&#x2014;Live in Union&#x2014;The United Order.<\/div>\n<div class=\"subtitle\">Discourse by Elder George Q. Cannon, delivered at the Semi-Annual Conference of the Church of Jesus Christ of Latter-Day Saints, in the New Tabernacle, Salt Lake City, Thursday Afternoon, October 8, 1874.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: Seek For Perfection, Etc.<\/div>\n<div class=\"speaker\">Speaker: George Q. Cannon<\/div>\n<div class=\"date\">Date: 10\/8\/1874<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d35\">\n<div class=\"paragraph jod\" id=\"v17n792\"> Six weeks ago yesterday, I left this city to visit the settlements throughout the southern portion of our Territory. My trip has been one of the most interesting and pleasant I ever undertook, and I have rejoiced exceedingly in the opportunity which I have had of meeting with the people in that section of country. There is a great anxiety in many places and with many people to know what the condition of affairs is in that region. I can say that I never saw our people feeling better as a general thing, and more willing to do that which is required of them than at the present time. There was great anxiety among them to be instructed, and the meetings in every instance were crowded, the people turning out with great alacrity, and expressing regret that we could not stay longer. Brother Erastus Snow and brother Musser and myself at<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"229b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0229.pdf\" target=\"pdfwin\">p.&#xA0;229b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6530\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tended most of the meetings. Part of the time in visiting the western settlements I was alone. The anxiety of the people seems to be to know what to do and to be instructed in the best manner of doing that which God requires at their hands; and this is the spirit which, as Latter-day Saints, we should entertain and cherish. God has called us to be a peculiar people;<span class=\"citation\" id=\"55042\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55042)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55042)\">Deut. 14:2<\/a><\/span><span class=\"citation\" id=\"77830\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77830)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77830)\">1 Pet. 2:9<\/a><\/span> he has raised up Prophets, has organized his Church, has placed within it those callings and offices and gifts and qualifications and blessings which characterized the Church in ancient days, and he has condescended in his mercy and goodness to reveal himself unto the children of men, to teach them, counsel them and inspire them so that they may be instruments in his hands in building up his kingdom, and laying the foundation of that work of which the Prophets have spoken,  <div class=\"break pagebreak\" id=\"230a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0230.pdf\" target=\"pdfwin\">p.&#xA0;230a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6529\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and which we are told shall stand forever.<span class=\"citation\" id=\"61273\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61273)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61273)\">Dan. 2:44<\/a><\/span> We as a people, with the views which we entertain, should not make up our minds to live in accordance with the methods of life, the modes of doing business, and the habits and the traditions of our forefathers, who have lived in ignorance of these principles and of this spirit of revelation&#x2014;for we are required, in obeying this Gospel, to hold ourselves in a position to receive the word of God, to be counseled, to be directed, to be guided by that word in all our transactions, in the doctrines which we believe, in the habits of life which we adopt and in all our practices and labors. This is one of the first lessons which is impressed upon us in starting out in obedience to the Gospel of the Lord Jesus Christ. The very first teachings we received impressed upon our minds the necessity of forsaking these errors and false traditions which we have received from our fathers&#x2014;errors in doctrine, false traditions concerning God, concerning his kingdom, and concerning the plan of salvation which he has revealed; and if we have profited by that first lesson we have been continually progressing, learning new truths, new to us, acquiring knowledge concerning ourselves, concerning the work with which we are connected, concerning the earth and the inhabitants thereof, and we have been unlearning and forsaking the errors and the faults of our forefathers and of the world from which we have been gathered. <\/div><div class=\"paragraph jod\" id=\"v17n794\"> The prayer which Jesus taught his disciples to ask the Father that his kingdom might come, and his will be done on earth as it is in heaven,<span class=\"citation\" id=\"63389\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63389)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63389)\">Matt. 6:10<\/a><\/span><span class=\"citation\" id=\"67473\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67473)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67473)\">Luke 11:2<\/a><\/span> will be fulfilled by means of this work with which we are identified. The foundation of that kingdom has already been laid. And the aim of every true Latter-day Saint, from the <div class=\"break columnbreak\" id=\"230b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0230.pdf\" target=\"pdfwin\">p.&#xA0;230b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6529\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> day that he or she joined this Church until today, has been to approximate to that life which we are told is led by those who are exalted through keeping the commandments of God&#x2014;to do the will of God on earth as it is done in heaven; for as the Apostle John says&#x2014;&#x201C;Beloved, now are we the sons of God, and it doth not yet appear what we shall be: but we know that, when he shall appear, we shall be like him; for we shall see him as he is. And every man that hath this hope within him purifieth himself, even as he is pure.&#x201D;<span class=\"citation\" id=\"78681\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78681)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78681)\">1 Jn. 3:2-3<\/a><\/span> So with the Latter-day Saints, they have a hope of salvation within them, they desire to keep the commandments of God, and they have been seeking, from the beginning until today, to purify themselves, to live a heavenly life, and to reduce to practice in their daily walk and conversation, those precepts and laws, obedience to which would prepare them to dwell eternally with God in the heavens. <\/div><div class=\"paragraph jod\" id=\"v17n795\"> There is a characteristic about the faith of the Latter-day Saints, in which they perhaps differ from most of the professed followers of Jesus Christ&#x2014;they do not believe that God expects or desires them to put off acquiring these perfections, powers, gifts and graces which belong to the heavenly world until they reach that world; but they believe that God has placed them here in a state of probation, and that he has hid himself only to a certain extent from them; that he has drawn a veil of darkness between himself and his children on the earth for the purpose of trying their faith, of developing their knowledge and testing their integrity, so that those who will feel after him in faith, persevering in the midst of ignorance, darkness, doubt, confusion and the temptations of Satan, and all the evils with which  <div class=\"break pagebreak\" id=\"231a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0231.pdf\" target=\"pdfwin\">p.&#xA0;231a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6528\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>we come in contact in this state of being may receive his blessings and the gifts, graces and favors which he bestows upon his most favored children. Hence, the Latter-day Saints believe in doing everything here that will help to prepare them for life eternal in his presence. They look upon this world as a place where they should attend to these things. By baptism? Yes. By having hands laid upon them? Yes. Have the gifts of the Holy Ghost? Certainly, have them here as well as hereafter; have them here to a partial extent to prepare them for the life that is to come. Have the voice of God here? Yes, why should we not know God's will here? Why should we be closed out entirely from all knowledge of God here, and yet believe that as soon as we die we are ushered into the fulness of his glory. Receive these blessings here? Yes, every blessing that is necessary. Be perfect here? Yes, it is man's privilege, the Latter-day Saints believe, to be as perfect in his sphere as God our eternal Father is in his sphere, or as Jesus in his sphere, or as the angels in their spheres. Said Jesus to his disciples&#x2014;&#x201C;Be ye perfect, even as your Father in heaven is perfect.&#x201D;<span class=\"citation\" id=\"63274\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63274)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63274)\">Matt. 5:48<\/a><\/span> Perfection, then, is to a certain extent possible on earth for those who will live lives that are agreeable to the mind and will of God. <\/div><div class=\"paragraph jod\" id=\"v17n797\"> Now as fast as the Latter-day Saints can comprehend the life that God, his angels and those who are made perfect in his presence lead, they should be willing, and I believe that the most of them are willing, to copy after that life in this state as quickly as possible. &#x201C;Well but,&#x201D; says one, &#x201C;how useless it is for frail, fallible, mortal beings to attempt to live lives of perfection like the angels and those who are just and perfect in the presence of God!&#x201D; I know <div class=\"break columnbreak\" id=\"231b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0231.pdf\" target=\"pdfwin\">p.&#xA0;231b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6528\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> that if we are to judge of men naturally, as we see them in the midst of their sins, breaking the commandments of God, trampling upon his holy ordinances, disregarding his requirements, we should say it is useless; and it is not only useless but it is impossible for men ever to reach that perfection of which we speak. But I am encouraged in my hopes that perfection, to a certain extent at least, is possible even in this mortal life, by witnessing the results in the midst of a people who are striving after it. I know that the efforts of this people in this direction, though not always crowned with the success that we have desired, yet there has been abundant cause for rejoicing and thanksgiving in the progress which we have made. We have attained unto a degree of union and love that approximates to some extent to that union and love which we believe exist in the eternal worlds. We have not yet reached, probably, that point when we can love our neighbor as we do ourselves;<span class=\"citation\" id=\"65476\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65476)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65476)\">Matt. 22:39<\/a><\/span> but still, if we strive for and keep that object in view, and endeavor to reach that perfection, undoubtedly we shall overcome our selfishness, and all those feelings which seem to be a part of fallen human nature, sufficiently to carry out that command of God. <\/div><div class=\"paragraph jod\" id=\"v17n798\"> If we could get a glimpse of heaven, that heaven to which we are hastening, or to which we hope we are hastening, have you any idea that there would be any conflict of interests among the inhabitants of that blissful abode? Do you imagine that we should see one arrayed against another, that there would be clashing and struggling, each one scrambling to get the advantage of his neighbor, and to acquire influence and power, and the blessings that belong to that abode more and greater than his neighbor? That is not the  <div class=\"break pagebreak\" id=\"232a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0232.pdf\" target=\"pdfwin\">p.&#xA0;232a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6527\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>idea that we have formed of heaven; we have not entertained such views, but we imagine when we get there that God will be the possessor&#x2014;he is the possessor&#x2014;of all things that are comprehended within that sphere of existence, that the thrones, the principalities, powers and crowns, and even the very garments that the exalted wear belong to God, and that he will give them to us, that we shall possess them, subject, of course, to his law and to those regulations which he will enact, or which he has already enacted. I do not suppose there was a Christian that ever lived, I do not suppose there was a heathen that ever lived who expected that, when he got to the next world, to the place of bliss which he anticipated in his faith while here, he would live in anything like the condition he occupied here. Converse with the Christians about the next world, and they will all say that they do not expect to have anything; that they are redeemed by the precious blood of the Lamb, and that all the glory and honor of their salvation they ascribed unto God and the Lamb; that they will be content with anything he chooses to give them when they reach there, they would be content to be doorkeepers or to occupy the lowest position if they could only be permitted to dwell in the presence of God. And the heathen who believe in a future state of existence, and this belief is universal among them (I believe it was Bancroft who said that atheism is the sin or crime of civilization, and not of heathendom or of natural men), the heathen universally believe in a future state of existence, and they picture to themselves a condition such as I have described, of course varying according to their faith and their views of this life, thinking that they will have circumstances similar in that life which is <div class=\"break columnbreak\" id=\"232b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0232.pdf\" target=\"pdfwin\">p.&#xA0;232b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6527\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to come, with this difference only, that they will be more perfect and will be delivered from the evils to which they are subjected here as mortal beings. <\/div><div class=\"paragraph jod\" id=\"v17n800\"> If then, my brethren and sisters, we are striving to live in accordance with that life to which we are hastening, we, by a little reflection, can see how much there is for us to do in order to prepare ourselves for the coming of the Lord Jesus Christ. One of the first teachings or revelations that was given to this church after its organization, was to the effect that we should dwell together as one family:<span class=\"citation\" id=\"85427\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85427)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85427)\">D&amp;C 42:45<\/a><\/span> that there should be an identity of interests among us; that we should approximate to some extent at least, and as far as practicable to that identity of interest which we understood, by the revelations of Jesus Christ, to exist in the eternal worlds. This revelation is one of the earliest given to this people, and its practice was entered upon in early days. We have been told by those who are old enough to know, and who had experience at that time, that to the disobedience or failure of the people in carrying out this revelation was due the expulsion of the Latter-day Saints from Jackson County in the State of Missouri; and that, afterward, the same causes operated to produce the results which the people experienced at that time, God suffering the enemies of his kingdom and people to have power over them because of their disobedience to respond to the call which he made upon, and to the commandments which he gave unto, them. <\/div><div class=\"paragraph jod\" id=\"v17n801\"> This is one of the traditions that has come down to us of a younger generation, from the fathers of this Church. It has been taught to us and impressed upon us for years, probably upon many of us since we knew anything of this work, until  <div class=\"break pagebreak\" id=\"233a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0233.pdf\" target=\"pdfwin\">p.&#xA0;233a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6526\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the belief is fastened upon the hearts, consciences and feelings of the great bulk of the Latter-day Saints, and that at some time or other, in the future of this Church that doctrine would be again taught, and the requirements embodied in that revelation would be again made upon us as a people; in fact the teachings I have received have been that until we did obey that the privilege of going back and building up the Center Stake of Zion and redeeming that land which God first gave unto his people as an inheritance, in the State of Missouri, would not be granted unto us, and that until we did obey it we should be pilgrims and wanderers, and should not have the privilege of going back and laying the foundation of the Center Stake of Zion and of that great Temple which God has said shall be reared in this generation.<span class=\"citation\" id=\"87491\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87491)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87491)\">D&amp;C 84:4<\/a><\/span> So that for years, speaking of my own feelings, I have awaited, I will not say with anxiety, but, with great desire, the time when this people would have sufficient faith, and when the circumstances should be so favorable that God should command us to enter upon the practice of that principle, or to enter into that order which he commanded us in the beginning to obey. <\/div><div class=\"paragraph jod\" id=\"v17n803\"> Every time I have traveled among the nations of the earth, I have thanked God that he had provided a panacea for the evils which I saw everywhere around me. When I saw the rich reveling in luxury, crowding upon the poor, crushing out their lives, the poor living in squalor and misery, their lives a burden to them, not having, in many instances, enough food to eat, or raiment to wear, or a shelter, and when winter approached dreading it with feelings indescribable. In society in the world there is a large class of people having more means than they can <div class=\"break columnbreak\" id=\"233b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0233.pdf\" target=\"pdfwin\">p.&#xA0;233b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6526\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> spend for their comfort and convenience. They have the finest houses, abundance of food, every convenience, troops of servants to wait upon them to do their bidding, and have all the wealth they can desire, every luxury they can conceive of. At the same time, there are living in the same community thousands of poor creatures destitute of the necessaries of life. My heart has been pained within me in visiting the large cities of Europe, at seeing women degraded like beasts of the field, and their lives continual burdens to them, their existence almost joyless. It has been a wonder to me how people could keep from committing suicide in the midst of the want that was everywhere apparent. I have thought, how can God bear with this people, and the cries of the poor ascending to him continually; and, as I have said, I have thanked God in my heart that he had provided a means of deliverance from such evils for his people. <\/div><div class=\"paragraph jod\" id=\"v17n804\"> There is an expression used in the prophets, which I have often thought of, about the rich grinding the faces of the poor.<span class=\"citation\" id=\"57882\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57882)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57882)\">Isa. 3:15<\/a><\/span> It is a most forcible and significant metaphor. The tyranny and oppression that are practiced upon the poor are terrible. In many places their faces are literally ground by those who rule over them. Yet there are philanthropic men and women, rich people who do not take comfort in their riches because of the existence of this misery on every hand of which I have spoken, and they form benevolent societies of every name and nature in order to relieve the wants of the suffering poor, and yet with all their efforts the suffering is not lessened to any measurable extent. The people live and toil and die in the most squalid misery by thousands in all the large cities of thickly populated countries. I have also, in conversation at vari<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"234a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0234.pdf\" target=\"pdfwin\">p.&#xA0;234a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6525\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ous times and under various circumstances, been told by those with whom I have conversed and who have taken some interest in the work with which we are identified, that so long as we were a primitive people and were simple in our habits, so long as we did not have a great deal of wealth in our midst we should probably continue to prosper and increase and bring forth and manifest in our lives the virtues which I described as having an existence among us. Men have told me&#x2014;&#x201C;O yes, Mr. Cannon, the picture you draw of the manner of life of your people is very delightful; it is delightful to find a people exhibiting such qualities as you describe as existing among, or possessed by, your people; but you are a new people, a new sect or denomination; but wait awhile, wait until you have grown in wealth, importance, numbers and power, and then we shall see whether your system possesses elements superior to the systems with which we are acquainted and which have preceded yours.&#x201D; Men who have reflected, who have read and made themselves acquainted with the histories of other peoples, know full well that when once wealth increases in the midst of a people, when class distinctions make their appearance, when education is promoted and aspired after by certain classes which other classes cannot reach;<span class=\"citation\" id=\"129391\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129391)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129391)\">3 Ne. 6:12<\/a><\/span> when refinement, the refinement of education and culture, has its effects, creating distinctions among a people who originally were primitive, and luxurious habits come in to foster these differences, then the strength of former communities has disappeared, and nations which have been noted as possessing the strength and the union of iron, have fallen into decay and have lost their power and have been broken into fragments and have eventually disappeared. <div class=\"break columnbreak\" id=\"234b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0234.pdf\" target=\"pdfwin\">p.&#xA0;234b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6525\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Judging us by the light of this kind of experience many have made predictions which you have probably seen in the papers thousands of times, that there were causes operating in the midst of the Mormon community that would work out its disintegration and eventually bring about its utter overthrow and downfall, or at least bring about an assimilation between it and the systems by which it was surrounded. <\/div><div class=\"paragraph jod\" id=\"v17n806\"> There is one thing, however, that is not taken into account in measuring us, and that is that God has laid the foundation of this work. Men do not recognize that, but they recognize other causes and other influences that are apparent to them and with which they are familiar. We have consoled ourselves, in listening to these predictions, with the reflection that we are the people of God, that God has made promises unto this people, that he has said that this work shall stand forever, and shall not be given into the hands of another people.<span class=\"citation\" id=\"61274\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61274)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61274)\">Dan. 2:44<\/a><\/span> These predictions, therefore, have not had any discouraging effect upon us. But, with all our confidence, we must not lose sight of the fact that God works by means. If we are to withstand the encroachments of the evil one we must, on our part, do that which will fortify us against his encroachments, we must take steps to render us impregnable to his assaults. We are not the first people to engage in such a work as this. Others have made repeated attempts to establish the kingdom of God on the earth. One by one the prophets fell, one by one they became victims to the power of the evil one and to the assaults of the wicked. The Son of God himself fell a martyr to this fell spirit; his apostles one by one, although they endeavored in their day and generation to establish this order of  <div class=\"break pagebreak\" id=\"235a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0235.pdf\" target=\"pdfwin\">p.&#xA0;235a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6524\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Enoch to which I have referred, also fell martyrs to the same spirit of persecution, until the inhabitants of the earth had either slain or driven off every apostle, and not a man was left to stand up in the midst of the people to say&#x2014;&#x201C;Thus saith the Lord,&#x201D;<span class=\"citation\" id=\"53851\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53851)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53851)\">Ex. 4:22<\/a><\/span> having the authority and power of the apostleship and of the holy priesthood from God to administer in the things of God and to communicate the mind and will of God unto the people. <\/div><div class=\"paragraph jod\" id=\"v17n808\"> What followed? A reign of night, darkness and confusion covered the face of the whole earth. There was no heavenly voice to disturb the solemn stillness that ensued. Every man of God who aspired to revelation had been killed or swept from among men, and then, and not till then was the vengeance of the adversary satiated; but as long as there was a holy man, who aspired to the distinction, or to the honor or blessing of knowing God's will so long there were those arrayed against him who scrupled not to shed his blood, and were not satisfied until that blood was spilled. <\/div><div class=\"paragraph jod\" id=\"v17n809\"> You trace the various dispensations down from the days of Adam until the days of these apostles of which I have spoken, and see how short-lived were the attempts to establish a reign of righteousness. If we turn to the Book of Mormon, which gives an account of God's dealings on this land, we shall find that while the circumstances which surrounded the Jaredites and the Nephites were more favorable than those which surrounded the people of Asia, yet the same causes operated on this land, and after Jesus came and the wicked had been swept off by the judgments of God, and none were left but those who were righteous or partly so at least, that then they sought to establish this holy order <div class=\"break columnbreak\" id=\"235b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0235.pdf\" target=\"pdfwin\">p.&#xA0;235b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6524\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> among them and were successful, it continuing in their midst until the year two hundred and one after the birth of Jesus.<span class=\"citation\" id=\"83124\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83124)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83124)\">4 Ne. 1:24<\/a><\/span> And we are told that during that time all the generations that lived passed away in righteousness before the Lord.<span class=\"citation\" id=\"83116\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83116)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83116)\">4 Ne. 1:18<\/a><\/span> The circumstances were undoubtedly favorable for the establishment of an holy order among that people, because, as I have said, the judgments of God had visited the land, and the wicked had been swept off; but no sooner did they begin again to divide, each one seeking after his own affairs to the exclusion of the general affairs of the people than they began again to fall into sin and transgression,<span class=\"citation\" id=\"83136\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83136)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83136)\">4 Ne. 1:25-27<\/a><\/span> and the result was that they were punished of God, and the Nephites were eventually blotted out; but we are informed that one hundred and sixty-seven years, terminating in the year 201 of the Christian era, were passed in perfect peace and righteousness. It was almost millennial righteousness. Satan was bound almost as much during that one hundred and sixty-seven years in his operations among the Nephites, if we may judge by the short record which has come to us, as if he did not have an existence, or as he will be during the thousand years' reign of peace, that is so far as leading away the hearts of the people to commit sin is concerned.<span class=\"citation\" id=\"81201\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81201)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81201)\">1 Ne. 22:26<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v17n810\"> I have alluded to these various attempts on the part of holy men to establish truth and righteousness on the earth. We have seen that they have only been partially successful; they did not succeed in overcoming sufficiently to entirely bind Satan and to banish from the earth the evils of which he is the cause; but we are told that in the last days God will establish his kingdom Brother Penrose described, this morning, in the close of his remarks, some of the  <div class=\"break pagebreak\" id=\"236a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0236.pdf\" target=\"pdfwin\">p.&#xA0;236a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6523\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>results which should follow. He said that the lamb and the wolf should lie down together, and the bear and the cow should feed together, and there should be nothing to hurt or destroy in all the mountain of the Lord,<span class=\"citation\" id=\"58115\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58115)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58115)\">Isa. 11:6-9<\/a><\/span> but that peace and union and love should prevail throughout the earth for one thousand years.<span class=\"citation\" id=\"127052\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127052)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127052)\">D&amp;C 29:11<\/a><\/span><span class=\"citation\" id=\"127053\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127053)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127053)\">Moses 7:64-65<\/a><\/span> The Prophets have spoken of this time, those to whom I have referred, who fell victims to the rage of their persecutors; they looked forward to the time when this kingdom should be established and should be successful, and they dwelt upon it with great delight and anticipation. The Apostles John, the Revelator, speaks about a thousand years of peace and righteousness, when Satan should be bound and should not have power over the hearts of the children of men to tempt them, or to lead them astray, and that this should last for one thousand years, and then at the close of that period he should be loosed again for a little season.<span class=\"citation\" id=\"80479\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80479)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80479)\">Rev. 20:1-7<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v17n812\"> The revelations which we have received through the Prophet Joseph Smith speak of the same period, that is, anticipate such a time as this that the Apostle John speaks of;<span class=\"citation\" id=\"84743\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84743)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84743)\">D&amp;C 29:11,22<\/a><\/span><span class=\"citation\" id=\"127054\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127054)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127054)\">D&amp;C 43:31<\/a><\/span><span class=\"citation\" id=\"88738\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88738)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88738)\">D&amp;C 88:101,110<\/a><\/span> and we have been taught from the beginning until the present time that this work, this system, this gospel, called Mormonism, should be the beginning of this work, and that it should spread and increase until it should fill the whole earth,<span class=\"citation\" id=\"61104\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61104)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61104)\">Dan. 2:35<\/a><\/span><span class=\"citation\" id=\"86602\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86602)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86602)\">D&amp;C 65:2<\/a><\/span> and bring to pass the fulfillment of these predictions. Now what I wish to impress upon your minds, in bringing them to this point is this, that if we are engaged in a work that is to be more successful than any other work that has been established by God, our Heavenly Father, from the beginning until now there must be greater faith and union, there must be more power, there must be a willingness to sacrifice <div class=\"break columnbreak\" id=\"236b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0236.pdf\" target=\"pdfwin\">p.&#xA0;236b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6523\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> more than has ever been manifested by any people who have preceded us in works of this character, or in any dispensation which God has given unto men. I know that many think that God will do a great deal. I believe that I am a believer in God's power to the fullest extent, but I have noticed in my experience that God works by means, and that he does not himself come down in person, neither does he send his angels down, except on visits occasionally; but he commands his people, his children on the earth to do that which he requires at their hands, and then helps them in doing this, and my conclusion is that if we lay the foundation of a work that shall stand forever, that shall never be overthrown or given into the hands of another people,<span class=\"citation\" id=\"61275\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61275)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61275)\">Dan. 2:44<\/a><\/span> we must have more faith, practice a higher righteousness, be more valiant for the truth and possess more of God's power than any people who have ever preceded us. Are we prepared for this? Did the Latter-day Saints take this into their calculation when they joined this church? If they did, it is well, if they did not, they had better begin to investigate the matter and satisfy themselves as to what their duties are. It may be said, as I have already stated, that God will assist us. Undoubtedly he will; he assisted his servants in ancient days. But we have a foe to contend with who is sleepless. The adversary of our souls has not lost his cunning. He knows that his time is short and that the last struggle is approaching, and he will not relax in the least degree his vigilance or his diligence in seeking to destroy this work and to martyr or destroy the men and the women connected with it. The supremacy of the earth depends upon the issue of the contest. He has held the sway, he has  <div class=\"break pagebreak\" id=\"237a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0237.pdf\" target=\"pdfwin\">p.&#xA0;237a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6522\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>been dominant, he has been successful in destroying the holiest and the best that ever trod the earth's surface. The Son of God himself and the pure and holy in all ages he has succeeded in destroying, and in spreading his pall of darkness over the earth, and in destroying faith from the midst of the children of men, and now that the attempt is made to revive the work of God and to establish his kingdom on the earth we may make calculations with all certainty that he will not cease his endeavors until either he, or God and his kingdom are triumphant. He wants to vanquish and he will vanquish if possible, and he will spare no means to destroy this work, for if it is established the foundation of his kingdom is sapped. <\/div><div class=\"paragraph jod\" id=\"v17n814\"> There are principles taught unto us now which will fortify us more effectually than anything that has ever been taught to us before, so far as resisting this pressure that is brought to bear upon us to destroy us. I refer to this Order to which I have alluded before&#x2014;the Order of God, the order that is called after Enoch because, as we are told in the revelations, he established it among his people, and brought about that perfection which enabled him and his city to be translated.<span class=\"citation\" id=\"93236\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93236)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93236)\">Moses 7:69<\/a><\/span> I know there are many feelings among the people in relation to this. I have heard more since I returned to Salt Lake City, in the few days I have been here concerning the feelings of men who call themselves Latter-day Saints, than I imagined existed among us. In the south the people have organized, and they have gone along very well during this last season. Bishop Callister remarked to me, when I was at Fillmore passing south, that he doubted whether Enoch himself and his people made more or better progress than they <div class=\"break columnbreak\" id=\"237b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0237.pdf\" target=\"pdfwin\">p.&#xA0;237b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6522\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> had made in the same time. I doubted it also, and subsequent observation confirmed the truth of this remark. So far as other settlements are concerned I found the people in some instances discouraged a little, but on the whole they were greatly encouraged by the results of the season's labor, and they felt to organize themselves more perfectly according to the new articles of association, and to carry out the requirements which had been made upon them. I was delighted in visiting a little town on the banks of the Rio Virgin, called Price. There the superintendent of the farming, Brother Baker, remarked, &#x201C;I wish you had come about an hour earlier, you would have seen us all here together at our meal.&#x201D; Said I&#x2014;&#x201C;What do you mean?&#x201D; He said they had just got through dinner. Said I&#x2014;&#x201C;Do you eat together?&#x201D; &#x201C;O yes,&#x201D; said he, &#x201C;we have been living as one family all this season.&#x201D; I was surprised for I had not heard of it, and I was so much interested in it that I commenced to make enquiries as to their condition. I found that there were from forty to forty-four men, women and children who had joined together in accordance with the counsel given by President Young while in the South. They had proceeded to farm together, and to live together as one family. I thought that the best persons that I could refer to, to obtain information as to the real workings of the affair would be the sisters, so I proceeded to interrogate them. The leading sister told me that sometimes it was rather hard work. I did not wonder at it when I saw the kitchen. They had three small cooking stoves, and they were quite inconveniently situated. But she added&#x2014;&#x201C;We have felt excellently and feel greatly encouraged.&#x201D; Said I&#x2014;&#x201C;Are the people satisfied? Don't  <div class=\"break pagebreak\" id=\"238a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0238.pdf\" target=\"pdfwin\">p.&#xA0;238a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6521\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>you sometimes have faultfinding with your cooking, or your meals, or something of this kind?&#x201D; No, she said, there had been no faults found. &#x201C;How do the sisters feel, are they tired of it?&#x201D; No, she said, they were not, they felt greatly encouraged, and they divided the labor so that it was not very heavy upon any of them, not too heavy. &#x201C;How do you arrange about your washing?&#x201D; They told me, that in the beginning they put their washing all together, but they had no machinery, and they found that it was no advantage, as it was too heavy even for the strong women, and they concluded that it was better to divide their washing, and for each family to do its own. I spoke to the Superintendent&#x2014;&#x201C;How do you manage with your men? Are the brethren willing, when you require them to do anything, do they go with alacrity, or do you have difficulty in controlling them?&#x201D; &#x201C;Not in the least,&#x201D; said he, &#x201C;I have never made a requirement or asked a man to do a thing that he has refused to do, and in our farming they have worked well and patiently together, and they are satisfied with the arrangement.&#x201D; I spoke to others who worked there and made inquiries of them, and I found, in every instance, that there was a good deal of satisfaction in the arrangement, and they hoped, if they could get up a suitable building and have suitable convenience for their cooking, that a great deal of this labor would be lightened and they would get along much better even than they had done. <\/div><div class=\"paragraph jod\" id=\"v17n816\"> Brother Samuel Miles is one of the company, a man whom many of this congregation know, and who has been a long time in the Church. I talked with him, being an old acquaintance, and he told me that, from his observation during the entire season, he deemed that what was <div class=\"break columnbreak\" id=\"238b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0238.pdf\" target=\"pdfwin\">p.&#xA0;238b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6521\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> originally an experiment was an entire success, and he felt very much gratified with the result. After rising in the morning they meet in one room together and have prayers; then they sit down to breakfast, and while at breakfast the Superintendent converses with the men as to the arrangement of labor for the day. After breakfast they go to their work, one to one department, another to another. At noon they again assemble for dinner, eat their dinner after having asked a blessing upon it, and then spend a little leisure&#x2014;until one o'clock or the hour expires&#x2014;and then resume their labors. They come together again in the evening, when they have supper and attend to prayers, and spend the remainder of the evening in social conversation or in conversation on business or in arranging their affairs, as the case may be. <\/div><div class=\"paragraph jod\" id=\"v17n817\"> I afterwards visited a little settlement of the name of Hebron, where there are about thirty families. The Bishop, George H. Crosby, said they had brick and lumber on hand to build several residences, but they hesitated about building as they had some thought of carrying out the suggestions which President Young made to the people, or to some of them, to enter into a family arrangement, and they thought that probably it would be well to use their material and build a suitable building. It was afterwards suggested that they build a dining-room and a commodious kitchen, etc., and that they live in their own residences during this coming summer and try the effect of eating together. This they may do. They had found that it would be far more convenient for them, in their labor, to be together during the summer season at least and, the weather being fine, they could walk from their houses to the dining room and  <div class=\"break pagebreak\" id=\"239a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0239.pdf\" target=\"pdfwin\">p.&#xA0;239a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6520\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>eat their meals, and then the men go to their labor and the women and children separate again. In that settlement they have labored during this past season in the United Order, and they told me they had raised double the amount of crops they ever raised before; and all their labors are proportionately advanced, and this is the testimony of a good many settlements. There are some complaints as a matter of course. I heard some about tools being misused, about wagons not being greased, about animals not being fed, harnesses not being cared for; but these results are due to a great extent to want of system. <\/div><div class=\"paragraph jod\" id=\"v17n819\"> Another objection that we found and that has resulted badly in some instances, is that men have put in a portion of their property only and kept out a portion; of course, the portion that is kept out absorbs nearly all their attention, while that which is put into the Order does not receive that share of attention which it should have, and when they were called upon to labor they had other interests which called them off, and they excused themselves or sent their boys to attend to it. In some wards and settlements they have been crippled in consequence of this. But recent instructions which have been given by the First Presidency, that no one should be admitted into the Order, unless he enters with all he has (except in case of debt, then the board of directors to exercise their discretion about that), will have a good effect throughout the entire South. It will concentrate the labors of the people in one direction, and where a man's treasure is there will his heart be also;<span class=\"citation\" id=\"63523\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63523)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63523)\">Matt. 6:21<\/a><\/span> and if all a man's property is in the United Order if he be a Latter-day Saint, he will labor with fidelity for the furtherance of the objects which the Order has in view. <\/div> <div class=\"break columnbreak\" id=\"239b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0239.pdf\" target=\"pdfwin\">p.&#xA0;239b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6520\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v17n820\"> There is one thing which has been demonstrated by this season's labor, namely, that better results can be produced by a combination of labor, as proposed in the United Order, than by individual effort to the same extent. I was much gratified at finding that this was the universal testimony of all with whom I conversed on the subject. <\/div><div class=\"paragraph jod\" id=\"v17n821\"> While at St. George, after holding two days' meeting, brother Snow and myself held meetings with the Bishops, superintendents, foremen and leading men in the various settlements throughout that Stake. We requested them to give us a full and free expression of their feelings concerning the season's labors, to tell us all the causes of discouragement if there were any, and also the causes of encouragement, and those that I have already alluded to were the principal ones given. There have been in some instances indolence, carelessness and indisposition to work, and an inclination manifested to throw the labor upon those who are industrious and energetic. It might be expected that such would be the result, it could scarcely be otherwise. I was reminded very much, in hearing the statement of the brethren, of what the Prophet Joseph said when alive about the indolence, carelessness and indifference to work manifested by some men. He said there were three kinds of poor&#x2014;the Lord's poor, the devil's poor, and the poor devils. I thought that this Order was bringing to the surface the poor devils, and I should not be surprised if it would have this effect; in fact, if a man who is not inspired with right feelings should get connected with the Order, there is no doubt that he would shirk work and be careless and indifferent whenever he could be. We know that there are many eye-servants among  <div class=\"break pagebreak\" id=\"240a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0240.pdf\" target=\"pdfwin\">p.&#xA0;240a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6519\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>us&#x2014;men who work only when they are watched; and so far as the use of tools is concerned, any man who has employed other men, and has not been in a position to look after them and watch what they are doing, knows how men work, even as we are situated at the present time. He knows how his tools are misused and mislaid, and his harness and his wagons and his teams are used or abused, and that it requires much care on his part, or on the part of somebody equally trusty to preserve his property. He has to frequently buy new tools&#x2014;new spades, hoes, forks, ploughs, and if he has a mower and entrusts it to other hands than his own, in many instances he gets it broken. This is not always the case; but it is too much the case, and we have these things to contend with now, and in my opinion judging by my observation, as far as it has extended, they are no worse in the United Order; and there is this about this Gospel&#x2014;it brings every imperfection to the light that a man has within him. When this Gospel has been preached for the first time in neighborhoods, I have heard hundreds say to me, at different times&#x2014;&#x201C;Oh, I am so glad that I have got this truth, there is Mr. So and so,&#x201D; or &#x201C;there is my aunt&#x201D; or &#x201C;my uncle&#x201D; or &#x201C;such and such a friend,&#x201D; &#x201C;my wife&#x201D; or &#x201C;such a relative,&#x201D; &#x201C;there is my minister, if I go to him and tell him what I have received he will embrace it gladly and be a Latter-day Saint,&#x201D; and they go and tell what they have received. Probably hundreds of you who are here today, have gone filled with zeal&#x2014;&#x201C;Why, I have got the truth, I want you to hear the truth,&#x201D; and what has been the result? The devil has manifested himself immediately and they have found that their relatives had a spirit which <div class=\"break columnbreak\" id=\"240b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0240.pdf\" target=\"pdfwin\">p.&#xA0;240b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6519\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> they never dreamed of, and they have proved their ministers to be anything but willing to receive the truth. This Gospel has that effect, it brings men and women's imperfections to light, it shows the imperfections of their characters; it tests people and tears the covering from hypocrisy and false pretensions as nothing else can. The United Order being one of its principles will, I expect, have this effect; but would it not be better for our faults and imperfections to be brought to light in this life than to wait until the next and have them brought to the surface then? <\/div><div class=\"paragraph jod\" id=\"v17n823\"> The people feel very well so far as I have had opportunity to observe. We have explained the articles of association to them; they have been gratified at the explanations which have been made. Many have reasoned upon it like this&#x2014;&#x201C;if I put all I have got into the United Order, and I begin to draw day's wages only out of the Order, I have got a large family, how can I sustain them upon my day's wages? It takes the product of my property managed with care and economy, in addition to my own labor, to enable me to live, and if I put all my property into the Order, how am I to live?&#x201D; This has been the inquiry more frequently made than another. It is not the intention, in establishing the United Order, to destroy the productiveness of property; it is not the intention to take property from men who have it and give it to those who have none. There are two extremes to be avoided, one is the disposition of the rich to aggrandize themselves at the expense of the poor. That is what we are trying, in this United Order, to put a stop to, so that we may prevent the growth of class distinctions, the increase of wealth in a certain class, and that class have interests diverse from and frequently adverse to the  <div class=\"break pagebreak\" id=\"241a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0241.pdf\" target=\"pdfwin\">p.&#xA0;241a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6518\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>rest of the community. That is one extreme. The other is this idea, to which I have referred, the anxiety of poor people to get possession of the accumulations of the rich, and to have them divided among them, and a general leveling take place. There is no such idea connected with this order, such a thing could not stand very long; and let me say to you who find fault with this United Order, ask yourselves when you ever saw anything connected with this Church or its doctrines that was unnatural, that was not consistent with good common sense? Do you think that we can teach and practice anything that will repress people, that will destroy individual effort, that will take away from enterprise its incentive? No, there is nothing connected with this system of this character, and it is upon this point that men and women are so much deluded by the false and slanderous reports which are circulated. There never was a day since our organization as a people, according to my ideas and my reading of our early history and my subsequent experience, when there were so many falsehoods in circulation about any principle as there have been about this United Order. There is far too much ignorance among us, and men take advantage of this to deceive the people by their falsehoods. It is the intention to preserve that which we have. If a man is a man of business let him have a chance to show his business capacity, not stop him, not take his property from him and give it to somebody who never had anything. The intention is to use the skill of the businessman in elevating those who are not businessmen, to bring up the poor from their level to the broad upper level, not to pull down the upper level to the plane of the lower. That is not the <div class=\"break columnbreak\" id=\"241b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0241.pdf\" target=\"pdfwin\">p.&#xA0;241b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6518\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> design, but it is that we shall work for each other's good; and where men have property let them take means to preserve it, not to destroy it. It is not the intention for boards of directors to use arbitrary power over men and property. <\/div><div class=\"paragraph jod\" id=\"v17n825\"> There are many cases where if a man were to put all that he has into the Order, it would be found that he already manages that property better than the board of directors could. Under such circumstances it would be better to say: &#x201C;Here, you have managed this property economically, you have done well with it, we could not do so well with it if we took it. There is no object to be gained by our taking it from you; you continue to use and manage it as a stewardship, and keep up its productiveness.&#x201D; This will have to be done doubtless in many instances. <\/div><div class=\"paragraph jod\" id=\"v17n826\"> But as to our farming interests, we can farm together far better than separately. Instead of having so many mowers and reapers, and so many tools, teams and wagons as we have now, we can concentrate our labors and have better results from the use of a given quantity of capital and labor than under our present system; and I do hope that the Bishops in this city will take hold of this matter as they should do. Will they do it? Or will they stand in the way of the people? I firmly believe that many of our leading men are standing today in the way of the people in relation to the organization of this United Order; but if they were to do as they should do, as God requires of them, they would take hold of this principle in the spirit of it. <\/div><div class=\"paragraph jod\" id=\"v17n827\"> &#x201C;Well, but,&#x201D; says one, &#x201C;suppose I lose my property?&#x201D; Suppose you do, it is not intended that you should lose it, but suppose that you do? If my property goes, what odds is it?  <div class=\"break pagebreak\" id=\"242a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0242.pdf\" target=\"pdfwin\">p.&#xA0;242a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6517\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>God gave it to me, and if I lose it in obeying his commandments, who cares? I do not. When I got old enough to understand this Gospel I saw that it might take everything men had, and even their lives, to maintain it in the earth, and if a man is not willing to lay down his life for this Gospel, he is not worthy of it;<span class=\"citation\" id=\"127055\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127055)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127055)\">D&amp;C 103:28<\/a><\/span> if he should not be willing to risk his property in carrying out a great principle, of what value are his professions of faith? And when God calls upon us, we who have been saying all the day that our property was upon the altar, and proposes a plan to save and exalt us and give us strength, we begin to mourn about our property, and to tell what failures there have been in the management of property, about cooperation being a failure, and thus justify ourselves for refusing to do what God requires! And yet call ourselves Latter-day Saints! Out upon men and women calling themselves Saints of God and making the professions which they do, and striving for the exaltation which they profess to be aiming for, who would make such expressions. Suppose that in doing that which God requires, all of our property should be taken, which we may rest assured will not be the case? If God were to permit a mob to come upon us, they could sweep away the whole of our property. If a mob were to come upon us and drive us, how much would any of us be worth? And cannot God let our enemies have power to scourge us? I think he can; and unless there is a different spirit manifested by leading men, by Bishops and by men who ought to have the Spirit and power of God resting upon them, and by the people themselves in many instances anger may be aroused against us. I believe that today President Young is prostrated under a load that, if we were <div class=\"break columnbreak\" id=\"242b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0242.pdf\" target=\"pdfwin\">p.&#xA0;242b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6517\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> obedient he would be relieved from. I believe he would have been sound and well able, today, to teach us from this stand if we had done as we should have done. He is wearied by his labors in teaching and laboring in our midst, calling upon us early and late, entreating us to listen to the counsel of God. <\/div><div class=\"paragraph jod\" id=\"v17n829\"> I have said, and I repeat it, that if we do not know that this United Order is true of ourselves by the revelations of God, we should be willing to obey it just because President Young teaches it, a man who has taught us and led us for so many years, so faithfully and so successfully, God having blessed him as he has done in so signal a manner all the time. If this people would take hold of the principle in that spirit they would soon know that it was of God; the testimony of Jesus would rest upon them, and they would know it for themselves; and then, when they get that spirit, they would not care about property, if it took it all, they would say, &#x201C;all right.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v17n830\"> When you made up your minds to obey this Gospel, did you hesitate because your friends told you that if you became Mormons you would spoil your prospects and lose your friends? No; you sacrificed every worldly consideration, you risked all for the truth, for the salvation which God promised you. And so in this United Order if you have a testimony that it is of God, you will feel&#x2014;&#x201C;No matter what it costs, all right.&#x201D; Failures, yes there may be failures. I expect there will be failures and mistakes as long as we are so full of frailty, but who cares for that? But this will not be the fault of the principle. If God commands us to do anything, let us do it with all our heart, and he will prepare the way and preserve us from the bad effects of failures; he always has controlled  <div class=\"break pagebreak\" id=\"243a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0243.pdf\" target=\"pdfwin\">p.&#xA0;243a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6516\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>results for our good, and he will do it again. Why there are men who would say that the mission of Jesus was a failure (was he not killed by the Jews?), and the plan of salvation is a failure, and that creation is a failure, and they may just as well say these things as to say that cooperation is a failure, and that many other things are failures. Some say that God failed in putting Adam and Eve in the garden and allowing the serpent to tempt them and cause them to fall, and the whole scheme was a failure. Why not as well say that as to say that other things are failures? There are some people who can only judge of merit by success. If successful, no matter what it may be, it is meritorious. It may have its origin in hell, and success is, in their estimation, a test of merit. The best of schemes and plans have failed frequently in this sense, and yet have been true and perfect. <\/div><div class=\"paragraph jod\" id=\"v17n832\"> I know that God requires this union at our hands, and by the help of God I am determined, with all the influence and power that he has given me or that he may give me, to use my endeavors with the people to organize in a manner to resist every encroachment made against them. All hell is arrayed against us, and the powers thereof are bound to destroy this work if they can, and it is our duty, as Latter-day Saints, to band ourselves together in the power of God. We shall be able to do it if we do right, and the wicked will not gain a single advantage over us. That is just as true as that God lives, and I know it. I know that this United Order is of God, for God has revealed it to me; the revelations of Jesus Christ<span class=\"citation\" id=\"74442\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74442)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74442)\">Gal. 1:12<\/a><\/span> have imparted this knowledge to me, and I know it for myself. I know by the gift of the Holy Ghost that it is our duty as a people, and as individuals, to enter <div class=\"break columnbreak\" id=\"243b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0243.pdf\" target=\"pdfwin\">p.&#xA0;243b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6516\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> into this United Order and carry it out in the spirit that God has revealed it in. Listen to this testimony, and the men and women who have the love of the truth within them have, or will have the testimony of Jesus that these words are true and faithful.<span class=\"citation\" id=\"80742\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80742)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80742)\">Rev. 21:5<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v17n833\"> And I desire to say further&#x2014;there has got to be a spirit of repentance sought for by many of those who are now called Latter-day Saints, or they will lose the spirit of God and their standing among this people. Will God prosper us in this United Order? Yes, and we cannot be a rich people, we cannot be the people which God designs us to be, until we live after that pattern. There are hundreds of men who are praying constantly to God to deliver them from apostasy and there are others who pray that God will deliver them from being rich, because they perceive that, frequently, when men get rich, they are not easily handled, they become intractable, they lose, in some instances, the Spirit of God; and therefore, they pray that God will deliver them from being rich, that they may not be lifted up in pride. Yet we know that the revelations and prophecies say that God will make us a rich people.<span class=\"citation\" id=\"85208\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85208)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85208)\">D&amp;C 38:39<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v17n834\"> Speaking about the Zion of the last days, Isaiah says that the Lord will bring for brass gold, for iron silver, for wood brass, and for stones iron<span class=\"citation\" id=\"60006\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60006)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60006)\">Isa. 60:17<\/a><\/span> to build up the Zion of God. When will that be done? When we are united, so that we shall not consume the wealth that God will give us upon our lusts, upon creating class distinctions, raising one class above another, one class living in luxury and another class groveling in poverty; but when we are so organized that there will be no rich and no poor, but all partaking alike of the bounties that God shall give unto  <div class=\"break pagebreak\" id=\"244a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0244.pdf\" target=\"pdfwin\">p.&#xA0;244a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6515\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>us, then, and in my opinion, not till then, can he bestow upon us the wealth that he has promised. It would ruin us today if we had it, and God, as I view his providence, withholds these blessings from us because of the effects they would have upon us as a people. He does not wish to destroy us. But when we are organized aright, then what? Why, then will be fulfilled after a while another saying of Isaiah's&#x2014;&#x201C;And strangers shall stand and feed your flocks, and the sons of the alien shall be your plowmen and your<span class=\"citation\" id=\"83098\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83098)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83098)\">4 Ne. 1:3<\/a><\/span> <div class=\"break columnbreak\" id=\"244b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0244.pdf\" target=\"pdfwin\">p.&#xA0;244b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6515\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> vinedressers. But ye shall be named the Priests of the Lord: men shall call you the ministers of our God.&#x201D;<span class=\"citation\" id=\"60096\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60096)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60096)\">Isa. 61:5-6<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v17n836\"> All these problems of capital and labor can be solved by this principle and in no other way, and there will be an incessant and never-ending conflict between capital and labor until they are solved in this manner. <\/div><div class=\"paragraph jod\" id=\"v17n837\"> That God may pour out his holy Spirit upon you, my brethren and sisters, and fill you therewith, to enable you to do his will perfectly, is my prayer in the name of Jesus, Amen. <\/div>\n<\/div>\n<\/div>"}