{"ID":170040, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Joseph Smith's First Visions&#x2014;The Book of Mormon&#x2014;American Indians Descendants of the House of Israel&#x2014;Prophecies Fulfilled.<\/div>\n<div class=\"subtitle\">Discourse by Elder Orson Pratt, delivered in the New Tabernacle, Salt Lake City, Sunday Afternoon, September 20, 1874.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: Joseph Smith's First Visions, Etc.<\/div>\n<div class=\"speaker\">Speaker: Orson Pratt<\/div>\n<div class=\"date\">Date: 9\/20\/1874<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d40\">\n<div class=\"paragraph jod\" id=\"v17n944\"> I will read the 3rd and 4th verses of the 29th chapter of Isaiah: <\/div><div class=\"paragraph jod\" id=\"v17n945\"> &#x201C;And I will camp against thee round about, and I will lay siege against thee with a mount, and I will raise forts against thee. <\/div><div class=\"paragraph jod\" id=\"v17n946\"> &#x201C;And thou shalt be brought down, <span class=\"italic\">and<\/span> shalt speak out of the ground, and thy speech shall be low out of the dust, and thy voice shall be, as of one that hath a familiar spirit, out of the ground, and thy speech shall whisper out of the dust.&#x201D;<span class=\"citation\" id=\"58653\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58653)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58653)\">Isa. 29:3-4<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v17n947\"> [The speaker also read the 10th, 11th, 12th, 13th, 14th and 18th verses of the same chapter.]<span class=\"citation\" id=\"58721\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58721)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58721)\">Isa. 29:10-14,18<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v17n948\"> It will be forty-seven years the day after tomorrow since the plates, from which the Book of Mormon was translated, were obtained by the Prophet Joseph Smith, and as there may be persons in this assembly who are unacquainted with the circumstances of the finding of this book, I will relate some circumstances in relation to the beginning of this great and marvelous work. <\/div><div class=\"paragraph jod\" id=\"v17n949\"> Joseph Smith, generally known in the world as &#x201C;Old Joe Smith,&#x201D; was a boy about fourteen years of age at the time the Lord first revealed himself in a very marvelous manner to him. The circumstances were these: This boy, in attending religious meetings that were held in his neighborhood, seemed to be wrought upon in <div class=\"break columnbreak\" id=\"278b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0278.pdf\" target=\"pdfwin\">p.&#xA0;278b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6482\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> a very wonderful manner, and he felt great concern in relation to the salvation of his soul. Many young people were wrought upon by the same spirit, and they commenced seeking the Lord, and professed to be converted. Among this number were several of the Smith family, who united themselves with the Presbyterians.<span class=\"citation\" id=\"93601\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93601)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93601)\">JS&mdash;H 1:7<\/a><\/span> During the progress of this revival a sort of rivalry sprang up among the various denominations, and each one seemed determined to obtain as many of the converts as possible, and have them unite with his particular religious order. This boy, Joseph Smith, was solicited and advised to unite himself with some of the religious denominations in that vicinity, but being of a reflecting turn of mind, he inquired in his own heart which among these several religious bodies was right.<span class=\"citation\" id=\"93602\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93602)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93602)\">JS&mdash;H 1:8-10<\/a><\/span> I presume that many of you, at some period of your existence, have been wrought upon in the same manner, because you have been anxious to join yourselves to the true church of God, if you could only find which was God's church. It was not, therefore, at all strange that this young man should have these ideas passing through his mind; but how to satisfy himself he  <div class=\"break pagebreak\" id=\"279a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0279.pdf\" target=\"pdfwin\">p.&#xA0;279a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6481\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>did not know. If he went to one denomination they would say, &#x201C;We are right, and the others are wrong,&#x201D; and so said all the others. Like most boys of his age, Joseph had never read the Bible to any great extent, hence he was unable to decide in his own mind, as to which was the true church. When he saw several denominations contending one with the other, he naturally enough supposed that some of them must be wrong. He began to search the Bible in his leisure time after his work was done upon the farm; and in perusing the New Testament, he came across a passage which is very familiar indeed to most of my hearers; the passage reads thus&#x2014;&#x201C;If any of you lack wisdom, let him ask of God, who giveth to all men liberally, and upbraideth not; and it shall be given him.&#x201D;<span class=\"citation\" id=\"77425\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77425)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77425)\">James 1:5<\/a><\/span><span class=\"citation\" id=\"93605\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93605)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93605)\">JS&mdash;H 1:11<\/a><\/span> Mr. Smith really believed this passage. He did not read this as one would read a novel, thinking that it was all imaginary; but, from his heart, he believed that it meant what it said, and he said to himself&#x2014;&#x201C;I certainly lack wisdom in relation to my duty. I do not know which of these denominations is correct, and which is the church of Christ. I desire to know, with all my heart, and I will go before the Lord, and call upon his name, claiming his promise.&#x201D;<span class=\"citation\" id=\"93613\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93613)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93613)\">JS&mdash;H 1:12-13<\/a><\/span> He therefore retired a short distance from his father's house, into a little grove of timber, and called upon the Lord, claiming this promise, desiring to know his duty and to be informed where the true Church of Christ was.<span class=\"citation\" id=\"93618\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93618)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93618)\">JS&mdash;H 1:14-15<\/a><\/span> While thus praying, with all his heart, he discovered in the heavens above him, a very bright and glorious light, which gradually descended towards the earth, and when it reached the tops of the trees which overshadowed him, the brightness was so great that he expected to see the leaves of the tree consumed <div class=\"break columnbreak\" id=\"279b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0279.pdf\" target=\"pdfwin\">p.&#xA0;279b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6481\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> by it; but when he saw that they were not consumed he received courage. Finally the light rested down upon and overwhelmed him in the midst of it, and his mind at the same time seemed to be caught away from surrounding objects, and he saw nothing excepting the light and two glorious personages standing before him in the midst of this light. One of these personages, pointing to the other, said&#x2014;&#x201C;Behold My Beloved Son. Hear ye Him!&#x201D;<span class=\"citation\" id=\"93629\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93629)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93629)\">JS&mdash;H 1:16-17<\/a><\/span> After this, power was given to Mr. Smith to speak, and in answer to an inquiry by the Lord as to what he desired, he said that he desired to know which was the true Church, that he might be united thereunto. He was immediately told, that there was no true Church of Christ on the earth, that all had gone astray, and had framed doctrines, and dogmas, and creeds by human wisdom, and that the authority to administer in the holy ordinances of the Gospel was not among men upon the earth, and he was strictly commanded to go not after any of them, but to keep aloof from the whole of them. He was also informed that, in due time, if he would be faithful in serving the Lord, according to the best of his knowledge and ability, God would reveal to him still further, and make known to him the true Gospel, the plan of salvation, in its fulness.<span class=\"citation\" id=\"93705\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93705)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93705)\">JS&mdash;H 1:18-20<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v17n951\"> Mr. Smith had this vision before he was fifteen years old, and, immediately after receiving it, he began to relate it to some of his nearest friends, and he was told by some of the ministers who came to him to enquire about it, that there was no such thing as the visitation of heavenly messengers, that God gave no new revelation, and that no visions could be given to the children of men in this age.<span class=\"citation\" id=\"93744\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93744)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93744)\">JS&mdash;H 1:21<\/a><\/span> This was  <div class=\"break pagebreak\" id=\"280a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0280.pdf\" target=\"pdfwin\">p.&#xA0;280a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6480\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>like telling him that there was no such thing as seeing, or feeling, or hearing, or tasting, or smelling. Why? Because he knew positively to the contrary; he knew that he had seen this light, that he had beheld these two personages, and that he had heard the voice of one of them; he also knew that he had received instruction from them, and therefore, to be told that there was no such thing as revelation or vision in these days, was like telling him that the sun did not shine in these days. He knew to the contrary, and he continued to testify that God had made himself manifest to him; and in consequence of this, the prejudices of the different denominations were aroused against him.<span class=\"citation\" id=\"93753\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93753)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93753)\">JS&mdash;H 1:23-25<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v17n953\"> Why should they feel such concern and anxiety in relation to his testimony as to persecute him, a boy not quite fifteen years of age? The reason was obvious&#x2014;if that testimony was true, not one of their churches was the true Church of Christ. No wonder, then, that they began to persecute, point the finger of scorn, and say&#x2014;&#x201C;There goes the visionary boy.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v17n954\"> In the year 1823, Mr. Smith, being not quite eighteen years old, was meditating in his heart concerning the former vision, and was feeling great anxiety that the promise might be fulfilled to him, that he should, at some future time, have revealed to him the Gospel in all its fulness. He retired to his room one Sunday evening, in September (1823), and commenced to pray with all the earnestness and faith that he could possibly obtain, that the Lord would fulfill the promise that he had made to him. While thus praying, he discovered that a light seemed to be breaking into his room, growing brighter by degrees, until he saw a personage, <div class=\"break columnbreak\" id=\"280b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0280.pdf\" target=\"pdfwin\">p.&#xA0;280b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6480\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> apparently an angel, standing before him. This personage wore a white robe, and his countenance had the appearance of lightning, but yet appeared of an innocent expression.<span class=\"citation\" id=\"93782\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93782)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93782)\">JS&mdash;H 1:31-32<\/a><\/span> This personage did not stand upon the floor of the room, but his feet were a short distance above the floor.<span class=\"citation\" id=\"93762\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93762)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93762)\">JS&mdash;H 1:30<\/a><\/span> He informed this boy that the Lord had sent him as a messenger, in answer to his prayer, in order to impart unto him further information.<span class=\"citation\" id=\"93799\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93799)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93799)\">JS&mdash;H 1:33<\/a><\/span> And then he commenced telling him that this great American continent was once occupied by a numerous people, the descendants of the house of Israel, most of them the descendants of a remnant of the tribe of Joseph; that they came here from Jerusalem by the direct guidance of the Almighty, some six centuries before Christ; that in a vessel, which they built by the command of God, they came round by the Gulf of Arabia, crossed the Great Pacific Ocean, and landed on the western coast of South America; that the descendants of these people had many Prophets among them, and that after they had been on this continent about a thousand years, during the progress of which they had become divided into two distinct nations, they fell into great wickedness, and that God threatened them with overthrow; the people of one of these nations were called Lamanites, from Laman, one of the colony which came out of Jerusalem; that the people of the other nation were called Nephites, taking their name from Nephi, the brother of Laman; that between three and four centuries after Christ these two nations occupied the two great wings of this continent, the Lamanites occupying South America, and the Nephites North America; but the Nephites, at that time, having apostatized  <div class=\"break pagebreak\" id=\"281a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0281.pdf\" target=\"pdfwin\">p.&#xA0;281a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6479\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>from the religion of their fathers, and many of them having become exceedingly wicked, the Lord threatened them with an overthrow. And he commanded one of the last Prophets, named Mormon, to make an abridgment of all the records of former Prophets who had been raised up on this land, an abridgment of the history of the nation from the time that they left Jerusalem until that time.<span class=\"citation\" id=\"127096\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127096)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127096)\">BM Title Page<\/a><\/span> He did so, and committed the abridged record, written on plates of gold, into the hands of another Prophet, his son Moroni. The original records, from which the abridgment was made, were hid up by Mormon in a hill called Cumorah,<span class=\"citation\" id=\"83200\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83200)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83200)\">Morm. 6:6<\/a><\/span> in the interior of what is now called the State of New York, but the abridgment was still in possession of the Prophet Moroni. About this time, or a little before this time, there had been a fifty years war between the inhabitants of North and South America; and finally the Lamanites of South America drove the Nephites from the Isthmus, and continued to burn their towns, cities and villages, and they destroyed hundreds and thousands of the Nephites; and ultimately they were driven into what we now call the State of New York. Three hundred and eighty years after the birth of Christ they entered into terms of peace, or, in other words, an armistice, for the space of four years,<span class=\"citation\" id=\"83182\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83182)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83182)\">Morm. 5:6<\/a><\/span> during which time the two nations gathered together all their forces into one vicinity, near the hill Cumorah.<span class=\"citation\" id=\"83192\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83192)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83192)\">Morm. 6:5<\/a><\/span> And when the four years of peace, or armistice, had expired, they came together in battle, in which the Nephites were overpowered, and hundreds of thousands of them killed, including women and children.<span class=\"citation\" id=\"126757\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126757)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126757)\">Ether 15:11-15<\/a><\/span> Moroni, who was among the few Nephites who were spared, and in whose possession was the abridgment <div class=\"break columnbreak\" id=\"281b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0281.pdf\" target=\"pdfwin\">p.&#xA0;281b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6479\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> which had been made by his father, Mormon, was commanded to hide up that abridgment in the hill Cumorah,<span class=\"citation\" id=\"83201\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83201)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83201)\">Morm. 6:6<\/a><\/span> near the town of Manchester, Ontario County, State of New York. The Lord commanded him not only to hide up the record, but also to deposit with it the Urim and Thummim,<span class=\"citation\" id=\"127097\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127097)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127097)\">JS&mdash;H 1:52<\/a><\/span> an instrument used by the ancient seers who dwelt on this Continent. The Lord promised Moroni that, in the latter days, he would bring forth that book out of the ground, that it should whisper out of the dust;<span class=\"citation\" id=\"58657\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58657)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58657)\">Isa. 29:4<\/a><\/span> that it should speak unto the living as if it were from the dead, and when he should bring it forth this Urim and Thummim, deposited with it, should enable the finder to translate it into the language of the people who should then inherit the land.<span class=\"citation\" id=\"93825\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93825)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93825)\">JS&mdash;H 1:34-35<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v17n956\"> I have now given you a brief statement of these things, in substance, as they were taught by the angel of God who administered to Joseph Smith in September, 1823. After giving this instruction the angel disappeared;<span class=\"citation\" id=\"93755\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93755)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93755)\">JS&mdash;H 1:27-43<\/a><\/span> and as Mr. Smith continued to pray and call upon the name of the Lord, the angel appeared the second time, and made the same narration in relation to the Lamanites and Nephites as he made on his first visit. When conversing with Mr. Smith about these records, the vision of his mind was opened so that he was enabled to see where the records were deposited,<span class=\"citation\" id=\"93851\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93851)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93851)\">JS&mdash;H 1:42<\/a><\/span> and he was told by the angel that, if he would be faithful and do according to the commandments of the Lord his God, he, in due time, should have the privilege of bringing the records forth, and that he should translate them for the benefit of the people. <\/div><div class=\"paragraph jod\" id=\"v17n957\"> The angel again departed,<span class=\"citation\" id=\"127098\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127098)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127098)\">JS&mdash;H 1:44-45<\/a><\/span> and Mr. Smith, being unable to go to sleep, continued to pray, and the vision was renewed again; the angel,  <div class=\"break pagebreak\" id=\"282a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0282.pdf\" target=\"pdfwin\">p.&#xA0;282a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6478\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>on his third visit, not only reiterating his previous statement, but also declaring many things that were then in the future in relation to the marvelous work and wonder<span class=\"citation\" id=\"58795\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58795)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58795)\">Isa. 29:14<\/a><\/span> which the Lord was about to perform upon the earth. When he had withdrawn for the third time, daylight began to appear in the east, and Mr. Smith had not slept the whole night;<span class=\"citation\" id=\"127099\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127099)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127099)\">JS&mdash;H 1:46-47<\/a><\/span> but he nevertheless went to work with his father in the field, at their usual early hour. But the visions of the night wrought upon his mind to that degree, that his natural strength began to fail, and his father, noticing that he looked pale, advised him to return at once to the house. He started to do so, but had only gone part of the way, when he again saw the light in the heavens, and the angel of God came down and stood before him, and commanded him to return to his father, and relate the visions of the previous night to him. He did so; and the old man commanded his son to be obedient to the heavenly messenger, believing with all his heart that the vision was from the Almighty. On this last occasion the angel told Mr. Smith to go to the hill Cumorah, which had been shown to him in vision the previous night, which was about three miles from his father's house, and there he should have the privilege of beholding the records. He, after having spoken to his father, accordingly went, and beheld the records. He knew the place as soon as he saw it.<span class=\"citation\" id=\"127100\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127100)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127100)\">JS&mdash;H 1:48-50<\/a><\/span> He saw the crowning stone of the stone box that covered the records. It was oval in form, and was partially bare, the edges being under the sod. He immediately removed the turf that covered the edges of this stone, and, with a lever, succeeded in lifting off the upper stone, which was cemented to four others, in the form of a box, <div class=\"break columnbreak\" id=\"282b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0282.pdf\" target=\"pdfwin\">p.&#xA0;282b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6478\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> within which he saw the plates and the Urim and Thummim. He was about to put forth his hand to take the plates, when lo! the angel of God appeared again, and told him that the time had not fully come for these records to come forth; that he (Joseph) was yet inexperienced, and needed strength, and that if he would be obedient to the commands which he would give to him, and which the Lord would impart from time to time, he should, in due time, be permitted to receive these records, commanding him at the same time to come there one year from that date, and that he would appear again to him, and give him further instructions; and thus he should do from year to year, until he should receive the plates, provided that he should prove himself worthy before God; for the angel said unto him, that these plates could not be obtained by any person for speculative purposes; that they contained records that were sacred, prophecies and doctrines that were written by ancient Prophets, and that the Lord God had promised that these prophecies and revelations should go forth to all people, nations and tongues, and that they could not be entrusted with anyone to get gain.<span class=\"citation\" id=\"93859\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93859)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93859)\">JS&mdash;H 1:51-54<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v17n959\"> From that time, Mr. Smith, on the 22nd of September each year, continued to visit this place, until the year 1827, he being then not quite twenty-two years old. On the morning of the 22nd of September, in the year 1827, the angel of the Lord permitted him to take these records, with the Urim and Thummim, and he carried them to his father's house.<span class=\"citation\" id=\"93889\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93889)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93889)\">JS&mdash;H 1:59<\/a><\/span> The people in that neighborhood, having learned about these things, sought by every means in their power&#x2014;by persecution, mobs, and every other means that they could bring to bear, to find these  <div class=\"break pagebreak\" id=\"283a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0283.pdf\" target=\"pdfwin\">p.&#xA0;283a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6477\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>plates and take them from him. But the Lord gave him directions, through the Urim and Thummim, what he should do with the plates, where he should hide them, and gave him all the information that was necessary to keep them out of the hands of the mobs.<span class=\"citation\" id=\"93896\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93896)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93896)\">JS&mdash;H 1:60-61<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v17n961\"> Finally, the persecution became so great, that this young man was obliged to leave his father's house, and proceed to the Susquehanna River, in Pennsylvania, and there he commenced to transcribe or make a facsimile of some of the characters or words that were written on these metallic plates;<span class=\"citation\" id=\"93898\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93898)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93898)\">JS&mdash;H 1:61-62<\/a><\/span> and the transcript, then made, was taken by a man named Martin Harris to the city of New York, and exhibited to the learned, to see if they could translate them. Remember, it was not the plates that were taken to the learned, but it was the words of the book, transcribed from the plates, and the learned were requested to read them.<span class=\"citation\" id=\"58727\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58727)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58727)\">Isa. 29:11<\/a><\/span> But Mr. Harris could not succeed in finding any person who was able to translate them; although he found one man&#x2014;Professor Anthon&#x2014;well known through the United States, and in European nations, as a great linguist, who said that he would assist, according to his best ability and judgment, in translating the transcript presented to him by Mr. Harris, and he gave a written promise to that effect. &#x201C;But,&#x201D; said he, &#x201C;where did you get these records?&#x201D; Mr. Harris informed him that they had been revealed by an angel of God to a young man named Joseph Smith. Mr. Anthon then said to Mr. Harris, &#x201C;Give me that paper I have given you.&#x201D; Mr. Harris handed it back to him, and he tore it in pieces, saying&#x2014;&#x201C;There is no such thing as the ministering of angels in these days, but bring the record here, and we will see what we can do in relation to <div class=\"break columnbreak\" id=\"283b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0283.pdf\" target=\"pdfwin\">p.&#xA0;283b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6477\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> assisting in translating it.&#x201D; Mr. Harris replied that a part of the record was sealed, and that only one portion of it was permitted to be translated at the present time. This learned man said&#x2014;&#x201C;I cannot read a sealed book,&#x201D;<span class=\"citation\" id=\"58728\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58728)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58728)\">Isa. 29:11<\/a><\/span> thus fulfilling the words I have read&#x2014;&#x201C;And the vision of all is become unto you as the words of a book that is sealed, which men deliver to one that is learned, saying, Read this, I pray thee: and he saith, I cannot; for it is sealed:<span class=\"citation\" id=\"127101\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127101)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127101)\">Isa. 29:11<\/a><\/span> I cannot read a sealed book.&#x201D;<span class=\"citation\" id=\"93904\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93904)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93904)\">JS&mdash;H 1:63-65<\/a><\/span> The next verse says&#x2014;&#x201C;And the book is delivered to him that is not learned, saying, Read this, I pray thee: and he saith, I am not learned.&#x201D;<span class=\"citation\" id=\"58746\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58746)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58746)\">Isa. 29:12<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v17n962\"> When Martin Harris reported to this boy, what the learned had said, and how they had proceeded in relation to this matter, the Lord God commanded this young man to translate the record himself, through the aid of the Urim and Thummim. But he made this excuse&#x2014;&#x201C;I am not learned.&#x201D;<span class=\"citation\" id=\"127102\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127102)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127102)\">Isa. 29:12<\/a><\/span> And the Lord answered him in the very words of Isaiah, as recorded in the next verse&#x2014;&#x201C;Wherefore the Lord said, Forasmuch as this people draw near me with their mouth, and with their lips do honor me, and have removed their hearts far from me, and their fear toward me is taught by the precepts of men: Therefore, behold, I will proceed to do a marvelous work among this people, even a marvelous work and a wonder: for the wisdom of their wise men shall perish, and the understanding of their prudent men shall be hid.&#x201D;<span class=\"citation\" id=\"58773\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58773)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58773)\">Isa. 29:13-14<\/a><\/span> That is the answer that the Lord made this young man, commanding him to read the book. <\/div><div class=\"paragraph jod\" id=\"v17n963\"> It was marvelous that a man who did not possess the ordinary education, obtained in the common schools of the country, and who could barely read, and could write but very little;  <div class=\"break pagebreak\" id=\"284a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0284.pdf\" target=\"pdfwin\">p.&#xA0;284a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6476\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>a man who had only read the bible a very little, and who knew but little about the various theological doctrines of the day; I say that for such a man to be called of the Lord God, and commanded to translate from an ancient record and to bring forth a book for the benefit of all nations, kindreds, tongues and peoples,<span class=\"citation\" id=\"127103\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127103)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127103)\">Rev. 14:6<\/a><\/span> was marvelous in the extreme, and it did literally cause the wisdom of the wise to perish.<span class=\"citation\" id=\"58796\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58796)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58796)\">Isa. 29:14<\/a><\/span> &#x201C;And I will raise forts against them, they shall be brought down, and shall speak out of the ground, and thy speech shall be low out of the dust,&#x201D;<span class=\"citation\" id=\"58654\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58654)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58654)\">Isa. 29:3-4<\/a><\/span> &amp;c. <\/div><div class=\"paragraph jod\" id=\"v17n965\"> Now this record is as if one spoke from the dead; it is the voice of the ancient dead Prophets who once inhabited this great continent; it is the voice of the dead to the living, a warning voice, the everlasting Gospel in all its plainness and purity, speaking out of the ground, whispering out of the dust,<span class=\"citation\" id=\"58658\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58658)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58658)\">Isa. 29:4<\/a><\/span> just as this passage of Scripture declares. Not the book, but the words of the book were sent to the learned;<span class=\"citation\" id=\"58729\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58729)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58729)\">Isa. 29:11<\/a><\/span> and, lastly, the book itself was commanded to be translated by the unlearned. All this is marvelous.<span class=\"citation\" id=\"58749\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58749)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58749)\">Isa. 29:12-14<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v17n966\"> The eighteenth verse, which I read, says&#x2014;&#x201C;And in that day shall the deaf hear the words of the book.&#x201D;<span class=\"citation\" id=\"58833\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58833)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58833)\">Isa. 29:18<\/a><\/span> What book? We answer, the one that the Prophet had been speaking of, the one that was to speak out of the ground, and that was to be translated by the unlearned. &#x201C;In that day shall the deaf hear the words of the book, and the eyes of the blind shall see out of obscurity, and out of darkness. The meek also shall increase their joy in the Lord, and the poor among men shall rejoice in the Holy One of Israel.&#x201D;<span class=\"citation\" id=\"58840\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58840)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58840)\">Isa. 29:18-19<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v17n967\"> This book, that has thus been marvelously translated, is for the benefit of the meek and the poor among men.<span class=\"citation\" id=\"58861\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58861)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58861)\">Isa. 29:19<\/a><\/span> When Jesus came in <div class=\"break columnbreak\" id=\"284b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0284.pdf\" target=\"pdfwin\">p.&#xA0;284b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6476\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> ancient days, and preached the Gospel to the learned and the unlearned, we are told that on one occasion, the disciples of John came and asked him if he was the true Messiah, or should they look for another? And he said unto them&#x2014;&#x201C;Go and tell John that the dead are raised, that the blind see, and that the poor have the gospel preached to them.&#x201D;<span class=\"citation\" id=\"67303\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67303)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67303)\">Luke 7:22<\/a><\/span> So, in these latter days, when the Lord God causes a book to come forth out of the ground, and to whisper from the dust,<span class=\"citation\" id=\"58659\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58659)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58659)\">Isa. 29:4<\/a><\/span> it is for the benefit of the poor among men,<span class=\"citation\" id=\"67178\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67178)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67178)\">Luke 4:18<\/a><\/span> and they are to rejoice in the Holy One of Israel.<span class=\"citation\" id=\"58862\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58862)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58862)\">Isa. 29:19<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v17n968\"> Has this ever been fulfilled literally? It has. We have lifted up our voices for forty-four years and upwards among the inhabitants of this nation, and also for many years among the inhabitants of other nations, bearing testimony to all people that the Lord God has sent his angel, according to the promise made in the fourteenth chapter of the Revelation of St. John, flying through the midst of heaven, having the everlasting Gospel to preach to every nation, kindred, tongue and people that dwell upon the face of the earth.<span class=\"citation\" id=\"79765\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79765)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79765)\">Rev. 14:6<\/a><\/span> We have borne testimony, faithfully and diligently without purse or scrip,<span class=\"citation\" id=\"68170\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68170)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68170)\">Luke 22:35<\/a><\/span> for these many years among the inhabitants of the earth, to the rich as well as the poor. But the rich will not obey it; no, they have their riches to look after. One says&#x2014;&#x201C;I have a yoke of oxen that I have just bought, I must go and try them.&#x201D;<span class=\"citation\" id=\"67691\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67691)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67691)\">Luke 14:19<\/a><\/span> Another says&#x2014;&#x201C;I have invested so many hundred thousand dollars in merchandise, I must attend to that.&#x201D; Another says&#x2014;&#x201C;I have some other business, I must look after that.&#x201D; But the poor among men,<span class=\"citation\" id=\"127104\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127104)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127104)\">Isa. 29:19<\/a><\/span> whose hearts are pure and meek because of the oppression that they have received from the monopolist, and from the rich, are humble, and they  <div class=\"break pagebreak\" id=\"285a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0285.pdf\" target=\"pdfwin\">p.&#xA0;285a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6475\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>receive this work, hence they have gathered out from among the various nations, where they are no longer oppressed or under taskmasters, and have accumulated homes of their own, and lands, and flocks and herds of their own, which neither they nor their fathers in the old countries inherited from generation to generation. The poor among men, when they shall hear the words of the book, shall rejoice in the Holy One of Israel.<span class=\"citation\" id=\"58863\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58863)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58863)\">Isa. 29:19<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v17n970\"> To show more fully the time when this book should be brought to light, let me say that it is a latter-day work, and to prove it, I will read the following verses. &#x201C;The poor among men shall rejoice in the Holy One of Israel. For the terrible one is brought to nought, and the scorner is consumed, and all that watch for iniquity are cut off: all that make a man an offender for a word, or that lay a snare for him that reproveth in the gate, or that turn aside the just for a thing of nought.&#x201D;<span class=\"citation\" id=\"58877\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58877)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58877)\">Isa. 29:19-21<\/a><\/span> All these are to be cut off. When? When they have heard the words of this book, when the proclamation has been sounded in their ears. When they are become fully ripened in iniquity, they will be cut off according to the declaration of the Prophet Isaiah. But their times must first be fulfilled; their fulness must come in, before these terrible judgments and destructions shall lay waste the nations of the Gentiles. But is there no hope for Israel, when this book comes forth? When I speak of Israel I mean the literal Israel, the descendants of the twelve tribes, whose fathers inherited ancient Palestine. Is there no hope for them when this great and marvelous work shall be accomplished? We will read the next verse. &#x201C;Therefore thus saith the Lord, who redeemed Abraham, concerning the house of Jacob, Jacob shall not now <div class=\"break columnbreak\" id=\"285b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0285.pdf\" target=\"pdfwin\">p.&#xA0;285b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6475\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> be ashamed, neither shall his face now wax pale. But when he seeth his children, the work of mine hands, in the midst of him, they shall sanctify my name, and sanctify the Holy One of Jacob, and shall fear the God of Israel.&#x201D;<span class=\"citation\" id=\"58913\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58913)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58913)\">Isa. 29:22-23<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v17n971\"> It seems then, that Jacob was to be scattered and dispersed, and made ashamed, his face was to wax pale,<span class=\"citation\" id=\"58906\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58906)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58906)\">Isa. 29:22<\/a><\/span> and he be counted a hiss and a byword among the people,<span class=\"citation\" id=\"55188\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55188)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55188)\">Deut. 28:37<\/a><\/span><span class=\"citation\" id=\"55633\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55633)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55633)\">1 Kgs. 9:7<\/a><\/span><span class=\"citation\" id=\"81164\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81164)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81164)\">1 Ne. 19:14<\/a><\/span> until the set time should arrive, until God should rise up in his majesty and power in the latter days, and should set his hand according to the words of the Prophets,<span class=\"citation\" id=\"82726\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82726)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82726)\">3 Ne. 16:8-11<\/a><\/span> a second time to recover his people from the four corners of the earth.<span class=\"citation\" id=\"58215\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58215)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58215)\">Isa. 11:11-12<\/a><\/span><span class=\"citation\" id=\"127105\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127105)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127105)\">D&amp;C 137:6<\/a><\/span> And when he should commence this great work, he would bring forth the words of them that have slumbered in the dust, should whisper out of the ground, and their speech should be low out of the dust;<span class=\"citation\" id=\"58660\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58660)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58660)\">Isa. 29:4<\/a><\/span> and Israel, after that time, should no longer be made ashamed, neither should their faces wax pale.<span class=\"citation\" id=\"127106\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127106)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127106)\">Isa. 29:22<\/a><\/span> Why? Because they must be gathered from the four quarters of the earth by means of that book.<span class=\"citation\" id=\"127107\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127107)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127107)\">3 Ne. 5:24-26<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v17n972\"> There is another object expressed in the next verse, the last verse of the chapter, for the bringing forth of this book. &#x201C;And they also that erred in spirit shall come to understanding, and they that murmured shall learn doctrine.&#x201D;<span class=\"citation\" id=\"58929\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58929)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58929)\">Isa. 29:24<\/a><\/span> How many hundreds of thousands of good, upright, moral people among all the nations of Christendom, have erred in spirit because of the false doctrines that have been promulgated, from generation to generation, in their midst; doctrines of form without any power?<span class=\"citation\" id=\"76160\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76160)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76160)\">2 Tim. 3:5<\/a><\/span> Doctrines that exclude all communications with the heavens, that shut up the voice of the Almighty in continued silence; that closed up the heavens as brass over their heads;<span class=\"citation\" id=\"55167\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55167)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55167)\">Deut. 28:23<\/a><\/span> that proclaimed in all  <div class=\"break pagebreak\" id=\"286a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0286.pdf\" target=\"pdfwin\">p.&#xA0;286a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6474\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>their creeds, articles of faith, and discipline, that the Bible contained all that God would ever reveal to the children of men. Millions have erred in spirit because of these doctrines; others have murmured because of them, and have found fault,<span class=\"citation\" id=\"58930\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58930)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58930)\">Isa. 29:24<\/a><\/span> and said, &#x201C;How can we know the true doctrine, or the true church, when we find several hundred all teaching different, each one going his own way, each proclaiming his own dogma, creed and discipline? Contradicting and quarrelling with one another? Christian nations fighting against Christian nations,&#x201D; etc. They have murmured about it; and many have begun to think that there is nothing in revealed religion. It has made thousands on thousands of infidels; and it is not to be wondered at; for instead of taking the Bible as their guide, and comparing ancient Christianity with the truth, they have taken this Babel of confusion, called modern Christianity, and have asked if that could be from heaven? And they do not believe in it. They do not believe that God is the author of confusion,<span class=\"citation\" id=\"73768\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73768)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73768)\">1 Cor. 14:33<\/a><\/span> and they have murmured, contended and complained. But when this book should come forth, &#x201C;They that murmured should learn doctrine, and they that erred in spirit should come to understanding.&#x201D;<span class=\"citation\" id=\"58931\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58931)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58931)\">Isa. 29:24<\/a><\/span> How? In what way? Because this book, translated from those plates, contains the doctrine of Christ in such perfect plainness, that no two persons who read that doctrine disagree in relation to it. It is plain, and easy to be understood. For instance, let me mention in relation to one ordinance about which there is much contention among the sects of Christendom, namely the ordinance of baptism. One says it must be by pouring, another by sprinkling, another by immersion; a fourth says you must be baptized three times, <div class=\"break columnbreak\" id=\"286b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0286.pdf\" target=\"pdfwin\">p.&#xA0;286b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6474\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> once in the name of the Father, once in the name of the Son, and then in the name of the Holy Ghost. And thus they quarrel, and contend, and have their different views about that one doctrine. <\/div><div class=\"paragraph jod\" id=\"v17n974\"> Now, when you take up the Book of Mormon, and read, in the latter part of the book, concerning this ordinance, you find that our Lord and Savior, after his resurrection, descended to the northern part of what we call South America, and stood in the midst of a large congregation of people who saw him descend, and who also beheld the wounds in his hands and in his feet,<span class=\"citation\" id=\"82616\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82616)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82616)\">3 Ne. 11:14-15<\/a><\/span> and they heard him teach his gospel, and he commanded them that they should no more offer sacrifices and burnt offerings on this American continent,<span class=\"citation\" id=\"82552\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82552)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82552)\">3 Ne. 9:19<\/a><\/span> as their fathers had been accustomed to do, but that they should do away with these things.<span class=\"citation\" id=\"82683\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82683)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82683)\">3 Ne. 15:2-10<\/a><\/span> And he taught them his gospel, and commanded them to believe and repent with all their hearts, and to come down into the depths of humility, like little children, and be baptized in his name for the remission of their sins, and promised them, if they would do so, that they should be filled with the Holy Ghost.<span class=\"citation\" id=\"82659\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82659)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82659)\">3 Ne. 12:1-2<\/a><\/span> And he called twelve disciples on this American continent, the same as he called twelve apostles in ancient Palestine. And after he had called and ordained these twelve disciples, he commanded them to baptize all penitent believers, and he gave them the pattern, saying unto them&#x2014;&#x201C;You shall go down and stand in the water, and in my name you shall baptize them.<span class=\"citation\" id=\"82623\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82623)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82623)\">3 Ne. 11:21-23<\/a><\/span> And now behold, these are the words which you shall say, calling them by name, Having authority given me of Jesus Christ, I baptize you in the name of the Father, and of the Son, and of the Holy Ghost. Amen. And then shall ye immerse them in the water, and shall come forth again out  <div class=\"break pagebreak\" id=\"287a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0287.pdf\" target=\"pdfwin\">p.&#xA0;287a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6473\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of the water. And after this manner shall ye baptize in my name; for behold the Father, and the Son, and the Holy Ghost are one,&#x201D;<span class=\"citation\" id=\"82632\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82632)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82632)\">3 Ne. 11:23-27<\/a><\/span> etc. <\/div><div class=\"paragraph jod\" id=\"v17n976\"> Now, let me ask, who could draw any two conclusions from words as plain as these? No person could; and there could be no two churches differing, or built up upon the principle of baptism as here revealed. So it is in regard to every other point of doctrine relating to the plan of salvation revealed in this book; they are all just as plain as the one to which I have called your attention. Hence, when people understand, and comprehend by the power of the Holy Ghost, that this record is divine, and when they can once put their confidence in it as such, they never after that need be at a loss concerning the points of the doctrine of our Lord and Savior. &#x201C;They that erred in spirit shall come to understanding, they that murmured shall learn doctrine.&#x201D;<span class=\"citation\" id=\"58932\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58932)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58932)\">Isa. 29:24<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v17n977\"> Again he says&#x2014;&#x201C;The deaf shall hear the words of the book.&#x201D;<span class=\"citation\" id=\"58835\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58835)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58835)\">Isa. 29:18<\/a><\/span> Has this been literally fulfilled, or must it be spiritualized? &#x201C;The eyes of the blind shall also see out of obscurity and out of darkness in that day.&#x201D;<span class=\"citation\" id=\"58834\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58834)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58834)\">Isa. 29:18<\/a><\/span> Does this mean those who are blind spiritually, or does it mean literally? I think it means both. Those who have been blind spiritually are seeing out of obscurity and out of darkness, and those who have been deaf spiritually are beginning to hear. But this is not the entire meaning. Do not the greater part of this congregation, now sitting before me, know of a surety that the Lord God has, since he sent forth the proclamation of this Gospel among the people, caused the eyes of the blind&#x2014;those blind physically, born blind&#x2014;to be opened? Do they not know that the ears of some who were so deaf that they could not hear the loudest sound have been <div class=\"break columnbreak\" id=\"287b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0287.pdf\" target=\"pdfwin\">p.&#xA0;287b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6473\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> literally opened? Yes; you know this, for it has been done in the four quarters of the earth. Not in some obscure corner, where a few individuals have seen it, but among the nations and kingdoms where this gospel has been preached; therefore, the Lord God has indeed fulfilled, to the very letter, these predictions, uttered by the ancient prophets in relation to the great work that should be performed on the earth in the latter days, when he should bring forth this book, and should cause the earth, as it were, to open and bring forth salvation.<span class=\"citation\" id=\"59397\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59397)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59397)\">Isa. 45:8<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v17n978\"> This agrees with the testimony of David the Prophet; for not only Isaiah, but David says, in the 85th Psalm, when enquiring about the long captivity of Jacob&#x2014;&#x201C;Lord, wilt thou not bring back the captivity of Jacob,<span class=\"citation\" id=\"56938\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56938)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56938)\">Ps. 85:1<\/a><\/span> that Israel may rejoice, and that thy people may be glad?&#x201D;<span class=\"citation\" id=\"56392\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56392)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56392)\">Ps. 14:7<\/a><\/span><span class=\"citation\" id=\"56751\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56751)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56751)\">Ps. 53:6<\/a><\/span> The Lord, in answering this prayer of David, tells him how he will do it. Says he&#x2014;&#x201C;I will cause truth to spring out of the earth; and righteousness shall look down from heaven,<span class=\"citation\" id=\"56980\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56980)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56980)\">Ps. 85:11<\/a><\/span> and they shall go before us; to set us in the way of his steps.&#x201D;<span class=\"citation\" id=\"56993\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56993)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56993)\">Ps. 85:13<\/a><\/span> Yes, by bringing forth this work out of the earth, and by raising up his church, by the divine authority which he restored again, and by pouring out the Holy Ghost from heaven, by sending down righteousness from heaven, and by truth, which has sprung forth out of the earth,<span class=\"citation\" id=\"56981\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56981)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56981)\">Ps. 85:11<\/a><\/span> the Lord has set us again in the way of his steps.<span class=\"citation\" id=\"56992\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56992)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56992)\">Ps. 85:13<\/a><\/span> And Israel will truly be made glad,<span class=\"citation\" id=\"56752\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56752)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56752)\">Ps. 53:6<\/a><\/span> and the house of Jacob, when this work shall go forth to them, will no longer be made ashamed.<span class=\"citation\" id=\"58907\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58907)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58907)\">Isa. 29:22<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v17n979\"> This agrees with another prophecy, where the Prophet Isaiah, in looking after the consolation and redemption of Jacob in the last days, says&#x2014;&#x201C;Let the skies pour down righteousness: and let the earth open, and bring  <div class=\"break pagebreak\" id=\"288a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0288.pdf\" target=\"pdfwin\">p.&#xA0;288a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6472\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>forth salvation.&#x201D;<span class=\"citation\" id=\"59398\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59398)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59398)\">Isa. 45:8<\/a><\/span> It seems then that the earth was to bring forth truth and salvation, and the skies at the same time were to pour down the blessings of eternity upon the heads of the people, and by this means the Lord God would save the nations of the earth, and redeem Israel from the four quarters thereof. But alas! for the wicked in that day. Let us see what is to become of them. I have already quoted one passage stating that they were to be cut off in a terrible manner, and be brought to naught, the scorner being consumed, and all that watch for iniquity being cut off.<span class=\"citation\" id=\"58886\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58886)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58886)\">Isa. 29:20-21<\/a><\/span> Let us read another passage, in this same 29th chapter&#x2014;&#x201C;The multitude of all nations that fight against Zion, shall be as a hungry man who dreameth, and, behold, he eateth; but he waketh, and his soul is empty: or as when a thirsty man dreameth, and, behold, he drinketh; but he waketh, and, behold, he is faint, and his soul hath appetite: so shall the multitude of all the nations be, that fight against mount Zion.&#x201D;<span class=\"citation\" id=\"58684\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58684)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58684)\">Isa. 29:7-8<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v17n981\"> Has that ever been fulfilled upon the nations of the earth? It does not matter how many of them there are, they are in the hands of the Almighty, and by the blast of his nostrils they can be consumed,<span class=\"citation\" id=\"56079\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56079)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56079)\">Job 4:9<\/a><\/span> and swept away by the breath of his lips,<span class=\"citation\" id=\"58099\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58099)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58099)\">Isa. 11:4<\/a><\/span> and they will become like a hungry or a thirsty man who dreams that he has something to eat or to drink, and behold it is all disappointment; for he wakes and his soul is thirsty and hath appetite. So it will be with all people that fight against the great latter-day work;<span class=\"citation\" id=\"58685\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58685)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58685)\">Isa. 29:7-8<\/a><\/span> for, saith the same Prophet, &#x201C;they shall be visited of the Lord of hosts with thunder, and with earthquake, with great noise, with storm and tempest, and the flame of <div class=\"break columnbreak\" id=\"288b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0288.pdf\" target=\"pdfwin\">p.&#xA0;288b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6472\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> devouring fire.&#x201D;<span class=\"citation\" id=\"58665\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58665)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58665)\">Isa. 29:6<\/a><\/span> It will be a day not of destruction by a flood of waters, but by various judgments, ending with the flame of devouring fire, which will sweep the earth, and destroy the wicked out of it. Behold the day will come, and is close at hand, when Malachi's prophecy will be fulfilled, that shall burn as an oven; when all the proud and they that do wickedly shall become as stubble, and they shall be burned up, saith the Lord of hosts. That day shall leave them neither root nor branch.<span class=\"citation\" id=\"62504\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62504)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62504)\">Mal. 4:1<\/a><\/span> No branches of the wicked left, no roots left among the nations, but the earth, and all the fulness thereof, will be given into the hands of the saints of the most High, as was predicted by Daniel the Prophet, that &#x201C;the kingdom and the dominion, and the greatness of the kingdom under the whole heavens, shall be given into the hands of the Saints of the Most High.&#x201D;<span class=\"citation\" id=\"61742\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61742)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61742)\">Dan. 7:27<\/a><\/span> A King shall reign in righteousness in those days and his name shall be the Lord of Hosts, Jesus of Nazareth, the great Messiah.<span class=\"citation\" id=\"127108\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127108)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127108)\">Ps. 24:9 (JST)<\/a><\/span><span class=\"citation\" id=\"127109\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127109)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127109)\">Isa. 44:6<\/a><\/span> The King of kings and Lord of lords<span class=\"citation\" id=\"80440\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80440)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80440)\">Rev. 19:16<\/a><\/span> will reign over the nations in those days, as he now reigns king of Saints.<span class=\"citation\" id=\"80092\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80092)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80092)\">Rev. 15:3<\/a><\/span> And behold this is the preparatory work. This book that has now come forth will be sounded among the various nations and kingdoms of the earth. They who hear the words thereof, and repent of their sins, and turn away from all unrighteousness, and will receive the fulness of the everlasting gospel, will be gathered together, and the sons and daughters of God will come from the ends of the earth, even every one that is called by his name. <\/div><div class=\"paragraph jod\" id=\"v17n982\"> We might go on still further, but this is sufficient for the time being. Amen. <\/div>\n<\/div>\n<\/div>"}