{"ID":170032, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Saints Are Living Witnesses of the Truth&#x2014;The People of God Preserved By Divine Providence&#x2014;Persecution&#x2014;Individual Salvation.<\/div>\n<div class=\"subtitle\">Discourse by Elder Brigham Young, Jun., delivered at the Semi-Annual Conference of the Church of Jesus Christ of Latter-Day Saints, in the New Tabernacle, Salt Lake City, Tuesday Morning, October 6, 1874.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: Saints Are Living Witnesses, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young, Jr.<\/div>\n<div class=\"date\">Date: 10\/6\/1874<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d32\">\n<div class=\"paragraph jod\" id=\"v17n695\"> I have a testimony also to offer to my brethren and sisters. It is a great thing, in my estimation, to know God and his Son, to know <div class=\"break columnbreak\" id=\"200b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0200.pdf\" target=\"pdfwin\">p.&#xA0;200b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6559\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> that God has established the kingdom of the latter days, and to realize that there are men upon the earth, who are capable, through the revela<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"201a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0201.pdf\" target=\"pdfwin\">p.&#xA0;201a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6558\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tions of Almighty God, to teach the people the way of life, to point out to them the path by which they may regain the presence of their Father and God. Such is the testimony I have had, such a testimony I have at the present time. I am aware that to some it seems incredible, and that in their ears it sounds preposterous to utter such words, and especially does it seem so to those who consider that they are living in the blaze of the Christian religion, for the large majority of that class of people will not for a moment entertain the idea that God will ever again speak to men upon the earth, or inspire them as he did anciently. They believe the day as gone by when such things can be, and that, having the Bible in their possession, it is no more necessary for God to make known his will to man. I am aware that the Christian world view it in this light, but I cannot help that, I am not responsible for them, nor they for me. I stand for myself and am supported by the evidence which I have received from Almighty God. If they can testify to me that the Christian religion is true, I can, in turn, testify to them that God has revealed himself, that he has again spoken to men upon the earth, and that they hear his voice just as much as Isaiah, Ezekiel or any of the Prophets of ancient days. This is my testimony, and I know it to be true. By the same Spirit that revealed unto Peter his Lord and Savior I know that Jesus is the Christ.<span class=\"citation\" id=\"64834\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64834)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64834)\">Matt. 16:16-17<\/a><\/span> This has not become knowledge with me through the testimony of others alone. I sought and received that testimony for myself. Said Jesus unto Peter, &#x201C;Blessed art thou, Simon Bar-jona: for flesh and blood hath not revealed it unto thee, but my Father which is in heaven;&#x201D;<span class=\"citation\" id=\"64840\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64840)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64840)\">Matt. 16:17<\/a><\/span> and I testify to you this day, that that same God has revealed unto me <div class=\"break columnbreak\" id=\"201b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0201.pdf\" target=\"pdfwin\">p.&#xA0;201b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6558\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> that these things are true, that this is the Gospel of Jesus Christ, and that this people represent the kingdom of God which Daniel and others of the ancient Prophets said should be established upon the earth in the latter days. That is the testimony which I have to offer here this morning. If I stood alone in this matter, and there was no other person who could bear the same testimony perhaps people would be justified in disbelieving me, that is, if I gave them no evidence of the truth of my words; but when the proof is positive and the evidences incontrovertible; when there are scores of thousands of people gathered from as well as scattered through the nations of the earth who can rise as one person and bear this testimony, the nations of the earth will be condemned if they reject it. <\/div><div class=\"paragraph jod\" id=\"v17n697\"> It is true that Joseph Smith was an unsupported witness in some respects of the Gospel which he had to reveal unto the human family. He came forth a boy, alone; his testimony was given to the world, and God, in his wonderful providences, fulfilled the words of that boy, and others were induced to believe what he told them. He told the people that if they would obey the will of the Father, if they would repent of their sins, be baptized for the remission of them and have hands laid upon them for the reception of the Holy Ghost, they should receive it, and it should be a witness unto them that his words were true and faithful. <\/div><div class=\"paragraph jod\" id=\"v17n698\"> Have the words of Joseph Smith been fulfilled in this and in other respects? I answer, yes. He bore this mission unto the people, and it, with its promises, came to me, and I obeyed it, doing as I was told in order that I might obtain the evidences of the Holy Spirit. Did I obtain them? Yes, I did; and here is a congregation before me, the repre<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"202a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0202.pdf\" target=\"pdfwin\">p.&#xA0;202a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6557\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>sentatives of a great people, who can bear witness with me this day that the words of Joseph the Prophet were true and faithful to this generation. Our testimony is not unsupported, for I have gone forth into the midst of the nations of the earth, and have stood before strangers and have said unto them&#x2014;&#x201C;If you desire the knowledge that the Prophets who were with Jesus on the earth possessed, if you will do those things which have been commanded you shall know of the doctrine whether I speak of myself, or of God who sent me.&#x201D;<span class=\"citation\" id=\"69356\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69356)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69356)\">John 7:17<\/a><\/span> I have borne this testimony hundreds of times to the nations of the earth, because I was sent forth to do it, and I had a testimony that it was my mission to testify of these things. What has been the result of the Elders going to the nations of the earth and bearing this testimony? We see before us a mighty people gathered in these mountains. There is scarcely an adult who has been gathered here who came with any other purpose but to build up the kingdom of God, because of the inspiration of the Holy Spirit which he or she received through obedience to the words which were declared unto them. If any have gathered here with any other purpose they are not in this Church, or if they are they will not remain in it very long. This people have gathered here by scores of thousands, cannot those who are not of us put their prejudices to one side for a moment and take a fair and impartial view of the circumstances which surround us? Cannot the world look upon the Latter-day Saints and ask themselves&#x2014;&#x201C;Is it possible for men to make these promises, and yet be impostors and deceive the people to the extent they have?&#x201D; Have the Elders deceived the people? It looks to me like folly in the extreme for people to entertain such an idea. <div class=\"break columnbreak\" id=\"202b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0202.pdf\" target=\"pdfwin\">p.&#xA0;202b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6557\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Have we deceived the people? No sirs, we have not. Were those words false which were uttered by the Elders when they called upon the people to repent? No. The people verily received that testimony of the truth of this work by the inspiration of the Holy Ghost which was promised them by the Elders, and that is the reason why so many have gathered to these mountains. <\/div><div class=\"paragraph jod\" id=\"v17n700\"> But the majority of people now are like the Jews when they arraigned Jesus&#x2014;they want a miracle. &#x201C;Then did they spit in his face, and buffeted him; and others smote him with the palms of their hands, Saying, Prophesy unto us, thou Christ, Who is he that smote thee?&#x201D;<span class=\"citation\" id=\"66298\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66298)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66298)\">Matt. 26:67-68<\/a><\/span> That is exactly the same spirit that prevails now&#x2014;&#x201C;If you Latter-day Saints have the blessings and gifts you talk of, why don't you rise up in power? Why does not God come out of his hiding place and preserve you from your enemies?&#x201D; I can testify today that he has done so. From my earliest recollections I have been wandering with this people. I have been with them when driven before their enemies, with my father and his family in their persecutions, and I know, as I know that I live, that God has stretched out his hand and preserved this people when nothing but his providences could have saved them. <\/div><div class=\"paragraph jod\" id=\"v17n701\"> Who are they who smite this people? Are they righteous men, men who are seeking to benefit the human family? Are they men who are turning their whole attention to benefit their fellow men, or building up principles of righteousness and truth, to sustain the poor, and to gather them from the nations of the earth to a land where they can possess those comforts and blessings which should surround the sons and daughters of our God? No, they  <div class=\"break pagebreak\" id=\"203a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0203.pdf\" target=\"pdfwin\">p.&#xA0;203a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6556\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>do not busy themselves about such things as these, they have business on hand, which they think is more important; they have the Latter-day Saints to persecute. They do not have time to turn their attention, nor their minds to such trifles as bringing the poor from the nations of the earth or developing the resources of this great country. They have no time for this, they have a far greater work on hand, opposing the progress of this people and the fulfillment of the prophecies of men of God who have lived upon this earth. That is the view I take of it from my standpoint. Of course I do not expect others, outside of the Church, to look at it as I do. But this people are engaged in what? First, at the present time, in defending themselves, trying to secure their lives and property from men who are seeking to deprive them of both; they are also continuing their efforts to bring the downtrodden of Europe and every other nation, to this land of America, where they can enjoy freedom and religious liberty, and have a home and not be servants of those who are more wealthy than themselves. This people are expending millions of dollars to gather the poor from the nations of the earth that they, with us, may enjoy the blessings of religious liberty, and the blessings of this free land. <\/div><div class=\"paragraph jod\" id=\"v17n703\"> Why don't these men who are persecuting us, and all the time telling how mean and contemptible we are as a people turn their attention, not to our sins, but to their own shortcomings, and pick the beam out of their own eyes before attending to the mote in ours,<span class=\"citation\" id=\"63727\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63727)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63727)\">Matt. 7:3-5<\/a><\/span> and then try and do something to ameliorate the condition of the human family? These are simply my views on this subject, and I would to God that every man in this great <div class=\"break columnbreak\" id=\"203b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0203.pdf\" target=\"pdfwin\">p.&#xA0;203b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6556\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> nation would do right himself and not seek to persecute his neighbors because he thinks they are doing wrong! A man might do a thing in which, according to his conscience, he would be perfectly justified, but from my standpoint it would be very wicked. A heathen might be justified in doing that which I should consider a great crime. Shall I go to work and persecute an individual that does not see exactly as I see? Should I be justified in doing this? No. If I see a person in the wrong I am justified in going to him and trying to teach him the principles of the Gospel which I find contained in the Bible, and which God has revealed to the human family for their salvation; in other words, I should be justified in trying to lead him in what I believe to be the path of righteousness, but I should not be justified in trying to drive him. <\/div><div class=\"paragraph jod\" id=\"v17n704\"> Is this the course that is being pursued with us? By no means. The spirit manifested towards us continually is&#x2014;&#x201C;If you don't do as we say we will force you.&#x201D; Nobody comes here to persuade us, their object is to compel us to bow to their wishes. They wish to make us forsake that which we revere and consider holy, simply because they despise it, and deride it as something that ought to be put down by force. It is not a Christian spirit that induces persecution, not at all. Why not take the example of Jesus, whom they profess to worship? If this people are wrong, convince them of their error. &#x201C;Oh,&#x201D; say they, &#x201C;we can't do it.&#x201D; It is like the King of Denmark, Frederick the Seventh, if I mistake not. The Priests complained to him and said that they could not put down the Latter-day Saints, and that they were proselyting in spite of all they  <div class=\"break pagebreak\" id=\"204a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0204.pdf\" target=\"pdfwin\">p.&#xA0;204a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6555\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>could do. Said the King&#x2014;&#x201C;Why don't you take the Bible, and confound them and let the people see their errors?&#x201D; The Priests said&#x2014;&#x201C;We have tried that, but have not succeeded, they have more arguments in the Bible than we have.&#x201D; &#x201C;Well,&#x201D; said the King, &#x201C;I think yours is the poorest religion of the two, I will let the Latter-day Saints go on, and shall not interfere with them.&#x201D; I would like this position to be taken by those in this nation who are opposed to us. But they will not assume this position, for we can correct them with the Scriptures of divine truth. Why do they not use the word of God in their operations <div class=\"break columnbreak\" id=\"204b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0204.pdf\" target=\"pdfwin\">p.&#xA0;204b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6555\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> against us, instead of the carnal weapons which they happen to have because they belong to a certain party? Why not imitate the example of Jesus and try and persuade us if we are in the wrong, and put us in the right. We desire to be saved; it is salvation we hope for. It is the desire for salvation in the kingdom of God that prompts me to say these things; and as long as God shows to me that I am right, as long as I have an approving conscience before Him in carrying out the doctrines which I believe in, so long, with the help of God, will I advocate them, let the issue be what it may. Amen. <\/div>\n<\/div>\n<\/div>"}