{"ID":170021, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Faith of the Latter-day Saints in Relation to the Resurrection.<\/div>\n<div class=\"subtitle\">Discourse by Elder George Q. Cannon, delivered at the Funeral Services of Elder Thomas Williams, in the Fourteenth Ward Assembly Rooms, Salt Lake City, Sunday Morning, July 19, 1874.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: Faith of the Latter-day Saints, Etc.<\/div>\n<div class=\"speaker\">Speaker: George Q. Cannon<\/div>\n<div class=\"date\">Date: 7\/19\/1874<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d21\">\n<div class=\"paragraph jod\" id=\"v17n457\"> While Elder Taylor was speaking of the future condition of the departed, the words of a writer in the Book of Mormon came to my mind, and I think that, probably, reading it will be as appropriate on the present occasion, to refresh the minds of the Saints in relation to their faith, and if there should be strangers present, it will give them an idea of the faith of the Latter-day Saints in relation to the resurrection. I think, I say, it would be as appropriate as anything I could say. They are the words of Jacob, the brother of Nephi, and are recorded in the second book of Nephi and sixth chapter. Speaking to a people who were there, Jacob says&#x2014;  <\/div><div class=\"paragraph jod\" id=\"v17n458\"> &#x201C;Behold, my beloved brethren, I speak unto you these things that ye may rejoice, and lift up your heads forever, because of the blessings which the Lord God shall bestow upon your children. For I know that ye have searched much, many of you, to know of things to come; wherefore I know that ye know that our flesh must waste away and die; nevertheless, in our bodies we shall see God. Yea, I know that ye know that in the body he shall show himself unto those at Jerusalem, from whence we came; for it is expedient that it should be among them; for it <div class=\"break columnbreak\" id=\"134b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0134.pdf\" target=\"pdfwin\">p.&#xA0;134b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6625\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> behooveth the great Creator that he suffereth himself to become subject unto man in the flesh, and die for all men, that all men might become subject unto him. For as death hath passed upon all men, to fulfill the merciful plan of the great Creator, there must needs be a power of resurrection, and the resurrection must needs come unto man by reason of the fall; and the fall came by reason of transgression; and because man became fallen they were cut off from the presence of the Lord. Wherefore, it must needs be an infinite atonement&#x2014;save it should be an infinite atonement this corruption could not put on incorruption. Wherefore, the first judgment which came upon man, must needs have remained to an endless duration. And if so, this flesh must have laid down to rot and to crumble to its mother earth, to rise no more. <\/div><div class=\"paragraph jod\" id=\"v17n459\"> &#x201C;O the wisdom of God, his mercy and grace! For behold, if the flesh should rise no more, our spirits must become subject to that angel who fell from before the presence of the Eternal God, and became the devil, to rise no more. And our spirits must have become like unto him, and we become devils, angels to a devil, to be shut out from the presence of our God, and to remain with the father  <div class=\"break pagebreak\" id=\"135a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0135.pdf\" target=\"pdfwin\">p.&#xA0;135a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6624\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of lies, in misery, like unto himself; yea, to that being who beguiled our first parents, who transformeth himself nigh unto an angel of light, and stirreth up the children of men unto secret combinations of murder, and all manner of secret works of darkness. <\/div><div class=\"paragraph jod\" id=\"v17n461\"> &#x201C;O how great the goodness of our God, who prepareth a way for our escape from the grasp of this awful monster; yea, that monster, death and hell, which I call the death of the body, and also the death of the spirit. And because of the way of the deliverance of our God, the Holy One of Israel, this death, of which I have spoken, which is the temporal, shall deliver up its dead; which death is the grave. And this death of which I have spoken, which is the spiritual death, shall deliver up its dead; which spiritual death is hell; wherefore, death and hell must deliver up their dead, and hell must deliver up its captive spirits, and the grave must deliver up its captive bodies, and the bodies and the spirits of men will be restored one to the other; and it is by the power of the resurrection of the Holy One of Israel. <\/div><div class=\"paragraph jod\" id=\"v17n462\"> &#x201C;O how great the plan of our God! For on the other hand, the paradise of God must deliver up the spirits of the righteous, and the grave deliver up the body of the righteous; and the spirit and the body is restored to itself again, and all men become incorruptible, and immortal, and they are living souls, having a perfect knowledge like unto us in the flesh, save it be that our knowledge shall be perfect. Wherefore, we shall have a perfect knowledge of all our guilt, and our uncleanness, and our nakedness; and the righteous shall have a perfect knowledge of their enjoyment, and their righteousness, being clothed with purity, yea, even with the robe <div class=\"break columnbreak\" id=\"135b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0135.pdf\" target=\"pdfwin\">p.&#xA0;135b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6624\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of righteousness. <\/div><div class=\"paragraph jod\" id=\"v17n463\"> &#x201C;And it shall come to pass that when all men shall have passed from this first death unto life, insomuch an they have become immortal, they must appear before the judgmentseat of the Holy One of Israel; and then cometh the judgment, and then must they be judged according to the holy judgment of God. And assuredly, as the Lord liveth, for the Lord God hath spoken it, and it is his eternal word, which cannot pass away, that they who are righteous shall be righteous still, and they who are filthy shall be filthy still; wherefore, they who are filthy are the devil and his angels; and they shall go away into everlasting fire, prepared for them; and their torment is as a lake of fire and brimstone, whose flame ascendeth up forever and ever and has no end. <\/div><div class=\"paragraph jod\" id=\"v17n464\"> &#x201C;O the greatness and the justness of our God! For he executeth all his words, and they have gone forth out of his mouth, and his law must be fulfilled. But, behold, the righteous, the saints of the Holy One of Israel, they who have believed in the Holy One of Israel, they who have endured the crosses of the world, and despised the shame of it, they shall inherit the kingdom of God, which was prepared for them from the foundation of the world, and their joy shall be full forever. <\/div><div class=\"paragraph jod\" id=\"v17n465\"> &#x201C;O the greatness of the mercy of our God, the Holy One of Israel! For he delivereth his saints from that awful monster the devil, and death, and hell, and that lake of fire and brimstone, which is endless torment. <\/div><div class=\"paragraph jod\" id=\"v17n466\"> &#x201C;O how great the holiness of our God! For he knoweth all things, and there is not anything save he knows it. And he cometh into the world that he may save all men if they will hearken unto his voice; for  <div class=\"break pagebreak\" id=\"136a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0136.pdf\" target=\"pdfwin\">p.&#xA0;136a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6623\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>behold, he suffereth the pains of all men, yea, the pains of every living creature, both men, women, and children, who belong to the family of Adam. And he suffereth this that the resurrection might pass upon all men, that all might stand before him at the great and judgment day. And he commandeth all men that they must repent, and be baptized in his name, having perfect faith in the Holy One of Israel, or they cannot be saved in the kingdom of God. And if they will not repent and believe in his name, and be baptized in his name, and endure to the end, they must be damned; for the Lord God, the Holy One of Israel, has spoken it. Wherefore, he has given a law; and where there is no law given there is no punishment; and where there is no punishment there is no condemnation; and where there is no condemnation the mercies of the Holy One of Israel have claim upon them, because of the atonement; for they are delivered by the power of him. For the atonement satisfieth the demands of his justice upon all those who have not the law given to them, that they are delivered from that awful monster, death and hell, and the devil, and the lake of fire and brimstone, which is endless torment; and they are restored to that God who gave them breath, which is the Holy One of Israel.&#x201D;<span class=\"citation\" id=\"81360\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81360)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81360)\">2 Ne. 9:3-26<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v17n468\"> There is much more in this chapter of a similar character, very instructive to those who read and have faith to believe the testimony of this man. <\/div><div class=\"paragraph jod\" id=\"v17n469\"> In speaking to you, my brethren and sisters, who are familiar with the life of him whose remains are in our midst this morning, I need not say to you scarcely what our views and hopes are concerning him. We know when a man dies, inasmuch as he dies faithful to the truth, hav<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"136b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0136.pdf\" target=\"pdfwin\">p.&#xA0;136b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6623\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ing kept the commandments of God and obeyed the ordinances of the house of God as far as they have been revealed and as he has had an opportunity, that he is secure, that his future is assured. He goes, as we are taught, to the Paradise of God, there to await the morning of the first resurrection. We know that his body will be called forth from the dust and from the tomb, and that his spirit will reanimate it, and he enter upon that glorious condition of existence concerning which so many promises have been made. In this respect the faith of the Latter-day Saints is not a chimera, it is something tangible. <\/div><div class=\"paragraph jod\" id=\"v17n470\"> While I sat here and listened to the words of our brother the reflection came across my mind&#x2014;how often we are called upon to participate in sad scenes like the present, and yet throughout all this Territory, among all the Latter-day Saints, there is this peculiarity, which was not witnessed in the case of our brother because of the suddenness of his taking off; but I have never yet found, in any instance where people have been summoned hence by death, that there were death and sorrow, and feelings of pain and anguish, and dread concerning the future as I have witnessed elsewhere. In the early days of this Church God promised unto the Latter-day Saints that their deaths should be peaceful, and that the dread of death should be taken away from them,<span class=\"citation\" id=\"85434\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85434)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85434)\">D&amp;C 42:46<\/a><\/span> and after forty-four years' experience we, today, and in all the years that are passed, have realized the truth of this promise. <\/div><div class=\"paragraph jod\" id=\"v17n471\"> There is something tangible about the faith which God has revealed. If I go forth believing in the Lord Jesus Christ, and am baptized for the remission of my sins, and receive the Holy Ghost, I know that  <div class=\"break pagebreak\" id=\"137a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0137.pdf\" target=\"pdfwin\">p.&#xA0;137a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6622\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>I have done that which God requires at my hands, and if I should die at such a time what have I to fear? If the Holy Ghost has descended upon me it is a witness and evidence to me that I have received a remission of my sins, and that the promise of God has been fulfilled to me, and that the man who administered that holy ordinance to me was an authorized servant of Jesus Christ. <\/div><div class=\"paragraph jod\" id=\"v17n473\"> That was the case with brother Williams. His testimonies were of the most remarkable character. I have heard him speak about the evidences of its truthfulness he had when he joined this Church, and I have been almost overpowered with joy that I lived in a day and age of the world when God revealed his mind and will unto man as he did in ancient days. A more powerful testimony, probably, could not be heard than has been borne so repeatedly by our deceased brother. And then what? Why the Spirit of God rested upon him and impelled him to leave his friends and his former home and associations and gather with the Saints. Did he do this because some &#x201C;Mormon&#x201D; Elder told him it was right to do it? No, he did this because the Spirit and power of God rested upon him and impelled him to do it. He was filled with joy and peace in obeying this commandment of God, and it was so after he came here in all the works that devolved upon him. Only the day before he died we had a long conversation about these things together, and I trust I shall never forget the spirit that rested upon him and myself while talking. Speaking about the unfaithfulness of men, he did not say in these exact words, but he conveyed the idea to me that he would rather die, rather lay down his life than prove recreant to the principles of <div class=\"break columnbreak\" id=\"137b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0137.pdf\" target=\"pdfwin\">p.&#xA0;137b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6622\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the Gospel which he had espoused, he valued them so highly, more than life and everything else on the face of the earth. He has done all that he could do. That power which God promised, or which Jesus rather gave unto Peter, when he said that he should have the power to bind on earth and it should be bound in heaven, and the power to loose on earth and it should be loosed in heaven,<span class=\"citation\" id=\"64906\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64906)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64906)\">Matt. 16:19<\/a><\/span> has been exercised in behalf of our deceased brother. He took a wife and she was sealed to him by the power of the holy Priesthood, and he entered into this holy ordinance and obeyed celestial marriage as it was revealed to him in the fullness of his faith, although it was a trial to him. But he was impelled to do so by the power which rested down upon him, and he knew he did that which was right. He went forward in obedience to the commandments, putting his trust in God, and I know, as he knew and still knows, though gone behind the veil, that he has secured to himself, so far as his own works could secure, through the grace and atonement of Jesus Christ, his eternal exaltation in the presence of God our heavenly Father. <\/div><div class=\"paragraph jod\" id=\"v17n474\"> It is not a strong assurance or hope that the Latter-day Saints have, that they will receive these blessings in the eternal worlds; but when the promise is sealed upon their heads that they shall come forth in the morning of the first resurrection<span class=\"citation\" id=\"91583\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91583)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91583)\">D&amp;C 132:19<\/a><\/span> and be crowned with glory, immortality and eternal lives,<span class=\"citation\" id=\"126992\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126992)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126992)\">D&amp;C 75:5<\/a><\/span> there is a testimony from God, our eternal Father in the heavens above, which rests down upon them and confirms the truth of these words upon the soul of a faithful man or woman, and they know, when words are pronounced upon them by a man who has the authority, sealing upon them blessings, keys, thrones, principalities, powers and exaltations in  <div class=\"break pagebreak\" id=\"138a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0138.pdf\" target=\"pdfwin\">p.&#xA0;138a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6621\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the eternal kingdoms of God our Father, I say they know, by the testimony of the Spirit of God which rests down upon them at such times, that these words are not the words of men, but that they are the words of the Spirit of God inspiring that man, and that God takes a record of that ordinance in the heavens, and that it is sealed upon them and upon their children, and that they will actually come forth in the morning of the first resurrection, according to the promise, hence, there is no fear of death in the minds of the Latter-day Saints. If the stake was standing before us, prepared for our execution&#x2014;if we had that faith that we should have, and which animated the Saints of God in ancient days, we would walk as calmly to that stake and be bound to it as we would walk to eat a meal of victuals, knowing that God, our heavenly Father, will bestow all the blessings that have been sealed upon us. <\/div><div class=\"paragraph jod\" id=\"v17n476\"> This was the faith which animated the ancients and sustained them in the midst of persecutions, and this is the faith that we should cherish and cultivate as a people and as individuals. Woe to the man who has lost that faith! Dreadful is his condition if he has not that faith <div class=\"break columnbreak\" id=\"138b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0138.pdf\" target=\"pdfwin\">p.&#xA0;138b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6621\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> living within him. Woe to that man, for his condition is far worse than his first condition, that is before he had these blessings sealed upon him. <\/div><div class=\"paragraph jod\" id=\"v17n477\"> My associations with our brother who has gone have been of the most tender character. I have known him as I have known a brother. Our associations have been very intimate from the day I first made his acquaintance, on the Missouri River, in 1860, until the present time. I have watched his course, and have been pleased with his faithfulness. A more amiable, more kind-spirited or more loving man I scarcely ever met. I do not know that I ever met one more so. He has been beloved by all who have known him. A modest, unobtrusive man, never setting himself forward, but faithful and diligent, performing the labors assigned to him without any parade but with the greatest devotion and zeal. <\/div><div class=\"paragraph jod\" id=\"v17n478\"> That God may bless his wives and his children, and pour out upon them the spirit of consolation, that he may preserve his little ones, that they may grow up in the truth, and tread the straight and narrow path which he has trodden to the end, and like him be crowned with glory, is my prayer in the name of Jesus Christ. Amen. <\/div>\n<\/div>\n<\/div>"}