{"ID":170009, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Zion to Be Redeemed Through the Law of Consecration&#x2014;Persecutions of the Saints&#x2014;A Oneness Among the Saints Necessary&#x2014;The Hearts of The Fathers to Be Turned to the Children, and the Children to the Fathers.<\/div>\n<div class=\"subtitle\">Discourse by President George A. Smith, delivered at the Adjourned General Conference, held in the New Tabernacle, Salt Lake City, May 7, 1874.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: Zion to Be Redeemed, Etc.<\/div>\n<div class=\"speaker\">Speaker: George A. Smith<\/div>\n<div class=\"date\">Date: 5\/7\/1874<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d09\">\n<div class=\"paragraph jod\" id=\"v17n189\"> &#x201C;Behold, I will send you Elijah the prophet before the coming of the great and dreadful day of the Lord: And he shall turn the heart of the fathers to the children, and the heart <div class=\"break columnbreak\" id=\"58b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0058.pdf\" target=\"pdfwin\">p.&#xA0;58b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6701\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of the children to their fathers, lest I come and smite the earth with a curse.&#x201D;<span class=\"citation\" id=\"62565\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62565)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62565)\">Mal. 4:5-6<\/a><\/span> This passage will be found in the 5th and 6th verses of the 4th chapter of the Prophet Malachi. <\/div> <div class=\"break pagebreak\" id=\"59a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0059.pdf\" target=\"pdfwin\">p.&#xA0;59a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6700\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v17n191\"> The Latter-day Saints were driven from their homes in Jackson County, Missouri, about forty-one years ago. A portion of the mob commenced the outbreak in June or July, and among their first deeds of violence was the destruction of the printing office, plundering the storehouse, and the tarring and feathering of Edward Partridge, the Bishop. This was followed by whipping and killing the people and burning their houses, and finally culminated, on the 13th of October, in driving some fifteen hundred persons from their homes, on the public lands which they had purchased and received titles for from the United States. The people thus driven went into different parts of the State, the great body of them, however, taking shelter in the County of Clay. <\/div><div class=\"paragraph jod\" id=\"v17n192\"> The settlements in Jackson County were commenced on the principle of the law of consecration. If you read the revelations that were given, and the manner in which they were acted upon, you will find that the brethren brought, before the Bishop and his counselors, their property and consecrated it, and with the money and means thus consecrated lands were purchased, and inheritances and stewardships distributed among the people, all of whom regarded their property as the property of the Lord.<span class=\"citation\" id=\"85362\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85362)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85362)\">D&amp;C 42:30-36<\/a><\/span> There were, however, at that period, professed Latter-day Saints, who did not see proper to abide by this law of consecration; they thought it was their privilege to look after &#x201C;number one,&#x201D; and some of them, believing that Zion was to become a very great city, and that being the Center Stake of it, they purchased tracts of land in the vicinity with the intention of keeping them until Zion became the beauty and joy of the whole earth,<span class=\"citation\" id=\"56641\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56641)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56641)\">Ps. 48:2<\/a><\/span><span class=\"citation\" id=\"60733\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60733)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60733)\">Lam. 2:15<\/a><\/span> when they thought they could sell their <div class=\"break columnbreak\" id=\"59b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0059.pdf\" target=\"pdfwin\">p.&#xA0;59b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6700\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> lands and make themselves very rich. It was probably owing to this, in part, that the Lord suffered the enemies of Zion to rise against her.<span class=\"citation\" id=\"89377\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89377)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89377)\">D&amp;C 101:1-6<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v17n193\"> The members of the Church at that period were very industrious, frugal, and law-abiding, and there was no possibility of framing any charges or claims against them by legal means, and the published manifesto, upon which the mob was collected, boldly asserted that the civil law did not afford a guarantee against this people, consequently they formed themselves into a combination, <span class=\"italic\">a lawless mob<\/span>, pledging to each other &#x201C;their lives, their property and their sacred honors&#x201D; to drive the &#x201C;Mormons&#x201D; from their midst. From that hour the heart of every Latter-day Saint has been occasionally warmed with the feeling&#x2014;may I be permitted to live until the day when the Saints shall again go to Jackson County, when they shall build the Temple, the ground for which was dedicated, and when the Order of Zion,<span class=\"citation\" id=\"126965\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126965)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126965)\">D&amp;C 104:48<\/a><\/span> as it was then revealed, shall be carried out! And it has been generally understood among us that the redemption of Zion would not occur upon any other principle than upon that of the law of consecration. <\/div><div class=\"paragraph jod\" id=\"v17n194\"> Forty years and more have passed away since these events took place. We have been driven five times from our homes; five times we have been robbed of our inheritances. Our leaders and presiding officers have been killed, and not in a single instance, in any State or Territory where we have lived, has the law been magnified in the protection of the Latter-day Saints, until we were driven into these mountains. In 1834, Daniel Dunklin, the Governor of Missouri, said the laws were ample, and the Constitution was ample, but the prejudices of the people were  <div class=\"break pagebreak\" id=\"60a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0060.pdf\" target=\"pdfwin\">p.&#xA0;60a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6699\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>so great that he and the other authorities of the State were powerless to execute the law for the protection of the Mormons. We have had one protector&#x2014;our Father in heaven, to depend upon; but governors, judges, rulers, officers of any kind, high or low, have utterly failed to extend protection to the Latter-day Saints. God alone has been our protector, and we acknowledge his hand in every deliverance we have hitherto experienced. <\/div><div class=\"paragraph jod\" id=\"v17n196\"> Several times the Church has made advances to organize the Order of Enoch<span class=\"citation\" id=\"126963\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126963)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126963)\">D&amp;C 76:57<\/a><\/span><span class=\"citation\" id=\"126964\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126964)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126964)\">D&amp;C 82:1-24<\/a><\/span> as it was revealed in the Book of Covenants in part,<span class=\"citation\" id=\"89003\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89003)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89003)\">D&amp;C 92:1<\/a><\/span><span class=\"citation\" id=\"89815\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89815)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89815)\">D&amp;C 104:1<\/a><\/span><span class=\"citation\" id=\"89897\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89897)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89897)\">D&amp;C 104:48<\/a><\/span> and in the ancient history of the Zion of Enoch; these advances, however, the Saints did not seem prepared to receive. We have been gathered from many nations, and we have brought many notions and traditions with us, and it has seemed that with these notions and traditions we could not dispense. In 1838, an attempt was made in Caldwell County, Mo., the Latter-day Saints owning all the lands in the county, or all that were considered of any value. They organized Big Field United Firms, by which they intended to consolidate their property and to regard it as the property of the Lord, and themselves only as stewards; but they had not advanced so far in this matter as to perfect their system before they were broken up and driven from the State. I understand that three hundred and eighteen thousand dollars in money was paid by the Saints to the United States for lands in the State of Missouri, not one acre of which anyone of us has been permitted to enjoy or to live upon since the year 1838, or the Spring of 1839; though at the time of the expulsion, the Commanding General, John W. Clarke, informed the people that if they would re<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"60b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0060.pdf\" target=\"pdfwin\">p.&#xA0;60b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6699\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>nounce their religious faith they could remain on their lands. He said that they were skillful mechanics, industrious and orderly, and had made more improvements in three years than the other inhabitants had in fifteen, and if they would renounce their faith they could remain. But they must hold no more meetings, prayer meetings, prayer circles or councils, and they must have no more Bishops or Presidents; and in view of their refusal to comply with these conditions, the edict of banishment, issued by the Governor of the State, was executed by this general with an army at his heels, and the Latter-day Saints were driven from their happy homes, and thousands of them scattered to the four winds of heaven. <\/div><div class=\"paragraph jod\" id=\"v17n197\"> Since our arrival in these valleys, sermons have been preached from year to year, to illustrate to us the principles of oneness. We find that we are one, generally, in faith. We believe on the Lord Jesus Christ; we believe in the first principles of the Gospel&#x2014;the doctrines of repentance, and baptism for the remission of sins, the laying on of hands for the gift of the Holy Ghost and the resurrection of the dead; we readily receive, by the power of the Holy Spirit, manifested to us through the Prophets, the doctrine of baptism for the dead, the holy anointing and the law of celestial marriage. This principle came in opposition to all our prejudices, yet when God revealed it, his Spirit bore testimony of its truth, and the Latter-day Saints received it almost <span class=\"italic\">en masse<\/span>. In order to make a step in the right direction, and to prepare the people to return to Jackson County, the principles of cooperation were taught and their practice entered into; and for the purpose of instructing and encouraging the minds of the people  <div class=\"break pagebreak\" id=\"61a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0061.pdf\" target=\"pdfwin\">p.&#xA0;61a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6698\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>upon the benefits of united action, from the earliest settlement of this Territory to the present time, the presiding Elders of the Church have, every Conference, endeavored to impress upon their minds the necessity of making themselves self-supporting. We have looked forward to the day when Babylon would fall, when we could not draw our supplies from her midst, and when our own ingenuity, talent, and skill must supply our wants. The effect of all this instruction is, that we have made some progress in many directions, but not so much as could have been desired. <\/div><div class=\"paragraph jod\" id=\"v17n199\"> The cultivation of cotton was introduced in the South. Sheep breeding has been extensively adopted, numerous factories have been erected to manufacture both the wool and the cotton produced. Several extensive tanneries have also been established for the manufacture of hides into leather, and various other kinds of business have been introduced with a view to making ourselves self-supporting. <\/div><div class=\"paragraph jod\" id=\"v17n200\"> Within a few years the railroad has been constructed through our Territory, and the expense of freighting has been greatly reduced. Mines which, before the railroad was built, were perfectly worthless, have been developed and made to pay, and the minds of many of the people seem to have been impressed with the idea that we may expect some regular, general business to grow out of the production of the mines, and a great many have been led to neglect home manufactures, and to depend upon purchasing from abroad. Some settlements have, however, exerted themselves considerably to produce clothing, and many articles within themselves. These circumstances are all clear before us. You go through Utah County, today, and say to a <div class=\"break columnbreak\" id=\"61b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0061.pdf\" target=\"pdfwin\">p.&#xA0;61b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6698\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> farmer, &#x201C;Have you got any sorghum to sell?&#x201D; &#x201C;No, haven't raised any for two or three years; sugar got so cheap, we could not sell it.&#x201D; &#x201C;I suppose you have plenty of sugar?&#x201D; &#x201C;No, we are out of sugar, we haven't any money to buy it with.&#x201D; This is the position which our course of life has led us to, and which we already begin to feel. <\/div><div class=\"paragraph jod\" id=\"v17n201\"> There is another principle connected with this matter which we should consider, and that is, when we as a community, in the valleys of the mountains, provide for our own wants, we are not subject to the fluctuations and difficulties that result from a money panic, or an interruption in the currency. When we came to this Conference a great many of us came with the determination to take such measures as should place us as a people on an independent footing, and hence we propose through our brethren, to go to work and organize a united order. There is at present a deficiency in our organization so far as our business relations are concerned. Of course, in every settlement, there are many industrious men, then there's some who are schemers; and as each man looks out for himself, that good principle which the Savior taught so strongly, that a man should love the Lord his God with all his heart, and his neighbor as himself,<span class=\"citation\" id=\"65454\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65454)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65454)\">Matt. 22:37-39<\/a><\/span> is in a great measure forgotten, and a few gather up the property, while many of the laboring men, who do most of the work, come out at the end of the year behind, without a full supply of the necessaries of life. To avoid this, a United Order would organize a community so that all the ingenuity, talent, skill, and energy it possessed would inure to the good of the whole. This is the object and design in the establishment of these organizations. It is  <div class=\"break pagebreak\" id=\"62a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0062.pdf\" target=\"pdfwin\">p.&#xA0;62a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6697\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>perfectly certain that there is in every community a sufficient amount of skill and energy and labor to supply its wants, and put all its members in possession of every necessary and comfort of life, if all this skill and energy be rightly directed. We propose to take measures to direct aright the labor that we have in our possession, and lay a foundation for comfort, happiness, plenty and the blessings of life within ourselves. <\/div><div class=\"paragraph jod\" id=\"v17n203\"> We, further, do not believe that Latter-day Saints, in the service of the Most High, can enjoy that high degree of respect in the presence of the Almighty to which they are entitled, when they are biting, devouring, shaving, skinning, and maneuvering, and outmaneuvering and getting the advantage of each other in little petty deals. We want to see these things cease entirely, for we know that we can never be prepared for the coming of the Savior only by uniting and becoming one, in temporal as well as in spiritual things, and being prepared to enjoy the blessings of exaltation. <\/div><div class=\"paragraph jod\" id=\"v17n204\"> The principles of life, which we now present for the consideration of the Latter-day Saints were carried out in times past, as we read in the Book of Mormon, among the Nephites and Lamanites, who each enjoyed over a hundred years of unity, peace, happiness and plenty, as the result of adopting this system of unity;<span class=\"citation\" id=\"83104\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83104)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83104)\">4 Ne. 1:3-23<\/a><\/span> and if we will unite in one, acting in good faith, every man esteeming his brother as himself,<span class=\"citation\" id=\"85092\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85092)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85092)\">D&amp;C 38:24-25<\/a><\/span> regarding not what he possesses as his own, but the Lord's, all carrying out these principles, the result is certain&#x2014;it is the enjoyment of the Spirit of the Lord, it is the light of eternity, it is the abundance of the things of this earth; it is an oppor<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"62b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0062.pdf\" target=\"pdfwin\">p.&#xA0;62b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6697\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tunity to provide education for our children, amusement and interest for ourselves, a knowledge of the things of the kingdom of God, and all sciences which are embraced therein, and an advance in the work of the last days, preparatory to the redemption of the Center Stake of Zion. <\/div><div class=\"paragraph jod\" id=\"v17n205\"> Brethren and sisters, think of these things, and as the spirit of the Almighty was in your hearts when you received the laying on of hands and the baptism of the Holy Spirit, bearing testimony that the Gospel of Jesus Christ was true, seek with all your hearts, and know, by the same spirit, that the establishment of the United Order, is another step towards the triumph of that great and glorious work for which we are continually laboring, namely the dawning of the Millennium and the commencement of the reign of Christ on the earth. <\/div><div class=\"paragraph jod\" id=\"v17n206\"> This is the work of the Almighty. These principles are from God; they are for our salvation, and unless we remember and abide in them our progress will be slow. If we are slow to learn and progress, but try to carry out the purposes of God, He will not cast us off. He has been very patient with us these forty years, and he may continue to be so. But understand that the hearts of the fathers must be turned to the children and the hearts of the children to the fathers.<span class=\"citation\" id=\"62593\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62593)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62593)\">Mal. 4:6<\/a><\/span> A unity must exist, the Latter-day Saints must love one another, they must cease to worship this world's goods, they must lay a foundation to build up Zion and to be one,<span class=\"citation\" id=\"126966\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126966)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126966)\">D&amp;C 38:27<\/a><\/span> in order that they may be prepared for the great day that shall burn as an oven.<span class=\"citation\" id=\"62503\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62503)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62503)\">Mal. 4:1<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v17n207\"> I bear my testimony to you of the truth of the Gospel of Jesus Christ, of the Book of Mormon, of  <div class=\"break pagebreak\" id=\"63a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0063.pdf\" target=\"pdfwin\">p.&#xA0;63a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6696\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the ministry of Joseph Smith and of his servants the Elders that were called of the Lord by him, Brigham Young and the Apostles and Elders who have borne these testimonies to the nations of the earth, <div class=\"break columnbreak\" id=\"63b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0063.pdf\" target=\"pdfwin\">p.&#xA0;63b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6696\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and I say, brethren, give diligent heed to these things, lest by any means we should let them slip and come short of entering into rest. <\/div><div class=\"paragraph jod\" id=\"v17n209\"> May the blessings of Israel's God be upon you forever. Amen. <\/div>\n<\/div>\n<\/div>"}