{"ID":170046, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Education Necessary&#x2014;Mormonism is Truth&#x2014;Conversion of Indians.<\/div>\n<div class=\"subtitle\">Remarks by Elder Orson Hyde, delivered at the Forty-Fifth Annual Conference of the Church of Jesus Christ of Latter-Day Saints, in the New Tabernacle, Salt Lake City, Tuesday Afternoon, April 6, 1875.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: Education Necessary, Etc.<\/div>\n<div class=\"speaker\">Speaker: Orson Hyde<\/div>\n<div class=\"date\">Date: 4\/6\/1875<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d46\">\n<div class=\"paragraph jod\" id=\"v17n1199\"> I do not know that I ever beheld a more pleasing sight than that which I behold here today. So many children, of both sexes, most of them born in this Territory, assembled here to offer up a song of praise to God our heavenly Father. To hear their childish voices chime in with the voices of those who are older and more experienced, is really something that I admire, and intelligence cannot refrain from doing so. <\/div><div class=\"paragraph jod\" id=\"v17n1200\"> I am pleased at the opportunity that is offered me on this occasion. I do not expect to detain you any length of time. Be this, however, as the Spirit of the Lord may direct. I listened to some very excellent remarks in the former part of the day, and I will say that if the loaf has been broken by more able and competent hands than mine, it will not be unbecoming in me to try and gather up some of the fragments, that we may enjoy the whole. <\/div><div class=\"paragraph jod\" id=\"v17n1201\"> Here, perhaps, are some five thousand of the rising generation before me who, in future time, will become actors upon the stage of life. How important it is that their characters be formed so as not only to reflect honor upon their parents, but also <div class=\"break columnbreak\" id=\"350b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0350.pdf\" target=\"pdfwin\">p.&#xA0;350b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6410\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> upon the cause of Zion in which we are engaged. How beautiful it is to see the rising generation growing up in intelligence, and in good will and kindness one toward another. As our settlements spread to the east, west, north and south, a certain element appears therein which some of you may understand and recognize by the name of modern civilization. This element, which seems to be uncongenial with the spirit of purity, righteousness and integrity, has reached down as far as our place, and it seems that nothing will satisfy it short of saloons, grog shops, whiskey holes, and other concomitants of modern civilization. I want to say to our young friends&#x2014;avoid these dens as you would avoid the source of pestilence, keep far away from them, and betake yourselves to learning. No doubt you do, but there are some, perhaps, who do not to the extent that they might. Instead of being in the streets of a night, making unearthly noises, as some do, seemingly under the influence of modern civilization, keep at your homes, study your books, and spend your time in improving your minds. Sometimes, when preaching in different parts of the Territory, while the  <div class=\"break pagebreak\" id=\"351a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0351.pdf\" target=\"pdfwin\">p.&#xA0;351a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6409\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>congregation were listening to the words that were being spoken, I have seen our little boys in the streets playing at ball, or engaging in other recreations, and while such a course has been innocent on their part, it has been an evidence to me that they have not received that attention and instruction from their parents which I consider parents owe to their children; and while the parents would seek to enjoy the words of life themselves, they have seemed to be thoughtless with regard to the whereabouts of their children. This being the case, it is necessary that we pay more particular attention to our children, and to know that they are at the house of God. To be sure, children cannot profit by every word that is spoken, their minds are not capacious enough to comprehend every idea that may be advanced; but every once in a while, a word will take root in their hearts, and grow, and this will enable them the more readily to appreciate and understand that which they may hear in the future. <\/div><div class=\"paragraph jod\" id=\"v17n1203\"> I realize that, as a parent, I have not been so faithful and diligent in this respect as I should have been, and I feel that I am far from being a proper example to my brethren and sisters; but sometimes when I have been about to open the meetings and have seen that all my children were not there, what have I done? I have left the stand, gone into the streets and found my boys, and brought them in and seated them in the congregation, that they might not set an unworthy example before others. Not only so, but sometimes when I have gone to bed at an early hour mad, after having had a nap, I have waked up about the usual bed time and found my boys not at home, I have got up and gone into the streets in search of them, and <div class=\"break columnbreak\" id=\"351b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0351.pdf\" target=\"pdfwin\">p.&#xA0;351b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6409\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> have searched until I have found them and brought them home. <\/div><div class=\"paragraph jod\" id=\"v17n1204\"> I feel that, as parents, we cannot bestow too much attention upon those who are rising up to inherit our responsibilities and to bear off the kingdom in the eyes of all the nations of the earth. I know that I come short of my duty in this respect, but I am trying to fulfill it in this as well as in many other directions, and I cannot rest, either day or night unless I know where my children are, and what they are doing. By following the dictates of this feeling I have been able, under the blessing of God, to rejoice in the society of my children, both morning and evening, and to know where they are; and I have proved that they will learn to respect the wishes of their parents, and now I have the pleasure to hear them say&#x2014;&#x201C;Father, may I go out to such a place tonight?&#x201D; and they will set one hour or two hours. I reply, &#x201C;Yes, if you will go nowhere else, and behave yourselves and make no disturbance in the streets, go, and God bless you, but return at the time you say. I will sit up until you come home, then we will have prayers together before we go to bed.&#x201D; It is very pleasing to me to call my wives and children together in the morning and to spend a few minutes in giving them a few words of kindly instruction. I have practiced it until it is as much of a pleasure to me as it is to eat my breakfast when I have a good one, and I feel lost without it. I say to this requirement and to that requirement&#x2014;Stand aside until I discharge this duty. I do not make these remarks because I wish to show myself any better than anybody else; but if there is any blessing or benefit, brethren and sisters, to be derived from what I have said  <div class=\"break pagebreak\" id=\"352a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0352.pdf\" target=\"pdfwin\">p.&#xA0;352a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6408\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>you are abundantly welcome to it, and to act upon it, or something similar to it that your own better wisdom may devise, but do not neglect to cultivate the tender minds of your children. <\/div><div class=\"paragraph jod\" id=\"v17n1206\"> It is good to have Sabbath schools; they are a source of amusement and recreation as well as of mental and intellectual improvement and development. But is this all that is necessary and needful? Our day schools should not be neglected. What are we here for but to raise up children and endow and qualify them for future usefulness? Says one&#x2014;&#x201C;It costs so much to keep up schools.&#x201D; It costs some persons something to do it, then there are others who let a school bill be about the last one they pay, and after having availed themselves of the labors of a teacher for the benefit of their children they allow him to go unrewarded until his ambition sinks within him, and he concludes to go to some other business, and thus we deprive ourselves of the best class of school teachers, and we have to put up with persons of second- or third-rate ability. We ought to employ the best talent that can be procured as school teachers. I have been through the world considerably, one time and another, but I have never yet seen a city in which a good educational system was maintained in which the people suffered in character or prestige, or where poverty was increased in consequence thereof; but it has added to their influence and prestige and improved their morals, and surely if heaven will thus prosper the efforts of parents to educate their children there is no reason why we should not go into it a little stronger than we do. <\/div><div class=\"paragraph jod\" id=\"v17n1207\"> Perhaps you who dwell in this city are far in advance of those who <div class=\"break columnbreak\" id=\"352b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0352.pdf\" target=\"pdfwin\">p.&#xA0;352b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6408\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> dwell in other parts of the Territory&#x2014;my remarks are more particularly intended for us country people, who do not live in the full blaze and refulgence of intelligence, but away yonder in the corners, on the outskirts and in the by-places, for I know that many among us do not pay that attention to education that we should do. Suppose that in a coming day we come up before our heavenly Father and say&#x2014;&#x201C;Father, thy pound hath gained ten pounds,<span class=\"citation\" id=\"67893\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67893)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67893)\">Luke 19:16<\/a><\/span> or five pounds,&#x201D;<span class=\"citation\" id=\"67896\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67896)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67896)\">Luke 19:18<\/a><\/span> as the case may be. &#x201C;I have acquired so much and have laid it up in store.&#x201D; Another one says&#x2014;&#x201C;Father, I have here those whom thou gavest me, and have lost none of them;<span class=\"citation\" id=\"70664\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70664)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70664)\">John 17:12<\/a><\/span> they are all here. I have no gold or silver, but I have gems, in the persons of these children; they are bright and intelligent, and are calculated to radiate society wherever they are. I have bestowed everything upon them which I could command to improve and elevate them, and I have withheld no opportunity from them.&#x201D; I am inclined to the opinion that the latter would receive much more commendation than the former, though he heaped together millions, especially if his children were not educated. <\/div><div class=\"paragraph jod\" id=\"v17n1208\"> &#x201C;But,&#x201D; says one, &#x201C;I am poor and cannot do it.&#x201D; Well, so far as my experience has gone, those who are willing and determined to educate their children generally find the means to do it, while those who complain of poverty, as a general thing, make poverty the scapegoat to bear of their unwillingness to teach and instruct their children, or to put them in the way of instruction. Now brethren, what shall we do? I would suggest to all parents&#x2014;I do not mean those in this city particularly, for I am not called to instruct with regard to these things here, yet if any are disposed to be benefited  <div class=\"break pagebreak\" id=\"353a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0353.pdf\" target=\"pdfwin\">p.&#xA0;353a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6407\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>by my remarks, even in this city, I have not the least objection; but I would suggest to all parents that it is our duty, when we employ a good teacher to keep his heart whole, and his spirit up by paying him what we agree to pay him, and pay it before he starves to death or is forced to go away and engage in some other occupation. If you have got a good teacher, keep him, at almost any price, to educate your children. Suppose a man had forty children&#x2014;some have as many as that&#x2014;and they were all well trained and educated, how much honor would that reflect upon the father, upon the mother, and upon the community in which they dwell? Would it not be a cause of pleasing remark to the intelligent so far as they were known? Most assuredly. Well, now then, brethren and sisters, pay the teacher. We think a good deal of a horse or a span of horses, and they are animals given to us by Providence for our comfort and convenience; but to turn them out, after working, without food or care would certainly be cruel on our part. And to employ teachers and then not reward them so that they can feed and clothe themselves certainly reflects no honor upon any community; and I say that if we care for our teams, we certainly ought to care for our teachers, and pay them according to agreement; then their ambition is kept up to the highest pitch and they feel inspired; but if we subject them to the inconvenience of earning their wages three or four times by collecting small sums from one and another, they become discouraged and are finally compelled to turn their attention to some other vocation. <\/div><div class=\"paragraph jod\" id=\"v17n1210\"> Brethren and sisters, these are important matters. Our children are entrusted to our care and management, and unless we do our best <div class=\"break columnbreak\" id=\"353b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0353.pdf\" target=\"pdfwin\">p.&#xA0;353b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6407\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to cultivate and improve them, have we any right to be the agents in bringing their spirits from the realms of day to earth and then neglect them? Are we justified in doing this? It seems to me not, it seems to me that we are not doing our duty towards them. <\/div><div class=\"paragraph jod\" id=\"v17n1211\"> Our enemies reproach us and our children on account of our alleged ignorance and general inferiority. Be this as it may, there was not intelligence enough in the &#x201C;big tent&#x201D; nor in the Rev. Dr. Newman to make headway against the small amount of knowledge that exists here in the Mormon community. Act as we may and do what we will, we cannot satisfy the accusers of our brethren.<span class=\"citation\" id=\"79608\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79608)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79608)\">Rev. 12:10<\/a><\/span> The name of their accusations is Legion;<span class=\"citation\" id=\"67337\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67337)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67337)\">Luke 8:30<\/a><\/span> and we are not disposed to make any great effort to satisfy them. It is ourselves and our God that we labor to satisfy&#x2014;by no means ignoring the friendly hints of all honorable men. <\/div><div class=\"paragraph jod\" id=\"v17n1212\"> I feel thankful for this opportunity of bearing my testimony, and I bear my testimony that what is called &#x201C;Mormonism&#x201D; is the truth of God, and that the Lord is fulfilling his word in the last days. There are some very curious sayings in the Bible respecting John the Revelator, one, of which is&#x2014;&#x201C;If I will that he tarry until I come, what is that to thee?&#x201D; which led to the saying that that disciple was not going to die.<span class=\"citation\" id=\"70995\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70995)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70995)\">John 21:22-23<\/a><\/span> But Jesus did not say that. Certain Nephites on this continent wanted to live to bring souls to Christ until he came. Their desires were granted to them, and they were permitted to live, or they had the promise that they should not pass behind the veil until the second coming of the Savior.<span class=\"citation\" id=\"83018\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83018)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83018)\">3 Ne. 28:4-10<\/a><\/span> Whether the saying of the old Prophet had anything to do with this matter I cannot tell, but he said&#x2014;&#x201C;Lord, they have digged down  <div class=\"break pagebreak\" id=\"354a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0354.pdf\" target=\"pdfwin\">p.&#xA0;354a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6406\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>thine altars, killed thy prophets, and I am left here alone, and they seek my life.&#x201D;<span class=\"citation\" id=\"55704\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55704)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55704)\">1 Kgs. 19:10,14<\/a><\/span> The answer of the Lord was&#x2014;&#x201C;I have reserved to myself seven thousand men, who have never bowed the knee to the image of Baal.&#x201D;<span class=\"citation\" id=\"55735\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55735)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55735)\">1 Kgs. 19:18<\/a><\/span><span class=\"citation\" id=\"72764\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72764)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72764)\">Rom. 11:3-4<\/a><\/span> Whether that has reference to any characters that were not to pass away, but that were to live and be witnesses in the earth and bring their testimony to a focus in the last days&#x2014;the days in which we live&#x2014;to make the truth of God blaze like the light of heaven upon all the world I cannot say, I do not know; but the Lord has not left himself without a witness, and some of you will no doubt recollect that, three or four years ago, I told the Saints in this Tabernacle that the testimony in favor of the truth of &#x201C;Mormonism&#x201D; would increase and that the source of evidence in its favor would multiply and grow stronger. Now we hear of a remarkable movement that has recently commenced among the Indians. Before proceeding further on this subject I will say that we have labored in our weakness among the Indians, trying to convert them from the error of their ways, and to persuade them to cease shedding blood, committing depredations on the white people, and to turn their attention to agriculture. I recollect going away up here to Snake River to visit a settlement that had been made there for the purpose of instructing the Indians in agriculture, and, if possible, to reclaim them from their disposition to steal and shed blood. I have also been to other places where similar efforts have been made; but we have not been able to accomplish much. I do not say that no good was done&#x2014;perhaps some little good was done. But it seems that the time had not come for the means to be brought into requisition which <div class=\"break columnbreak\" id=\"354b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0354.pdf\" target=\"pdfwin\">p.&#xA0;354b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6406\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Heaven had ordained to be used in the reformation of the Lamanites. For some time past, the Indians have been telling us very strange stories. They say that certain strange men have visited them and spoken to them, and have taught them what to do in order to be saved in the kingdom of God. Strange men have come to and talked with them perhaps an hour at a time, and while the Indians are looking at them they vanish out of sight, and they know not where they go. I do not know that it is so, but this is what the Indians declare and testify to, and I am a little inclined to believe that there is something in it, for you know the Apostle Paul, in speaking to his brethren, said&#x2014;&#x201C;Be not forgetful to entertain strangers: for thereby some have entertained angels unawares.&#x201D;<span class=\"citation\" id=\"77348\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77348)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77348)\">Heb. 13:2<\/a><\/span> Perhaps one of these old men might come along in disguise, incognito, not in his real character, and appear like any other man, clad as any other man, and stay overnight with some of the brethren. <\/div><div class=\"paragraph jod\" id=\"v17n1214\"> Some say that the &#x201C;Mormons&#x201D; have no Priesthood, power or authority from God; but if this be so why do these good old men who go to the Indians send them to the &#x201C;Mormons&#x201D; to be baptized? Why do they not send them to the Methodists? You have Methodists, Presbyterians, Episcopalians and Catholics right here in town, why do not these men who come to instruct the Indians tell them to go to some of these bodies to get baptized? It is singular that they should tell them to go to the Latter-day Saints. It is a good deal like the angel who told Cornelius to send to the house of one Simon a tanner, and call for Simon surnamed Peter, and he would tell him words whereby he and his house might be saved.<span class=\"citation\" id=\"71709\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71709)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71709)\">Acts 10:1-6<\/a><\/span> Why send to Peter when Cornelius and his house lived among  <div class=\"break pagebreak\" id=\"355a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0355.pdf\" target=\"pdfwin\">p.&#xA0;355a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6405\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the Pharisees and Sadducees? Peter had the keys of the kingdom; the angel knew that, and said he&#x2014;&#x201C;Go to Peter and he will tell you words whereby you and your house can be saved.&#x201D;<span class=\"citation\" id=\"71731\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71731)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71731)\">Acts 10:5-6<\/a><\/span> These men say to the Indians&#x2014;&#x201C;Go to the &#x201C;Mormons&#x201D; and they will tell you words whereby you can be saved;&#x201D; but if we had no Priesthood, no keys of the kingdom, no power to administer the ordinances of the Gospel, why should these old men, who declare that they are more than a thousand years old, and tell the Indians that their fathers were white and that they shall be if they only do as they are commanded,<span class=\"citation\" id=\"81591\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81591)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81591)\">2 Ne. 30:6<\/a><\/span> I say, why should these men tell the Indians to come to the Latter-day Saints? There is something singular about it. What can the world of mankind say to it? How can they meet it? I will tell you. It is a wave of evidence which, like a wave of the sea, completely submerges everything on which it flows, it overturns every objection that the world can offer. God Almighty will vindicate his own cause&#x2014;he has got the means prepared for that. <\/div><div class=\"paragraph jod\" id=\"v17n1216\"> Now let me say to you, brethren and sisters, look well to these little children. Teach them good morals, teach them, when you go to meeting, to go with you, and be sure that you do not stay behind just because you do not feel exactly the spirit of it. If you do not feel the spirit of it yourselves, feel it for the sake of your children, and bring them to the house of God that they may be taught and instructed. I recollect very well in early days, sometimes I heard a good and kindly word from a sectarian minister, there were no other ministers when I was a boy; but they sometimes spoke words in my hearing that I have not yet forgotten, they took root in my heart, and I still bear them in mind. I exhort you, bre<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"355b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0355.pdf\" target=\"pdfwin\">p.&#xA0;355b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6405\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>thren and sisters, to cultivate the morals of your children, for we are not going to stay here always; we shall be gathered with our fathers by and by, and these little ones will have to assume the responsibilities which we now bear. Hence I say qualify them for the positions which they will be called to fill in future. Teach them that which is good and right, and may the blessing of the Father rest upon you and upon all Israel, and may we live to see the truth of God triumph! <\/div><div class=\"paragraph jod\" id=\"v17n1217\"> I feel thankful that God has heard our prayers. Says the Lord&#x2014;&#x201C;By this you may know whether God hears you, if you receive the things which you ask for.&#x201D;<span class=\"citation\" id=\"127153\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127153)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127153)\">1 Jn. 5:14-15<\/a><\/span> If you receive the things you ask for, know ye that God has heard your prayers. Who is there among the Latter-day Saints who has not prayed for the removal of an unjust judge? If there are any who have not done it they ought to be turned out of the citadel. I believe you all have. Well, the Lord has heard our prayers in that respect, and not only so, but I will say, that if we were to pray against every official who is a bigot, a fool and an ass, the Lord would hear our prayers and turn him out no matter by what agency it is done. Let us try it. Never pray against a liberal, good man, whether &#x201C;Mormon&#x201D; or Gentile; if he is a fair and honest man, and is willing to live and let live, let him live just as long as God is willing to let him, and do not pray against him. But if he tries to overthrow and destroy us, or to withhold from us our rights, let the volume of our prayers ascend up to God for him, and if he does not hear from it some time I shall wonder. But he will hear from it, you may be assured of this. Why should we despair when the means of self-defense and self-protection are embedded in our  <div class=\"break pagebreak\" id=\"356a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0356.pdf\" target=\"pdfwin\">p.&#xA0;356a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6404\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>own spirits, when we have the weapons right here? Not carnal weapons, not the sword, not the deadly rifle, but we have something more potent&#x2014;the sword of the Spirit.<span class=\"citation\" id=\"75394\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75394)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75394)\">Eph. 6:17<\/a><\/span><span class=\"citation\" id=\"84688\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84688)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84688)\">D&amp;C 27:18<\/a><\/span> This is our means of self-defense and self-protection, and let us use it. I have tried it. Not that I have any reason to boast, but I have great reason to be thankful to God my heavenly Father. I do know that when we want anything special, if we will make that a subject of continual pleading; if we will go into our closets and shut the door, and lay the matter before the God that made us, lay our hearts, as it were upon the altar and importune at his feet, in process of time he will hear us and avenge our wrongs, no matter what the wicked do or how much they may rage; and there is no subject on the face of the earth that is exempt from the influence of our prayers, high or low, rich or poor, noble or ignoble. <\/div><div class=\"paragraph jod\" id=\"v17n1219\"> Let us exercise ourselves in this direction and teach our children to do the same. You know it is said that the religious world despair of converting us old Mormons, us old heads who are dyed in the wool; but they hope to convert our children by insidiously sending their missionaries to establish schools in our midst, by which they hope to entice and win their tender minds over to their side. That is the tack they are taking. Well, brethren and sisters, you do your duty toward your children; pray for them morning and evening; instruct them by means of little short sermons every day, then you may turn them out to go to school if you like, as far as I am concerned, even to our friends of the sectarian world, and if they can exert a stronger influence than you with your prayers and instruction, and the parental tie that binds them to you, it will be something very singular, and I do <div class=\"break columnbreak\" id=\"356b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0356.pdf\" target=\"pdfwin\">p.&#xA0;356b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6404\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> not believe they can do it. <\/div><div class=\"paragraph jod\" id=\"v17n1220\"> One young minister, a very kind, gentlemanly man, has appeared among us down in Sanpete. I have not a word to say against his morality or behavior, it is all very nice, and to all appearance he is a polished gentleman. He has spoken in several of our settlements, and, in his way, has endeavored to teach the people. Said I, on one occasion, to Bishop Peterson, &#x201C;What did you think of that man's sermon last night?&#x201D; I did not happen to be there. Brother Peterson's reply was&#x2014;&#x201C;So far as morality was concerned it could not be beat; but when you come to doctrine and principle he was entirely ignorant. Our little children know better.&#x201D; In order that this minister might be properly posted with regard to some of our doctrines, I took the liberty of sending him the <span class=\"italic\">Deseret News<\/span>, containing an excellent argumentative discourse by brother Orson Pratt. I did that for the purpose of informing his mind in reference to the arguments he would have to meet and controvert if he successfully prosecuted his labors in this country. I hope and I expect that he read it, for it certainly would not do anybody any harm to read it. <\/div><div class=\"paragraph jod\" id=\"v17n1221\"> Brethren and sisters, I will not detain you longer. My remarks have perhaps been a little scattering, but scattering shot sometimes hit more birds than a rifle shot. Suffice it to say, you have my best wishes for your success and prosperity. May peace be with you, and God bless you and me, and the Twelve, and the servants of God with whom we have labored from the beginning; and may our lives be spun out as long as they tend to the honor and glory of God. And that we may obtain a mansion and crown in the realms of bliss, is my prayer in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}