{"ID":170012, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The United Order of Zion Affords the Utmost Freedom and Liberty&#x2014;Brotherly Love and Goodwill to Man&#x2014;True Riches Relate to Eternity&#x2014;Establish Confidence in Our Hearts With God.<\/div>\n<div class=\"subtitle\">Discourse by Elder Erastus Snow, delivered at the Adjourned General Conference, held in the New Tabernacle, Salt Lake City, Friday Morning, May 8, 1874.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: The United Order, Etc.<\/div>\n<div class=\"speaker\">Speaker: Erastus Snow<\/div>\n<div class=\"date\">Date: 5\/8\/1874<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d12\">\n<div class=\"paragraph jod\" id=\"v17n242\"> The United Order of Zion,<span class=\"citation\" id=\"126971\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126971)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126971)\">D&amp;C 104:48<\/a><\/span> proposed for our consideration, as will be seen from the remarks that have been made by former speakers, and from the articles which were read yesterday afternoon, is a grand, comprehensive, cooperative system, designed to improve us who enter into it, financially, socially, morally and religiously; it will aid us, as Latter-day Saints, in living our religion, and in building up Zion, and help us, by a combined effort, to cultivate every virtue, to put from us every vice, to conduct ourselves and our children sensibly, and to dispense with childish follies; it will enable us to adopt sensible and discreet fashions and habits of life and style of dress and manners; all of which can be effected by combined efforts, but not easily in our individual capacities. For what man, however good be his desires, can control himself and his family in their habits and manners of life and fashions, without the aid of the surrounding community? What sensible man can hold <div class=\"break columnbreak\" id=\"74b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0074.pdf\" target=\"pdfwin\">p.&#xA0;74b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6685\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> me or my brethren responsible, in all respects, either for ourselves or our households, unaided by the community and while the community are all working against us? But when the community learn to work together, and are agreed in a common purpose, what is it that they cannot accomplish? Union is strength, and a combination of labor and capital will give us power at home and abroad. Our former cooperative systems in this Territory have accomplished very great good for us, but they have been only combinations of capital; the proposed system embraces labor as well as capital, and it designs to make the interests of capital and labor identical. True, there is one feature in the articles read yesterday which may require a little modification; it is at least a good subject for mature reflection and consideration before their final adoption; and these articles are presented before the people for this purpose. <\/div><div class=\"paragraph jod\" id=\"v17n243\"> The combination of labor and capital in this order will enable us  <div class=\"break pagebreak\" id=\"75a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0075.pdf\" target=\"pdfwin\">p.&#xA0;75a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6684\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to promote all branches of industry which shall appear, in the judgment of the common Order, to be for the general good. At present, capitalists are loath to engage in any enterprise which does not vouchsafe to them profitable returns. It has been said by some among us that the best argument in favor of cooperation, was large dividends; but this is an argument that appeals only to cupidity and avarice, and is especially acceptable to the man who sees nothing but the God of this world to worship. Large dividends corrupt the morals of a community, just as large speculations and the profit resulting therefrom; for however desirable in a financial point of view to those engaged in them, their tendency is always to intoxicate the brain, and lead those engaged therein to further follies, until they overreach and ruin themselves. Moderation is as valuable in financial affairs as in social ethics, moderation in all speculation and in all business, fair profits for labor, fair dividends for capital, and the use of that capital and labor to promote the greatest good of the greatest number, and not for my own dear self. The selfishness that is limited to our own persons savors of the lower instincts of our natures, and comes not from above. <\/div><div class=\"paragraph jod\" id=\"v17n245\"> Objections arise in the minds of some. &#x201C;Shall we not by entering into this order, surrender our manhood, our personal liberty, and those rights so dear to every human being?&#x201D; I answer, no, not in the least. We do no more than what all people do in the formation of government, of every kind, or associations for any purpose, whether charitable, religious or social. All organizations, corporations, and business firms agree to surrender certain personal privileges in order to secure mutual advantages. All govern<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"75b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0075.pdf\" target=\"pdfwin\">p.&#xA0;75b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6684\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ments, societies, corporations and firms are founded upon the principle of mutual concessions to secure mutual advantages. Without this there could be no government, no power to arrest and punish criminals and protect the rights of the citizen and the sanctity of home. <\/div><div class=\"paragraph jod\" id=\"v17n246\"> The Order proposed before us affords the utmost freedom and liberty. All things shall be done by common consent, and all the Branches of the Order, throughout all the land, are to be organized by the selection of the wisest, best and most experienced persons in their midst, to form their councils, and to direct their business affairs and the labors of the community, for the best possible good of the whole, and not to the individual advantage of a few, who may be schemers or who may have acquired an education by which they are enabled to overreach their fellow men financially. <\/div><div class=\"paragraph jod\" id=\"v17n247\"> The grand principle upon which the Gospel of life and salvation is founded and on which Zion is to be built, is brotherly love and good will to man. This was the theme of the angels of God in announcing the birth of the Savior.<span class=\"citation\" id=\"67068\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67068)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67068)\">Luke 2:14<\/a><\/span> Hitherto, under our old systems, it has been &#x201C;every man for himself, and the devil for us all;&#x201D; but the principle which the Lord proposes is that we should square our lives by a higher and holier one, namely, everyone for the whole and God for us all. <\/div><div class=\"paragraph jod\" id=\"v17n248\"> Will this Order benefit the rich? Yes, it will afford security for themselves and families and their capital. It is a mutual insurance institution. Will it afford security and protection to the poor and the honest laborer? Yes, it will lay a foundation for wealth and comfort for them, and their families after them. Is it a free school system? It is a mutual education system. Free? Not to the lazy,  <div class=\"break pagebreak\" id=\"76a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0076.pdf\" target=\"pdfwin\">p.&#xA0;76a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6683\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>vicious and wicked, but it is a mutual education system for the good and industrious, who abide in the Order and fulfill the obligations thereof. Who shall be heirs of the common property? Every child who is born in the Order. Heirs to the whole of it. No, nobody will be heir to the whole of it. To what portion of it will they be heirs? Just what they need. Who shall be the judges? Themselves, if they judge correctly; and if they do not, somebody will judge more correctly for them. &#x201C;Well, shall I surrender my judgment to anybody else?&#x201D; Of course, you will; we all agree to that, if it must needs be. But he who judges for himself correctly shall not be judged, but he who is unable to judge himself, but covets everything that he sees, and wishes to scatter and destroy what others are seeking to accumulate and preserve, must have a bit put in his mouth and some, who are more sensible, must handle the reins. This is no agrarian doctrine, to level those who are exalted, down to the mean level of those who are in the mire, but it is the Godlike doctrine of raising those who are of low estate and placing them in a better condition, by teaching them economy, and prudence; it is for the strong to foster and bear the infirmities of the weak,<span class=\"citation\" id=\"72875\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72875)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72875)\">Rom. 15:1<\/a><\/span> for those who possess skill and ability to accumulate and preserve this world's goods, to use them for the common good, and not merely for their own persons, children and relatives, so as to exalt themselves in pride and vanity over their fellow men, and sink themselves to ruin by worshiping the God of this world. This is beneath the character of those who profess to be the people of God. We have done that long enough, but the word of God to us is to change our front, and <div class=\"break columnbreak\" id=\"76b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0076.pdf\" target=\"pdfwin\">p.&#xA0;76b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6683\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to learn to love our neighbor as ourselves<span class=\"citation\" id=\"65474\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65474)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65474)\">Matt. 22:39<\/a><\/span> and so cultivate the spirit of the Gospel. <\/div><div class=\"paragraph jod\" id=\"v17n250\"> As to the minutiae of the workings of the various Branches of this Order, the details of the business and the relations of life, one meeting of this kind would not suffice to tell, nor could the people comprehend it if we were able to tell it; but it will be revealed to us as we pass along, line upon line, precept upon precept, here a little and there a little,<span class=\"citation\" id=\"58569\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58569)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58569)\">Isa. 28:10,13<\/a><\/span> and everything necessary will appear in its time and place, and none need be overanxious to pass over the bridge before they reach it. God does not reveal to us everything at once, for our minds are not prepared to comprehend it. Like children we must have experience as we pass along. One thing is sufficient for us to understand, and that is that this Order has made all nations and peoples who have entered into and practiced it prosperous. <\/div><div class=\"paragraph jod\" id=\"v17n251\"> If anyone doubts for a moment the success and final triumph of these principles, that doubt is founded only in his own weakness, and in the weaknesses of his fellow men around him, and the selfishness that is in our natures. If we are determined to make it a success there is no power beneath the heavens that can make it a failure. If we engage in it with full purpose of heart, with faith towards God, and seeking to cultivate confidence towards one another, and are outspoken and frank in all our business relations and intercourse with each other, and do all things by common consent, with a just and honest purpose of soul, there is no power that can hinder our succeeding in our undertaking. But if we are determined to be selfish, and seek to build ourselves up on the weaknesses of our  <div class=\"break pagebreak\" id=\"77a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0077.pdf\" target=\"pdfwin\">p.&#xA0;77a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6682\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>fellows, instead of building up the kingdom of our God, we ought to go down, and the sooner the better. For the last dozen years many of this people have been going on in the way that our fathers and the world generally walk in; and instead of building up Zion, have been after their personal and individual interests. Forty years have passed over us as a people during which we have been trying a little to carry on the work of God; but we have been like the wary trout in the stream, we have been nibbling around the hook, but we have never swallowed the bait. Now the hook is placed before us naked, and we are simply asked the question, &#x201C;Will you take it or not?&#x201D; &#x201C;What, are we going to be caught?&#x201D; Yes, this is the fear&#x2014;&#x201C;We are going to be caught by the wily fisherman&#x2014;we are going to be enslaved. Has not somebody got an eye on our property? Does not somebody wish to have our horses and carriages, our fine houses, our substance, and the property we have gathered together?&#x201D; Yes, the Lord has an eye on all this, for it belongs to him. Which of us has anything that does not belong to him? Where have we got that which we possess? Who has given us ability to accumulate and preserve? To whom are we accountable for our talents and gifts, as well as our substance? The Lord has his eye upon all this. Is he anxious about our property? No. This anxiety is in our own breasts, and if we have any idols the sooner we put them away the better. The Lord cares nothing about our houses and lands, our goods and chattels, our gold, silver or raiment, for all upon the earth belongs to him, and at the best it is only something that perishes with the using. He requires us to be faithful in the use of it, for he <div class=\"break columnbreak\" id=\"77b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0077.pdf\" target=\"pdfwin\">p.&#xA0;77b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6682\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> has said, &#x201C;He that is not faithful with the unrighteous mammon, who shall commit to him the true riches?&#x201D;<span class=\"citation\" id=\"67757\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67757)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67757)\">Luke 16:11<\/a><\/span> True riches relate to eternity; the riches that relate to this life all perish with the using. Our houses, horses, carriages, clothing, and our gold and silver perish with the using, together with our tabernacles. We look to a glorious resurrection, to a new and enduring earth, to riches that are immortal, to the habitations that shall not pass away, to a glory that is beyond the grave, as the only true riches, which the Gospel enjoins us to look after. &#x201C;Seek ye first the kingdom of God, and its righteousness; and all things else shall be added unto you.&#x201D;<span class=\"citation\" id=\"63647\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63647)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63647)\">Matt. 6:33<\/a><\/span> They will be added in God's own way, and he wishes to show us a better way, and, in order to deal with us as a kind father does with his children, he proposes to enlighten and instruct us, and he will impart to all of his people who will obey his voice the wisdom that is necessary to make them the richest people on the earth. This is the purpose of the Lord concerning Zion and his people&#x2014;they are to possess this world's goods in abundance, not to be foolish with them and to destroy themselves and their children, but that they may preserve themselves and their children from falling into the vices and follies of great Babylon. He will raise up in their midst wise counselors to provide for the welfare of the whole. <\/div><div class=\"paragraph jod\" id=\"v17n253\"> Will our trading and trafficking with the outside world cease? Of course not. As long as we are in the world, gathering Saints, preaching to the nations and building up Zion, Zion will be as a city set on a hill, which cannot be hid.<span class=\"citation\" id=\"63058\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63058)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63058)\">Matt. 5:14<\/a><\/span> But the Lord proposes to preserve his people as far as possible from the influences of Babylon, and the  <div class=\"break pagebreak\" id=\"78a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0078.pdf\" target=\"pdfwin\">p.&#xA0;78a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6681\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>transactions outside of the Order will be carried on through the Council of the Order; agents will be appointed by the voice of the Order, that what we bring from abroad may be bought from first hands and in the lowest market, that we may derive the benefits of it, instead of giving the profits to middlemen who are not of us; and what we have for sale we will sell in the best markets, and so enjoy the benefits of our labor, and not by interior competition and underbidding and underselling each other to &#x201C;scatter our ways to strangers,&#x201D;<span class=\"citation\" id=\"60303\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60303)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60303)\">Jer. 3:13<\/a><\/span> as we have done in times past. By this combined effort we shall be able to obtain the full market value of our products&#x2014;the products of the farm, dairy, orchard, vineyard, the products of the woolen and cotton factory, of our shoe shops, and every mechanical appliance, to enable us to procure all labor-saving machinery, by our combined efforts, which men in their individual capacity are not able to do. We shall also be enabled to start new enterprises, and if they do not pay at first, they are bound to pay in the end, if they are necessary adjuncts to the prosperity of society. Our common fund will nourish these infant establishments, instead of individuals failing and breaking down in their vain efforts to build up new enterprises in a new country, as is often the case now. And if funds are needed from abroad to aid us in any general enterprise, we shall have the combined property and credit of the community as a guarantee to capitalists abroad, instead of individuals mortgaging their inheritances to procure money to carry on individual &#x201C;wildcat&#x201D; speculations by which thousands are ruined. If they were operating in a United Order and would submit their enterprises to the candid deci<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"78b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0078.pdf\" target=\"pdfwin\">p.&#xA0;78b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6681\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>sion of that Order, many an enterprising man would be saved from foolish ventures and from ruin, and the wise and prudent would receive the necessary encouragement and financial aid, to make their undertakings a success for the benefit of the whole. <\/div><div class=\"paragraph jod\" id=\"v17n255\"> Will our merchants be worse off? No, <span class=\"italic\">our<\/span> merchants, those who belong to this Order, will be just as well off as any of the rest of the Order. They will work where they are appointed, go on missions when called, or tan leather, or make hats or wooden shoes, if they are better adapted for that than for standing behind the counter; but if they are best suited to handle the products of the people and to carry on mutual exchanges among ourselves within the Order and with branch Orders and with the outside world, we will appoint them to this labor and service, and hold them to an account of their stewardships, and the results of their transactions go into the common fund. Then they will not be stimulated to avarice, overreaching, lying and deception, to put what they call an honest, but what I call a very dishonest, penny into their pockets. We will endeavor thus, by a union of effort, to take away temptations from our midst to be dishonest, and let the dishonest share the fate of Ananias and Sapphira;<span class=\"citation\" id=\"71473\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71473)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71473)\">Acts 5:1-11<\/a><\/span> but let the virtuous, upright and good be frank and outspoken, and give their sentiments, the witness of the word of truth in their hearts, for the good of the whole. Those who lack business capacity and experience will labor where they can be useful, that the ability of all may be available for the general good. <\/div><div class=\"paragraph jod\" id=\"v17n256\"> These are the principles embraced in the instrument we heard read yesterday afternoon. As to these little personal objections that arise  <div class=\"break pagebreak\" id=\"79a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0079.pdf\" target=\"pdfwin\">p.&#xA0;79a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6680\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>in the mind, we shall find that they exist only in the imaginations of our own hearts, arising from our ignorance or a want of proper understanding, and partly from knowing each other too well, and comprehending each other's selfishness and weaknesses; because of this we are afraid to trust each other. The remedy for this is for everyone to set himself to work to better his own condition, first establishing confidence in his own heart between himself and his God, and so deporting himself that he can command the respect and confidence of his brethren and sisters. Every man and every woman should set themselves to do this, and should enter into this Order with a firm determination to do this. Confidence will then soon be restored in our midst. Then every man and every woman will speak the honest sentiments of their hearts, and vote as they feel to do on every question, in the selection of officers and in the transaction of all business, and we will do whatever we do for the general good, according to the light that is in us. Such a people are bound to draw down from the heavens above the revelations of light and truth; they will tap the clouds from above; every man will be a lightning rod to draw electricity from the clouds, in other words, the revelations of light and truth, into their own hearts and minds; they will possess a combined intelligence that will accomplish all they undertake in righteousness, and they will prevail before the Lord and before the world, and will command the respect and honor of the virtuous and good, at home and abroad. Those who refuse to engage in these enterprises, and to enter into the holy Order, will become the unpopular ones; and after we have once succeeded in this effort, we shall marvel <div class=\"break columnbreak\" id=\"79b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0079.pdf\" target=\"pdfwin\">p.&#xA0;79b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6680\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and wonder that we did not enter into it before. <\/div><div class=\"paragraph jod\" id=\"v17n258\"> We have been over forty years trying to learn these lessons, and all the time putting them off to a future day, waiting for our children to carry them out; but we shall marvel that we did not rise up and carry them out before. Thousands of Saints have been anxiously waiting and might, perhaps, have entered into this before now; but we have been continually throwing new clay into the machine, drawing new materials from abroad and raising new elements at home, and the elements brought from Babylon has brought Babylon with it, and our habits, customs, notions and individuality have been so prominent, that we could not see the benefits of mutual concessions to secure the mutual advantages and benefits of combined labor. <\/div><div class=\"paragraph jod\" id=\"v17n259\"> I am aware that some capitalists will object to the idea of drawing only fifty percent of what remains to their credit, if they should conclude to withdraw from the Order. Be this as it may, I can see no principle appertaining to the Gospel and to the building up of Zion, no principle of justice between man and man, which would permit the capitalist today to bring his capital into the Order and surrender it to the custody and care of stout hearts and strong arms to protect and preserve it and to increase it by the erection of factories and machinery and buildings and improvements, by the combined labor of the people, and then all the original capital, together with all the dividends, to be left at the disposal of the few capitalists originally composing the firm, and they be permitted, fifty years hence, to get up and walk off with the whole of it, leaving the great mass of the community, that have grown up from infancy, and preserved and insured  <div class=\"break pagebreak\" id=\"80a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0080.pdf\" target=\"pdfwin\">p.&#xA0;80a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6679\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and made it valuable, without anything but their daily wages, which they have eaten up as they passed along in supporting themselves and their growing families. I say I see no justice in allowing a few capitalists to draw the whole of their original deposits, together with the whole of the dividends and profits which have been made by the labor of the whole community, and I consider the provision which limits that withdrawal to half the original amount and half the dividends both wise and necessary. It is a question in my mind whether we should, in this Order, recognize the right of capital as above that of labor. This is a point which will bear criticism. But I will pass that over now. <\/div> <div class=\"break columnbreak\" id=\"80b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0080.pdf\" target=\"pdfwin\">p.&#xA0;80b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6679\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v17n261\"> There are many objections which will arise in the minds of the people. The enemy will endeavor to throw every possible objection before our minds; but the more we scan it, and the more we seek to understand the principles of this Order, as set before us in this instrument, the more we shall see the wisdom of God manifest therein, and the revelations of light and truth; the more this spirit goes abroad among the people, the more will their hearts be opened and prepared to receive it. I praise God that he has moved upon the heart of his servant Brigham to call this people to &#x201C;right about face,&#x201D; that they may enter in at the strait gate,<span class=\"citation\" id=\"63837\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63837)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63837)\">Matt. 7:13<\/a><\/span> which may God grant we may be able to do in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}