{"ID":170045, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Saints Have the Priesthood&#x2014;The Kingdom of Heaven to Be Set Up in the Last Days&#x2014;The Saints Must Be Self-Sustaining.<\/div>\n<div class=\"subtitle\">Discourse by President Daniel H. Wells, delivered at the Forty-Fifth Annual Conference of the Church of Jesus Christ of Latter-Day Saints, in the New Tabernacle, Salt Lake City, on Tuesday Morning, April 6, 1875.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: The Saints Have the Priesthood, Etc.<\/div>\n<div class=\"speaker\">Speaker: Daniel H. Wells<\/div>\n<div class=\"date\">Date: 4\/6\/1875<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d45\">\n<div class=\"paragraph jod\" id=\"v17n1177\"> Today we have met together, as is our custom on the 6th day of April, according to appointment, in commemoration of the day on which the Church of Jesus Christ of Latter-day Saints was organized.<span class=\"citation\" id=\"84252\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84252)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84252)\">D&amp;C 20:1<\/a><\/span> We are <div class=\"break columnbreak\" id=\"343b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0343.pdf\" target=\"pdfwin\">p.&#xA0;343b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6417\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> professed Latter-day Saints, and have been called forth in this age of the world to be co-workers with our Father in heaven in bringing to pass his purposes and establishing his kingdom upon the earth, to be the  <div class=\"break pagebreak\" id=\"344a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0344.pdf\" target=\"pdfwin\">p.&#xA0;344a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6416\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>recipients of the authority of the holy priesthood, to stand in holy places and to administer in the ordinances of the house of God, that once again upon this earth his authority and kingdom may be established, and holy and righteous principles and the institutions of high heaven have a place. We are the honored instruments, or may be so, of being co-workers with God, and he will through us his servants, his children, bring to pass his purposes if we will let him. This is a great, glorious and holy calling, and it is a happy thing for us to be born in a day and generation when these things are coming forth, for we can thus have part and lot in this matter. It is no joke or fantasy, no matter of mere enthusiasm, to rise in one's mind for a few days, weeks or months and then dissipate away into thin air; but it is our high duty and privilege, as long as we live, to bear off these principles that have been revealed, and to sustain and uphold the institutions of heaven, and that authority through and by which the mind and will of God our Father are made known unto us upon the earth. <\/div><div class=\"paragraph jod\" id=\"v17n1179\"> This work commenced small. Great and glorious instructions were given to a few in the commencement, and through the blessing of the Almighty they have been sent forth to the nations of the earth and, in obedience thereunto, a great people, in comparison with what the church was originally, have gathered to these mountains, and the work of the Lord has continued to grow and increase, taking root downward and bearing fruit upward. It is true that many have undertaken to run the gospel race<span class=\"citation\" id=\"127150\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127150)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127150)\">1 Cor. 9:24<\/a><\/span><span class=\"citation\" id=\"127151\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127151)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127151)\">Heb. 12:1<\/a><\/span> and have faltered and fainted by the wayside, still the work has progressed and has been onward and upward until the present time; and during the forty-five years of its ex<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"344b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0344.pdf\" target=\"pdfwin\">p.&#xA0;344b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6416\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>istence upon the earth this church and kingdom has never seen a day or an hour that it has not been growing and becoming greater in the earth, in numbers as well as in intelligence, for the stream of light from heaven has not been withdrawn or cut short, but has continued to flow to the minds of the children of men, bearing testimony to the hearts of the honest, and elevating them in the scale of human existence. I take pleasure in bearing this testimony, knowing that it is true, and also knowing that the great desire among God's people here in Zion is to sustain and bear off the principles of truth and righteousness in the earth. <\/div><div class=\"paragraph jod\" id=\"v17n1180\"> We are here for this express purpose, and to avoid the evils and judgments which are abroad in the earth. Are the judgments of God abroad in the earth? They are, and the word of the Lord to his Saints is&#x2014;&#x201C;Come out of her, O my people, that ye be not partakers of her sins, that ye receive not of her plagues.&#x201D;<span class=\"citation\" id=\"80245\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80245)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80245)\">Rev. 18:4<\/a><\/span> This was spoken centuries ago, but it is specially applicable to us, and to the work of God in the last days. But if we do not divest ourselves of the sins of the world, have we any assurance that we shall escape the plagues and judgments of the Almighty? By no means. We gather up to these mountains that we may not be partakers of her sins. This is the appointed place where God can work with his people on the earth; and in order that he may be able to do so effectually it is necessary that we divest ourselves of every evil, stand before God blameless, and become united as the heart of one man<span class=\"citation\" id=\"55591\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55591)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55591)\">2 Sam. 19:14<\/a><\/span> in sustaining the cause of Zion. The responsibility of building up this kingdom rests in a manner upon us, who have taken upon us the name of the Most High. We have gathered together that we may build Temples to  <div class=\"break pagebreak\" id=\"345a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0345.pdf\" target=\"pdfwin\">p.&#xA0;345a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6415\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>his holy name, wherein we may receive the blessings of time and eternity, both for the living and the dead. It becomes us, then, to enquire how we may best set ourselves about this great work; we must find out the design of our Father concerning us, and to do this we must have communication with him, and we must live so that we can have the Holy Spirit to direct our minds, and to qualify us the better for the performance of the duties which devolve upon us. The channel has been opened between the heavens and the earth by which we may learn the mind and will of our Father concerning us. But when we have learned that, it is our business to go to and unflinchingly carry out and accomplish that which he requires of us according to our best skill and ability. <\/div><div class=\"paragraph jod\" id=\"v17n1182\"> Is it necessary that we should obey the principles of the gospel, which we are told is the power of God unto salvation?<span class=\"citation\" id=\"72204\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72204)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72204)\">Rom. 1:16<\/a><\/span> I think that no one will deny that. We must repent, we must be baptized for the remission of sins, receive the administration of hands for the reception of the Holy Ghost, and then go on with the light of the Spirit, having received the testimony of the truth of the work, and maintain that work against every opposing obstacle. What is a man good for who flies the track the very moment an obstacle presents itself in his way? Such a man will not obtain salvation and exaltation in the presence of God; he who does that must be unflinching in the path of duty. <\/div><div class=\"paragraph jod\" id=\"v17n1183\"> Is God ever going to establish his kingdom and bring to pass his purposes on the earth? All believers in Christianity say so, and they all pretend to believe it; but when will it be? As soon as the Lord Jesus finds a people who are willing to take upon them his name, and will follow him <div class=\"break columnbreak\" id=\"345b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0345.pdf\" target=\"pdfwin\">p.&#xA0;345b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6415\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> through evil as well as through good report, and who, if need be, will even go to death in the maintaining of the principles of truth upon the earth. Just as soon as he finds a people who will be united and will not sift their ways to strangers,<span class=\"citation\" id=\"60305\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60305)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60305)\">Jer. 3:13<\/a><\/span> but will hold that which he bestows upon them for him and for his kingdom, will he establish that kingdom upon the earth. What right has a Latter-day Saint, who has taken upon himself the name of God and has enlisted under King Emanuel's banner, to strew the blessings he receives from God to the wicked. Are they given to him for that purpose? No, they are given him to use for the building up of the kingdom of God upon the earth. It is said, and we profess to believe it, that the kingdoms of this world are to become the kingdom of our Lord and of his Christ,<span class=\"citation\" id=\"79469\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79469)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79469)\">Rev. 11:15<\/a><\/span> and that that kingdom and its fulness shall be given to the Saints of the Most High.<span class=\"citation\" id=\"61744\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61744)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61744)\">Dan. 7:27<\/a><\/span> It is not to be given to the wicked, or to a people who will hand it over to the wicked as fast as the Lord hands it over to them. We may as well learn this lesson today as at any other time. The blessings of the Lord are not bestowed upon the Latter-day Saints to be placed by them in the hands of the wicked. When could the Lord establish his purposes with a people who will act in that way? Never in the world. The time will come and is now hastening when the people of God will not be a dependent people, that is, dependent upon the outside world; of course they will always be dependent upon the Lord, but the day will come when they, under the blessing of heaven, will be an entirely self-sustaining people, and the Lord is ready and willing, as he ever has been and ever will be, to sustain the efforts of his people in this direction. They must put forth their hands to  <div class=\"break pagebreak\" id=\"346a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0346.pdf\" target=\"pdfwin\">p.&#xA0;346a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6414\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>be self-sustaining, and then the blessings of the Almighty will attend them even more abundantly. <\/div><div class=\"paragraph jod\" id=\"v17n1185\"> The Lord has, from time to time, through his servants, given forth a line of conduct or principle for us to be guided by, so that we may become more united than we have been hitherto; and while it may be said that we are slowly approaching that point, we are far from having advanced in the principles of unity to the fullest extent, and hence we cannot realize the blessings that will accrue when that unity which the Lord desires to see among his people is fully established. But we have commenced, and we can work in that direction, and it is our bounden duty to do so; and the farther we progress the more will his blessings be multiplied towards us; and if we continue in the path marked out for us by the Almighty through his servants, we shall ultimately attain to a fulness. This is the way I understand it. <\/div><div class=\"paragraph jod\" id=\"v17n1186\"> We have come up here to be taught in his ways that we may walk in his paths.<span class=\"citation\" id=\"57796\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57796)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57796)\">Isa. 2:3<\/a><\/span> Men should not mark out paths for themselves to walk in, they are not capable of doing so. You may say that this infringes upon man's agency and independence; but it makes no difference what may be said or thought of this, it is true, and we need only look abroad in the world to see the difficulties which beset the people on every hand to find ample confirmation of this statement. Are the people satisfied with the paths they have marked out for themselves? No, nowhere on the face of the earth. There is one whose guidance we need, he is wiser than we are, for he has passed through all the ordeals and trials of a lower estate, and has gained an experience far beyond the experience of men, and he is now willing to lead and guide his children here on the <div class=\"break columnbreak\" id=\"346b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0346.pdf\" target=\"pdfwin\">p.&#xA0;346b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6414\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> earth if they will only allow him to do so. But men generally think they know best themselves, they are not willing to be guided by the God of heaven, they give the preference to the paths marked out by themselves. Are their own counsels the best? No, they are not, and the Latter-day Saints ought to know it by this time. A great many of them do know it; some do not, but I trust that they will, and that they will continue to learn and progress in these things, until they know beyond all question that God's way is the best, and that it is not only superior to man's way, but that there is no other by which men and women can build up a community which will be wise, virtuous and happy, and by which the resources of the earth may be developed and the elements used so as to best promote the general good. God's way is as much better than man's way, as the heavens are higher than the earth.<span class=\"citation\" id=\"59809\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59809)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59809)\">Isa. 55:9<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v17n1187\"> There is no true principle, no true philosophy, no good thing that comes from any source except that which I have been speaking of. No matter through whom, or by whom it comes to the children of men, it has emanated from that source&#x2014;from God our Father. Then why can we not implicitly trust him, and put our faith and confidence in him? We may rest assured that he will withhold no good thing that will prove beneficial to us.<span class=\"citation\" id=\"56935\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56935)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56935)\">Ps. 84:11<\/a><\/span> He never did and he never will reveal a thing to the children of men but what, if it can be carried out according to his design, will prove an advantage and a blessing to them. Men may undertake to change that which God has revealed, and try to make it mean something else; but it is folly to do so. In taking this course they go into by and forbidden paths, and, being then without the light of truth,  <div class=\"break pagebreak\" id=\"347a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0347.pdf\" target=\"pdfwin\">p.&#xA0;347a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6413\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>they are compelled to grope their way. <\/div><div class=\"paragraph jod\" id=\"v17n1189\"> Now, what is necessary in building up the kingdom of God on the earth? We are not talking about building up his kingdom in some far-off realm, away <\/div><div class=\"paragraph jod\" id=\"v17n1190\"> &#x201C;Beyond the bounds of time and space Where human mind can never trace The Saints' secure abode,&#x201D; as our sectarian brethren sing about. I do not understand this to be the work of the Saints of God upon the earth at all. I understand that the kingdoms of this world are to become the kingdoms of our Lord and his Christ,<span class=\"citation\" id=\"79470\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79470)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79470)\">Rev. 11:15<\/a><\/span> just so soon as the God of heaven finds a people who will be obedient to his law. Well, what is necessary then? Why, in the first place there must be a people to govern, and a king to rule over them. It takes that much anyhow to constitute a kingdom. The people must have a place to dwell. They must have land, streams of water, valleys, mountains, ranges, grass, timber, rock, canyons and everything we find here on the earth, the elements with which it is covered and surrounded, and which are found in its depths in order to obtain a sustenance. All these things are necessary in any kingdom. The people want houses to live in, orchards for fruit, also vegetables; they want land susceptible of irrigation and cultivation, cattle, horses, carriages, wagons, vehicles to transport things in and to do business. All these things are necessary in building up the kingdom of God. There must also be schools, Temples and cities built to the name of the Most High, according as he shall direct. It is necessary to build Temples that we may attend to the ordinances for those who have gone before, for millions of them have lived according to the best light they had, and they were moral and <div class=\"break columnbreak\" id=\"347b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0347.pdf\" target=\"pdfwin\">p.&#xA0;347b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6413\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> exemplary all the days of their lives, and did all the good they could. Without Temples they could not have the privilege and opportunity of being officiated for in the ordinances of the Gospel of salvation devised by our Father in heaven before the world was organized. This plan of salvation was devised before this earth was organized and made habitable for the children of men to dwell on, away in the eternities back, &#x201C;when the morning stars sang together, and all the sons of God shouted for joy,&#x201D;<span class=\"citation\" id=\"56244\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56244)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56244)\">Job 38:7<\/a><\/span> if you know when that was. We have to obey that plan of salvation here in our earthly probation in order that we may have the privilege of going back into the presence of God. We need not go to tinkering that plan of salvation, for we cannot make it any better if we do. The world have been doing so ever since men came to dwell upon the earth. But I do not see that they have done anything to improve it. God's plan of saving his sons and daughters stands just the same today as it was in the beginning, and it will continue so through a never-ending eternity. I am not aware that God ever asked us here to help to devise a plan for our own salvation, I never heard of any such thing. He had the right to do it himself and he did it, and it is for mankind to receive it if they choose to do so; and if they do choose so to do it is nobody's business, they have that power if they have a mind to; and other people have a right to believe in and embrace man-made systems and to hold on to them if they choose to do so, and it is none of our business any more than it is theirs if we choose to obey the plan the Lord has revealed. We are on an equal footing in regard to this matter, and all we ask is hands off and show us fair play, the same as we are willing to extend unto you,  <div class=\"break pagebreak\" id=\"348a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0348.pdf\" target=\"pdfwin\">p.&#xA0;348a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6412\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>that is all. We have a right to ask and demand that, and to maintain it, and we expect to do it. <\/div><div class=\"paragraph jod\" id=\"v17n1193\"> But we who have embraced the principles of truth, should we not begin to divest ourselves of some of our notions and ideas, and go to and build up the kingdom of God more perfectly? In our hearts and feelings we desire to do it, but our traditions, to which we cling with such tenacity, sometimes prevent us from coming quite up to the mark, and we do not advance in this direction perhaps quite as fast as we should do. The line is marked out; the Lord through his servants is continually showing us the way, but I sometimes think that we are slow coming to it. We should become more self-sustaining. We have been drifting in the wrong direction for the past few years. It is necessary for us to turn a short corner and drift in a direction that will make us self-sustaining. If we do this we shall become more independent and more closely united, and in a short time we shall find that it will be the path of prosperity. It is a matter of good political economy for any community to become self-sustaining; and not only to raise and manufacture what they need for their own use, but also some for exportation. Then the balance of trade will be in their favor. But I do not care whether it is the people of Utah, Colorado, Wyoming, the United States, England, or any other community or nation, political economy says that they must export more than they import, or the balance of trade will be continually against them, and any country or community in that position will be drained of the circulating medium, and will be more or less impoverished thereby. If a community wishes to become wealthy, it must manage to produce not only all it needs for the wants of its own <div class=\"break columnbreak\" id=\"348b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0348.pdf\" target=\"pdfwin\">p.&#xA0;348b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6412\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> members, but also to partially supply some of the wants of its neighbors. This is sound philosophy and political economy in any community, and particularly so with the Latter-day Saints. We have the elements around us, from which with our own industry and economy all our wants can be supplied in abundance, if our labor is applied in the right direction, which can only be done by laboring unitedly and according to the counsel that may be given us by the Lord through his servants. By taking this course we can produce almost everything necessary for our own consumption and a great deal to export. <\/div><div class=\"paragraph jod\" id=\"v17n1194\"> We have commenced in this order, and some of our settlements have progressed more than others; and I am glad to believe that we are drifting in the right direction. I hope to see this work continue, and can promise the blessing of the Almighty upon those who will persevere therein. They will succeed if they are wise and do as they are told, and they will be blessed of the Lord and will come off victorious. <\/div><div class=\"paragraph jod\" id=\"v17n1195\"> These things are worthy of our attention, they constitute part of the building up of the kingdom of God on the earth. It is a material kingdom, and not something ethereal that we cannot comprehend nor have any part or lot in. It involves our everyday life, labor and duty, just as we pass along; it is not beyond our reach, but is right within the purview of our ability to accomplish to a certain extent. We cannot jump at a single leap to its fulness; but the small wedges break the big rock. Drill the holes here and there, then put in the wedges and tap them lightly, and after awhile these taps will break the big rock in two. That is the way the Lord has worked with this people. We commenced small,  <div class=\"break pagebreak\" id=\"349a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0349.pdf\" target=\"pdfwin\">p.&#xA0;349a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6411\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>went in at the small end of the horn, and we are bound to come out at the big end, we cannot come back through the same channel. Here we are, a spectacle before the heavens and before the world, a handful of Latter-day Saints. What shall we do? Pursue that suicidal policy in regard to sustaining ourselves that is calculated to impoverish us and to make us depend upon our enemies, those who would only be too glad to see us overthrown, wasted away and destroyed? No, no! Latter-day Saints, we will not take any such a course as that, not if we know it. Well, let us be careful and learn what is the proper course to take, and take it, that we may grow, increase in wealth, in numbers, and in every good and perfect thing that the God of heaven is willing to bestow upon us. Let us beautify the earth, bring forth from the elements those things which are necessary for our subsistence; work, be industrious, live prudently, economically, and walk in the path that the God of heaven marks out for us. Then we shall be successful; then the blessings of the Almighty will flow unto us abun<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"349b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0349.pdf\" target=\"pdfwin\">p.&#xA0;349b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6411\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>dantly, and we shall have great cause to rejoice continually in the name of the Holy One of Israel. We have done this to a certain extent as we have passed along, and according to our faithfulness we have received the blessings, and beyond our expectations, for we could not have expected as much as we have received. We may go on still more gloriously if we will be more faithful. <\/div><div class=\"paragraph jod\" id=\"v17n1197\"> May the God of heaven bless us and help us to see the path marked out for us to walk in, and thus help us to be faithful and diligent, and put away our own devices and traditions that we have inherited from the fathers, inasmuch as they are wrong, and we have been led to see that wrong, and our judgments convinced concerning the work of the Almighty. Let us put away these things that are of no profit, and seek to that which is good, which comes from above, and which is for our own best interests here, and for our eternal welfare in the world to come. That we may do this unitedly, as the heart and voice of one man,<span class=\"citation\" id=\"127152\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127152)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127152)\">2 Sam. 19:14<\/a><\/span> is my prayer in the name of Jesus Christ. Amen. <\/div>\n<\/div>\n<\/div>"}