{"ID":170020, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">It is of Little Import How We Leave this World, so that We are Prepared to Live or Die&#x2014;God Has Ordained that All Men Must Die.<\/div>\n<div class=\"subtitle\">Discourse by Elder John Taylor, delivered at the Funeral Services of Elder Thomas Williams, in the Fourteenth Ward Assembly Rooms, Salt Lake City, Sunday Morning, July 19, 1874.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: It is of Little Import, Etc.<\/div>\n<div class=\"speaker\">Speaker: John Taylor<\/div>\n<div class=\"date\">Date: 7\/19\/1874<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d20\">\n<div class=\"paragraph jod\" id=\"v17n442\"> We are met this morning to attend to one of those ceremonies that are intimately connected with hu<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"130b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0130.pdf\" target=\"pdfwin\">p.&#xA0;130b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6629\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>man existence. People generally feel reflective on sorrowful occasions like the present, and there is some<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"131a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0131.pdf\" target=\"pdfwin\">p.&#xA0;131a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6628\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>thing about the manner in which this, our beloved brother, was taken from us, that rather tends to increase this feeling of commiseration, not for the departed, but for his family, friends and associates. Taken away in the bloom of life and health, without a moment's warning, snatched off in the face of his family and ushered, as it were, immediately from this world into another state of existence, it produces feelings that are more easily imagined than described. However, my ideas in relation to this matter are that so long as we are prepared to live or to die, so long as we are living in the fear and favor of the Almighty, so long as we are fulfilling the various obligations, duties and responsibilities that devolve upon us, it is a matter of very little importance how or in what manner we leave this world and go into another. It is appointed for man once to die,<span class=\"citation\" id=\"76926\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76926)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76926)\">Heb. 9:27<\/a><\/span> and we cannot evade the fiat which fate has decreed. No persons have yet been able to avoid the operations and summons of the grim monster whenever his call has been made. And when we reflect upon the position that we occupy upon the earth it is analogous, in this respect, to that of myriads of human beings who have existed before. In various parts of the world there have been a variety of opinions about the resurrection and about the state of man after death; but there has been very little difference of opinion about death itself. The myriads of human beings who have lived upon this earth have all gone in the same way, that is more or less. Some have died peaceably and quietly in their beds; others have been submerged in the ocean, and drowned far from friends and homes, some in the violent struggles of the battlefield, and some have departed <div class=\"break columnbreak\" id=\"131b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0131.pdf\" target=\"pdfwin\">p.&#xA0;131b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6628\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> this life after enduring the agony and pain of lingering disease. There are phases associated with human existence and the departure of humanity from this world that are more pleasant than others, and we should like generally, if we could have our way, to make all preparations, have everything arranged, and to leave this world, bidding adieu to our friends and companions as quietly and easily as practicable. We should all like this if we could have our own way about it. But we do not have our choice. &#x201C;God moves in a mysterious way,&#x201D; we are told, and the dispensations of Providence are inscrutable. Nor is it a matter of very much moment, according to my ideas, how, or in what way, we leave this world; the great object is and the great questions for us to solve are, are we prepared? Have we formed a union with God our heavenly Father? Have we obtained the forgiveness of our sins? Are we living our religion? Are we keeping the commandments of God? Have we made arrangements for our everlasting associations with beings in the eternal worlds? If we have, if this is our position, it matters but little how or when we leave this world, that must be left for the Almighty to regulate and to decide upon. <\/div><div class=\"paragraph jod\" id=\"v17n444\"> God, in his eternal decrees, has ordained that all men must die, but as to the mode and manner of our exit, as I said before, it matters very little. As part of the household and family of God, as beings associated with eternity as well as time, it behooves us to reflect, and that calmly and deliberately, upon our present position, and our relationship and standing before God our heavenly Father. These are important questions for us to solve, and if we can solve them satisfactorily, then all is right. <\/div> <div class=\"break pagebreak\" id=\"132a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0132.pdf\" target=\"pdfwin\">p.&#xA0;132a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6627\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v17n446\"> These events that are continually transpiring around and among us convince us of the fallacy of all earthly enjoyments as associated merely with this life. No matter what our acquirements&#x2014;no matter what our talents or abilities, no matter what our wealth, position or circumstances in life, we all have to submit to the same grim monster, hence the question naturally comes to our minds, why are we thus situated? We seem attached, more or less, to this world. We are struggling, and striving, and grappling and grasping to possess the things of this world. Of what use are they now to this brother whose lifeless remains lie before us? And yet our whole lives, and thoughts, and energy, and talent are generally bent on their acquisition. In a short time, the body now lying here, with whose face we have been familiar, and whose company we have enjoyed, will be lying up there, enclosed in mother earth. Dust to dust, ashes to ashes, the worms preying upon his system, and his spirit gone into another state of existence. That which we see here today, will be our case in a short time. Myriads who have lived before us have gone the same way. Where are the statesmen, warriors, orators, princes, potentates, emperors, philosophers, and great men whose names are found upon the pages of history? They have gone! gone! gone! and we are all sliding down the plane of time and hurrying into eternity. This is the position of all men that ever have lived on the face of the earth. Is this our abiding place then? Is this the land of our immortal, eternal inheritance? Not until a change takes place. And what of the affairs of the earth&#x2014;the baubles, tinsel, glitter and show, the empty name and ap<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"132b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0132.pdf\" target=\"pdfwin\">p.&#xA0;132b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6627\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>pearance of earthly things? Why, just as a great and very sensible man expressed himself: Said he, &#x201C;When I am gone you will build a monument over me, and you will write upon it&#x2014;  <\/div><div class=\"paragraph jod\" id=\"v17n447\"> &#x201C;Here lies the great&#x2014;  <\/div><div class=\"paragraph jod\" id=\"v17n448\"> but if I could rise from the tomb, and could again speak, I would say&#x2014;  <\/div><div class=\"paragraph jod\" id=\"v17n449\"> &#x201C;False marble, where? Nothing but poor and sordid dust lies there!&#x201D; <\/div><div class=\"paragraph jod\" id=\"v17n450\"> So it will be with all of us, with me with you, we shall soon all be in that position. I do not care what our hopes, aspirations or position in life may be, we have all got to go through the dark valley of the shadow of death.<span class=\"citation\" id=\"56444\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56444)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56444)\">Ps. 23:4<\/a><\/span> We have all got to appear before the tribunal of a just God to give an account of the deeds done in the body, whether those deeds have been good or evil.<span class=\"citation\" id=\"74152\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74152)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74152)\">2 Cor. 5:10 (JST)<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v17n451\"> And in the various changes that have taken place, in the cycles of time as they have rolled forward, and as they will continue to take place, what of the earth, what of the men who have lived and died and live again, and what of us? What are our position, ideas and prospects? We believe that God has spoken; we believe that light has emanated from the eternal worlds; we believe that God has given us revelation for our guide in time, and to prepare us for an eternal inheritance. For this the Gospel has been preached; for this the Elders of the Church and kingdom of God have gone abroad; for this we have gathered from distant lands; for this we build our Temples and our Tabernacles; for this we preach and pray daily that God may inspire our hearts with the spirit of revelation that emanates from him, and that the Holy Ghost, the Spirit of truth, may rest upon and dwell within us, that when we get through with this time, we may be prepared,  <div class=\"break pagebreak\" id=\"133a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0133.pdf\" target=\"pdfwin\">p.&#xA0;133a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6626\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>with our progenitors and our posterity, to inherit an eternal exaltation in the celestial kingdom of our God. <\/div><div class=\"paragraph jod\" id=\"v17n453\"> And what is anything without this? Do I mourn over that man? No, I do not, I feel sorry for his family, I do not mourn over him, not a particle. I would not shed a tear over him. He was a good man, a man who feared God, loved his religion, kept the commandments of God and walked humbly before him; he was a man who was honored and respected by the good, respected and honored of God and of holy angels, and it is all right with him. Do I mourn that he is taken away? No, we would like to have our good men stay among us, but perhaps they have something to do in another sphere. Perhaps the services of brother Williams are required somewhere else. There are other positions for men to occupy besides this earth. We had an existence before we came here. We came here to do a certain work. He has done his and gone. Perhaps God required him and has taken him away. All right, we will say, it is the Lord, let him do what seems him good.<span class=\"citation\" id=\"55401\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55401)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55401)\">1 Sam. 3:18<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v17n453\"> In regard to ourselves, that is another thing that we have individually and personally to do with. It is all right with him, how is it with us? I talk to the living, to those who are in existence, who have their volition, who have <div class=\"break columnbreak\" id=\"133b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0133.pdf\" target=\"pdfwin\">p.&#xA0;133b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6626\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the power of action and their reasoning faculties, and I say unto them, look where you will be in a short time, and ask yourselves are you prepared, like him, to meet your God, and to have an inheritance in the celestial kingdom of God? These are the questions that I would ask, and I would say that no matter what your position, what your wealth, what your prospects or ideas pertaining to this world, they are none of them worth anything except sanctified by God and appropriated for the building up of his kingdom and the establishment of righteousness upon the earth. <\/div><div class=\"paragraph jod\" id=\"v17n454\"> But the question is, are we the friends of God?<span class=\"citation\" id=\"126991\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126991)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126991)\">James 2:23<\/a><\/span> Is God our friend? Are we living and walking in the light of his countenance?<span class=\"citation\" id=\"57011\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57011)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57011)\">Ps. 89:15<\/a><\/span> Do we feel that our spirits, feelings and consciences are right before him, that we have consciences void of offense towards God and towards man?<span class=\"citation\" id=\"72120\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72120)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72120)\">Acts 24:16<\/a><\/span> These are some of the thoughts and reflections that we have to do with, and it is for us to think seriously, calmly and deliberately upon these things, and to act as wise, prudent, intelligent beings, that we may keep the commandments of God, live our religion and obtain an inheritance in the celestial kingdom of God when we shall have got through with the affairs of time, with which we are surrounded. <\/div><div class=\"paragraph jod\" id=\"v17n455\"> May God help us to be faithful and keep his commandments, in the name of Jesus, Amen. <\/div>\n<\/div>\n<\/div>"}