{"ID":170041, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Redemption of Zion&#x2014;Persecution&#x2014;Baptism of Indians&#x2014;Second Coming of Christ&#x2014;Every Jot and Every Tittle of Divine Revelation Will Be Fulfilled.<\/div>\n<div class=\"subtitle\">Discourse by Elder Orson Pratt, delivered in the Twentieth Ward Meetinghouse, on the Evening of Sunday, February 7, 1875.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: Redemption of Zion, Etc.<\/div>\n<div class=\"speaker\">Speaker: Orson Pratt<\/div>\n<div class=\"date\">Date: 2\/7\/1875<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d41\">\n<div class=\"paragraph jod\" id=\"v17n984\"> I will read the third paragraph of a revelation that was given in 1834. It commences on page 292 of the Book of Doctrine and Covenants. <\/div><div class=\"paragraph jod\" id=\"v17n985\"> &#x201C;But verily I say unto you, I have decreed that your brethren which have been scattered shall return to the land of their inheritances, and build up the waste places of Zion. For after much tribulation, as I have said unto you in a former commandment, cometh the blessing. Behold, this is the blessing which I have promised after your tribulations, and the tribulations of your brethren&#x2014;your redemption, and the redemption of your brethren, even their restoration to the land of Zion, to be established, no more to be thrown down. Nevertheless, if they pollute their inheritances they shall be thrown down; for I will not spare them if they pollute their inheritances. Behold, I say unto you, the redemption of Zion must needs come by power; Therefore, I will raise up unto my people a man, who shall lead them like as Moses led the children of Israel. For ye are the children of Israel, and of the seed of Abraham, and ye must needs be led out of bondage by power, and with a stretched-out arm. And as your <div class=\"break columnbreak\" id=\"289b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0289.pdf\" target=\"pdfwin\">p.&#xA0;289b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6471\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> fathers were led at the first, even so shall the redemption of Zion be. Therefore, let not your hearts faint, for I say not unto you as I said unto your fathers: Mine angel shall go up before you, but not my presence. But I say unto you: Mine angels shall go before you, and also my presence, and in time ye shall possess the goodly land.&#x201D;<span class=\"citation\" id=\"89748\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89748)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89748)\">D&amp;C 103:11-20<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v17n986\"> It is many months since I met with the people here in this Ward. I recollect when I was here last I partly promised to say something about the redemption of Zion. What I may be able to communicate to you in relation to that great event, regarded as of so much importance by this people, I am unable to say. I may not be able to throw upon the subject any special information more than what you are already in possession of. All that any of us know, and all that we possibly can know in relation to the future is that which God in his mercy reveals. The Lord understands the future as well as the past and the present, and his Spirit understands that which is to come, and the promise is that that Spirit shall be given to us through the prayer of faith,<span class=\"citation\" id=\"85295\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85295)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85295)\">D&amp;C 42:14<\/a><\/span> so that we may be able to comprehend in  <div class=\"break pagebreak\" id=\"290a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0290.pdf\" target=\"pdfwin\">p.&#xA0;290a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6470\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>some measure the things of the future. The promise of the Savior to the ancient Apostles was, that when the Spirit of truth should come he should guide them into all truth, and show them things to come.<span class=\"citation\" id=\"70402\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70402)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70402)\">John 16:13<\/a><\/span> That same Spirit, imparted to the servants of God in the 19th century of the Christian era, is just as capable of opening up the future, lighting up the mind of man and showing him events that are to take place, as it was the first year after the crucifixion of Christ, on the day of Pentecost, or in any other former age of the world&#x2014;it is the same from eternity to eternity, and it is just as needful for us, as Latter-day Saints, to know the things of God, as it was for the former-day Saints to know them. The great and important thing with us is to exercise sufficient faith before the heavens, that God may pour out the spirit of prophecy upon us. The same faith will procure the same blessings, and the spirit of prophecy was considered by the ancient Apostles as one of the best gifts, far greater than the gift of tongues or than the gift of interpretation of tongues.<span class=\"citation\" id=\"73745\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73745)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73745)\">1 Cor. 14:1-5<\/a><\/span> It was a spirit that was given for the edification of the Saints of the living God, and the same spirit is promised to all his servants who live faithful before him. <\/div><div class=\"paragraph jod\" id=\"v17n988\"> I well recollect, when I was but about nineteen years old&#x2014;forty-four years last fall&#x2014;that believing Joseph Smith to be a Prophet, and being led by the Spirit, I went a journey of two hundred miles to visit him. I well recollect the feelings of my heart at the time. He inquired of the Lord, and obtained a revelation for your humble servant. He retired into the chamber of old Father Whitmer, in the house where this Church was organized in 1830. John Whitmer acted as his scribe, and I <div class=\"break columnbreak\" id=\"290b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0290.pdf\" target=\"pdfwin\">p.&#xA0;290b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6470\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> accompanied him into the chamber, for he had told me that it was my privilege to have the word of the Lord; and the Lord in that revelation, which is published here in the Book of Doctrine and Covenants,<span class=\"citation\" id=\"84947\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84947)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84947)\">D&amp;C 34:1-12<\/a><\/span> made a promise which to me, when I was in my youth, seemed to be almost too great for a person of as humble origin as myself ever to attain to. After telling in the revelation that the great day of the Lord was at hand, and calling upon me to lift up my voice among the people, to call upon them to repent and prepare the way of the Lord, and that the time was near when the heavens should be shaken, when the earth should tremble, when the stars should refuse their shining, and when great destructions awaited the wicked,<span class=\"citation\" id=\"84952\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84952)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84952)\">D&amp;C 34:5-9<\/a><\/span> the Lord said to your humble servant&#x2014;&#x201C;Lift up your voice and prophesy, and it shall be given by the power of the Holy Ghost.&#x201D;<span class=\"citation\" id=\"84972\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84972)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84972)\">D&amp;C 34:10<\/a><\/span> This was a particular point in the revelation that seemed to me too great for me ever to attain to, and yet there was a positive command that I should do it. I have often reflected upon this revelation, and have oftentimes inquired in my heart&#x2014;&#x201C;Have I fulfilled that commandment as I ought to have done? Have I sought as earnestly as I ought to obtain the gift of prophecy, so as to fulfill the requirement of heaven?&#x201D; And I have felt sometimes to condemn myself because of my slothfulness, and because of the little progress that I have made in relation to this great, heavenly, and divine gift. I certainly have had no inclination to prophesy to the people unless it should be given to me by the inspiration and power of the Holy Ghost; to prophesy out of my own heart is something perfectly disagreeable to my feelings, even to think of, and hence I have oftentimes, in my pub<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"291a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0291.pdf\" target=\"pdfwin\">p.&#xA0;291a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6469\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>lic discourses, avoided, when a thing would come before my mind pretty plain, uttering or declaring it for fear that I might get something out before the people in relation to the future that was wrong. But still, notwithstanding all this, there is one thing that I have endeavored to do, and that is, to inform my mind as far as I could by reading what God has revealed to both ancient and modern Prophets, in relation to the future, and if I have not had many important prophecies and revelations given directly to myself, I certainly have derived great advantage and great edification from reading and studying that which God has revealed to others; and hence most of my prophesying throughout my life, so far, has been founded upon the revelations given to others. <\/div><div class=\"paragraph jod\" id=\"v17n990\"> We are told that Zion&#x2014;this people, the Latter-day Saints, are called Zion&#x2014;shall be redeemed and restored to the lands of their inheritances,<span class=\"citation\" id=\"89742\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89742)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89742)\">D&amp;C 103:11<\/a><\/span> and in consequence of this promise made to us by the Lord, many of us have felt much anxiety to know when the Lord would fulfill this great revelation, and some perhaps who were little boys and girls when it was given, and now greyheaded&#x2014;for it is about forty-two years since&#x2014;have not considered or reflected much about what God has promised to do with, or what blessings he has promised to bestow upon, this people. In their family prayers they have heard their fathers pray to the Most High to remember Zion and to redeem Zion, and to restore his people to the lands of their inheritances, and perhaps some of them have reflected upon the subject. Some may have thought it was merely a form of prayer which their fathers had learned, without any expectation of anything of the kind taking place, and they have felt careless about it, <div class=\"break columnbreak\" id=\"291b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0291.pdf\" target=\"pdfwin\">p.&#xA0;291b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6469\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> knowing nothing about whether Zion was ever to be redeemed or not. But those who have reflected upon the subject, and who have made it a matter of prayer and of deep study, in order to know the times and the seasons, and the mode in which God would bring to pass this great event, have been full of hope, expectation and desire, and their constant prayer has been, before the family altar and in the public congregations, that the redemption of Zion might be brought about soon. <\/div><div class=\"paragraph jod\" id=\"v17n991\"> We are promised that after much tribulation comes the blessing.<span class=\"citation\" id=\"86117\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86117)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86117)\">D&amp;C 58:4<\/a><\/span> The Lord says&#x2014;&#x201C;I the Lord have decreed a certain decree that my people shall realize, that after their tribulations they shall be redeemed, and restored to the lands of their inheritances.&#x201D;<span class=\"citation\" id=\"89746\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89746)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89746)\">D&amp;C 103:11-13<\/a><\/span> Little did we suppose when we were driven out from Jackson County, the place where God has promised to give his Saints their inheritances, and in the regions round about,<span class=\"citation\" id=\"86096\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86096)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86096)\">D&amp;C 57:1-5<\/a><\/span> that nearly half a century would pass over our heads before we would be restored back again to that land. This long period of tribulation, and the dispersion from our homes and inheritances, have been the cause perhaps of a great many going down to the grave without having the opportunity and privilege of returning to participate in the blessings that were promised. Now, it would be a source of comfort and consolation to those who are still living, to whom this promise was made, if they could be assured in their own minds that they would live here in the flesh to behold that day. But let me say a few words in relation to this. We need not expect, from what God has revealed, that a very great number of those who were then in the Church and who were driven, will have the privilege of returning to that land. We  <div class=\"break pagebreak\" id=\"292a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0292.pdf\" target=\"pdfwin\">p.&#xA0;292a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6468\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>need not expect anything of the kind. &#x201C;Why not?&#x201D; inquires one. Because the Lord informs us that but a few of those who were then driven out should stand to receive their inheritances. We read this, or indications thereof, in several revelations, the language being something like this&#x2014;&#x201C;You shall be persecuted from synagogue to synagogue, and from city to city, and but few shall stand to receive their inheritances.&#x201D;<span class=\"citation\" id=\"86444\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86444)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86444)\">D&amp;C 63:31<\/a><\/span> Now if a great portion of those who were driven out should live and they should be restored back again, they might afterwards say&#x2014;&#x201C;This does not seem to agree with the revelation, here are pretty much all that were driven out.&#x201D; But this will not be the case. When you come to count up, a few years hence, those who were driven forth from that land, you will find that there will be very few indeed; there will, however, be some out of that number, but only a very few. There will be some that will live to behold that day, and will return and receive their inheritances, they and their children, grandchildren, and great grandchildren, according to the promise.<span class=\"citation\" id=\"89448\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89448)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89448)\">D&amp;C 101:18<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v17n993\"> We have a special promise in relation to that land given to us as Latter-day Saints, a promise which I believe I have formerly repeated in this house. It was first given on the 2nd day of January, 1831, at a general conference of pretty much all the Saints who lived in the State of New York, held in the house where the Church was first organized. The revelation was given in their presence, written by a scribe as the sentences fell from the mouth of the Prophet Joseph.<span class=\"citation\" id=\"85040\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85040)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85040)\">D&amp;C 38:1-42<\/a><\/span> Among the great things then made known was the following&#x2014;&#x201C;I hold forth and deign to give to you greater riches, even a land of promise, a land upon which there <div class=\"break columnbreak\" id=\"292b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0292.pdf\" target=\"pdfwin\">p.&#xA0;292b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6468\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> shall be no curse when the Lord shall come; And this is my covenant with you, that I will give it unto you and unto your children after you, for an everlasting inheritance; and you shall possess it in time, and possess it again in eternity, never more to pass away.&#x201D;<span class=\"citation\" id=\"85077\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85077)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85077)\">D&amp;C 38:18-20<\/a><\/span> If there are any strangers here I will say, for their information, that this is the reason why we call that land a land of promise.<span class=\"citation\" id=\"85072\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85072)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85072)\">D&amp;C 38:18<\/a><\/span> And though we have been deprived of it, now for upwards of forty years, some of us hold deeds for portions of it which we purchased, paying our moneys to the United States officials, who sold it to us at the government price, but we were not permitted to live upon the lands thus purchased. You may think this rather a curious thing in this great American republic, one of the most liberal governments on the face of the whole earth; but if it is a strange thing it is known as the truth to thousands and tens of thousands that we were dispossessed of our inheritances. The land is still there, but it is occupied by those who do not own it. <\/div><div class=\"paragraph jod\" id=\"v17n994\"> Inquires one&#x2014;&#x201C;Why were you driven from that land?&#x201D; I might answer you by repeating the words of our enemies, for they have published their reasons for driving us from our homes. One reason was that we pretended to speak in tongues, which was considered a mortal offense against religionists. This was one accusation that they brought against us, as you will find in their published declarations, in which they pledged their lives, their property and their sacred honor to dispossess us of our homes. <\/div><div class=\"paragraph jod\" id=\"v17n995\"> Another accusation was that we professed to heal the sick. What a terrible crime it was for a man to lay his hands on sick persons and  <div class=\"break pagebreak\" id=\"293a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0293.pdf\" target=\"pdfwin\">p.&#xA0;293a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6467\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ask the Lord to heal them, and then if the Lord healed the sick they should not be worthy to keep their land, but should be driven from their homes and be deprived of their property! <\/div><div class=\"paragraph jod\" id=\"v17n997\"> Another reason was that, besides believing in the gifts of speaking in tongues and healing the sick, we assumed to foretell future events. They did not like that at all. To think that people should believe in that part of the Gospel in the 19th century was too much for our enemies, and they said&#x2014;&#x201C;We cannot have such people in our midst, to corrupt our morals, and to introduce the old-fashioned religion that is taught in the New Testament. We have a religion that does away all these things, it does not believe in the order of things that the New Testament sets forth, and you pretend that this New Testament religion is to be enjoyed in our day; our wives and children must not be corrupted by it.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v17n998\"> These were the main reasons for driving us, as set forth in their published program. I did not know, in those days, that it was a crime for the Latter-day Saints to believe in this part of the New Testament; I really thought that, in our country, the Constitution guaranteed to us the privilege of believing the whole of the New Testament as well as a part; but it would seem to be otherwise, for forty years have passed away and we are still disfranchised so far as our property is concerned. We have appealed to the United States government to bestow upon us our rights as American citizens. Have they done it? Oh no; they have referred us, however, to those persons who drove us out of the State, supposing that they would have the magnanimity to restore to us our rights. Who ever heard of mur<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"293b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0293.pdf\" target=\"pdfwin\">p.&#xA0;293b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6467\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>derers, robbers and thieves turning round and restoring that to their victims of which they had plundered them? I scarcely ever heard of such an instance; there may be some few instances in history, but they are very rare, in which a person will repent and try to restore fourfold.<span class=\"citation\" id=\"67889\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67889)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67889)\">Luke 19:8<\/a><\/span> The United States Government told us that we must appeal to those who had murdered, robbed and driven us from our homes, for the redress we sought. But we have had the revelation of the Lord pretty well fulfilled&#x2014;&#x201C;You shall be persecuted from city to city, and from synagogue to synagogue, and but few shall stand to receive their inheritances.&#x201D;<span class=\"citation\" id=\"86445\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86445)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86445)\">D&amp;C 63:31<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v17n999\"> We were driven from Jackson County, in the State of Missouri, in the Fall of the year 1833, and three or four months after that event the revelation was given from which I have read this extract, promising that, after much tribulation, we and our children after us should be restored to the lands of our inheritances.<span class=\"citation\" id=\"89749\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89749)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89749)\">D&amp;C 103:11-20<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v17n1000\"> Have we had much tribulation? Yes. Look at the many times we have been driven since that revelation was given. We were driven out of Clay County, then out of Kirtland, in Geauga County, now called Lake County, Ohio; and after that we were driven from Caldwell County, from Davies County, Ray County, and several other surrounding counties in the State of Missouri, and finally expelled from the State, leaving a great many thousand acres of land for which we hold the deeds to the present day. After that we settled in the State of Illinois, in Nauvoo. We were there but a few years when the Prophet, his brother and several others were killed, and again we were driven, and finally there was a  <div class=\"break pagebreak\" id=\"294a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0294.pdf\" target=\"pdfwin\">p.&#xA0;294a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6466\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>treaty made with this people. Now, whoever heard of one part of the United States making treaties with another part of the United States? Or whoever heard of the people in one part of the country making a treaty with the people in another part? That treaty was in words like this&#x2014;&#x201C;You must leave all the States of the Union, you must not stop this side the Rocky Mountains, you must go beyond the Rocky Mountains; if you will do this you may depart in peace, but we will take your houses and lands and occupy them without remuneration, we will not pay you for them; but if you can get away without selling your property and you will agree to go beyond the Rocky Mountains you may have the privilege of going, otherwise we will kill you.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v17n1002\"> What were the crimes of which we were accused in the various places from which we were expelled? If any of our people had been guilty of breaking the laws it was in the power of our enemies to bring us before their courts of justice, for in all these places they held all the civil offices in their own hands. But they very well knew that, so far as the laws of the country were concerned, they could not reach this people. Why? Because we were not guilty of the transgression of any of their laws. <\/div><div class=\"paragraph jod\" id=\"v17n1003\"> When we were driven from Nauvoo there were some unable to leave&#x2014;poor, feeble and sick; Nauvoo was a kind of a sickly place and a great many people were sick there, and many of the sick, infirm and poor had to be left behind, being unable to leave with the main body of the Saints. We walked over the Mississippi River on the ice and wandered and wallowed about in the snowdrifts of Iowa with our teams and wagons, but these poor <div class=\"break columnbreak\" id=\"294b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0294.pdf\" target=\"pdfwin\">p.&#xA0;294b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6466\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> people could not get away in time. The mob were very anxious to come in possession of our property, and hence after the main body got out one or two hundred miles from Nauvoo, where there were no inhabitants, cut off from all resources, and unable to obtain any information from our poor brethren, the mob was so anxious to get the property of which they had forcibly deprived us, that they attacked the city with cannon and musketry, and finally drove these poor people out and compelled them to cross the river, where a great many of them perished. Were not these tribulations? Yes, and they were all foretold years before they came to pass. &#x201C;After much tribulation comes the blessing, and this is the blessing which I, the Lord God, have promised unto you, that after your tribulation, you shall be redeemed and be restored again to the lands of your inheritance.&#x201D;<span class=\"citation\" id=\"89747\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89747)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89747)\">D&amp;C 103:11-13<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v17n1004\"> Since our arrival in these mountains we have had a hard time here. We have had a land such as no other people would ever have pretended to occupy. It was once considered the most dreary, desolate, barren place on the face of all North America, a land where it was supposed that no human being could subsist, or in which if he undertook to subsist by the labor of his hands by cultivating the earth, he would perish. But by hard labor and perseverance we have made ourselves comfortable homes in what was formerly a desert, and the Lord has been very favorable to us and really has blessed us far beyond anything we could have anticipated when coming here, and he has caused that the seasons should be very fruitful as a general thing; and this land, which appeared so desolate, barren, parched up and so full of drouth, has be<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"295a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0295.pdf\" target=\"pdfwin\">p.&#xA0;295a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6465\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>come a fruitful land, and the Lord has fulfilled many and many a prophecy recorded in Isaiah and the Psalms of David in relation to making the desert blossom as the rose<span class=\"citation\" id=\"59136\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59136)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59136)\">Isa. 35:1<\/a><\/span> and making it like the garden of the Lord.<span class=\"citation\" id=\"56832\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56832)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56832)\">Ps. 63:1-5<\/a><\/span><span class=\"citation\" id=\"56988\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56988)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56988)\">Ps. 85:12<\/a><\/span><span class=\"citation\" id=\"59504\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59504)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59504)\">Isa. 51:3<\/a><\/span> It is thus prophesied, and that it has been fulfilled no one can dispute, who will reflect and realize for a moment what the Lord has done since we came here to this land. When the pioneers reached here, in July, 1847, we went out to what is now termed Black Rock, over beyond the first point of the western mountains; we went into the lake to bathe, and we could walk up to that rock, the water being several feet below the dry ground on which we walked to get to it. What do you now behold? Ten feet of water over that ground on which we walked. The Lake, since then, has been continually rising, until ten or twelve feet of water have been added to it. We might naturally have supposed that it would have fallen that much instead of rising. Why? Because the waters, which before then had been continually emptying into the Lake were withheld from it and used to irrigate the soil and evaporated again into the heavens. This, according to natural appearances, would have a tendency to lower the streams; but with all the use of the waters and of the streams for the irrigation of crops, &amp;c., there has been a continual rise in the Lake. We read numerous prophecies referring to the last days, in which it is said that the wilderness should be like the Garden of Eden,<span class=\"citation\" id=\"59506\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59506)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59506)\">Isa. 51:3<\/a><\/span> and that the desert should be made to blossom as the rose, that it should blossom abundantly, and rejoice even with joy and singing,<span class=\"citation\" id=\"59161\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59161)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59161)\">Isa. 35:1-2<\/a><\/span> and that they should have songs of melody, thanksgiving in the desert,<span class=\"citation\" id=\"59505\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59505)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59505)\">Isa. 51:3<\/a><\/span> <div class=\"break columnbreak\" id=\"295b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0295.pdf\" target=\"pdfwin\">p.&#xA0;295b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6465\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> &amp;c. I might quote you numerous chapters in Isaiah and in the Psalms of David, relating to this subject, but I have not time, I want to pass along to some other points. <\/div><div class=\"paragraph jod\" id=\"v17n1006\"> Notwithstanding all these favors and blessings since we came here, we have had to wear ourselves out, so great has been the labor we have had to perform. We could not go out before breakfast and cut and haul a load of wood, as we could in Jackson County; we could not go out and get in one day three or four loads of logs and poles to fence our farms as we could in places where we formerly resided. But we had to expend an immense amount of labor, and a great deal of capital and means was expended in working roads up into these difficult rugged canyons in order to get timber for building and fencing purposes, and for fuel. Then we had to stop up of nights to take the little amount of water allotted to each man or family, for it was necessary to husband it as economically as possible in order to bring our crops to maturity. This excessive labor has worn many out, and sent them to untimely graves. It is a marvel to me that we have been able to build schoolhouses and educate our children in any degree, especially when considering the vast labor that has been required of them, for as they began to grow up and ought to have been at school, they have had to be in the mountains herding sheep, or at work irrigating the soil; and under all these multiplied difficulties, it is certainly astonishing beyond measure, that the people throughout all the settlements of Utah Territory have been able to build schoolhouses and to educate their children, but the feeling, on the part of both parents and children, has been to acquire as good an education as possible under the circum<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"296a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0296.pdf\" target=\"pdfwin\">p.&#xA0;296a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6464\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>stances. Would any other people have accomplished this? No. Had any other people come to this desert wild and undertaken to cultivate the soil they could not have done it, they would have broken up; there would not have been union enough among any class of people on the face of the American continent to accomplish what the Latter-day Saints have accomplished in reclaiming the desert. Others would have fought over the water and thousands of other things, where this people have been peaceable and quiet, and subject to good order. <\/div><div class=\"paragraph jod\" id=\"v17n1008\"> Having now brought the people down to the present period, and having seen the fulfillment of ancient and modern prophecies, literally before our eyes, the question now is, What prophecies to be fulfilled in the future relate to this people and to the great events which must take place when Zion is redeemed? I will endeavor to point out some things that must take place before Zion is redeemed, besides the tribulations which we have endured. One thing which I will name is contained in the Book of Mormon, in the teachings of Jesus. It is a matter which directly concerns the Saints, and something which they must fulfill and accomplish before the redemption of Zion. I will read the passage. The words it contains are the words or our Lord and Savior after he had risen from the dead, and when he descended from heaven upon this American continent, and taught the Israelites who dwelt on this land. The passage I refer to commences with the second paragraph of the 7th chap. of the book of Nephi, pages 464 and 465 of the Book of Mormon. It reads as follows: <\/div><div class=\"paragraph jod\" id=\"v17n1009\"> &#x201C;And now it came to pass that when Jesus had spoken these words, he said unto those twelve whom he had chosen: Ye are my disciples&#x201D;&#x2014;this did not mean the twelve Apos<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"296b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0296.pdf\" target=\"pdfwin\">p.&#xA0;296b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6464\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tles chosen at Jerusalem, but the twelve chosen by our Savior on this American land&#x2014;&#x201C;and ye are a light unto this people, who are a remnant of the house of Joseph. And behold, this is the land of your inheritance; and the Father hath given it unto you. And not at any time hath the Father given me commandment that I should tell it unto your brethren of Jerusalem. Neither at any time hath the Father given me commandment that I should tell unto them concerning the other tribes of the house of Israel, whom the Father hath led away out of the land. This much did the Father command me, that I should tell unto them: That other sheep I have which are not of this fold; them also I must bring, and they shall hear my voice; and there shall be one fold, and one shepherd. And now, because of stiffneckedness and unbelief they understood not my word; therefore I was commanded to say no more of the Father concerning this thing unto them. But, verily, I say unto you that the Father hath commanded me, and I tell it unto you, that ye were separated from among them because of their iniquity; therefore it is because of their iniquity that they knew not of you. And verily, I say unto you again that the other tribes hath the Father separated from them; and it is because of their iniquity that they know not of them,&#x201D;&#x2014;that is the ten tribes. &#x201C;And verily I say unto you, that ye are they of whom I said: Other sheep I have which are not of this fold; them also I must bring, and they shall hear my voice; and there shall be one fold, and one shepherd. And they understood me not, for they supposed it had been the Gentiles; for they understood not that the Gentiles should be converted through their preaching. And they understood me not that I said  <div class=\"break pagebreak\" id=\"297a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0297.pdf\" target=\"pdfwin\">p.&#xA0;297a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6463\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>they should hear my voice; and they understood me not that I said that the Gentiles should not at any time hear my voice&#x2014;  that I should not manifest myself unto them save it were by the Holy Ghost. But behold, ye have both heard my voice, and seen me; and ye are my sheep, and ye are numbered among those whom the Father hath given me.<span class=\"citation\" id=\"82687\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82687)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82687)\">3 Ne. 15:11-24<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v17n1011\"> &#x201C;And verily, verily, I say unto you that I have other sheep which are not of this land, neither of the land of Jerusalem, neither in any parts of that land round about whither I have been to minister. For they of whom I speak are they who have not as yet heard my voice; neither have I at any time manifested myself unto them. But I have received a commandment of the Father that I shall go unto them&#x201D;&#x2014;these other sheep he is now speaking of were the ten tribes whom he visited after he had visited the people on this land&#x2014;&#x201C;and that they shall hear my voice, and shall be numbered among my sheep, that there may be one fold, and one shepherd; therefore I go to show myself unto them. And I command you that ye shall write these sayings after I am gone, that if it so be that my people at Jerusalem, they who have seen me and been with me in my ministry, do not ask the Father in my name, that they may receive a knowledge of you by the Holy Ghost, and also of the other tribes whom they know not of, that these sayings which ye shall write shall be kept and shall be manifested unto the Gentiles,&#x201D;&#x2014;that is, they should come forth in the latter days, manifested unto the Gentiles as it has been to this great nation&#x2014;&#x201C;that through the fulness of the Gentiles, the remnant of their seed, who shall be scattered forth upon the face of the earth because of their unbelief, may be brought <div class=\"break columnbreak\" id=\"297b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0297.pdf\" target=\"pdfwin\">p.&#xA0;297b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6463\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> in, or may be brought to a knowledge of me, their Redeemer. And then will I gather them in from the four quarters of the earth; and then will I fulfill the covenant which the Father hath made unto all the people of the house of Israel.<span class=\"citation\" id=\"82703\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82703)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82703)\">3 Ne. 16:1-5<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v17n1012\"> &#x201C;And blessed are the Gentiles, because of their belief in me, in and of the Holy Ghost, which witnesses unto them of me and of the Father. Behold, because of their belief in me, saith the Father, and because of the unbelief of you, O house of Israel, in the latter day shall the truth come unto the Gentiles, that the fulness of these things shall be made known unto them. But wo, saith the Father, unto the unbelieving of the Gentiles&#x2014;for notwithstanding they have come forth upon the face of this land, and have scattered my people who are of the house of Israel; and my people who are of the house of Israel have been cast out from among them, and have been trodden under feet by them; And because of the mercies of the Father unto the Gentiles, and also the judgments of the Father upon my people who are of the house of Israel, verily, verily, I say unto you, that after all this, and I have caused my people who are of the house of Israel to be smitten, and to be afflicted, and to be slain, and to be cast out from among them, and to become hated by them, and to become a hiss and a byword among them.&#x201D; Has that been fulfilled? Have the Indians been hated? Have they been cast out and trodden under foot? Have they been despised? The people who are acquainted with the history of the Indians can answer this question. &#x201C;And thus commandeth the Father that I should say unto you: At that day when the Gentiles shall sin against my gospel&#x201D;&#x2014;that is the Gospel contained in this book which he promised to bring  <div class=\"break pagebreak\" id=\"298a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0298.pdf\" target=\"pdfwin\">p.&#xA0;298a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6462\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>forth unto them&#x2014;&#x201C;and shall be lifted up in the pride of their hearts above all nations, and above all the people of the whole earth,&#x201D;&#x2014;you can judge whether this is true or not so far as the American nation is concerned&#x2014;&#x201C;and shall be filled with all manner of lyings, and of deceits, and of mischiefs, and all manner of hypocrisy, and murders, and priestcrafts, and whoredoms, and secret abominations; and if they shall do all those things, and shall reject the fulness of my gospel, behold, saith the Father, I will bring the fulness of my gospel from among them.&#x201D;<span class=\"citation\" id=\"82722\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82722)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82722)\">3 Ne. 16:6-10<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v17n1014\"> Now here is a point which I wish to speak upon and explain before I go on to the next sentence, which has a bearing upon something which we have yet got to do. The Lord has told us in this saying that if the Gentiles should not believe in this book&#x2014;the fulness of the Gospel&#x2014;and should be lifted up in their pride above all nations, and be filled with all manner of lyings, mischiefs, whoredoms, abominations and every kind of evil, that he would bring the fulness of his Gospel from among them.<span class=\"citation\" id=\"127110\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127110)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127110)\">3 Ne. 16:10<\/a><\/span> I wish to state that when I read this in 1830, it was a great mystery to me. Recollect this was written and printed before there was any Latter-day Saint Church in existence, and yet here was a prophecy that the Lord would bring the fulness of his Gospel from among the Gentiles if they did not receive it. When the Lord commanded us to go up and settle in Jackson County I thought to myself&#x2014;&#x201C;Well, if we build up a great city here, according to that which is predicted in the Book of Mormon, we shall be right in the midst of the Gentiles, and how will it be possible for that prophecy ever to be fulfilled?&#x201D; It was a mystery to me, I could not see it. I knew it was true, for God had given me a <div class=\"break columnbreak\" id=\"298b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0298.pdf\" target=\"pdfwin\">p.&#xA0;298b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6462\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> witness and evidence that I knew as well as I knew that I lived that that book was true; but yet I could not understand how the Lord would bring the fulness of his Gospel from among the Gentiles if we were going to be permitted to build up a city in Jackson County, Missouri, and stay there. But some seventeen years after the rise of this Church circumstances rolled round by which the Lord fulfilled this prophecy in taking the main body of the people from among the Gentiles. Not voluntarily altogether, for we did not all feel perfectly willing to leave our houses. We had been driven four times before from lands and homes, and we did not really feel willing to leave; but still, rather than be shot down and mobbed, as many of our people had been, we concluded to move the fifth time, and we did so because we were obliged to, but little did we think then that we were fulfilling a prophecy in the Book of Mormon, such a thought had not entered into our hearts. But we were brought out west here to these mountains, and I do not know of another place on the face of this vast continent where we could have been so completely isolated from the Gentiles, the wicked who had rejected the Gospel, as we were by coming out <span class=\"italic\">en masse<\/span> to this land. &#x201C;If the Gentiles shall sin against the fulness of my gospel, behold, saith the Father, I will bring the fulness of my gospel from among them.&#x201D;<span class=\"citation\" id=\"82733\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82733)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82733)\">3 Ne. 16:10<\/a><\/span> It was done, the prediction was fulfilled to the very letter. You might have passed through the land there for hundreds and hundreds of miles, from city to city, and inquired for an Elder who had authority to baptize for the remission of sins and to build up the Church and kingdom of God, and the answer would have been&#x2014;&#x201C;There is no such person here.&#x201D;  <div class=\"break pagebreak\" id=\"299a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0299.pdf\" target=\"pdfwin\">p.&#xA0;299a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6461\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>&#x201C;Where are they?&#x201D; &#x201C;They have gone away beyond the Rocky Mountains,&#x201D; more than a thousand miles away from civilization as they called it. When we got here and again searched the prophecies we found that the Lord had been as good as his word, and had literally fulfilled that which he had spoken concerning taking his Gospel from the midst of those who had sinned against and rejected it.<span class=\"citation\" id=\"82734\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82734)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82734)\">3 Ne. 16:10<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v17n1016\"> There is one thing which I am now about to read which has not yet been fulfilled, and which we must fulfill before Zion is redeemed. I will read it&#x2014;&#x201C;Behold, saith the Father, I will bring the fulness of my gospel from among them. And then I will remember my covenant which I have made unto my people, O house of Israel, and I will bring my gospel unto them.&#x201D;<span class=\"citation\" id=\"82738\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82738)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82738)\">3 Ne. 16:10-11<\/a><\/span> Now then, we are here in this land, the house of Israel are scattered all around us, some in the great basin, some in Arizona, some in Idaho, some in Colorado, some in Montana, some in one place, some in another; I refer to the American Indians, all remnants of Joseph and belonging to the house of Israel. They have become very degraded in consequence of the apostasy and wickedness of their ancient fathers. This people&#x2014;the Latter-day Saints, before they can ever return to build up the waste places of Zion and receive their inheritances in Jackson County, Missouri, have got to exert themselves to bring the remnants of Joseph to a knowledge of the truth. We have not made any very great exertions in this direction unto the present time. The Lord has given us time since he brought the fulness of the Gospel from among the Gentiles to lay a foundation so that we could commence this missionary work in behalf of and among the remnants of Joseph. We have <div class=\"break columnbreak\" id=\"299b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0299.pdf\" target=\"pdfwin\">p.&#xA0;299b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6461\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> got the foundation laid, we have succeeded in building many cities, towns, villages, &amp;c., for some four hundred miles north and south; we have got our farms fenced and our water ditches dug, and we have begun to prosper in the land, so that now, I think, is the time for us to wake up our minds in relation to the scattered remnants of the house of Israel. &#x201C;Behold, then I will remember my covenant which I have made unto my people, O house of Israel, and I will bring my gospel unto them.&#x201D;<span class=\"citation\" id=\"82742\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82742)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82742)\">3 Ne. 16:11<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v17n1017\"> It seems that the Lord is working among that people, and that he is determined this prophecy shall be fulfilled whether we take it in hand or not. What do my ears hear? What do we all hear? Messengers are visiting these wild tribes in the basin, and in the regions round about hundreds of miles apart. These messengers come to them, and they speak in their own language in great plainness, and tell them what to do; they tell them to repent of their sins and to be baptized for the remission thereof; tell them also to cease roaming over the country and to cultivate the land; tell them to go to the Elders of this Church and receive the ordinances under their hands. <\/div><div class=\"paragraph jod\" id=\"v17n1018\"> Who are these messengers? Read the Book of Mormon and you will find what God promised to do for the remnants of Joseph fourteen hundred years ago, about the time that most of them were becoming wicked and corrupt. The Lord said when their record should come forth in the latter days that he would send his messengers to them, and among these messengers he mentioned three persons who lived some eighteen hundred years ago, three of the Twelve who were chosen on this land. The Lord made a promise to these three that they should administer, as holy mes<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"300a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0300.pdf\" target=\"pdfwin\">p.&#xA0;300a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6460\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>sengers in the latter days, for and in behalf of the remnants of the house of Israel, which should fall into a low and degraded condition in consequence of the great wickedness and apostasy of their ancient fathers; that they should be instruments in his hands in bringing these remnants to the knowledge of the truth.<span class=\"citation\" id=\"83038\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83038)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83038)\">3 Ne. 28:27-32<\/a><\/span> We hear that these messengers have come, not in one instance alone, but in many instances. Already we have heard of some fourteen hundred Indians, and I do not know but more, who have been baptized. Ask them why they have come so many hundred miles to find Elders of the Church and they will reply&#x2014;&#x201C;Such a person came to us, he spoke in our language, instructed us and told us what to do, and we have come in order to comply with his requirements.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v17n1020\"> Perhaps you may inquire&#x2014;&#x201C;May not this great work, the redemption of these Indian tribes, take place after we have returned to our inheritances?&#x201D; No doubt but what there will be a great work transpire among the Indians after we do return; but let me say to you that there will also be a great work performed among them before we return to receive our inheritances and before the redemption of Zion. In order to prove this I will read what Jesus has said further on this subject. After having foretold a great many things that should transpire in the latter days our Lord and Savior also spoke of that portion of the Gentiles which would repent and receive this book called the Book of Mormon, and he makes the following promise unto them&#x2014;&#x201C;If they will repent and hearken unto my words, and harden not their hearts, I will establish my church among them.&#x201D;<span class=\"citation\" id=\"82874\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82874)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82874)\">3 Ne. 21:22<\/a><\/span> This the Lord has done, and the Church now numbers over a hundred thousand right here <div class=\"break columnbreak\" id=\"300b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0300.pdf\" target=\"pdfwin\">p.&#xA0;300b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6460\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> in this great desert. &#x201C;I will establish my church among them, and they shall come in unto the covenant and be numbered among those of the remnant of Jacob, unto whom I have given this land for their inheritance.&#x201D;<span class=\"citation\" id=\"82875\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82875)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82875)\">3 Ne. 21:22<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v17n1021\"> A great many have desired to know what this means. Are you Mormons going to be numbered with them and wander about with them in these mountains? Are you going to hunt as they hunt, and lead a wild, nomadic, vagabond life as they do? No. What is the meaning of it then? The meaning of it is this&#x2014;the Lord God made a promise to the forefathers of the Indians, about six hundred years before Christ, that all this continent should be given to them and to their children after them for an everlasting inheritance; and he made a promise also by the mouth of Nephi,<span class=\"citation\" id=\"80920\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80920)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80920)\">1 Ne. 2:20<\/a><\/span><span class=\"citation\" id=\"81204\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81204)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81204)\">2 Ne. 1:5<\/a><\/span> one of the first colonists who came from Jerusalem, some twenty-four hundred years ago, that, when the Gentiles in the latter days should come forth upon the face of this land and receive the records of the descendants of those ancient colonists, they should be numbered with the remnants of Jacob in the inheritance of the land.<span class=\"citation\" id=\"81064\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81064)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81064)\">1 Ne. 13:34-42<\/a><\/span><span class=\"citation\" id=\"81073\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81073)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81073)\">1 Ne. 14:1-2<\/a><\/span> Not numbered with them to come down to their foolish, degraded, wicked, warlike customs, but numbered with them in the inheritance of the land. <\/div><div class=\"paragraph jod\" id=\"v17n1022\"> Another thing mentioned in prophecy is that they, &#x201C;the Gentiles, shall assist my people, the house of Israel, the remnant of Jacob, and also as many of the house of Israel as shall come, that they may build a city, which shall be called the New Jerusalem. And then shall they assist my people, who are scattered upon all the face of the land, that may be gathered in unto the New Jerusalem. And then shall the power of heaven come down and be in the midst of this people; and I also will be in their  <div class=\"break pagebreak\" id=\"301a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0301.pdf\" target=\"pdfwin\">p.&#xA0;301a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6459\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>midst. And then shall the work of the Father commence at that day, even when this gospel shall be preached among the remnant of this people. Verily I say unto you, at that day shall the work of the Father commence among all the dispersed of my people.&#x201D;<span class=\"citation\" id=\"82882\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82882)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82882)\">3 Ne. 21:23-26<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v17n1024\"> What I wish to call your special attention to now, so far as these sayings are concerned, is this&#x2014;the Latter-day Saints in these mountains never can have the privilege of going back to Jackson County and building that city which is to be called the New Jerusalem, upon the spot that was appointed by revelation through the Prophet Joseph,<span class=\"citation\" id=\"127111\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127111)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127111)\">D&amp;C 84:2-5<\/a><\/span> until quite a large portion of the remnants of Joseph go back with us. Now then, here is a work for us, and we have no need to pray the Father to return us to Jackson County until that work is done. We can pray to the Father, in the name of Jesus, to convert these Indian tribes around us, and bring them to a knowledge of the truth, that they may fulfill the things contained in the Book of Mormon. And then when we do return, taking them with us, that they shall be instructed not only in relation to their fathers and the Gospel contained in the record of their fathers, but also in the arts and sciences. They will also be instructed to cultivate the earth, to build buildings as we do, instructed how to build Temples and in the various branches of industry practiced by us; and then, after having received this information and instruction, we shall have the privilege of helping them to build the New Jerusalem. The Lord says&#x2014;&#x201C;They,&#x201D; the Gentiles, who believe in the Book of Mormon, &#x201C;shall assist my people, the remnant of Jacob, that they may build a city, which shall be called the New Jerusalem.&#x201D;<span class=\"citation\" id=\"82878\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82878)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82878)\">3 Ne. 21:23<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v17n1025\"> Now, a great many, without read<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"301b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0301.pdf\" target=\"pdfwin\">p.&#xA0;301b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6459\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ing these things, have flattered themselves that we are the ones who are going to do all this work. It is not so; we have got to be helpers, we have got to be those who cooperate with the remnants of Joseph in accomplishing this great work; for the Lord will have respect unto them, because they are of the blood of Israel, and the promises of their fathers extend to them, and they will have the privilege of building that city, according to the pattern that the Lord shall give. Do not misunderstand me, do not think that all the Lamanite tribes are going to be converted and receive this great degree of education and civilization before we can return to Jackson County. Do not think this for a moment, it will only be a remnant; for when we have laid the foundation of that city and have built a portion of it, and have built a Temple therein, there is another work which we have got to do in connection with these remnants of Jacob whom we shall assist in building the city. What is it? We have got to be sent forth as missionaries to all parts of this American continent. Not to the Gentiles, for their times will be fulfilled; but we must go to all those tribes that roam through the cold regions of the north&#x2014;British America, to all the tribes that dwell in the Territories of the United States, also to all those who are scattered through Mexico, and Central and South America, and the object of our going will be to declare the principles of the Gospel unto them, and bring them to a knowledge of the truth. &#x201C;Then shall they assist my people who are scattered on all the face of the land, that they may be gathered in to the New Jerusalem.&#x201D;<span class=\"citation\" id=\"82883\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82883)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82883)\">3 Ne. 21:24<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v17n1025\"> Will not this be a great work? It will take a good while to gather all these tribes of South America, for  <div class=\"break pagebreak\" id=\"302a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0302.pdf\" target=\"pdfwin\">p.&#xA0;302a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6458\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>some of them will have to come from five to eight thousand miles in order to reach the New Jerusalem. This will be quite a work, and yet we shall have to perform it after the city is built. <\/div><div class=\"paragraph jod\" id=\"v17n1027\"> What then? After they are all gathered, &#x201C;then shall the powers of heaven come down and be in the midst of this people; and I also will be in your midst.&#x201D;<span class=\"citation\" id=\"82886\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82886)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82886)\">3 Ne. 21:25<\/a><\/span> Now I do not say that this will be a period after his second coming in the clouds of heaven,<span class=\"citation\" id=\"65831\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65831)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65831)\">Matt. 24:30<\/a><\/span> but I believe that it will be a coming prior to that time, when he comes to manifest himself to all the nations and kindreds of the earth. It will be a fulfillment of that saying in the Psalms of David&#x2014;&#x201C;Give ear, O Shepherd of Israel, thou that leadest Joseph like a flock. Stir up thy strength, and come and save us.&#x201D;<span class=\"citation\" id=\"56919\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56919)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56919)\">Ps. 80:1-2<\/a><\/span> He is called, in a peculiar manner, the shepherd of Israel. This is what is meant also in the blessing of Jacob upon the twelve tribes of Israel, or more especially upon the tribe of Joseph. You recollect he called up his twelve sons to bestow upon them his last prophetic blessing. He told them that he would inform them what should take place in the latter days. Joseph, he said, is a fruitful bough by a well, whose branches run over the wall.<span class=\"citation\" id=\"53710\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53710)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53710)\">Gen. 49:22<\/a><\/span> As much as to say that the descendants of Joseph would be so numerous that they would not all stay on the old homestead near Jerusalem, but some of them would run over the wall, that is, go to some other place. &#x201C;The archers have sorely grieved him, they have shot at him, and hated him: But his bow abode in strength, and the arms of his hands were made strong by the hand of the mighty God of Jacob; (from thence is the shepherd, the stone of Israel.)&#x201D;<span class=\"citation\" id=\"53725\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53725)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53725)\">Gen. 49:23-24<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v17n1028\"> Now who can explain and tell us what this means? Can any of the <div class=\"break columnbreak\" id=\"302b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0302.pdf\" target=\"pdfwin\">p.&#xA0;302b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6458\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> wise commentators of the day? Can any of those who have studied theology all their lifetime, tell us why it is from Joseph that the Shepherd, the Stone of Israel<span class=\"citation\" id=\"53732\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53732)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53732)\">Gen. 49:24<\/a><\/span> is to be made manifest? Says one&#x2014;&#x201C;It cannot have reference to his birth, because Jesus descended from Judah, instead of Joseph, out of the loins of Judah, through the lineage of David. He is the Lion of the tribe of Judah.&#x201D;<span class=\"citation\" id=\"127112\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127112)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127112)\">Gen. 49:9-12<\/a><\/span> Why then this peculiar saying of the old Prophet Jacob, about the tribe of Joseph, that from thence is the Shepherd, the Stone of Israel, if he was not born of Joseph, and did not descend through that tribe? This is a very curious kind of a saying. But he will be made manifest in the character of a shepherd, and that shepherd will lead Joseph as a flock, and he will stir up his strength and will save the house of Joseph.<span class=\"citation\" id=\"56920\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56920)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56920)\">Ps. 80:2<\/a><\/span> But it will be in his own time and way. First, a remnant will be converted; second, Zion will be redeemed, and all among the Gentiles who believe will assist this remnant of Jacob in building the New Jerusalem; third, a vast number of missionaries will be sent throughout the length and breadth of this great continent, to gather all the dispersed of his people in unto the New Jerusalem; fourth, the power of heaven will be made manifest in the midst of this people, and the Lord also will be in their midst, in the character of a shepherd, and he will lead Joseph as a flock, and he will instruct and counsel them personally as he did their ancient fathers in the days of their righteousness. <\/div><div class=\"paragraph jod\" id=\"v17n1029\"> This is what we must look for&#x2014;these are the things that must be fulfilled, and for which we must seek and pray in an understanding manner. Not asking God to redeem Zion before he has redeemed a portion of the remnants of Joseph; not ask<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"303a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0303.pdf\" target=\"pdfwin\">p.&#xA0;303a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6457\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ing God to establish this people upon their inheritances in Jackson County, until the other things are fulfilled in their order, and in their times and seasons. <\/div><div class=\"paragraph jod\" id=\"v17n1031\"> Perhaps some may inquire&#x2014;&#x201C;Have you any idea, brother Pratt, how we will be redeemed when we have accomplished this work you have spoken of?&#x201D; Not much, I do not pretend to have a great deal of understanding upon the subject; but there are some few things revealed, some of which I read to you at the commencement of my remarks. Speaking of the redemption of this people, the Lord says&#x2014;&#x201C;Behold, I will raise up a man like unto Moses.&#x201D;<span class=\"citation\" id=\"89775\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89775)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89775)\">D&amp;C 103:16<\/a><\/span> This did not mean Joseph Smith, he was already raised up and was among us. He was the one who received that revelation; he was the one who brought to light the Book of Mormon, and translated it by the inspiration of the Holy Ghost. But the Lord, who understands the end from the beginning,<span class=\"citation\" id=\"59415\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59415)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59415)\">Isa. 46:10<\/a><\/span> saw that when his work was completed, he would be taken away, and that another would be raised up. When this was first given I used to inquire, in my own mind, whether it meant Joseph, and I got it into my heart that Joseph, perhaps, would lead us until he became a very old man; I was in hopes all the time that such would be the case. I, like many others, did not seem to understand that this was a prediction of the future. <\/div><div class=\"paragraph jod\" id=\"v17n1032\"> When Joseph was taken away, and our beloved brother, President Young, was appointed to take the lead, and received the keys and the power of the holy Priesthood that had been conferred upon Joseph, I was in hopes that he might be the man, and I still have a lingering hope that such may be the case. But he is now becoming aged, and how long the Lord will bless us with his <div class=\"break columnbreak\" id=\"303b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0303.pdf\" target=\"pdfwin\">p.&#xA0;303b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6457\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> presence I do not know, but this much I do know, that either he will be preserved, or that some other personage will be raised to fulfill that prophecy. &#x201C;Behold, I say unto you, the redemption of Zion must needs come by power; Therefore, I will raise up unto my people a man, who shall lead them like as Moses led the children of Israel. For ye are the children of Israel, and of the seed of Abraham, and ye must needs be led out of bondage by power, with an stretched-out arm. And as your fathers were led at the first, even so shall the redemption of Zion be.&#x201D;<span class=\"citation\" id=\"89770\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89770)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89770)\">D&amp;C 103:15-18<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v17n1033\"> It seems then that this people, at some future time in their sojourn here in this land, may possibly be in bondage greater than they are at the present time. I try to hope for the best, and to think that the bondage we are in and have been in for years, in consequence of the efforts of those who are striving to take away our rights as American citizens, and to trample us down in the dust; I say I have been in hopes that that would be all the bondage that was meant here in this prophecy,<span class=\"citation\" id=\"89779\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89779)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89779)\">D&amp;C 103:17<\/a><\/span> but I do not know but what there may be a greater signification to these words. I do not know what the purposes of the Lord are in relation to this particular thing. It may be that we shall have our rights completely taken from us; it may be, if we do not live sufficiently faithful before the Lord, that he will yet bring us into still greater tribulation than that which we have hitherto had. It may be that we shall yet be in bondage like the Israelites in the land of Egypt; for the Lord has said that, when this man should be raised up, he would redeem his people by power out of bondage,<span class=\"citation\" id=\"127113\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127113)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127113)\">D&amp;C 103:17<\/a><\/span> and they should be led as their fathers were led at the first.<span class=\"citation\" id=\"127114\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127114)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127114)\">D&amp;C 103:18<\/a><\/span> Says the Lord&#x2014;&#x201C;I say not unto you as I said unto your  <div class=\"break pagebreak\" id=\"304a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0304.pdf\" target=\"pdfwin\">p.&#xA0;304a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6456\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>fathers: Mine angel shall go before you, but not my presence. But I say unto you: Mine angels shall go before you, and also my presence.&#x201D;<span class=\"citation\" id=\"89792\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89792)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89792)\">D&amp;C 103:19-20<\/a><\/span> It was, in ancient days, a great calamity to Israel, when the Lord swore in his wrath that he would not go up in their midst, but that he would send an angel before them. Why did the Lord do this? Because of the wickedness and stiffneckedness of that people.<span class=\"citation\" id=\"54500\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54500)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54500)\">Ex. 33:1-3<\/a><\/span> He had redeemed them out of the land of Egypt, and they would not hearken to the words of Moses, they would not obey the voice of the Lord, but they stiffened their necks and hardened their hearts against the counsels that they received,<span class=\"citation\" id=\"87646\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87646)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87646)\">D&amp;C 84:24<\/a><\/span> and for this reason the Lord was under the necessity of leading them for forty years in the wilderness, considering them unworthy to go into their choice and promised land, and he swore an oath that all of that company&#x2014;hundreds of thousands&#x2014;who had come out of the land of Egypt, from twenty years old and upward, except Joshua and Caleb, should not enter into the Land of Promise, so great was their wickedness; and he fulfilled his word.<span class=\"citation\" id=\"54729\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54729)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54729)\">Num. 14:26-39<\/a><\/span> So provoked was he on one occasion at their rebellion, that he threatened to consume them in a moment,<span class=\"citation\" id=\"54461\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54461)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54461)\">Ex. 32:7-10<\/a><\/span><span class=\"citation\" id=\"54508\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54508)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54508)\">Ex. 33:5<\/a><\/span><span class=\"citation\" id=\"54749\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54749)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54749)\">Num. 16:21<\/a><\/span><span class=\"citation\" id=\"54799\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54799)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54799)\">Num. 16:45<\/a><\/span> but Moses plead with the Lord to spare his people, lest the people around about should say that the Lord could not bring his people into the Promised Land.<span class=\"citation\" id=\"54722\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54722)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54722)\">Num. 14:13-16<\/a><\/span> Moses said&#x2014;&#x201C;Remember thy covenant which thou didst make with Abraham, Isaac and Jacob, our fathers, that they and their seed should have this land for an everlasting inheritance.&#x201D;<span class=\"citation\" id=\"54476\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54476)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54476)\">Ex. 32:13<\/a><\/span> &#x201C;No,&#x201D; said the Lord, &#x201C;I can raise up seed unto you, Moses, that you may go in and possess the land.&#x201D;<span class=\"citation\" id=\"54721\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54721)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54721)\">Num. 14:11-12<\/a><\/span> &#x201C;No,&#x201D; said Moses, &#x201C;remember that ancient covenant, that thy people may not be deprived of their inheritance;&#x201D; and <div class=\"break columnbreak\" id=\"304b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0304.pdf\" target=\"pdfwin\">p.&#xA0;304b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6456\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the Lord finally concluded to hearken to the voice of Moses, and to let them go into the land.<span class=\"citation\" id=\"54473\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54473)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54473)\">Ex. 32:11-14<\/a><\/span> But said he&#x2014;&#x201C;My presence shall not go up with you,<span class=\"citation\" id=\"127115\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127115)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127115)\">Ex. 33:3<\/a><\/span> lest I break forth upon you in my wrath,<span class=\"citation\" id=\"54166\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54166)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54166)\">Ex. 19:22-24<\/a><\/span> and you be consumed in a moment;<span class=\"citation\" id=\"54509\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54509)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54509)\">Ex. 33:5<\/a><\/span><span class=\"citation\" id=\"127116\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127116)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127116)\">Num. 16:45<\/a><\/span> but I will send an angel with you.&#x201D;<span class=\"citation\" id=\"54503\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54503)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54503)\">Ex. 33:2<\/a><\/span><span class=\"citation\" id=\"89785\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89785)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89785)\">D&amp;C 103:19<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v17n1035\"> In these last days, in redeeming his people from bondage he has told us in plain words, that his angel should go before us and also his presence;<span class=\"citation\" id=\"89800\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89800)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89800)\">D&amp;C 103:20<\/a><\/span> and as, in the deliverance of Israel in ancient times the waters were divided<span class=\"citation\" id=\"53998\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53998)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53998)\">Ex. 14:21<\/a><\/span> and plagues sent forth upon the Egyptian nation,<span class=\"citation\" id=\"53931\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53931)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53931)\">Ex. 9:13-14<\/a><\/span> it would not surprise me at all if there should be similar power manifested in the redemption of Zion. There may be a few individuals go to prepare the way, to purchase a little more land and get things in orders; but when that is accomplished, this people as a body will return to that land, the Lord going with them. <\/div><div class=\"paragraph jod\" id=\"v17n1036\"> In ancient times, so long as the Lord did continue with Israel, he manifested his glory over their camp by a cloud by day;<span class=\"citation\" id=\"53966\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53966)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53966)\">Ex. 13:21-22<\/a><\/span> and whenever the cloud arose they followed it, and wherever it rested, there they pitched their tents and remained until the cloud moved again, when they again journeyed on.<span class=\"citation\" id=\"54601\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54601)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54601)\">Ex. 40:34-38<\/a><\/span><span class=\"citation\" id=\"54668\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54668)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54668)\">Num. 9:15-23<\/a><\/span><span class=\"citation\" id=\"54671\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54671)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54671)\">Num. 10:11-13<\/a><\/span><span class=\"citation\" id=\"54928\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54928)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54928)\">Deut. 1:33<\/a><\/span> Now, if Zion is to be redeemed after the same manner, you need not be surprised if the Lord God should let his glory, in the form of a cloud by day and the shining of a flaming fire by night, be over all the camp of Zion.<span class=\"citation\" id=\"57921\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57921)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57921)\">Isa. 4:5<\/a><\/span> This is what I look for; perhaps I am a little enthusiastic, but it is really what I look for and expect; and when the Lord says that his presence shall go with us,<span class=\"citation\" id=\"89799\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89799)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89799)\">D&amp;C 103:20<\/a><\/span> I expect he will be in the midst of this people<span class=\"citation\" id=\"127117\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127117)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127117)\">3 Ne. 20:22<\/a><\/span><span class=\"citation\" id=\"127118\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127118)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127118)\">D&amp;C 133:25<\/a><\/span> as he was in the midst of ancient Israel<span class=\"citation\" id=\"127119\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127119)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127119)\">Joel 2:27<\/a><\/span> until they rejected him from their midst. <\/div><div class=\"paragraph jod\" id=\"v17n1037\"> Did he converse with them in the wilderness before he left them? <\/div> <div class=\"break pagebreak\" id=\"305a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0305.pdf\" target=\"pdfwin\">p.&#xA0;305a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6455\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v17n1039\"> Yes, he talked with them out of a burning cloud in the burning mount,<span class=\"citation\" id=\"54142\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54142)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54142)\">Ex. 19:9<\/a><\/span> he spoke in their ears by the voice of a trump,<span class=\"citation\" id=\"54150\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54150)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54150)\">Ex. 19:16<\/a><\/span> and sounded in the ears of all the house of Israel the ten commandments,<span class=\"citation\" id=\"54169\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54169)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54169)\">Ex. 20:1-22<\/a><\/span> and they all, men, women and children, heard it.<span class=\"citation\" id=\"54143\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54143)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54143)\">Ex. 19:9<\/a><\/span> Do I look for similar manifestations of God's power and presence when Zion is redeemed? I do. He may not come down upon any mountains, but he will converse with this people as audibly to men, women and children, as he did in ancient times. Zion must needs be redeemed by power, with an outstretched arm,<span class=\"citation\" id=\"89780\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89780)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89780)\">D&amp;C 103:17<\/a><\/span> the angel of the Lord<span class=\"citation\" id=\"89786\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89786)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89786)\">D&amp;C 103:19<\/a><\/span> going before the camp of this people, and they will return, and a remnant of the Lamanites with them to build up the city of Zion<span class=\"citation\" id=\"127120\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127120)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127120)\">3 Ne. 21:23<\/a><\/span> in Jackson County.<span class=\"citation\" id=\"89801\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89801)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89801)\">D&amp;C 103:20<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v17n1040\"> How about our inheritance when we get back there, our farms, &amp;c.? We need give ourselves no uneasiness about that, there will be no speculation, no grabbing in those days; no one to say&#x2014;&#x201C;I am going to take up all the land round about so that I can speculate with it in selling it to my brethren.&#x201D; No such thing as this, not a solitary soul among all the Latter-day Saints will receive an inheritance in this way. Another person is to come for the special purpose of dividing to the Saints their inheritances. &#x201C;Behold,&#x201D; saith the Lord God, &#x201C;I will send one mighty and strong, clothed with light as with a garment, whose bowels shall be a fountain of truth; who shall utter words, eternal words; and who shall divide to the saints their inheritances by lot.&#x201D;<span class=\"citation\" id=\"88067\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88067)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88067)\">D&amp;C 85:7<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v17n1041\"> Have you read this revelation? It was published in the fourteenth volume of the &#x201C;Millennial Star,&#x201D; and it has been published in other publications. Says one&#x2014;&#x201C;If the inheritances of the Saints are to be <div class=\"break columnbreak\" id=\"305b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0305.pdf\" target=\"pdfwin\">p.&#xA0;305b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6455\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> apportioned by lot, a good man, perhaps, will be put off with the poorest inheritance, and some not so good will get some of the best, it is all haphazard.&#x201D; Oh no, we find that lots cast by divine appointment in ancient times were cast upon a principle which designated the very thing which the Lord desired. How was it on a certain occasion about casting lots to discover the transgressor among all the hosts of Israel? A certain man had taken a gold wedge, and the people had been forbidden to take it. No one knew anything about it, but the transgressor, and he hid it in the earth. Lots were cast and the lot fell upon a certain tribe, it did not designate the man at first; they cast lots again, and it fell upon a certain portion of that tribe; they cast lots again, and it fell on a certain family, and finally it fell on a certain man in that family, and being called up, it proved that he was the very man among all the hundreds of thousands of Israel.<span class=\"citation\" id=\"55306\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55306)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55306)\">Josh. 7:1-26<\/a><\/span> Now here was a casting of lots by divine appointment, and the Lord, who orders all these things well, caused the very thing to be revealed according to his own mind. And when the lots are cast for this people to receive their inheritances,<span class=\"citation\" id=\"88068\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88068)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88068)\">D&amp;C 85:7<\/a><\/span> the Lord will so order it that every man will be rewarded according to his works,<span class=\"citation\" id=\"127121\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127121)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127121)\">D&amp;C 76:111<\/a><\/span> and that too by lot, however great the miracle may be. <\/div><div class=\"paragraph jod\" id=\"v17n1042\"> Now I have told you about all I know, so far as it is revealed, concerning the redemption of Zion. There is one little thing, however, that I wish to name&#x2014;that there will be quite a company of us before the redemption of Zion. Saith the Lord, in a certain revelation&#x2014;&#x201C;Let mine army become very great, and let it become sanctified before me, that they may be as fair as the sun, as clear as the moon, that their  <div class=\"break pagebreak\" id=\"306a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0306.pdf\" target=\"pdfwin\">p.&#xA0;306a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6454\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>banners may be terrible unto all the nations of the earth.&#x201D;<span class=\"citation\" id=\"90023\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90023)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90023)\">D&amp;C 105:31<\/a><\/span> We learn from this declaration of the Lord, that before Zion is redeemed we are to be quite a numerous people; and this agrees with what is in the sixtieth chapter of Isaiah&#x2014;&#x201C;A little one shall become a thousand, and a small one a strong nation.&#x201D;<span class=\"citation\" id=\"60043\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60043)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60043)\">Isa. 60:22<\/a><\/span> That is our destiny. However much our enemies may howl, whatever may be our future tribulations, the Lord God has decreed that Zion shall become a strong nation, that the armies of Israel shall become very great, and not only very great, but they will be sanctified before him, and there will be such a power made manifest in their midst, that their banners will be terrible to all the nations of the earth.<span class=\"citation\" id=\"90022\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90022)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90022)\">D&amp;C 105:31<\/a><\/span> They will not be terrible because we outnumber the nations, but this terror of Zion which will be among the nations, will be because of the power of the great Jehovah that will be manifested in their midst, something that the nations will discern and understand; and when telegraphic dispatches are sent forth to the most distant parts of the earth, it will be said&#x2014;&#x201C;Who can stand before the armies of Zion?<span class=\"citation\" id=\"85754\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85754)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85754)\">D&amp;C 45:67-70<\/a><\/span> Behold, the Lord God is with them as a cloud by day, and as a pillar of fire by night.&#x201D; Fear will seize upon the nations of the earth, and the banners of Zion will be terrible.<span class=\"citation\" id=\"85818\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85818)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85818)\">D&amp;C 45:74-75<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v17n1044\"> These are some few things pertaining to the redemption of Zion. I would to the Lord that we were righteous enough to know a few more! There are a great many things that I would like to know about the redemption of Zion that I do not know, and I presume that you also would like to know them. But what the Lord has revealed is very plain when connected together; and when we reflect upon it, it is aston<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"306b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0306.pdf\" target=\"pdfwin\">p.&#xA0;306b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6454\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ishing to us to think that in our day the Lord has decreed to perform such a great work in the midst of the earth. It will be astonishing to us when the time comes for the Lord to gather in, from every part of this great continent, these poor, miserable, degraded Lamanites, that his servants may have power over them in order to bring them to civilization. It looks impossible to us, but remember that that is the day of the Lord's power,<span class=\"citation\" id=\"127122\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127122)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127122)\">Ps. 110:3<\/a><\/span><span class=\"citation\" id=\"127123\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127123)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127123)\">Luke 3:10 (JST)<\/a><\/span><span class=\"citation\" id=\"127124\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127124)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127124)\">D&amp;C 58:11<\/a><\/span><span class=\"citation\" id=\"127125\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127125)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127125)\">D&amp;C 90:10<\/a><\/span> and that then will be fulfilled the saying in the Book of Doctrine and Covenants, that the Spirit of the Lord shall be shed forth upon the hearts of those who are ordained to that power; that every man among these remnants of Joseph will hear the Gospel in his own tongue, by the power of the Holy Ghost shed forth upon those who are ordained unto this power.<span class=\"citation\" id=\"88984\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88984)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88984)\">D&amp;C 90:10-11<\/a><\/span> There is such a saying as that in the Book of Covenants, and when that day comes the Lord God will work mightily by signs, wonders and miracles in various ways that will have an influence over these remnants of Joseph to convert them and bring them to a knowledge of the truth, that the prayers of their ancient fathers, and of the Prophets and Elders who once dwelt on this American continent, may be fulfilled upon their heads.<span class=\"citation\" id=\"81777\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81777)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81777)\">Enos 1:13<\/a><\/span><span class=\"citation\" id=\"83213\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83213)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83213)\">Morm. 7:1-10<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v17n1045\"> I do not know that I have done justice to the subject of the redemption of Zion; if I have not, it is because I do not sufficiently understand it. I do not know that I know anything in relation to the matter only what God has revealed. I have had no vision, no revelation in relation to that particular subject; yet I know, from what has been revealed to me, that these things are true, and that, in their times and seasons, every jot and every tittle thereof will be fulfilled.<span class=\"citation\" id=\"127126\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127126)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127126)\">Matt. 5:18<\/a><\/span> Amen. <\/div>\n<\/div>\n<\/div>"}