{"ID":170025, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Prayer Must Be Remembered in Families&#x2014;Elders to Be Sent on Missions&#x2014;Building Temples&#x2014;Temples Necessary to Salvation&#x2014;Home Manufactures&#x2014;The United Order.<\/div>\n<div class=\"subtitle\">Remarks by President George A. Smith, delivered at the Semi-Annual Conference of the Church of Jesus Christ of Latter-Day Saints, in the New Tabernacle, Salt Lake City, Sunday Afternoon, October 11, 1874.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: Prayer, Etc.<\/div>\n<div class=\"speaker\">Speaker: George A. Smith<\/div>\n<div class=\"date\">Date: 10\/11\/1874<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d25\">\n<div class=\"paragraph jod\" id=\"v17n559\"> I have been much interested in the remarks of the Elders this morning, as all through the Conference, and I hope the instructions we have received will be treasured up in the hearts of all, and carried home to our households and wards, and that the Elders <div class=\"break columnbreak\" id=\"160b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0160.pdf\" target=\"pdfwin\">p.&#xA0;160b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6599\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> who have attended Conference will stir up the people to diligence, teach them to remember the Sabbath day and to keep it holy,<span class=\"citation\" id=\"54235\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54235)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54235)\">Ex. 20:8<\/a><\/span> and instead of fooling away their time in labor or pleasure, to devote that day to the worship of God and to rest, according  <div class=\"break pagebreak\" id=\"161a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0161.pdf\" target=\"pdfwin\">p.&#xA0;161a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6598\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to the original design of heaven. We should remember our prayers at all times in our families, we should also remember to observe the word of wisdom, and be careful to continually pursue such a course as will entitle us to the blessings of the Lord, and that his Spirit may unceasingly abide in our hearts. As members of the Church of Jesus Christ of Latter-day Saints we should let our light shine before men,<span class=\"citation\" id=\"63087\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63087)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63087)\">Matt. 5:16<\/a><\/span> by observing the principles which we profess to have obeyed. We need not be troubled because false reports are sent abroad into the world concerning us; this has been the universal lot of Saints in all ages of the world. The Savior said&#x2014;&#x201C;Blessed are ye, when men shall persecute you, and say all manner of evil against you falsely, for my name's sake.&#x201D;<span class=\"citation\" id=\"63000\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63000)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63000)\">Matt. 5:11<\/a><\/span> If we are only conscious within ourselves that these charges are false we need not fear, and we should never hesitate to lift up our voices among the children of men in bearing testimony of the truth revealed in these latter days, through the Prophet Joseph Smith. <\/div><div class=\"paragraph jod\" id=\"v17n561\"> We are anxious to publish the standard works of the Church to a greater extent than hitherto. Some of them have been republished, and others are in progress, and we wish to have the cooperation of the Saints, generally, throughout the Territory, in helping on this work. Our publications should be in every family of the Saints, and we wish to exercise that kind of influence in the midst of our people that will lead them to make themselves acquainted with the contents of the Bible, Book of Mormon, Book of Doctrine and Covenants, and such other works as are or have been published illustrative of the principles of life and salvation made known in the Gospel of Jesus Christ, that they may be more gene<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"161b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0161.pdf\" target=\"pdfwin\">p.&#xA0;161b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6598\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>rally understood by those professing to be Latter-day Saints. <\/div><div class=\"paragraph jod\" id=\"v17n562\"> We expect, before the Conference closes, to call a considerable number of Elders to go and preach the Gospel in the United States. There have been but few missionaries sent to the States, and the present generation there have, to a great extent, formed their notions of us and our faith from the false reports sent through the press; and as we all know that notions so formed cannot be other than erroneous, we shall call a considerable number of Elders to go and travel through the States, representing the Gospel in its true light, and bearing testimony to the truth, that the generation that have grown up since we were driven into the wilderness, may learn and know for themselves the facts concerning us. <\/div><div class=\"paragraph jod\" id=\"v17n563\"> We are laboring, as has been referred to by some of the brethren who have addressed the Conference, to build a Temple in St. George, and one in this city. The work is moving on in both places. I feel quite gratified at the success of the workmen the present season on the Temple here. Taking the granite from the boulders in the mountains, bringing it here, cutting the blocks, placing the pillars in position, and getting everything in the mechanical style that it is, in the last two years, is perfectly wonderful to me. The erection of a Temple like this is a great work, it requires a vast amount of means, energy and skill. We have not had as much means to sustain the brethren who have been laboring upon it as we anticipated, in consequence of the change of the times, and the failure of some to come forward and pay their Tithing and thereby supply the demand. Yet we have moved the work forward gloriously. Brother Pinnock has the  <div class=\"break pagebreak\" id=\"162a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0162.pdf\" target=\"pdfwin\">p.&#xA0;162a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6597\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>gates open, and I invite the Bishops and all the brethren and sisters from distant places to go and see the beautiful work we have done on that Temple; and while you are inspecting what has been done try and realize the amount of labor and means that have been required to accomplish it. Think of the millions of dollars that King Solomon expended in building the foundation of his Temple, and of the heavy tax it was upon the people; and then, if you want to compare his work with ours, think of the manner in which we are carrying this forth. I wish the Saints, also, when visiting the Temple, to raise their hearts in prayer to the Most High, that he will bless the efforts that are being made to rear a house to his holy name. We invite all the brethren and sisters to contribute their monthly offerings in money, that these workmen may have a portion of their wages in money, and such necessaries as cannot be obtained without it. For a considerable portion of the present season the Temple workmen have had to do almost entirely with home products. Some of them have stuck to it faithfully, others have been compelled to quit. In fact, for want of means, we were under the necessity at one time of dismissing fifty hands. But we have kept the work moving, and if the brethren will go and see what we have done they can but be surprised and delighted. It is a glorious work, and one that is to be dedicated to the Most High God. Then let our hearts be lifted to him in prayer that this work may continue, that we may be protected from the wrath of our enemies and from the vengeance of the wicked one, and be able to complete this Temple and dedicate it, that the glory of the Lord may rest upon it, the various quorums of the Priesthood be organ<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"162b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0162.pdf\" target=\"pdfwin\">p.&#xA0;162b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6597\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ized within it, and that we and our children may be permitted to enter its sacred precincts, and receive the ordinances of the Priesthood and the blessings of the Gospel of peace which can be received only in a Temple of the Lord. <\/div><div class=\"paragraph jod\" id=\"v17n565\"> I wish to bear my testimony to the principles of the Gospel which have been revealed. I never wish to stand before the Saints without doing that, for when I was called as one of the first Seventies to bear testimony to the people, I lifted my hand to heaven and said&#x2014;&#x201C;If I ever forget to bear testimony to the Gospel of Jesus Christ and the true mission of Joseph Smith, let my right hand forget its cunning and my tongue cleave to the roof of my mouth.&#x201D; From that day to this I always remember to bear my testimony when I address the people, for I know that this Gospel and plan of salvation, revealed by Joseph Smith and taught by the Apostles of this Church, is true. Men may say that Brigham Young and the Elders of this Church are impostors; but I know that they were called by revelation and ordained and set apart to do this work through Joseph Smith, and they are the servants of the Most High God. They were called to proclaim the Gospel and to administer its ordinances, and with all their hearts they have labored to accomplish the work assigned them. <\/div><div class=\"paragraph jod\" id=\"v17n566\"> It is written that, &#x201C;Elias was a man subject to like passions as we are, and he prayed earnestly that it might not rain: and it rained not on the earth by the space of three years and six months.&#x201D;<span class=\"citation\" id=\"77742\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77742)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77742)\">James 5:17<\/a><\/span> This shows that a man of like passions to ourselves may obtain faith to perform great and good works, to give wise instructions, to proclaim the principles of the everlasting Gospel, to bear testimony to the truth, to ad<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"163a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0163.pdf\" target=\"pdfwin\">p.&#xA0;163a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6596\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>minister in the work of the Lord and bear off his kingdom. And it is our duty, as we have already been warned, to exercise faith for those in authority, that, while they contend with like passions with ourselves, they may have the Spirit of the Almighty to preserve and guide them, and to sustain their hands, and in all cases be careful never to be found speaking evil of the Lord's anointed. A tattling tongue is a curse, and, as the Apostle James expresses it, &#x201C;is set on fire of hell;&#x201D;<span class=\"citation\" id=\"77662\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77662)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77662)\">James 3:6<\/a><\/span> and when we are found speaking evil against the servants of God and accusing the brethren<span class=\"citation\" id=\"79607\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79607)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79607)\">Rev. 12:10<\/a><\/span> we are only following in the wake of the wicked one. Let us then avoid these things, and learn to speak those things that are good, upright and true, and bear a faithful testimony of the Gospel. <\/div><div class=\"paragraph jod\" id=\"v17n568\"> As I said before, I wish the Saints generally to remember the brethren who are laboring on the Temple at St. George. They have been working all the season, with very little to supply them, and some of them are destitute of clothing, and other necessaries. Some of the workmen there have labored on the Temple from the very beginning, and the walls are now thirty feet high, and the work is going ahead prosperously. We have invited the people in every settlement to contribute of their means to continue the work, and we have also invited brethren to go down to St. George, and labor upon the Temple this winter, that the building may be prepared for the roof as soon as possible. It will be a magnificent Temple, and will contain all the conveniences of the Temples of Kirtland and Nauvoo. It will be one hundred and forty-three feet long and ninety-seven wide, and the walls will be eighty-eight feet high. It is desirable that the brethren contribute their means to supply the <div class=\"break columnbreak\" id=\"163b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0163.pdf\" target=\"pdfwin\">p.&#xA0;163b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6596\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> wants of those who are laboring on that Temple, that they may be encouraged to continue. We are anxious to push this Temple forward to completion as early as possible. It is not so large nor so elaborate in its design as the one in course of erection in this city. St. George is a place in which parties living in the northern settlements, who may desire to do so, can go and spend the winter, and attend to the ordinances of the Priesthood. When that Temple is finished we can go down there and be baptized for our dead, receive our anointings and ordinances and all the blessings pertaining to the Priesthood, and get our records made to perform that great work which is placed upon us for the salvation of all the generations from the time that the Priesthood was lost, the covenant broken, the laws trampled under foot and the ordinances forsaken,<span class=\"citation\" id=\"58449\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58449)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58449)\">Isa. 24:5<\/a><\/span> unto the present time, for the salvation of all who have died since then rests upon us as a generation. But if any of us suffer ourselves to be led into darkness by the cunning and craftiness of the wicked one or evil spirits, we lose great and glorious blessings, and a great and glorious responsibility which is laid upon us pertaining to the salvation of ourselves and our ancestors. We call upon all the brethren to consider these things, and we do not wish any to go and labor on that Temple this winter unless they desire to do so, and have got the spirit to go in order that they may assist in forwarding the work. <\/div><div class=\"paragraph jod\" id=\"v17n569\"> It is very probable that some who live in the northern settlements, who are able to do so, will make practice of spending the winter in St. George, because of the mild pleasant weather which prevails there during the winter season. Last winter the masons worked on the  <div class=\"break pagebreak\" id=\"164a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0164.pdf\" target=\"pdfwin\">p.&#xA0;164a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6595\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>walls of the Temple all the winter, except seven and a half days, when they were prevented by rain. But to all who may have any intention of going there to spend the winter, I would say, never go with light shoes and thin clothing, but take good warm clothing and thick-soled shoes. Do not be deceived with the idea that you will find summer weather there in the winter season, it is more like pleasant spring weather, and when evening comes, good thick warm clothing is needed. <\/div><div class=\"paragraph jod\" id=\"v17n571\"> In speaking of the press I wish to name especially the paper published by our sisters&#x2014;The Woman's Exponent. I feel as though I hardly need suggest to the brethren that natural gallantry would require them, all through the Territory, to subscribe to this little sheet, and I believe that if the brethren would do so the paper would be much more widely circulated and would do much more good than at present. The brethren should remember that our sisters hold the ballot in this country, that they have equal influence at the polls with the men, and I certainly think that we should patronize them in their press, for I am satisfied that the prospects of any man being elected to the Legislature of Utah Territory would be very poor if the women were opposed to him, for I presume that the women compose a majority of the legal voters of the Territory, hence, under these circumstances, our natural gallantry and the national characteristic to desire office should prompt us to sustain their publication. <\/div><div class=\"paragraph jod\" id=\"v17n572\"> I hope also that the brethren, in reflecting upon the instructions which have been given during Conference, will not forget what has been said in relation to sustaining ourselves with our own material. We have mechanics here who can make good <div class=\"break columnbreak\" id=\"164b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0164.pdf\" target=\"pdfwin\">p.&#xA0;164b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6595\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> coffins, yet a great many coffins are imported from the States into this Territory, for which the money has to be paid. I say that we ought to be ashamed of this, and I here publicly request my friends, whoever may live to place me in the ground, to place me there in a coffin made of our mountain wood by our own mechanics, and I prohibit anybody who may outlive me paying a dollar for a coffin for me that is imported from the States. That is my sentiment, and I wish it was of every man and woman in the Territory. It may be said to be a small matter, but it takes thousands of dollars of our money away just to gratify pride. Says one&#x2014;&#x201C;I am just as good as such a one, and why not I have a coffin from Chicago or St. Louis as well as he have one?&#x201D; This is a sentiment resulting purely from pride and love of display, which is unworthy of a Latter-day Saint. Carry this principle out and it leads us to reject homemade shoes and other articles which are far superior to the foreign-made imported articles. <\/div><div class=\"paragraph jod\" id=\"v17n573\"> We have been talking about the United Order, and getting up tanneries, shoe shops, &amp;c., and initiatory steps have been taken in some of the settlements with these objects in view; but it takes time to carry out and successfully accomplish such projects. But we can produce these things within ourselves, and it is our duty to do it, and instead of manifesting a disposition to oppose anything of this kind, we should exert all the influence and energy we possess to bring it about, and to make ourselves self-sustaining. It is true that the principles of the United Order are such that a great portion of our people at the present time are not in a condition to take hold of it with all they have, for many of them have been foolish enough during the success of  <div class=\"break pagebreak\" id=\"165a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0165.pdf\" target=\"pdfwin\">p.&#xA0;165a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6594\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>business for the last four years, instead of paying their debts, to launch into business of various kinds and get deeper into debt. That class of men have to get their hands untied before they can take hold to promote the great project of uniting the whole of the Latter-day Saints in all their business affairs. But this must be done as fast as possible, and the work of making Zion self-sustaining must be regarded as part of the work of the Lord; for it is an obligation devolving upon us to pro<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"165b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0165.pdf\" target=\"pdfwin\">p.&#xA0;165b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6594\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>vide within ourselves labor and the necessaries of life. We must take hold of this matter, brethren and sisters, with all our hearts, and never let ourselves rest until Zion is independent of her enemies and all the world.<span class=\"citation\" id=\"87365\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87365)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87365)\">D&amp;C 78:14<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v17n575\"> May peace and the light of truth abide with you, that you may understand these things and act upon them with all the spirit and power of the gospel of peace, is my prayer, in the name of Jesus, Amen. <\/div>\n<\/div>\n<\/div>"}