{"ID":170017, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Calling of the Priesthood, to Preach the Gospel and Proceed With the Organization of the Kingdom of God, Preparatory to the Coming of the Son of Man&#x2014;All Good is of the Lord&#x2014;Salvation and Life Everlasting Are Before Us.<\/div>\n<div class=\"subtitle\">Discourse by President Brigham Young, delivered in the Bowery, at Brigham City, Saturday Morning, June 26, 1874.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: The Calling of the Priesthood, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 6\/26\/1874<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d17\">\n<div class=\"paragraph jod\" id=\"v17n380\"> A few of us have come to talk to the people in this place upon the things of the kingdom of God, as our calling is to preach the Gospel, initiate people into, and proceed with, the organization of the kingdom of God as far as we can, preparatory to the coming of the Son of Man. We have commenced to organize, I will say partially, in the Holy Order that God has established for his people in <div class=\"break columnbreak\" id=\"113b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0113.pdf\" target=\"pdfwin\">p.&#xA0;113b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6646\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> all ages of the world when he has had a kingdom upon the earth. We may call it the Order of Enoch,<span class=\"citation\" id=\"126987\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126987)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126987)\">D&amp;C 76:57<\/a><\/span><span class=\"citation\" id=\"126988\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126988)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126988)\">D&amp;C 82:1-24<\/a><\/span> the Order of Joseph, the Order of Peter, or Abraham, or Moses, and then go back to Noah, and then step to our own position here, and say that we will organize as far as we have the privilege, taking into consideration and acting under the laws of the land. Many branches of industry  <div class=\"break pagebreak\" id=\"114a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0114.pdf\" target=\"pdfwin\">p.&#xA0;114a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6645\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>have been organized here to help to sustain each other, to labor for the good of all, and to establish cooperation in the midst of the Church in this place. <\/div><div class=\"paragraph jod\" id=\"v17n381\"> In most of the business transactions of this Church and people, as far as I have directed, I have waited for business to be presented, and endeavored to so live that the Lord will dictate according to his own mind and pleasure, and, at the very time it is necessary, have that knowledge which will enable us to perform every labor acceptably to God and to the heavens, and to discharge our duties one to another, and to accomplish in every particular the work which our Father in heaven has given us to do. I am a minuteman. It is very seldom that I take thought what I shall say<span class=\"citation\" id=\"64121\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64121)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64121)\">Matt. 10:19<\/a><\/span> or what I shall do. When we meet in the capacity of a Conference, the business matters are presented, and I generally know what to do, and I do not know but what I understand the workings of the kingdom of God upon the earth, by the manifestations of the Spirit at the moment, as well as I should if I had studied them for months; and I can truly say that I have fulfilled one of the sayings of the Savior tolerably well&#x2014;to take no thought what ye shall say, for in the very hour or moment when you need it, it shall be given to you.<span class=\"citation\" id=\"64120\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64120)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64120)\">Matt. 10:19<\/a><\/span><span class=\"citation\" id=\"66667\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66667)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66667)\">Mark 13:11<\/a><\/span><span class=\"citation\" id=\"67605\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67605)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67605)\">Luke 12:11-12<\/a><\/span><span class=\"citation\" id=\"87898\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87898)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87898)\">D&amp;C 84:85<\/a><\/span><span class=\"citation\" id=\"89360\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89360)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89360)\">D&amp;C 100:6<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v17n382\"> I hope that, during our meetings here, the people will be edified and comforted, and that the system of laboring together for each other's good will be wisely and satisfactorily laid before them, and that each and every one of us, with ready minds and willing hearts, will proceed to do the things that are required of us by our heavenly Father. <\/div><div class=\"paragraph jod\" id=\"v17n383\"> Much can be said upon the doctrine of life and salvation, but I will say this to the Saints in this place concerning the workings of the king<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"114b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0114.pdf\" target=\"pdfwin\">p.&#xA0;114b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6645\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>dom of God upon the earth&#x2014;all good comes from heaven, all good is of the Lord; whatever promotes the happiness of mankind and the glory of God, whatever increases peace and righteousness upon the earth, and leads the people in the way of godliness, comfort, contentment and enjoyment, and tends to increase health and wealth, and life here and hereafter, is of God; and, in laboring for each other's welfare and happiness, if we cannot do all that we want to do, let us do what we can, and leave the event with the Lord, and wait for the time when we can fully enter into the organization of the kingdom of God upon the earth, and fully upon those initiatory steps which will hasten the perfection of the Saints, and prepare them to enter into the joy of their Lord. When we are permitted to do in part, we will step forward and do in part, go as far as we can, and do as much as we can to perfect ourselves and prepare for the building up of the Center Stake of Zion. <\/div><div class=\"paragraph jod\" id=\"v17n384\"> We hope and pray that all who may speak during our meetings here will be filled with the Spirit of the Lord, and that those who pray, sing and hear may be filled with the same Spirit, that we may increase in knowledge and wisdom, and grow in the things of God.<span class=\"citation\" id=\"85944\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85944)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85944)\">D&amp;C 50:17-22<\/a><\/span> This is what we desire and what we pray for, and we hope that our meetings will be profitable to all. <\/div><div class=\"paragraph jod\" id=\"v17n385\"> This is a hard place to speak in, and we request the brethren and sisters to be as still as they conveniently can, so that they can hear what is said. Let all be quiet, and every heart be lifted to God, that we may learn his mind and will concerning us; then ask for power to do his will, for a disposition to give us victory over every passion and slothful feeling, that we may be awake to righteousness.<span class=\"citation\" id=\"73913\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73913)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73913)\">1 Cor. 15:34<\/a><\/span> <\/div> <div class=\"break pagebreak\" id=\"115a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0115.pdf\" target=\"pdfwin\">p.&#xA0;115a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6644\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v17n387\"> Salvation and life everlasting are before us; it is our business to secure them in the kingdom of our God, and to prepare for the restoration of the inhabitants of the earth who have slept without the Gospel. Let us do <div class=\"break columnbreak\" id=\"115b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0115.pdf\" target=\"pdfwin\">p.&#xA0;115b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6644\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> what we can to bless ourselves, our posterity and our progenitors, and to save the human family, and so fulfill the mission which the Lord has given us. <\/div>\n<\/div>\n<\/div>"}