{"ID":170022, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Nothing Strange or New to Live and Die&#x2014;Must Die in Order to Be Quickened&#x2014;The World of Mankind Ignorant of Immortality&#x2014;The Righteous Should Live to Enjoy the Light of the Spirit&#x2014;All People Are the Children of God&#x2014;They Learn By Contrast&#x2014;Worlds to Be Organized and Peopled in Future Existence.<\/div>\n<div class=\"subtitle\">Discourse by President Brigham Young, delivered at the Funeral Services of Elder Thomas Williams, in the Fourteenth Ward Assembly Rooms, Salt Lake City, Sunday Morning, July 19, 1874.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: Nothing Strange, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 7\/19\/1874<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d22\">\n<div class=\"paragraph jod\" id=\"v17n480\"> I do not wish to detain the congregation, for I realize that it is very warm and uncomfortable; but on this occasion I feel to offer a few reflections, and pray that they may be instructive to the living, and encourage us in the faith of the holy Gospel, strengthen us in the little faith that we now possess, and open up to our minds the future prospects and blessings that the Lord has in reserve for the faithful. <\/div><div class=\"paragraph jod\" id=\"v17n481\"> We call this a solemn occasion, for we have met together to pay our last respects to one who has lived with us, and with whom we have associated, and we delight to show our respect to the mortal remains of those who, in life, have been near and dear to us. But for me to address a lifeless lump of clay would be useless, while to address the living, who have ears to hear and hearts to understand, may be profitable. I requested the brethren to speak who have already addressed you, and there are more here who would like to speak on the present occasion. <\/div> <div class=\"break columnbreak\" id=\"139b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0139.pdf\" target=\"pdfwin\">p.&#xA0;139b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6620\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v17n482\"> The testimony that has been borne concerning the character of our beloved brother, whose body is now a lifeless mass of clay before us, is true, and more we can say than what has been said. <\/div><div class=\"paragraph jod\" id=\"v17n483\"> The scene that we are now called to witness is painful to near and dear friends&#x2014;it is a scene calculated to wring the very heart&#x2014;the inmost heart. Such scenes are always painful, still we witness them day by day, and when we contemplate the vast number of souls that come into existence and inhabit bodies here on this earth, and the vast number that are departing, almost every moment, it is nothing strange or new. Except this plant die it cannot be quickened;<span class=\"citation\" id=\"69804\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69804)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69804)\">John 12:24<\/a><\/span><span class=\"citation\" id=\"73915\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73915)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73915)\">1 Cor. 15:36<\/a><\/span> except this mortality is put off it cannot put on immortality;<span class=\"citation\" id=\"126993\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126993)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126993)\">1 Cor. 15:53-54<\/a><\/span> except this body that we have received from the earth returns to mother earth, it cannot be brought forth in the morning of the resurrection. This we know and understand; yet how strange it is, and yet we may say it is not strange, that  <div class=\"break pagebreak\" id=\"140a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0140.pdf\" target=\"pdfwin\">p.&#xA0;140a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6619\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the living, with all that they witness concerning the departure of the living to another state of existence, how few there are who lay it to heart, how few there are who profit by it, how few there are who seek unto God for wisdom, knowledge and understanding to enable them to acquit themselves well here preparatory to this change. There are some who do, but very few, and though we mourn at the loss of our friends, when our natural feelings have passed away, and our hearts have ceased to mourn, cheerfulness takes the place of these mournful feelings, and we think no more of it. This is the common condition of the children of men, those who profess to be Christians, and to believe on the Lord Jesus Christ as the Savior of the world. They have made many inquiries with regard to this passing from one state of existence to another. It seems to be a great mystery to them. A great deal has been said and a great deal has been written, and there have been many reflections&#x2014;more than has been spoken or written, and yet it is one eternal mystery to the world. Why? Because they have not eyes to see, nor ears to hear, and they do not understand the providences of God; and if they read the word of the Lord&#x2014;the revelations that he has given concerning the living and the dead&#x2014;they do not understand them, and so the world is left in darkness, to grope their way like the blind man by the wall.<span class=\"citation\" id=\"59857\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59857)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59857)\">Isa. 59:10<\/a><\/span> Thus it is with the children of men, taking the whole of the Christian world. <\/div><div class=\"paragraph jod\" id=\"v17n485\"> It is true the Latter-day Saints have received a little more&#x2014;they have received something beyond the imagination of the heart. We have facts before us, we have experience that is satisfactory, and we can rejoice in the hope that God has given <div class=\"break columnbreak\" id=\"140b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0140.pdf\" target=\"pdfwin\">p.&#xA0;140b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6619\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> us. But if we will be prepared, as this our beloved brother was prepared, to go at a moment's warning; if we live in this way, we live just as we should live. No person who believes on the Lord Jesus Christ has a right to spend a day, an hour, or a minute of his life or her life in a manner unbecoming the profession of a Saint; they should be ready to depart this life any moment. I say that those who understand the things of God have no right, neither have they any wish, to live only so that they may enjoy the light of his Spirit, enjoy communion with God, with his son Jesus Christ and with the Holy Ghost, so that they may be instructed day by day how to walk in the path that lies before them, the path that leads to life everlasting. But how easy it is for those who profess to be Saints, to be of the earth, earthy,<span class=\"citation\" id=\"73979\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73979)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73979)\">1 Cor. 15:47<\/a><\/span> and to seek after and love the world, and fall into the spirit of the world. How easy it is for them to receive the spirit of the world, and to forget the spirit of salvation that has been in their hearts. If we could keep constantly in our minds and before us what we really know, what the Lord has taught us, what we have read and what we have received by the whisperings of the Spirit, this would be satisfactory; but many do not retain these things, they pass from them, and when they have passed away doubt seizes their minds, and they are at a loss to determine whether they ever understood anything or not. <\/div><div class=\"paragraph jod\" id=\"v17n486\"> In the great providences of God, in bringing forth worlds into existence, as he has this, which worlds are continually coming into existence and passing from one state to another,<span class=\"citation\" id=\"92322\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92322)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92322)\">Moses 1:38<\/a><\/span> inhabitants come forth; every living creature that we have any knowledge of God sends forth upon the earth that he frames, there to  <div class=\"break pagebreak\" id=\"141a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0141.pdf\" target=\"pdfwin\">p.&#xA0;141a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6618\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>live and to enjoy, or to endure all that his providences bring forth upon the earth, that they may have an experience, that they may be prepared for another change. These changes are taking place continually, and have been from the beginning. In the vegetable and in the mineral kingdoms, as well as in the animal kingdom, these changes are continually going on. Man comes on to this stage of action, and he is continually undergoing a change until the time of his departure. He comes here&#x2014;he knows not how. We know we are here; but who is it understands how we came, and the design and purpose of our Heavenly Father in sending us here? Here is the mystery to the Christian and scientific world; they do not understand it. &#x201C;Would that we could&#x201D; say the inhabitants of the earth, and especially those who believe on the Lord Jesus Christ. &#x201C;How glad I should be to know where Jesus lives!&#x201D; &#x201C;How glad I should be to know whether I am going to him when I leave this world! But it is a mystery.&#x201D; Why should it be a mystery? Because the curtain is shut down before us, and the vision of our minds is closed up for a trial for us, for us to prove ourselves, and to show whether, while passing through darkness and affliction, in ignorance and with clouds of unbelief over us, after being made acquainted with the things of God, we will persevere and be firm to our faith, and so prove ourselves worthy to receive a glorious resurrection, a change to a more exalted state of being than we can possess and enjoy here on this earth. <\/div><div class=\"paragraph jod\" id=\"v17n488\"> We are made expressly to dwell with those who continue to learn, and who receive knowledge on knowledge, wisdom on wisdom; we belong to the family of heaven. I am looking now upon a body of divinity. <div class=\"break columnbreak\" id=\"141b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0141.pdf\" target=\"pdfwin\">p.&#xA0;141b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6618\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Every face that I see sheds forth a certain amount of the divinity I worship&#x2014;my Father in heaven. Here we are, we are God's children, and we are brought forth to give us an experience, that we may know good from evil,<span class=\"citation\" id=\"126994\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126994)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126994)\">Moses 5:11<\/a><\/span> light from darkness; that we may know how to serve God; that we may know why and wherefore we should refuse the evil and choose the good.<span class=\"citation\" id=\"58005\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58005)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58005)\">Isa. 7:15-16<\/a><\/span> I ask the philosophers&#x2014;and I think it is probable there are some here today&#x2014;how do you prove facts? By their contrast. How do you know this or that? By its contrast. We know and prove things by their opposite; we understand the evil because the good is present with us, and the Lord sends forth his intelligent children on the face of the earth to prove whether they are worthy to dwell with him in eternity. <\/div><div class=\"paragraph jod\" id=\"v17n489\"> How frequently the question arises in the minds of the people&#x2014;&#x201C;I wish I knew where I was going!&#x201D; Can you find out? Well, you will go into the spirit world, where brother Thomas now is. He has now entered upon a higher state of being, that is, his spirit has, than when in this body. &#x201C;Why cannot I see him? Why cannot I converse with his spirit? I wish I could see my husband or my father and converse with him!&#x201D; It is not reasonable that you should, it is not right that you should; perhaps you would miss the very object of your pursuit if you had this privilege, and there would not be the same trial of faith to exercise you, not so severe a path of affliction for you to walk in, not so great a battle to fight, nor so great a victory to win, and you would miss the very object you are in pursuit of. It is right just as it is, that this veil should be closed down; that we do not see God, that we do not see angels, that we do not converse with them except through strict  <div class=\"break pagebreak\" id=\"142a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0142.pdf\" target=\"pdfwin\">p.&#xA0;142a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6617\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>obedience to his requirements, and faith in Jesus Christ. When we contemplate the condition of man here upon the earth, and understand that we are brought forth for the express purpose of preparing ourselves through our faithfulness to inherit eternal life, we ask ourselves where we are going, what will be our condition, what will be the nature of our pursuits in a state of being in which we shall possess more vigor and a higher degree of intelligence than we possess here? Shall we have labor? Shall we have enjoyment in our labor? Shall we have any object of pursuit, or shall we sit and sing ourselves away to everlasting bliss? These are questions that arise in the minds of people, and they many times feel anxious to know something about hereafter. What a dark valley and a shadow it is that we call death!<span class=\"citation\" id=\"56445\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56445)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56445)\">Ps. 23:4<\/a><\/span> To pass from this state of existence as far as the mortal body is concerned, into a state of inanition, how strange it is! How dark this valley is! How mysterious is this road, and we have got to travel it alone. I would like to say to you, my friends and brethren, if we could see things as they are, and as we shall see and understand them, this dark shadow and valley is so trifling that we shall turn round and look upon it and think, when we have crossed it, why this is the greatest advantage of my whole existence, for I have passed from a state of sorrow, grief, mourning, woe, misery, pain, anguish and disappointment into a state of existence, where I can enjoy life to the fullest extent as far as that can be done without a body. My spirit is set free, I thirst no more, I want to sleep no more, I hunger no more, I tire no more, I run, I walk, I labor, I go, I come, I do this, I do that, whatever is required of me, nothing like pain or weariness, I am full of <div class=\"break columnbreak\" id=\"142b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0142.pdf\" target=\"pdfwin\">p.&#xA0;142b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6617\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> life, full of vigor, and I enjoy the presence of my heavenly Father, by the power of his Spirit. I want to say to my friends, if you will live your religion, live so as to be full of the faith of God, that the light of eternity will shine upon you, you can see and understand these things for yourselves, that when you close your eyes upon mortality you wake up right in the presence of the Father and the Son if they are disposed to withdraw the veil, they can do as they please with regard to this; but you are in the spirit world and in a state of bliss and happiness, though we may call it Hades or hell. It is the world of spirits, it is where Jesus went, and where all go, both good and bad. The spirits of the living that depart this life go into the world of spirits, and if the Lord withdraws the veil it is much easier for us then to behold the face of our Father who is in heaven than when we are clothed upon with this mortality. I have not time at present to follow these reflections further. <\/div><div class=\"paragraph jod\" id=\"v17n491\"> Then we should be encouraged, we should strengthen our faith by our hope, we should seek unto the Lord until our hope is made perfect, that we may have power to bear like Saints all the afflictions we meet with here on the earth. If we do this, when we have crossed the dark valley of the shadow of death<span class=\"citation\" id=\"126995\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126995)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126995)\">Ps. 23:4<\/a><\/span> it will be so easy to turn round and behold the path that we have walked, wherein we have had the privilege, the same as the Gods, of learning the difference between good and evil.<span class=\"citation\" id=\"52651\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52651)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52651)\">Gen. 3:22<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v17n492\"> You recollect that it was said in ancient days, to her that we call Mother,<span class=\"citation\" id=\"52640\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52640)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52640)\">Gen. 3:20<\/a><\/span> &#x201C;Your eyes will be opened if you will eat of this fruit, and you will know as the Gods know, good from evil.&#x201D;<span class=\"citation\" id=\"52562\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52562)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52562)\">Gen. 3:5<\/a><\/span> This probation is given us that we may learn this lesson, and if we are faithful in it we shall learn  <div class=\"break pagebreak\" id=\"143a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0143.pdf\" target=\"pdfwin\">p.&#xA0;143a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6616\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>how to succor those who are tempted and tried as we are,<span class=\"citation\" id=\"82072\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82072)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82072)\">Alma 7:12<\/a><\/span> when we have the power to rescue them from the ravages of the enemy. <\/div><div class=\"paragraph jod\" id=\"v17n494\"> This earth is our home, it was framed expressly for the habitation of those who are faithful to God, and who prove themselves worthy to inherit the earth when the Lord shall have sanctified, purified and glorified it and brought it back into his presence, from which it fell far into space. Ask the astronomer how far we are from the nearest of those heavenly bodies that are called the fixed stars. Can he count the miles? It would be a task for him to tell us the distance. When the earth was framed and brought into existence and man was placed upon it, it was near the throne of our Father in heaven. And when man fell&#x2014;though that was designed in the economy, there was nothing about it mysterious or unknown to the Gods, they understood it all, it was all planned&#x2014;but when man fell, the earth fell into space, and took up its abode in this planetary system, and the sun became our light. When the Lord said&#x2014;&#x201C;Let there be light,&#x201D; there was light,<span class=\"citation\" id=\"52056\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52056)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52056)\">Gen. 1:3<\/a><\/span> for the earth was brought near the sun that it might reflect upon it so as to give us light by day, and the moon to give us light by night. This is the glory the earth came from, and when it is glorified it will return again unto the presence of the Father, and it will dwell there, and these intelligent beings that I am looking at, if they live worthy of it, will dwell upon this earth. <\/div><div class=\"paragraph jod\" id=\"v17n495\"> As for their labor and pursuits in eternity I have not time to talk upon that subject; but we shall have plenty to do. We shall not be idle. We shall go on from one step to another, reaching forth into the eternities until we become like the Gods, and shall be able to frame for ourselves, <div class=\"break columnbreak\" id=\"143b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0143.pdf\" target=\"pdfwin\">p.&#xA0;143b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6616\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> by the behest and command of the Almighty. All those who are counted worthy to be exalted and to become Gods, even the sons of God,<span class=\"citation\" id=\"87056\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87056)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87056)\">D&amp;C 76:58<\/a><\/span> will go forth and have earths and worlds like those who framed this and millions on millions of others. This is our home, built expressly for us by the Father of our spirits,<span class=\"citation\" id=\"77210\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77210)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77210)\">Heb. 12:9<\/a><\/span> who is the Father, maker, framer and producer of these mortal bodies that we now inherit, and which go back to mother earth. When the spirit leaves them they are lifeless; and when the mother feels life come to her infant it is the spirit entering the body preparatory to the mortal existence. But suppose an accident occurs and the spirit has to leave this body prematurely, what then? All that the physician says is&#x2014;&#x201C;it is a stillbirth,&#x201D; and that is all they know about it; but whether the spirit remains in the body a minute, an hour, a day, a year, or lives there until the body has reached a good old age, it is certain that the time will come when they will be separated, and the body will return to mother earth, there to sleep upon that mother's bosom. That is all there is about death. <\/div><div class=\"paragraph jod\" id=\"v17n496\"> Brother Thomas Williams is no more dead than he was a week ago. His clay is simply dead; and inasmuch as he honored this tabernacle that lies before us, it will take a sleep in the dust, to come forth immortal in the day of the first resurrection. <\/div><div class=\"paragraph jod\" id=\"v17n497\"> This will be the case with us all; if we honor our being here. This is our path, and our great object should be to honor our calling here. We have bodies which, in infancy, childhood and youth, are just as pure as the angels, and if we honor these bodies, and preserve them in chastity, purity and holiness, they are just as good as the bodies of those that dwell in endless life, and they will be prepared to come forth in the glorious  <div class=\"break pagebreak\" id=\"144a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0144.pdf\" target=\"pdfwin\">p.&#xA0;144a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6615\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>resurrection, and be crowned with glory, immortality and eternal lives. This is the privilege of all, and the work that the Savior has undertaken is to save all that will come unto him; none will be eternally lost except the sons of perdition;<span class=\"citation\" id=\"86989\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86989)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86989)\">D&amp;C 76:43<\/a><\/span> and the great work that God has brought forth in the latter days in restoring the Priesthood is for the living and for the dead, to bring them up that they may enjoy a glorious resurrection. <\/div><div class=\"paragraph jod\" id=\"v17n499\"> Brother Thomas has honored his body here, and he now goes into his glory, that is, as far as he can in the spirit world. He goes where he can do more good. He has gone where he can preach to those who have lived and died on the earth without the Gospel, that they may have the privilege of receiving and obeying it, that they may be judged according to men in the flesh,<span class=\"citation\" id=\"78124\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78124)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78124)\">1 Pet. 4:6<\/a><\/span> and have the privilege of a glorious resurrection. <\/div><div class=\"paragraph jod\" id=\"v17n500\"> This is the work of the Latter-day Saints, and if we are hated for anything, it is for trying to save the people; if we are persecuted it is for trying to do good to those who are living and those who are dead. I say, then, to the Saints, pursue your course, live your religion and be ready at a moment's warning. Brother Thomas Williams, while he sat at table eating his dinner, had not the privilege of speaking a word. A blood vessel broke, and his mouth and throat were instantly filled with blood to that degree that he could not speak a word. He tried to swallow a little salt and water, and probably he got a little down, but I doubt it very much. The blood gushed most probably from both stomach and lungs. The vessels were ripe and prepared to break, and the blood within him gushed out so copiously that he never spoke another word. How could he repent of his sins if he had not been prepared? What <div class=\"break columnbreak\" id=\"144b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0144.pdf\" target=\"pdfwin\">p.&#xA0;144b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6615\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> kind of a confession could he have made if he had wished to? None at all. He could not ask a Priest to pray for him if he had wanted to do so; no, he was prepared to go; he never spoke a word, but committed his soul to God without a moment's warning. I try to so live that my work is always done; I have done everything that can be done up to the moment, just as he did it. I wish our business men would take pattern by him who lies before us. He was our paymaster in the Parent Branch of Z.C.M.I., and attended to this Branch of the financial business of the Institution, and there was not an order that was to be paid or filed, but what he had written a description of it and pinned it on to that order before he went to his dinner. In all his business there was not one scratch of the pen wanted to be done by other clerks, but every iota was done just as much as though he had known that he was going to breathe his last in twenty minutes. <\/div><div class=\"paragraph jod\" id=\"v17n501\"> Saints, I wish you would take pattern by this man, and live your lives as he lived his life. I pray you in Christ's stead<span class=\"citation\" id=\"74223\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74223)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74223)\">2 Cor. 5:20<\/a><\/span> live your religion. If you want to know whether I live mine judge by my works, judge from my daily walk and conversation. You have the right to judge, but you be sure and live so that you will know whether I do or not. I live so that I know whether you do or not, exactly. Latter-day Saints live your religion and honor your God. <\/div><div class=\"paragraph jod\" id=\"v17n502\"> I say to this family, the wives and children of brother Williams, God bless you and comfort your hearts; and I say, will you please live your religion so that you may be prepared to meet him? If you do not live so as to honor your Priesthood, you will come short of meeting him in the resurrection, I assure you. Now live your religion. God is not to  <div class=\"break pagebreak\" id=\"145a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0145.pdf\" target=\"pdfwin\">p.&#xA0;145a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6614\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>be mocked,<span class=\"citation\" id=\"74695\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74695)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74695)\">Gal. 6:7<\/a><\/span> the laws of God are to be honored, and all of his ordinances and requirements are to be filled and fulfilled. He requires strict obedience of his children, and if we are <div class=\"break columnbreak\" id=\"145b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0145.pdf\" target=\"pdfwin\">p.&#xA0;145b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6614\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> not obedient we shall come short of that glory that we anticipate now. <\/div><div class=\"paragraph jod\" id=\"v17n504\"> I hope and pray that the Lord will bless you all. Amen. <\/div>\n<\/div>\n<\/div>"}