{"ID":170050, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Man, the Offspring of God, a Dual Being&#x2014;Immediate Revelation&#x2014;Operate With the Priesthood.<\/div>\n<div class=\"subtitle\">Discourse by Elder John Taylor, delivered at the Forty-Fifth Annual Conference of the Church of Jesus Christ of Latter-Day Saints, in the New Tabernacle, Salt Lake City, Thursday Morning, April 8, 1875.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: Man, the Offspring of God, Etc.<\/div>\n<div class=\"speaker\">Speaker: John Taylor<\/div>\n<div class=\"date\">Date: 4\/8\/1875<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d50\">\n<div class=\"paragraph jod\" id=\"v17n1263\"> We have met together, as is our wont, on this Conference occasion, to speak and to hear, to deliberate, to reflect, and to teach principles and doctrines that are calculated to benefit and bless, to comfort, cheer and direct the Saints of the Most High, here and throughout the world. But in our meetings, and in our teachings and instructions we need, today as much as we ever did, to be under the guidance and direction of the Almighty. There is no man living, and there never was a man living, who was capable of teaching the things of God only as he was taught, instructed and directed by the spirit of revelation proceeding from the Almighty. And then there are no people competent to receive true intelligence and to form a correct judgment in relation to the sacred principles of eternal life, unless they are under the influence of the same spirit, and hence speakers and hearers are all in the hands of the Almighty.<span class=\"citation\" id=\"85946\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85946)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85946)\">D&amp;C 50:17-22<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v17n1264\"> We are met together for the purpose of trying to benefit each other, old and young, and the generation thus now lives, the generations that have lived, and those who will live hereafter; for there is something in the Gospel of the Son of God that <div class=\"break columnbreak\" id=\"369b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0369.pdf\" target=\"pdfwin\">p.&#xA0;369b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6391\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> is wide and expansive, and that extends to all circumstances and situations in life. It embraces the past, the present and the future, and in its principles we, both as individuals and as a community, are immediately interested; and so in fact are all the world, if they could only comprehend the situation. We occupy a peculiar position among the nations of the earth. Our faith and its doctrines and principles are different from those of any other religious body in many particulars; our prospects, our hopes of the future, and our ideas respecting man's present and past differ very materially from the ideas on the same subjects which are entertained by other people. We are not the originators of the peculiar ideas that we believe in, or of the peculiar doctrines which we inculcate. We happen to live in an age of the world when, in the economy of God, certain principles have to be introduced for the accomplishment of his purposes, as a part of the great work he has been engaged in from the time before the world was framed, or &#x201C;the morning stars sang together for joy.&#x201D;<span class=\"citation\" id=\"56245\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56245)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56245)\">Job 38:7<\/a><\/span> Certain events have to be brought about; certain circumstances have to transpire; certain doctrines have to  <div class=\"break pagebreak\" id=\"370a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0370.pdf\" target=\"pdfwin\">p.&#xA0;370a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6390\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>be made known, that we may operate in our day with the Almighty in the accomplishment of his designs. The principles of salvation are not so narrow and contracted as some men suppose. God is not contracted in his ideas, feelings, or general dealings with the human family. The Scriptures say that, &#x201C;we are all his offspring,&#x201D;<span class=\"citation\" id=\"72022\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72022)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72022)\">Acts 17:28-29<\/a><\/span> no matter who we are, or when or where we lived upon the earth. God is the God and Father of all flesh,<span class=\"citation\" id=\"54755\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54755)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54755)\">Num. 16:22<\/a><\/span><span class=\"citation\" id=\"54871\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54871)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54871)\">Num. 27:16<\/a><\/span> and consequently he feels interested in the welfare of all humanity, no matter of what age, clime, nation or people; and he has seen proper in the last days, in which we live, to reveal certain principles which were revealed in former ages to other peoples and under other circumstances; and as it was in former days, so in these&#x2014;he has given these revelations to man for the accomplishment of his designs upon the earth; hence these revelations are of great importance, and while we are called to take an active part in bringing to pass certain events in the program of the Almighty, we are as much dependent upon him for guidance, sustenance, intelligence and protection as any other people, and before we get through we shall find out that it is not in man to direct his own steps.<span class=\"citation\" id=\"60458\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60458)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60458)\">Jer. 10:23<\/a><\/span> We are all of us dependent, for all things, upon our heavenly Father. We are only an integral part of, and are operating in and with others, according to our intelligence, in our sphere, in the great plan which God organized before the world was, and in which all mankind, of all ages and nations, are deeply interested. <\/div><div class=\"paragraph jod\" id=\"v17n1266\"> We talk about the Gospel of the Son of God, and there are many curious ideas and theories prevalent among mankind in relation to it. The Gospel is not something new, or that never existed until Jesus <div class=\"break columnbreak\" id=\"370b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0370.pdf\" target=\"pdfwin\">p.&#xA0;370b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6390\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Christ came upon the earth; but it is an eternal principle, and it has a Priesthood associated with it which, like the Gospel itself, is without beginning of days or end of years.<span class=\"citation\" id=\"87543\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87543)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87543)\">D&amp;C 84:17<\/a><\/span> When God organized the world he had in his mind certain ideas and plans which he calculated to bring about in relation to the inhabitants who should live upon it; and the first great commandment that was given to them was to &#x201C;Be fruitful, multiply, and to replenish the earth: to have dominion over the beasts of the field,<span class=\"citation\" id=\"92547\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92547)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92547)\">Moses 5:1<\/a><\/span> the fowls of the air,<span class=\"citation\" id=\"52309\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52309)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52309)\">Gen. 1:28<\/a><\/span> and everything that creeps upon the face of the earth.&#x201D;<span class=\"citation\" id=\"52144\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52144)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52144)\">Gen. 1:26<\/a><\/span> Man was created in the image of God,<span class=\"citation\" id=\"52204\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52204)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52204)\">Gen. 1:26-27<\/a><\/span> and he was the offspring of Deity himself, and consequently made in his likeness; and being made in that likeness, he was a son of God, and the very object of his being planted upon the earth was that he might multiply.<span class=\"citation\" id=\"52308\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52308)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52308)\">Gen. 1:28<\/a><\/span> Why? That the spirits which had existed with their heavenly Father might have tabernacles to inhabit and become mortal, and, through the possession of these tabernacles and the plan of salvation, that they might be raised to greater dignity, glory and exaltation than it would be possible for them to enjoy without these; and hence, though a man was made a little lower than the angels,<span class=\"citation\" id=\"56346\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56346)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56346)\">Ps. 8:5<\/a><\/span> the time will come when he will be a little higher than many angels, for the Apostle says, in speaking of those who had received the Gospel, &#x201C;Know ye not that ye shall judge angels?&#x201D;<span class=\"citation\" id=\"73244\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73244)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73244)\">1 Cor. 6:3<\/a><\/span> God had a purpose, therefore, in the organization of this earth, and in the placing of man upon it, and he has never deviated one hair to the right or to the left in regard to man and his destiny from that time until the present. He is eternal and unchangeable, and so are his ideas in regard to the world that we inhabit and mankind who live upon it; and he  <div class=\"break pagebreak\" id=\"371a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0371.pdf\" target=\"pdfwin\">p.&#xA0;371a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6389\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>has been seeking, from the commencement of creation to the present time, to benefit mankind, just as much as it was in his power to accomplish, consistent with certain laws governing and regulating the same, that he could not violate any more than we can. <\/div><div class=\"paragraph jod\" id=\"v17n1268\"> There are certain ideas that men entertain pertaining to the world that we live in, that it is enough for them if they have only something to eat, drink and wear. These ideas, of a sensual nature, men seem to be governed by to a very great extent. Jesus, in his day, said to the people, and to his disciples especially&#x2014;&#x201C;Take no thought for the morrow:<span class=\"citation\" id=\"94673\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94673)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94673)\">Matt. 6:34<\/a><\/span> What ye shall eat? What ye shall drink? or Wherewithal ye shall be clothed? (For after all these things do the Gentiles seek.)&#x201D;<span class=\"citation\" id=\"63611\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63611)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63611)\">Matt. 6:31-32<\/a><\/span> That is the acme of their zeal, energy, struggles, perseverance and thought. &#x201C;What shall we eat? What shall we drink? and Wherewithal shall we be clothed?&#x201D;<span class=\"citation\" id=\"63608\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63608)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63608)\">Matt. 6:31<\/a><\/span> Said Jesus&#x2014;&#x201C;Consider the lilies of the field; they toil not, neither do they spin: And yet Solomon in all his glory was not arrayed like one of these.&#x201D;<span class=\"citation\" id=\"63596\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63596)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63596)\">Matt. 6:28-29<\/a><\/span> God takes care of the beasts and the fowls, the creeping things, and of everything that lives and moves upon the earth; he regularly provides for them their breakfast, dinner and supper, and if he did not do it they would have to go without. He provides for us also, and has taken care of us from our birth up to the present time, and we are not so independent as many of us think we are in very many particulars. Witness, for instance, our breathing. We breathe what we call the breath of life;<span class=\"citation\" id=\"52405\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52405)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52405)\">Gen. 2:7<\/a><\/span> is it by any action of ours? God made us and planted that principle within us, and sleeping or waking our lungs continue to play. There is some<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"371b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0371.pdf\" target=\"pdfwin\">p.&#xA0;371b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6389\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>thing remarkable about it. I have sometimes gazed upon an old man, just on the verge of eternity, perhaps seventy, eighty, or ninety years of age, and I have watched the beating of his pulse, the drawing of the breath and the sight of the eye. His breath has been inhaled all the years of his life, not through any agency or volition of his own, but simply by the organism which God made and gave to him. Our pulse beats in the same way, from hour to hour, minute to minute, and our blood flows from the heart to the extreme parts of the system simply by the energy and vitality which God imparts. When we come to examine ourselves we are not so independent after all. What have we to do with the functions of digestion, and many other things connected with the human system? In God we live, in God we move, and from God we have our being,<span class=\"citation\" id=\"71989\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71989)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71989)\">Acts 17:28<\/a><\/span> and let him withdraw the breath of life and the pulse stops beating, and in a short time we become helpless, inanimate clay. We are not very independent, we are all of us in the hands of God, and when he withdraws the vital power we go to decay. <\/div><div class=\"paragraph jod\" id=\"v17n1269\"> God is watching over us, and he is watching over his people. We realize that we possess certain faculties and powers of mind, and these and the power of conveying them to the brain, or thought and reflection, comes from God; we are indebted to him for every power we have, and so are all the inhabitants of the earth; and as I have already said, he has been seeking to benefit the human family just as much as lay in his power, from the beginning until the present time. <\/div><div class=\"paragraph jod\" id=\"v17n1270\"> The first thing was&#x2014;&#x201C;Multiply, and replenish the earth.&#x201D;<span class=\"citation\" id=\"52310\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52310)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52310)\">Gen. 1:28<\/a><\/span> Then, by and by, through the power of Satan, who I suppose was a necessary influ<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"372a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0372.pdf\" target=\"pdfwin\">p.&#xA0;372a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6388\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ence to be used, or he would not have been there, men's minds got estranged from God, and every imagination of the thoughts of their hearts was evil<span class=\"citation\" id=\"52836\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52836)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52836)\">Gen. 6:5<\/a><\/span> and it was necessary that they should be cut off and that God should commence another seed, and that those men who lived at that time should not have the power to propagate their species in unrighteousness and entail misery upon their posterity. Why so? Because man is a dual being, possessed of a body and a spirit, having to do with time and eternity. Whether we think about and reflect upon, or believe it or not, it makes no difference. We existed before we came here; we exist here in another form from what we did then, and we shall live in another and different sphere when we leave here, whether we believe it or not; and no action of ours can alter it, and no matter what our thoughts and reflections on this subject may be, they will not change the course of the Great Jehovah in regard to man. <\/div><div class=\"paragraph jod\" id=\"v17n1272\"> Well, when God found that the people were transgressing his laws continually, and that they were raising up a posterity who followed in the same path, to prevent justice being done to spirits unborn by those who were in the flesh, he cut them off and raised up another seed; and change has succeeded change, and God has dealt with nations and with individuals according to his wisdom for the best good of the human family. He raised up Abraham, and Moses; and by and by Jesus came to accomplish certain objects, and to restore the Gospel, which had been lost in consequence of transgression. Jesus preached the Gospel. Was it right? Yes. Why did it not continue? I do not know, but it did not continue, and the Prophets said it would not, and one of them prophesied that a certain power <div class=\"break columnbreak\" id=\"372b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0372.pdf\" target=\"pdfwin\">p.&#xA0;372b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6388\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> would seek to make war with the Saints of God, and that it would prevail against them,<span class=\"citation\" id=\"61681\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61681)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61681)\">Dan. 7:21<\/a><\/span><span class=\"citation\" id=\"79639\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79639)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79639)\">Rev. 13:7<\/a><\/span> and that they would be given into his hands until a time, and times, and the dividing of a time.<span class=\"citation\" id=\"61695\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61695)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61695)\">Dan. 7:25<\/a><\/span> And then other events had to transpire, and other plans and principles had to be introduced, and by and by the time came for the restoration of the Gospel again, and Joseph Smith was raised up, and through him the revelations of God and the Priesthood were restored, the same Priesthood that Jesus had, and which existed upon the earth long before his day. There was nothing new about it. Why, Adam, before he left the earth, gathered his people together in the Valley of Adam-ondi-Ahman, and the curtain of eternity was unfolded before him, and he gazed upon all events pertaining to his descendants, which should transpire in every subsequent period of time, and he prophesied to them.<span class=\"citation\" id=\"90313\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90313)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90313)\">D&amp;C 107:53-56<\/a><\/span> He saw the flood and its desolating influence; he saw the introduction again of a people in the days of Noah; he saw their departure from the right path. He saw Abraham, Moses and the Prophets make their appearance and witnessed the results of their acts; he saw nations rise and fall; he saw the time when Jesus would come and restore the Gospel and when he would preach that Gospel to those who perished in the days of Noah;<span class=\"citation\" id=\"77972\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77972)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77972)\">1 Pet. 3:18-20<\/a><\/span> and in fact he saw everything that should transpire upon the earth, until the winding up scene. He was acquainted with the day in which we live and the circumstances with which we are surrounded. Many other men have possessed a portion of the same power, influence, knowledge and intelligence, and they have obtained it from the same source. <\/div><div class=\"paragraph jod\" id=\"v17n1273\"> There have been many peculiar circumstances connected with the past history of mankind. Enoch,  <div class=\"break pagebreak\" id=\"373a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0373.pdf\" target=\"pdfwin\">p.&#xA0;373a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6387\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>for instance, occupied a peculiar position in his day, before the flood, when the imaginations of the hearts of the people were evil.<span class=\"citation\" id=\"52837\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52837)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52837)\">Gen. 6:5<\/a><\/span> In that day God endowed men with the spirit of revelation and prophecy, and they went forth and proclaimed to the people the same Gospel that we are proclaiming now. And Enoch gathered together his people and they were taught of God by the everlasting Priesthood, which holds the keys of the mysteries of the revelations of God,<span class=\"citation\" id=\"87567\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87567)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87567)\">D&amp;C 84:19<\/a><\/span> and which has done so in every age of the world whenever it has existed. Those men were taught of God; but they could not stop the evil nor stem the march and progress of iniquity, but they could gather together those who would be obedient to the revelations of God, and they did gather them together, and Enoch and his city being perfected, and the world doomed to destruction, the Lord moved them out of the way, and the rumor went forth&#x2014;&#x201C;Zion is fled.&#x201D;<span class=\"citation\" id=\"93237\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93237)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93237)\">Moses 7:69<\/a><\/span> They were taken up out of the way of the world into the keeping of the Almighty. Then came the Flood, then came many other events, and finally Joseph Smith came, through whom God revealed the principles by which he governs the world. Joseph knew nothing about these things until the Lord revealed them. There was nothing particular about him, he was a man like the balance of us.<span class=\"citation\" id=\"127159\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127159)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127159)\">Acts 14:15<\/a><\/span><span class=\"citation\" id=\"127160\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127160)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127160)\">James 5:17<\/a><\/span> But the Lord, for certain reasons of his own, I suppose, selected him to be his mouthpiece to the nations in this age of the world. Perhaps Joseph, as well as many others, was set apart to a certain office before the world was. Christ was the Lamb slain from before the foundation of the world.<span class=\"citation\" id=\"79656\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79656)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79656)\">Rev. 13:8<\/a><\/span><span class=\"citation\" id=\"93092\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93092)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93092)\">Moses 7:47<\/a><\/span> Abraham was set apart to his office, and a great many others in the same way; and Joseph Smith came to do his work. <\/div> <div class=\"break columnbreak\" id=\"373b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0373.pdf\" target=\"pdfwin\">p.&#xA0;373b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6387\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v17n1275\"> What was that work? Why things seemed to be changed around in a great measure here from what they were in early days. God said to Adam&#x2014;&#x201C;Be fruitful, and multiply, and replenish the earth.&#x201D;<span class=\"citation\" id=\"52311\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52311)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52311)\">Gen. 1:28<\/a><\/span> What does he say now? He says&#x2014;&#x201C;Build Temples! Build Temples!!&#x201D; What for? &#x201C;To accomplish certain purposes that I had in my mind before the world was; that you may operate for yourselves, that you may be instructed therein in the laws of life&#x2014;the laws pertaining to your bodies and to your spirits; the laws pertaining to the living and the dead.&#x201D; Principles in which all mankind that have ever lived or that ever will live are interested. The Lord took Lehi and his family, and planted them upon this continent, and they increased and spread abroad, and the Lord revealed unto them his law; and after Jesus left the Continent of Asia, he came here and organized his Church and made the people acquainted with the principles of truth, as he did on the other continent, only more so, for they had more light, revelation and intelligence here than there, and they lived in union and harmony here for more than two hundred years. They had all things in common one with another,<span class=\"citation\" id=\"83099\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83099)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83099)\">4 Ne. 1:3<\/a><\/span> and covetousness was in a great measure destroyed. The great secret of their success in this direction was that, &#x201C;they <span class=\"italic\">dealt justly<\/span> one with another.&#x201D;<span class=\"citation\" id=\"82951\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82951)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82951)\">3 Ne. 26:19<\/a><\/span><span class=\"citation\" id=\"83077\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83077)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83077)\">4 Ne. 1:2<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v17n1276\"> Well, these various Priesthoods that have existed, and these Prophets that have lived, such for instance as Nephi, Alma, Lehi, Mahoni, Moroni, Mormon and others, were taught and instructed in the principles of life and the laws of God, and they have left their testimony on record, and we have it here, in the Book of Mormon. They administered here in time, and they are all administering in eternity, and they are operating  <div class=\"break pagebreak\" id=\"374a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0374.pdf\" target=\"pdfwin\">p.&#xA0;374a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6386\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and cooperating with us and with the Almighty for the accomplishment of his purposes upon the earth. We talk sometimes about cooperation; but the plan of salvation, if you please, is a grand Cooperative Scheme, as expansive as the heavens and as wide as eternity; it penetrates through all time, extends through all ages, and reaches men in every position, living or dead; they who have lived, we who now live, and they who will live hereafter are all working together in this grand cooperative plan, and we cannot be made perfect without our progenitors, neither can they be perfected without us,<span class=\"citation\" id=\"77127\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77127)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77127)\">Heb. 11:40<\/a><\/span><span class=\"citation\" id=\"91187\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91187)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91187)\">D&amp;C 128:15,18<\/a><\/span> and they are as much dependent upon us as we are dependent upon them. We can build Temples, they cannot; it is not their province to administer in them at present, but it is ours, and we are called upon to do so. They are interested in our welfare, they are our fathers, we are their children; they are laboring there, we here, for our mutual salvation and exaltation in the kingdom of God. The plan of salvation is no isolated affair; it is not narrow and circumscribed like the man I have heard of, who prayed&#x2014;&#x201C;God bless me and my wife, my son John and his wife, us four and no more, Amen;&#x201D; but it is as high as heaven, as deep as hell and as wide as the universal creation; it extends to the time that is past and to the eternities that are to come. The living and the dead so-called in Christ<span class=\"citation\" id=\"127161\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127161)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127161)\">1 Thes. 4:16<\/a><\/span> are all working for the accomplishment of the same great objects and purposes. Don't you think that they, behind the veil, feel as much interested in the work as we do? Read the little glimpse given by John in the Revelation, where he speaks about the souls of those before the altar, who prayed day and night that he would avenge them of their adversaries;<span class=\"citation\" id=\"79290\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79290)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79290)\">Rev. 6:9-11<\/a><\/span> <div class=\"break columnbreak\" id=\"374b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0374.pdf\" target=\"pdfwin\">p.&#xA0;374b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6386\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and again, when the time came when Babylon was cast down there was rejoicing among the angels in heaven.<span class=\"citation\" id=\"80316\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80316)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80316)\">Rev. 18:20-21<\/a><\/span> This gives us some faint idea of the feelings entertained by those on the other side of the veil in relation to events here. <\/div><div class=\"paragraph jod\" id=\"v17n1278\"> Don't you think that Adam, the father of us all, feels interested in the welfare of his children? I think he does. Don't you think that Enoch feels interested in the welfare of his people? I guess he does. Don't you think that Noah does? Yes, and even some of the Prophets, in speaking about events in the future, tell of a time when Ethiopia shall stretch out her hands to God.<span class=\"citation\" id=\"56842\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56842)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56842)\">Ps. 68:31<\/a><\/span> Are they not all interested? Yes. Are not all of you interested in your posterity? Yes, you are. Does the Gospel show you how to take care of them? It does. Does it enable you to bless your posterity as Jacob did? It does, and to seal blessings upon their heads. Does it give you promises pertaining to the future? It does, pertaining to you and your posterity. And are not all of these men engaged with us in the same object? Yes, and they are just as much interested as we are, and ten thousand times more, because they know more; and they have been operating in the various ages, and when they were permitted they have come forth and communicated the will of God to man. And when Joseph Smith was raised up as a Prophet of God, Mormon, Moroni, Nephi and others of the ancient Prophets who formerly lived on this Continent, and Peter and John and others who lived on the Asiatic Continent, came to him and communicated to him certain principles pertaining to the Gospel of the Son of God. Why? Because they held the keys of the various dispensations, and conferred them upon him, and  <div class=\"break pagebreak\" id=\"375a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0375.pdf\" target=\"pdfwin\">p.&#xA0;375a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6385\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>he upon us. He was indebted to God; and we are indebted to God and to him for all the intelligence that we have on these subjects. Who in this generation knew anything about Temples and their uses until Joseph revealed it? Nobody. Who knew anything about baptism for the dead until then? Nobody. Who knew anything about the past or the future? Why, when I commenced to preach this Gospel, years ago, it was enough to damn anybody to even mention the principle of revelation. In this enlightened age we were so far ahead of God that we could have a religion without him, and could go to heaven without him; we did not want any revelation from, or communication with, God. But the Gospel brings us into communication with God, and makes us one with him and with those who have operated before; and those holy men of God who have lived in the various ages feel interested in our welfare, and they are watching over us, and we are better taken care of than many of us think for. Many of us are careless, thoughtless, heedless, reckless, unbelieving and full of doubts and anxiety; but God has given his angels charge concerning us lest we should dash our foot against a stone.<span class=\"citation\" id=\"57019\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57019)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57019)\">Ps. 91:11-12<\/a><\/span><span class=\"citation\" id=\"62856\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62856)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62856)\">Matt. 4:6<\/a><\/span> God's bowels of mercy<span class=\"citation\" id=\"127162\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127162)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127162)\">Mosiah 15:9<\/a><\/span> have been extended to us in spite of our waywardness, folly, weakness, corruption and imbecility. <\/div><div class=\"paragraph jod\" id=\"v17n1280\"> We have an organization that was planned and ordained by the Almighty. We have the First Presidency&#x2014;President Brigham Young, set apart by God to occupy the position that he does, and his Counsel. Who told men about such an organization as this? God. What did we know about it till then? Nothing. Who knew about the organization of the Twelve? Nobody. Who knew about an organization of High Priests? <div class=\"break columnbreak\" id=\"375b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0375.pdf\" target=\"pdfwin\">p.&#xA0;375b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6385\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Nobody, yet they had them in various ages of the world, according to the record that we have. Who knew about an organization of Seventies, and of the various Quorums of the Priesthood, and the duties that should devolve upon them? Nobody. Who knew about the organization of Bishops? Nobody. Have they not got Bishops? Yes, but they are not in the right place, and they are not bishops, they call them so, but they are not bishops. I remember introducing brother Hunter to a gentleman in Provo. &#x201C;Mr. So and So,&#x201D; said I, &#x201C;this is Bishop Hunter, our presiding Bishop here. In England you have your lords spiritual, but,&#x201D; said I, &#x201C;this is our lord temporal, and he attends to the affairs of our bread and cheese,&#x201D; &amp;c. But elsewhere their bishops are made spiritual officers, which Bishops were never intended for. Who knew anything about other organizations of the Priesthood that we have, such as Elders, Priests, Teachers, Deacons, and their various duties? Nobody. Where did this originate? With God. Where is the pattern? In the heavens. When will this Priesthood cease? Never. It originated with God, and when we get through with the affairs of time you will find just the same organization, the same Priesthood, the same power, the same principles that exist here. Why? Because the things which exist in the Church of God here are patterns of those which exist in the heavens. God said to Moses&#x2014;&#x201C;See that thou make all things according to the pattern that I showed thee in the mount.&#x201D;<span class=\"citation\" id=\"54377\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54377)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54377)\">Ex. 25:40<\/a><\/span><span class=\"citation\" id=\"76882\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76882)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76882)\">Heb. 8:5<\/a><\/span> The pattern that we have is a pattern of that which exists in the heavens, the organization of the Priesthood that will exist throughout eternity. And these are heavenly things committed to us in the flesh for our benefit, and for the benefit of  <div class=\"break pagebreak\" id=\"376a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0376.pdf\" target=\"pdfwin\">p.&#xA0;376a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6384\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the world that we live in. It is not to save or bless me or my family alone, or you and your family alone; but it is to bless and save all who will avail themselves thereof, who have ever lived, and all who live now or ever will live. <\/div><div class=\"paragraph jod\" id=\"v17n1282\"> When the purposes of God in regard to the earth shall have been fulfilled, the earth will resume its former paradisiacal glory,<span class=\"citation\" id=\"94099\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94099)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94099)\">A of F 1:10<\/a><\/span> and go on to be celestialized.<span class=\"citation\" id=\"91305\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91305)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91305)\">D&amp;C 130:9<\/a><\/span> To help on this good time we are requested to introduce certain principles, and we have heard a good deal said about the United Order. Who would not want to be united with an order like this that I speak of? The order into which we are now requested to <div class=\"break columnbreak\" id=\"376b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0376.pdf\" target=\"pdfwin\">p.&#xA0;376b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6384\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> enter is a very, very, very little portion of the other, that is all; but as we show by our acts that we cannot, or will not, be one in temporal things, how can we be one in spiritual things?<span class=\"citation\" id=\"87328\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87328)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87328)\">D&amp;C 78:4-8<\/a><\/span> Says Jesus&#x2014;&#x201C;If I have told you earthly things, and you do not believe, how shall ye believe, if I tell you of heavenly things?&#x201D;<span class=\"citation\" id=\"68871\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68871)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68871)\">John 3:12<\/a><\/span> But we do believe in these principles, and we are governed by them to a certain extent, and we are desirous to do what is right, and God desires to help us. What shall we do then? Why, keep his commandments, and obey the counsels of his servants, and esteem it a privilege to be one with them. <\/div><div class=\"paragraph jod\" id=\"v17n1283\"> [Continued on Page 1, Vol. 18.] <\/div>\n<\/div>\n<\/div>"}