{"ID":170013, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Blessings of Eternal Life Attained at the Sacrifice of All Things&#x2014;Tithing&#x2014;Economy Necessary to Self-Sustenance&#x2014;Home Manufacture.<\/div>\n<div class=\"subtitle\">Discourse by President George A. Smith, delivered at the Adjourned General Conference, held in the New Tabernacle, Salt Lake City, Sunday Afternoon, May 9, 1874.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: The Blessings of Eternal Life, Etc.<\/div>\n<div class=\"speaker\">Speaker: George A. Smith<\/div>\n<div class=\"date\">Date: 5\/9\/1874<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d13\">\n<div class=\"paragraph jod\" id=\"v17n262\"> The principles which we have presented before us in the plan of salvation require of us an effort, for we are told that if we would have the blessings of exaltation, we must continue unto the end; and, in the Lectures on Faith, contained in the Book of Doctrine and Covenants, we are informed that if we would attain <div class=\"break columnbreak\" id=\"80b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0080.pdf\" target=\"pdfwin\">p.&#xA0;80b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6679\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to the blessings of eternal life, we do it at a sacrifice of all things. The principles connected with this law call upon us to study our acts, designs and intentions in life. <\/div><div class=\"paragraph jod\" id=\"v17n263\"> We came into the Church in different parts of the world, under the influence of the Spirit of the Almighty, and we gathered here by the  <div class=\"break pagebreak\" id=\"81a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0081.pdf\" target=\"pdfwin\">p.&#xA0;81a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6678\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>aid of our brethren, or by our own efforts. We came to this land to learn the ways of the Lord and to walk in his paths;<span class=\"citation\" id=\"57795\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57795)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57795)\">Isa. 2:3<\/a><\/span> but we fail to understand or appreciate, altogether, the importance of a strict attention to our faith, and we become negligent and thoughtless, we are anxious to obtain wealth, and there arises among us a scramble, a kind of emulation one with the other, to obtain a greater amount of this world's goods than our neighbors. On this account many of us neglect to pay our Tithing, notwithstanding we are very anxious to receive the ordinances which are administered in a Temple. The real time to pay Tithing is when we have the means. When we receive money, merchandise or property, if we, in the first instance, go to Bishop Hunter and pay the tenth, making our record square with our faith, we can then use the remainder with a conscience void of offense,<span class=\"citation\" id=\"126972\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126972)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126972)\">Acts 24:16<\/a><\/span> and we shall be blessed therein. <\/div><div class=\"paragraph jod\" id=\"v17n265\"> Men may commence reasoning on this subject, and say, &#x201C;We will figure all the year, and if at the end of it we find that we have saved anything, we will pay some Tithing; but if we do not save anything, we think the Bishops ought to pay us something.&#x201D; The spirit which prompts this feeling is entirely wrong, and those who come to this conclusion will, in the end, feel that if they lose a crop any year they ought to keep back their Tithing for several years after to make up that loss; but the fact is that a Tithing of what we receive from the Lord is due to him, and the residue we are entitled to use according to our best wisdom. The Prophet Malachi says&#x2014;&#x201C;Will a man rob God? Yet ye have robbed me. But ye say, Wherein have we robbed thee? In tithes and offerings. Ye are cursed with a curse: for ye have robbed me, <span class=\"italic\">even<\/span> this whole nation. <div class=\"break columnbreak\" id=\"81b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0081.pdf\" target=\"pdfwin\">p.&#xA0;81b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6678\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Bring ye all the tithes into the storehouse, that there may be meat in mine house, and prove me now herewith, saith the Lord of hosts, if I will not open you the windows of heaven, and pour you out a blessing, that there shall not be room enough to receive it.&#x201D;<span class=\"citation\" id=\"62431\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62431)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62431)\">Mal. 3:8-10<\/a><\/span> Jesus said, he that gives a cup of cold water, in the name of a disciple, to one of these little ones, shall in no wise lose his reward;<span class=\"citation\" id=\"64240\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64240)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64240)\">Matt. 10:42<\/a><\/span> but in order to have the blessing of faith connected with the payment of Tithing, it is necessary to realize the importance of the commandment of God concerning it, for no man can attain to the faith necessary to salvation and eternal life without a sacrifice of all things. Now, if we prefer the things of this world and the pleasures of life to the things of the kingdom of God, we can have our own choice, but, so far as the comparison is concerned, &#x201C;Eye hath not seen, nor ear heard, nor yet hath it entered into the heart of man to conceive,&#x201D;<span class=\"citation\" id=\"72986\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72986)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72986)\">1 Cor. 2:9<\/a><\/span> the glory that is in store for those who keep the commandments of God, and live in accordance with his requirements. If we are to adopt the order of Zion<span class=\"citation\" id=\"126973\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126973)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126973)\">D&amp;C 104:48<\/a><\/span> now, it should become in our hearts a cherished desire, an earnest and determined purpose that, in all our actions, we will seek to love our neighbor as ourselves,<span class=\"citation\" id=\"65475\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65475)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65475)\">Matt. 22:39<\/a><\/span> that we will labor for the good of Zion, and put away selfishness, corruption and false principles. <\/div><div class=\"paragraph jod\" id=\"v17n266\"> We have been instructed upon the necessity of economy, of living within ourselves, and of sustaining ourselves by the production of our own hands, yet we carelessly drift in another direction. How often we have been counseled to avoid getting into debt. When the Order of Enoch<span class=\"citation\" id=\"126974\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126974)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126974)\">D&amp;C 76:57<\/a><\/span><span class=\"citation\" id=\"126975\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126975)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126975)\">D&amp;C 82:1-24<\/a><\/span> was organized in Kirtland the brethren were commanded, in the laws, not to get into debt to their enemies,<span class=\"citation\" id=\"86535\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86535)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86535)\">D&amp;C 64:27<\/a><\/span> and on a  <div class=\"break pagebreak\" id=\"82a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0082.pdf\" target=\"pdfwin\">p.&#xA0;82a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6677\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>certain occasion it was commanded that we should make it our object to pay all our debts and liabilities,<span class=\"citation\" id=\"88994\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88994)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88994)\">D&amp;C 90:23<\/a><\/span> and that we should take measures to avoid the necessity of incurring more. One of the earliest things I can remember in my boyhood was an answer to the question&#x2014;How to get rich? The answer was&#x2014;&#x201C;Live on half your income, and live a great while.&#x201D; We know how easy it is to live beyond our income, and to go on the credit system. Credit is a shadow, and debt is bondage, and I advise the brethren to realize that the balloon system of credit so general in our country and among ourselves is dangerous in its nature, and it is our duty, at the earliest time in our power, to close up all our liabilities, pay all our debts, and commence living as we go. I would rather walk the streets in a pair of wooden soles that I own and owe no man for, than in the finest morocco that some merchant was presenting a bill to me to pay for; I should, in my estimation, be more of a gentleman and more of an independent man with the wooden soles than with the fine boots, and I would advise our brethren, if necessity requires, to adopt the wooden sole leather in preference to being in debt. <\/div><div class=\"paragraph jod\" id=\"v17n268\"> I visited the land where my ancestors lived in America, the graves of three or four generations of them, and I saw on the old farm, still occupied by some distant kinsmen, a shoe shop. Said I&#x2014;&#x201C;What are you doing here?&#x201D; Said they&#x2014;&#x201C;Here is where we make our money, we work the farm in the summer, and in the winter we sit down here and earn three or four hundred dollars making shoes.&#x201D; &#x201C;Where do you sell them?&#x201D; &#x201C;We make them for some houses in Salem and Lynn, that send them to California and the western Territories and sell them there.&#x201D; Now, brethren, <div class=\"break columnbreak\" id=\"82b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0082.pdf\" target=\"pdfwin\">p.&#xA0;82b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6677\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> think of this, a man can learn to make a shoe very quick if he has any ingenuity, and many of us spend our time in partial idleness through the winter, and we buy our shoes from manufacturers in the East, when we could just as well make them ourselves. Another bad feature connected with imported shoes is, that when we put them on and walk into the streets, if the weather is wet, our feet are damp very quick, and I believe, as a matter of health as well as economy, that if, in wet weather, we were to adopt the wooden sole, it would save our children from much sickness, and a great many of us from rheumatism, sore throats and coughs, for much of the imported sole leather is spongy, and that holds the water and makes the feet damp and cold, producing sickness; and I am inclined to believe the statement made by the agricultural societies of Europe, that the use of wooden soles for shoes has a tendency to prevent a great many diseases which are incident to the use of leather. But if we are determined to wear leather, if we set ourselves to the work with a will, we can produce as fine leather of every variety, and as fine shoes and almost every other necessary within ourselves as we import, and a great deal better. But we must stop sending away our hides by the car load and must tan them ourselves. We have plenty of workmen who understand the business, and more can be trained, and we shall then not be compelled to ship carloads of hair from the States for the use of our plasterers, in mixing the lime to finish our walls. This is true political economy. <\/div><div class=\"paragraph jod\" id=\"v17n269\"> When I went to St. George last fall, I had a very good pair of boots, made of nice States sole leather, under my feet. The soil of St. George has a cold mineral in it, and although  <div class=\"break pagebreak\" id=\"83a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0083.pdf\" target=\"pdfwin\">p.&#xA0;83a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6676\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>it may be dry and pleasant to walk about, a man wants a thick sole under his feet. I have bled a great many years from a rupture of the left lung which I got while preaching in the streets of London in 1840, and I have suffered a great deal from it, and the moment I would go out to walk on the streets of St. George, a shock, almost like electricity, would strike, through the spongy leather of my boot, from the hollow of my foot to this lung and cause a pain there. I went and got an extra sole put on and a thickness of wax cloth put between the soles, and in this way I wore, all winter, a boot just as stiff in the sole as a clog, and had no rheumatism and escaped cold. This set me to reflecting why I should pay two dollars for those soles, brought from the States, when a piece of cottonwood was just as good, and would answer my purpose just as well. Says one&#x2014;&#x201C;Why not wear overshoes?&#x201D; Who wants the air kept from their feet by wearing a coat of India-rubber, which sweats them and makes them tender? They keep the feet dry, it is true, but for my own part it is not convenient to wear overshoes, and never has been, and on this account I have been compelled to go without. I also observe that some of those who do wear them, if they are not very careful, or if they should happen to forget and step out into the wet without them are almost sure to take cold, and have an attack of rheumatism, especially if they have delicate health. But with us throughout the Territory, I believe it has become almost a financial necessity that we economize our shoe bills. Think of these things and remember that it is within our power to manufacture just as good leather and as much of it, and as good and handsome shoes here as anywhere else, only let us take the time neces<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"83b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0083.pdf\" target=\"pdfwin\">p.&#xA0;83b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6676\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>sary to do it. <\/div><div class=\"paragraph jod\" id=\"v17n271\"> The same thing may be said in relation to hats and clothing, and in fact about nine out of every ten articles that we import. One carload of black walnut brought here from the States, and paid for as a lower class of freight, will probably make half a dozen car loads of furniture, and we have the mechanics who know how to make it up; and if we lack the necessary machinery we can procure it. If we please we can also bring lumber for every variety of furniture that we want, that our mountain lumber will not make. The same rule will also apply to wagons, carriages and agricultural implements. This course will be much better than wasting ourselves by being slaves to others, and paying out hundreds of thousands of dollars for furniture of a not very durable quality, and other articles that we can manufacture ourselves. <\/div><div class=\"paragraph jod\" id=\"v17n272\"> With me this is a very important item of religion, and it is time for us to cease importing shoes, clothing, wagons and so many other things, and that we manufacture them at home. This will reduce instead of increasing our expenses. When a man buys imported articles for the use of his family he helps to create difficulties for himself, for by and by the bills begin to come, and bonds and mortgages and all this sort of thing have to be met, and then he begins to worry and stew; but if he used homemade products the means is kept in the Territory, and he has a chance of working at some branch of trade which will in a short time bring it back to him again; whereas if it is sent out of the Territory it helps to impoverish all. Why not retrench? Says one&#x2014;&#x201C;I want to wear as good clothes and as fine shoes as anybody else, and I think I should be laughed at if I were to put clogs  <div class=\"break pagebreak\" id=\"84a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0084.pdf\" target=\"pdfwin\">p.&#xA0;84a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6675\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>on.&#x201D; Well, if they did laugh they could not do a more foolish thing. Why not feel proud and independent of our own high character, that what we have is our own, and we are slaves to nobody? That is my feeling <div class=\"break columnbreak\" id=\"84b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0084.pdf\" target=\"pdfwin\">p.&#xA0;84b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6675\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> about it. By continually importing we run into debt and cast our ways to strangers,<span class=\"citation\" id=\"60304\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60304)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60304)\">Jer. 3:13<\/a><\/span> when it is perfectly in our power, if we will do it, to be independent, comfortable and happy, and owe no man anything. <\/div>\n<\/div>\n<\/div>"}