{"ID":170036, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Saints Are Chosen&#x2014;Eternal Life Worth More Than All Things Else&#x2014;Works Must Correspond With Faith&#x2014;Prayer to God a Duty.<\/div>\n<div class=\"subtitle\">Remarks by Elder Wilford Woodruff, delivered at the Semi-Annual Conference of the Church of Jesus Christ of Latter-Day Saints, in The New Tabernacle, Salt Lake City, Friday Morning, October 9, 1874.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: Saints Are Chosen, Etc.<\/div>\n<div class=\"speaker\">Speaker: Wilford Woodruff<\/div>\n<div class=\"date\">Date: 10\/9\/1874<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d36\">\n<div class=\"paragraph jod\" id=\"v17n838\"> We, as a people, have had a great deal of teaching and counsel in our day and generation. Some of us have been taught in the things of this kingdom for over forty years, and, by this time, we ought to exercise faith in the promises of God. We have looked forward to the fulfillment of the revelations which have been given in all ages and dispensations which are past and gone; and we have not only expected their fulfillment, but we have helped to fulfill a great many of them in the <div class=\"break columnbreak\" id=\"244b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0244.pdf\" target=\"pdfwin\">p.&#xA0;244b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6515\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> course of our lives. This work is the work of God, it is not the work of man. The Lord has set his hand in these last days in fulfillment of revelation and prophecy and the promises which have been made for thousands of years past and gone, concerning the earth and the dispensations thereof. <\/div><div class=\"paragraph jod\" id=\"v17n839\"> I will here say that all inspired men, from the days of father Adam to the days of Jesus, had a view, more or less, of the great and last dispensation of the fulness of times,<span class=\"citation\" id=\"127056\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127056)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127056)\">Eph. 1:10<\/a><\/span>  <div class=\"break pagebreak\" id=\"245a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0245.pdf\" target=\"pdfwin\">p.&#xA0;245a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6514\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>when the Lord would set his hand to prepare the earth and a people for the coming of the Son of Man and a reign of righteousness. One of the brethren was speaking here about the views entertained by some in the world who regard Christianity and the work of God as a failure. I will say that the work of the Lord has never been a failure and it never will. His purposes have to be accomplished in the earth. There is one thing true with regard to the history and travels of the Saints of God in every age of the world&#x2014;they have had to pass through trials, tribulations and persecutions, and have had to contend with opposition, and this will always be their fate until the power of evil is overcome. This is one of the legacies that is designed from God to the Saints while dwelling in the flesh among a world of devils, for the world is full of them, there are millions and millions&#x2014;all that were cast out of heaven; they never die, and they never leave the earth, but they dwell here and will continue to do so until Satan is bound. As a people we have to meet this warfare, and the Saints of God have had to contend with it in every age of the world. Any man who undertakes to serve God has to round up his shoulders and meet it, and any man who will not trust in God and abide in his cause even unto death is not worthy of a place in the celestial kingdom.<span class=\"citation\" id=\"89292\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89292)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89292)\">D&amp;C 98:14-15<\/a><\/span> Said Jesus&#x2014;&#x201C;I have chosen you out of the world, therefore the world hate you. If you were of the world the world would love its own. They have hated me, they will hate you; and if they persecute me, they will persecute you.&#x201D;<span class=\"citation\" id=\"70210\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70210)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70210)\">John 15:18-20<\/a><\/span> This is the legacy which all Saints may depend upon receiving. True, there has been a difference in the various dispensations. This is the only dispensation that God has ever established that <div class=\"break columnbreak\" id=\"245b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0245.pdf\" target=\"pdfwin\">p.&#xA0;245b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6514\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> was foreordained, before the world was made, not to be overcome by wicked men and devils. All other dispensations have been made war upon by the inhabitants of the earth, and the servants and Saints of God have been martyred. This was the case with Jesus and the Apostles in their day. The Lord gave that good old Prophet Enoch, President of the Zion of God,<span class=\"citation\" id=\"127057\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127057)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127057)\">D&amp;C 58:7<\/a><\/span> who stood in the midst of his people three hundred and sixty five years,<span class=\"citation\" id=\"93196\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93196)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93196)\">Moses 7:68<\/a><\/span> a view of the earth in its various dispensations, showing him that the time would come when it would groan under the wickedness, blasphemy, murders, whoredoms and abominations of its inhabitants. The Prophet asked the Lord whether there would ever be a time when the earth should rest; and the Lord answered that in the dispensation of the fulness of times the earth would fill the measure of its days, and then it would rest from wickedness and abominations, for in that day he would establish his kingdom upon it, to be thrown down no more forever.<span class=\"citation\" id=\"61276\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61276)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61276)\">Dan. 2:44<\/a><\/span> Then a reign of righteousness would commence and the honest and meek of the earth would be gathered together to serve the Lord, and upon them would rest power to build up the great Zion of God in the latter days.<span class=\"citation\" id=\"93121\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93121)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93121)\">Moses 7:48-67<\/a><\/span> These things were also shown to Abraham, and many others of the ancient servants of God had glimpses of them by vision, revelation and the inspiration of the Spirit of God, and what they saw, or an account of what they saw, has been left on record. <\/div><div class=\"paragraph jod\" id=\"v17n841\"> This dispensation is one that all the Patriarchs and Prophets had their eye upon, and the Lord has commenced it, and has carried it on now for more than forty years, since this Church was organized with six members. We have not altogether traveled on beds of ease, we have had warfare and opposition from the  <div class=\"break pagebreak\" id=\"246a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0246.pdf\" target=\"pdfwin\">p.&#xA0;246a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/10144\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>commencement until this day; but we and the world may set our hearts at rest concerning &#x201C;Mormonism,&#x201D; for it will never cease until the Lord Jesus Christ comes in the clouds of heaven.<span class=\"citation\" id=\"65828\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65828)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65828)\">Matt. 24:30<\/a><\/span> This nation and other nations will war with the Saints of God until their cup is full; and when they become ripened in iniquity the Lord Almighty will cut them off, and the judgments of the Most High God will follow the testimony of the Elders of Israel. <\/div><div class=\"paragraph jod\" id=\"v17n843\"> This is the way I look upon it. We are called upon to do our duty with regard to the subject which has been spoken of by brothers Van Cott and Cannon. What is this world I would like to know? What are the things of this world? What are houses and lands, goods and chattels, and the treasures of the earth generally, to us? What are they to any Saints of God compared with eternal life? We should certainly be as well off to unite ourselves and our interests together in the things of God as to be separate. There have been too much selfishness and division and every man for himself amongst us, and the devil for us all. Eternal life is worth more to a Saint of God than all things else put together, in fact it is the greatest gift God ever gave to man,<span class=\"citation\" id=\"84096\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84096)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84096)\">D&amp;C 14:7<\/a><\/span> or that he can give to him, and whatever the Lord requires at our hands we should be ready to do, individually and collectively. <\/div><div class=\"paragraph jod\" id=\"v17n844\"> As I have often remarked in my testimony, from my youth up I had a desire to live to see a people rise up in the earth and contend for the faith once delivered to the Saints,<span class=\"citation\" id=\"78861\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78861)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78861)\">Jude 1:3<\/a><\/span> who would receive and teach the Gospel of Jesus Christ as it was taught in his day and generation. When I heard this Gospel I embraced it. The first sermon I ever heard the Spirit of God bore record to me <div class=\"break columnbreak\" id=\"246b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0246.pdf\" target=\"pdfwin\">p.&#xA0;246b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/10144\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> that it was true, and I went forth and was baptized for the remission of my sins. I received the laying on of hands and the Lord gave me the Holy Ghost and a testimony, just the same as he gave to you, and to hundreds of thousands of those who have obeyed the Gospel. <\/div><div class=\"paragraph jod\" id=\"v17n845\"> It was but a short time after embracing the work that I was called to go with my brethren a thousand miles for the redemption of Zion. I went willingly, for I knew it was the work of God, it was what I had sought for from the time I was eight years old, what I had been taught in the Presbyterian Sunday School and what I had read in the New Testament in my father's house. From that time up I had looked for these things, and I had a testimony that I should live to see them, and I did, and when I embraced this Gospel my heart was filled with joy and consolation; and as for this world, if I had the whole of it, I felt in those days as I feel now, it would not stand in my path in seeking for eternal life. <\/div><div class=\"paragraph jod\" id=\"v17n846\"> I was called to take my life in my hands and go up to Missouri, and a little handful of us went up to redeem our brethren. We certainly had to go by faith. My neighbors called upon and pled with me not to go; said they&#x2014;&#x201C;Do not go, if you do you will lose your life.&#x201D; I said to them&#x2014;&#x201C;If I knew that I should have a ball put through my heart the first step I took in the State of Missouri I would go.&#x201D; I went, and I did not get shot, neither did any of the rest of us, but we fulfilled the commandment of God. That is the way I felt in those days with regard to the work of God, and that is the way I feel today. I am after salvation and eternal life, and I do not want anything to stand between me and that which I am in pursuit of.  <div class=\"break pagebreak\" id=\"247a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0247.pdf\" target=\"pdfwin\">p.&#xA0;247a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6513\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>It does not make any difference what we as a people may be called to pass through. Men can go no further than they are permitted by the Lord. I have often remarked, and I repeat it, your destiny, the destiny of this nation, and the destiny of every king, prince, president, statesman and ruler under heaven are in the hands of the God of Israel. He made the world and all its inhabitants, and they can go no further than they are permitted. If we unite ourselves according to the law of God we shall have far more safety than if we turn away from the commandments of the Lord and set our hearts upon the things of this world. If we forget God we are liable to be scourged; that is my feeling this morning. <\/div><div class=\"paragraph jod\" id=\"v17n848\"> This is the work of God. The Lord has set his hand to build up his kingdom, and he will do it whatever the consequences may be. Whatever the persecutions or difficulties his Saints may be called to pass through, the Lord will never withdraw his hand, for he decreed, before the foundation of the world, that in the dispensation of the fulness of times his kingdom should be set up upon the earth, never more to be thrown down.<span class=\"citation\" id=\"61277\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61277)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61277)\">Dan. 2:44<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v17n849\"> The world has had its dispensations: we are at the end of the sixth thousand years, and are bordering upon the coming of the Son of Man in the clouds of heaven, with power and great glory,<span class=\"citation\" id=\"65829\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65829)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65829)\">Matt. 24:30<\/a><\/span> to reward every man according to the deeds done in the body;<span class=\"citation\" id=\"74153\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74153)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74153)\">2 Cor. 5:10 (JST)<\/a><\/span> and whatever the feelings of the world may be the Lord has decreed a woe upon that man, that house, that nation or that people that rejects the testimony of his servants. The Lord says that he will hold a controversy with the nations, and judge the world with fire and sword, and he will plead with all flesh,<span class=\"citation\" id=\"60576\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60576)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60576)\">Jer. 25:31<\/a><\/span> and the slain of the Lord will be many.<span class=\"citation\" id=\"60231\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60231)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60231)\">Isa. 66:16<\/a><\/span> <div class=\"break columnbreak\" id=\"247b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0247.pdf\" target=\"pdfwin\">p.&#xA0;247b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6513\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> What if some of us do have to sacrifice our lives for the word of God and the testimony of Jesus Christ?<span class=\"citation\" id=\"78999\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78999)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78999)\">Rev. 1:9<\/a><\/span><span class=\"citation\" id=\"79260\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79260)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79260)\">Rev. 6:9<\/a><\/span> What of it? What is a man's life? The whole world will die. Armies, containing thousands of men, go forth for the honor of being killed, in order to defend a king or a government. Is it any worse to die for the word of God and the testimony of Jesus Christ<span class=\"citation\" id=\"79000\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79000)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79000)\">Rev. 1:9<\/a><\/span><span class=\"citation\" id=\"79261\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79261)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79261)\">Rev. 6:9<\/a><\/span> than to die serving the devil? Not a particle. I glory in my feelings at the valiant spirit that is and has been manifested by the servants of the living God in the cause of truth and in defense of the great latter-day work. The Lord never raised up a better set of men and women since the world was than are they who have embraced the Gospel of Jesus Christ in these latter days. They have the testimony of Jesus Christ with them, and they have been called to pass through many trials thus far in the history and progress of the work of God. It is true that many have broken their covenants and turned away from the Lord, and the reason is that they stopped serving God and undertook to serve themselves, and that led them into darkness. They rejected the things of the kingdom of heaven, and the spirit of God was taken from them, and that class of people, in every age of the world is the darkest of any who ever breathe the breath of life. They lose all confidence in every principle of salvation and eternal life revealed to man. <\/div><div class=\"paragraph jod\" id=\"v17n850\"> With regard to our present position I want to say that it is the duty of every Saint of God in these valleys of the mountains to let his prayers ascend into the ears of the Lord of Sabaoth, day and night in the season thereof,<span class=\"citation\" id=\"86721\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86721)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86721)\">D&amp;C 68:33<\/a><\/span> in the family circle and in private places, for the Lord to sustain his people, build up Zion and fulfill his promises. We  <div class=\"break pagebreak\" id=\"248a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0248.pdf\" target=\"pdfwin\">p.&#xA0;248a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6512\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>are in duty bound to fulfill ours, and the Lord will not fail now any more than he has any other time. He did not fail in the days of Jesus Christ, not a bit of it. Jesus was poor, and from the manger to the cross, spent his whole life in the deepest poverty, suffering and affliction; he descended below all things that he might rise above all,<span class=\"citation\" id=\"88259\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88259)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88259)\">D&amp;C 88:6<\/a><\/span> and we are told that he had not money enough to pay his taxes to Caesar, and had to send Peter to catch a fish to get money for that purpose.<span class=\"citation\" id=\"65008\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65008)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65008)\">Matt. 17:24-27<\/a><\/span> He was poor all the way through his life. Is it any worse for you, or me, or any other Saint of God, to suffer persecution, affliction, poverty or trials than for our great Leader, President, Redeemer, King and Savior, who is going to come in the clouds of heaven?<span class=\"citation\" id=\"65830\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65830)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65830)\">Matt. 24:30<\/a><\/span> No, not a particle. As some of our brethren have said, there is need for us to repent and humble ourselves before the Lord our God, that we may have and enjoy more of the Holy Spirit to prepare us for that which lies before us. It is our duty to unite together as a people; our temporal salvation lies in this, and we should not be backward in this matter. We should not only preach it, but be also ready to practice it; as leaders and as people, all should unite in carrying out that which is required of us. As an individual I am not afraid of starving to death, I never was afraid of that in my life, and I have traveled a great many thousand miles to preach the Gospel without money and without price,<span class=\"citation\" id=\"59771\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59771)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59771)\">Isa. 55:1<\/a><\/span> and so have many of my brethren who are around me, and we never starved to death, and we do not expect to. The amount of it is that everything we have herein these valleys of the mountains&#x2014;this Tabernacle, this Temple, these public grounds, and all the cities and towns that have been built over six hundred miles of Territory, <div class=\"break columnbreak\" id=\"248b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0248.pdf\" target=\"pdfwin\">p.&#xA0;248b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6512\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> are the gift of God to us. The Lord knows this country was barren enough when we came here, and a faithful people were tried here with cricket and grasshopper wars, until famine stared them in the face; but they trusted in God, and they did not get disappointed. <\/div><div class=\"paragraph jod\" id=\"v17n852\"> Our prayers should go up day and night in behalf of our President, and the Presidency whom God has sustained from the beginning, and also for the leaders of the people and for each other. We should labor and pray for this. We are making history. The travels and experience of the Latter-day Saints have been as interesting as the history of any people in any dispensation since the world began. Joseph Smith was a Prophet of God, and he was called to lay the foundation of this kingdom; he was raised up from before the foundation of the world for this purpose, and he came forth, through the loins of ancient Joseph who was sold into Egypt,<span class=\"citation\" id=\"127058\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127058)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127058)\">2 Ne. 3:6-16<\/a><\/span> and dwelt in the flesh, and nothing failed in its fulfillment as far as he was concerned. He lived until he planted the Gospel, until he received the apostleship,<span class=\"citation\" id=\"84602\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84602)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84602)\">D&amp;C 27:12<\/a><\/span> and every branch of the Priesthood of Aaron and Melchizedek, all the keys of the kingdom of God, everything that was necessary in order to lay the foundation of this Church and Kingdom, which God, through the mouths of holy Prophets,<span class=\"citation\" id=\"71379\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71379)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71379)\">Acts 3:21<\/a><\/span> declared should be established in the latter days, to be thrown down no more forever.<span class=\"citation\" id=\"61278\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61278)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61278)\">Dan. 2:44<\/a><\/span><span class=\"citation\" id=\"89568\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89568)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89568)\">D&amp;C 101:75<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v17n853\"> Under these circumstances, of course, faith is required on the part of the Saints to live their religion, do their duty, walk uprightly before the Lord and build up his Zion on the earth. Then it requires works to correspond with our faith. I know the testimony of Jesus Christ is not palatable; it does not, and  <div class=\"break pagebreak\" id=\"249a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0249.pdf\" target=\"pdfwin\">p.&#xA0;249a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6511\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>never did, suit the ears of the world at large. Christendom today does not like &#x201C;Mormonism,&#x201D; because it comes in contact with the traditions handed down from the fathers; the world never did like the truth. We cannot help that, it is our duty to bear a true and faithful testimony to the work of God, and to preach the Gospel which has been revealed to us in our day by the ministration of angels out of heaven. That Gospel is the same as was taught by Adam, and the ancient patriarchs, Abraham, Isaac and Jacob, Noah, Enoch, Methuselah and all the ancient Prophets, also by Jesus and the Apostles. There never was but one Gospel, and never will be but one delivered to the children of men, and that never changed and never will change in time or eternity. It is the same in every age of the world; its ordinances are the same. Believers in the Gospel had faith in Jesus before he came in the flesh, and repentance of sin was preached before his day as well as since; they also practiced baptism for the remission of sins and the laying on of hands for the gift of the Holy Ghost; and they had the organization of the Church with inspired men therein. Saith the Lord Jesus, &#x201C;I have set in the church, first apostles, second prophets, third teachers, pastors,<span class=\"citation\" id=\"127059\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127059)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127059)\">Eph. 4:11<\/a><\/span> gifts, helps, and governments.&#x201D;<span class=\"citation\" id=\"73616\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73616)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73616)\">1 Cor. 12:28<\/a><\/span> What for? For the work of the ministry, for the perfecting of the Saints,<span class=\"citation\" id=\"75158\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75158)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75158)\">Eph. 4:12<\/a><\/span> etc. These things are necessary in every age of the world, and they have been restored in these last days, and they are true and will have their effect upon the children of men. When this Gospel is preached to the Gentiles and they count themselves unworthy of eternal life it will go to the house of Israel, and the first will then be last, as the last has been first.<span class=\"citation\" id=\"81071\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81071)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81071)\">1 Ne. 13:42<\/a><\/span> <\/div> <div class=\"break columnbreak\" id=\"249b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0249.pdf\" target=\"pdfwin\">p.&#xA0;249b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6511\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v17n855\"> It is our duty as a people to unite together and not to be slothful in welldoing.<span class=\"citation\" id=\"86554\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86554)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86554)\">D&amp;C 64:33<\/a><\/span> As I have already said, we should let our prayers ascend before the Lord. I have more faith in prayer before the Lord than almost any other principle on earth. If we have no faith in prayer to God, we have not much in either him or the Gospel. We should pray unto the Lord, asking him for what we want. Let the prayers of this people ascend before the Lord continually in the season thereof,<span class=\"citation\" id=\"86722\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86722)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86722)\">D&amp;C 68:33<\/a><\/span> and the Lord will not turn them away, but they will be heard and answered, and the kingdom and Zion of God will rise and shine, she will put on her beautiful garments<span class=\"citation\" id=\"59539\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59539)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59539)\">Isa. 52:1<\/a><\/span><span class=\"citation\" id=\"127060\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127060)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127060)\">D&amp;C 82:14<\/a><\/span> and be clothed with the glory of her God, and fulfill the object of her organization here upon the earth. Therefore, I say, brethren and sisters, let us do our duty. Let us pray for the Presidency of this Church; let us uphold and sustain them by our faith and by our works. They are called of God, they have been our leaders for years. President Young has led this Church longer a great deal than any other man. His works and his life have been before you, and you know him, and the course he has pursued. God has blessed him and he has been profitable unto us. The revelations of God and the principles which he has brought forth have been a consolation to Israel. Our prayers should ascend for him that he may be restored to health and be preserved by the hand of God. We should pray to the Lord for everything else that we stand in need of. Then we should go to and do our duty in building the Temples of our God, that we may magnify our calling, and be saviors on Mount Zion,<span class=\"citation\" id=\"61995\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61995)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61995)\">Obad. 1:21<\/a><\/span> for the living and the dead. In the seventeen hundred years which are past and gone, over fifty thousand million people have  <div class=\"break pagebreak\" id=\"250a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0250.pdf\" target=\"pdfwin\">p.&#xA0;250a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6510\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>gone into the spirit world who never saw the face of a Prophet or of an Apostle, and never heard the words of an inspired man, for during the whole of that time no man was called of God to build up his kingdom on the earth. Whatever the Christian world may think, these things are true. When the Apostles were put to death the Priesthood went from the earth, and the Church went into the wilderness, or, in other words, there was a falling away among the Gentiles, as there had been before among the Jews. Those generations are in the spirit world, shut up in prison; they have got to be visited by men who held the Priesthood in the flesh, that they may preach the Gospel unto them,<span class=\"citation\" id=\"127061\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127061)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127061)\">D&amp;C 138:30-37<\/a><\/span> the same as Jesus did when he went to preach to the spirits in prison during the three days and nights when his body lay in the tomb.<span class=\"citation\" id=\"77971\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77971)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77971)\">1 Pet. 3:18-20<\/a><\/span> This is our duty. And I will here say that every Elder of Israel who lays down his life, whether he dies in his bed, or is put to death by the enemies of truth, when he goes into the spirit world his works follow him, and he rests in peace.<span class=\"citation\" id=\"80029\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80029)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80029)\">Rev. 14:13<\/a><\/span><span class=\"citation\" id=\"86272\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86272)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86272)\">D&amp;C 59:2<\/a><\/span> The Priesthood is not taken from him, and he has thousands more to preach to there than he ever had here in the flesh. But it depends upon the living here to erect Temples, that the ordinances for the dead may be attended to, for by and by you will meet your progenitors in the spirit world who never heard the sound of the Gospel. You who are here in Zion have power to be baptized for and to redeem your dead. The resurrection and the coming of the Messiah are at the door. The signs of heaven and earth indicate the coming of the Lord Jesus Christ. The fig trees are putting forth their leaves in the eyes of every man who has the faith of the Gospel.<span class=\"citation\" id=\"65888\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65888)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65888)\">Matt. 24:32-33<\/a><\/span><span class=\"citation\" id=\"93583\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93583)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93583)\">JS&mdash;M 1:38-39<\/a><\/span> Let us, therefore, try and do our duty. Let <div class=\"break columnbreak\" id=\"250b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0250.pdf\" target=\"pdfwin\">p.&#xA0;250b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6510\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> us attend to the ordinances of the house of God, and unite ourselves according to his law, for Jesus will never receive the Zion of God unless its people are united according to celestial law, for all who go into the presence of God have to go there by this law.<span class=\"citation\" id=\"89936\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89936)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89936)\">D&amp;C 105:5<\/a><\/span> Enoch had to practice this law, and we shall have to do the same if we are ever accepted of God as he was. It has been promised that the New Jerusalem will be built up in our day and generation,<span class=\"citation\" id=\"127062\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127062)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127062)\">D&amp;C 84:1-5<\/a><\/span> and it will have to be done by the United Order of Zion and according to celestial law. And not only so, but we have to keep that law ourselves if we ever inherit that kingdom, for no man will receive a celestial glory unless he abides a celestial law; no man will receive a terrestrial glory unless he abides a terrestrial law, and no man will receive a telestial glory unless he abides a telestial law.<span class=\"citation\" id=\"88385\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88385)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88385)\">D&amp;C 88:21-24<\/a><\/span> There is a great difference between the light of the sun at noonday and the glimmer of the stars at night, but that difference is no greater than the difference of the glory in the several portions of the kingdom of God.<span class=\"citation\" id=\"87194\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87194)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87194)\">D&amp;C 76:96-98<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v17n857\"> I always have said and believed, and I believe today, that it will pay you and me and all the sons and all the daughters of Adam to abide the celestial law, for celestial glory is worth all we possess; if it calls for every dollar we own and our lives into the bargain, if we obtain an entrance into the celestial kingdom of God it will amply repay us. The Latter-day Saints have started out for celestial glory, and if we can only manage to be faithful enough to obtain an inheritance in the kingdom, where God and Christ dwell,<span class=\"citation\" id=\"87252\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87252)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87252)\">D&amp;C 76:112<\/a><\/span> we shall rejoice through the endless ages of eternity. <\/div><div class=\"paragraph jod\" id=\"v17n858\"> I thank God that my ears have heard the sound of the Gospel. I  <div class=\"break pagebreak\" id=\"251a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0251.pdf\" target=\"pdfwin\">p.&#xA0;251a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6509\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>thank God that I have been preserved upon the earth to live to see the face of an Elder of Israel, to be called of God and to administer the ordinances of his house. I traveled a good many miles with President Joseph Smith, as some of you did; I have also traveled a good many miles with President Young and with the Apostles and Elders of Israel, and I have never seen the hour yet, in the midst of our deepest afflictions and persecutions, that I was sorry that I had embraced the Gospel, and I hope I never shall. <\/div> <div class=\"break columnbreak\" id=\"251b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0251.pdf\" target=\"pdfwin\">p.&#xA0;251b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6509\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v17n860\"> I pray God my heavenly Father that he will inspire our hearts as Latter-day Saints, that we may become one and, not having the fear of man before our eyes, but the fear of God, that we may be ready to do whatever is required of us, and to carry out the counsels of the servants of God. When we do this we shall be happy, and we shall be saved whether in life or in death. I pray that we may pursue this course, and that we may overcome the world, the flesh and the devil, and inherit eternal life, for Jesus' sake. Amen. <\/div>\n<\/div>\n<\/div>"}