{"ID":170028, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Knowledge Received By Immediate Revelation&#x2014;Cooperation in Temporal Affairs&#x2014;The Saints Are Heirs of God and Joint Heirs With Christ.<\/div>\n<div class=\"subtitle\">Discourse by Elder John Taylor, delivered at the Semi-Annual General Conference of the Church of Jesus Christ of Latter-Day Saints, in the New Tabernacle, Salt Lake City, Friday Afternoon, October 9, 1874.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: Knowledge Received, Etc.<\/div>\n<div class=\"speaker\">Speaker: John Taylor<\/div>\n<div class=\"date\">Date: 10\/9\/1874<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d28\">\n<div class=\"paragraph jod\" id=\"v17n594\"> In our assemblies at Conference the representatives of the people from the various parts of the Territory meet together to be informed in relation to any and all measures that may be determined upon for the furtherance of our interests as a people, and the interests of the Church and kingdom of God upon the earth; for the Church and kingdom of God is established upon the earth, and God has communicated unto us his will, and, by revelation, has instructed us how to organize the various orders of the Priesthood as they have been presented before you today. I feel that we are acting in the presence of God and of the holy angels, and that we are operating for our own welfare, the welfare of our ancestors and, in part, for the welfare of the millions who have lived upon <div class=\"break columnbreak\" id=\"172b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0172.pdf\" target=\"pdfwin\">p.&#xA0;172b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6587\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the earth, and for the introduction of principles which have emanated from God, which are calculated to regenerate, evangelize and redeem the world in which we live. <\/div><div class=\"paragraph jod\" id=\"v17n595\"> There is something peculiar in the relationship that we sustain to each other, to those who have gone before us, to our God and to the building up of his kingdom. We are not acting for ourselves individually, but in the interests and for the benefit of all men that have ever lived upon the earth, as well as of those now living upon it. <\/div><div class=\"paragraph jod\" id=\"v17n596\"> We are acting in conjunction with the Almighty; with Apostles and Prophets and men of God who have lived in the various ages of the world, to accomplish the great program that God had in his mind in relation to the human family before the world  <div class=\"break pagebreak\" id=\"173a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0173.pdf\" target=\"pdfwin\">p.&#xA0;173a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6586\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>existed, and which will as assuredly come to pass as God lives. We feel, at the same time, that we are encompassed with the infirmities, weaknesses, imperfections and frailties of human nature, and in many instances we err in judgment, and we always need the sustaining hand of the Almighty; the guidance and direction of His Holy Spirit, and the counsel of his Priesthood that we may be led and preserved in the path that leads to life eternal; for it is the desire of all Latter-day Saints to keep the commandments of God, live their religion, honor their profession and magnify their calling, and so prepare themselves for an inheritance in the celestial kingdom of God. <\/div><div class=\"paragraph jod\" id=\"v17n598\"> We have had presented before us today, the Church authorities. This may seem to many of us a mere matter of form; but it is at the same time a matter of fact, and one in which we are individually and collectively interested. It presents to our minds a train of reasoning, ideas, thoughts and reflections which men generally do not experience. Here is a President and his council, here are the Twelve, the Bishops, High Priests, Seventies, Elders and the various authorities and councils of the Church upon the earth&#x2014;the Church of Jesus Christ of Latter-day Saints. What is that Church? Is it a phantom, a theory, an ideality, something that has been got up by the schools, by the wise men and philosophers of the day? No, it is something that emanates from God, that had its origin with him. It is to him that we are indebted for all the light, intelligence and knowledge that we possess. How did we know that we needed a President? God told us. How did we know that we needed counselors? The Lord told us. How did we know that it was necessary that there should be a Twelve in the <div class=\"break columnbreak\" id=\"173b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0173.pdf\" target=\"pdfwin\">p.&#xA0;173b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6586\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Church and kingdom of God? The Lord told us. How did we know that there should be quorums of Seventies, High Priests, Elders, High Councils, and all these various organizations? The Lord told us, and we have come together and passed upon these principles, and have united together in the Commonwealth of Israel. And when we talk about this Priesthood, as has been very properly remarked by one of the speakers during this Conference, why, we all of us belong, more or less, thereto. It is emphatically that which was spoken of in the days of Moses&#x2014;a kingdom of Priests.<span class=\"citation\" id=\"54118\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54118)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54118)\">Ex. 19:6<\/a><\/span> We are in reality a kingdom of Priests, and we are in possession of principles that will endure throughout all eternity. We are associated with men who have lived before us, and who are connected with the same ministry and calling as we possess, and they are operating with us and we with them for the accomplishment of certain objects which God has in view. And who of us can point out the path wherein we should walk? Who of us can direct our steps in relation to the great principles that lie before us? We need the guidance, instruction, intelligence and revelation that flow from heaven to lead us. We have needed them to bring us thus far. When the Lord got angry with the children of Israel because of their follies, and said, &#x201C;I will not go up with you,<span class=\"citation\" id=\"54527\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54527)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54527)\">Ex. 33:14<\/a><\/span> but, my spirit shall go with you,&#x201D;<span class=\"citation\" id=\"127008\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127008)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127008)\">D&amp;C 103:19<\/a><\/span> Moses might well plead and say&#x2014;&#x201C;O God, if thou goest not up with us, carry us not up hence.&#x201D;<span class=\"citation\" id=\"54531\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54531)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54531)\">Ex. 33:15<\/a><\/span> He felt&#x2014;what can we do, what course shall we pursue unless the Lord directs us? We, the Latter-day Saints are in the same position&#x2014;unless the Lord guides us we are in a poor fix. <\/div><div class=\"paragraph jod\" id=\"v17n599\"> Now then, what were Apostles, Prophets, Pastors, Teachers, Evan<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"174a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0174.pdf\" target=\"pdfwin\">p.&#xA0;174a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6585\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>gelists and other officers placed in the Church for in former days? Paul tells us for the perfecting of the Saints, for the work of the ministry, and for the edifying of the body of Christ until we all come to a unity of the faith, to the knowledge of the Son of God, unto the fullness of the stature of a perfect man in Christ, that we be no more children, tossed about with every wind of doctrine, and the cunning craftiness whereby men lie in wait to deceive, and that we may grow up in him, our living head, in all things.<span class=\"citation\" id=\"75132\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75132)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75132)\">Eph. 4:11-15<\/a><\/span> What are Apostles, Prophets, Evangelists, Pastors, Teachers, &amp;c., placed in the Church now for? For precisely the same reasons that they were then, only much more so, for they were connected with a system that had to succumb to the adversary, and to be rooted out&#x2014;a certain power was to rise up and was to prevail against them; but it is not so with us&#x2014;our course is onward. We are connected with that little stone that was hewn out of the mountain without hands, and that was to continue to roll until it filled the whole earth.<span class=\"citation\" id=\"61041\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61041)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61041)\">Dan. 2:34-35<\/a><\/span><span class=\"citation\" id=\"86601\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86601)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86601)\">D&amp;C 65:2<\/a><\/span> That is the position that we occupy, and it is said that the kingdom shall not be given into the hands of another people.<span class=\"citation\" id=\"61271\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61271)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61271)\">Dan. 2:44<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v17n601\"> These several officers, we are told, were placed in the Church for the perfecting of the Saints&#x2014;we need their labors; they are for the work of the ministry&#x2014;we need a little of it; they are for the edifying of the body of Christ&#x2014;we need edifying.<span class=\"citation\" id=\"75157\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75157)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75157)\">Eph. 4:12<\/a><\/span> How long? Until we all come in the unity of the faith, and until we are perfect in the knowledge of the Son of God.<span class=\"citation\" id=\"75204\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75204)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75204)\">Eph. 4:13<\/a><\/span> We are not quite there yet. There is a little faltering, shaking, tottering and stumbling like babes amongst us once in a while, and we need the sustaining hand, and instruction of God to support us and <div class=\"break columnbreak\" id=\"174b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0174.pdf\" target=\"pdfwin\">p.&#xA0;174b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6585\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> help us to pass along in the path marked out for us. He has led us along remarkably, and he has united us to a certain extent in many things, and there is something pleasant and delightful in union. We have done a good deal in being united. Here are many of these Elders around me who have been ready, in any moment, to go anywhere, just as these Elders who have been called today to go to the States, England, Scotland, France, Germany, Spain, Portugal, or any other part of the earth, to preach the Gospel, build up settlements or whatever else they are required to do in order to further the purposes and to build up the kingdom of God upon the earth. I was very much pleased at a meeting we had the other evening in the Tabernacle, to learn that over three hundred men could be found who would go down to St. George this winter, find their own food and work as teamsters, carpenters, stonecutters, and in other callings necessary to forward the work on the Temple. That shows there is something like union among the Latter-day Saints. I like to see principles of that kind operating among us, it shows that we possess a portion of the spirit of the work, and that we appreciate the Gospel. And we have done a good deal of this kind of thing heretofore. Many of you remember what took place when we left Far West. When our people there had been robbed of everything that the thieves could get hold of, they put the balance of their means together to help one another out, until there was not a man left who wanted to leave the State. We agreed to do that and we did it. Then, afterwards, when we left Nauvoo, we covenanted, in the Temple that we built there, that we would never cease our endeavors until every man who wanted to leave that coun<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"175a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0175.pdf\" target=\"pdfwin\">p.&#xA0;175a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6584\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>try and come here had had the opportunity, and that we would assist him in doing so. Did we carry it out? We did, and we were united in our efforts, and we did a good many things besides what we promised to do. We have sent as many as five hundred teams at a time from here with provisions and other necessaries, to bring the poor from the frontiers to this land, before the railroad was in existence; and since then we have operated and cooperated with our means to bring them by the railroad. So far these things are good, honorable and praiseworthy. <\/div><div class=\"paragraph jod\" id=\"v17n603\"> Then again, we are a good deal united in our doctrinal affairs, and we begin to feel that we are part of God's creation, that we are operating in this particular day and age of the world to accomplish a certain work, and that work is not for our own individual interests alone, it is not to build up and aggrandize ourselves, but it is to build up the kingdom of God and to forward his purposes upon the earth. That is what we are here for. You might talk about principle to a great many men until your heads turned gray and your tongues cleave to the roofs of your mouths, and it would make no difference&#x2014;they are not prepared to receive it. But the Latter-day Saints are to a very great extent. Why? Because the very first thing that God did with us was to get us converted, to get us baptized and in a position where we could receive the Holy Ghost, and then we were placed in what some people call <span class=\"italic\">en rapport<\/span> with God&#x2014;brought into communication and relationship with him so that we could recognize him as our Father and friend, and we are his friends; and he and we, and others who have lived and died here on the earth, who obeyed the same principles that we have obeyed, are all operating toge<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"175b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0175.pdf\" target=\"pdfwin\">p.&#xA0;175b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6584\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ther for the accomplishment of the purposes of God on the earth. That is what we are doing. It is a great work, and, everyone of us needs to ponder the path of our feet, to mark well the course that is laid out to us, and seek to do the will of our heavenly Father. We are living in a critical and an important age. Men sometimes are astonished when they see the corruption, wickedness and evil, the departure from honesty and integrity, and the villainy that everywhere exist; but why should they be? Have we not been preaching for the last thirty or forty years that the world would grow &#x201C;worse and worse, deceiving, and being deceived?&#x201D;<span class=\"citation\" id=\"76201\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76201)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76201)\">2 Tim. 3:13<\/a><\/span> Has it not been preached to us that the nations of the earth had the elements of destruction within themselves and that they were bound to crumble? And when we see honor trampled under foot, and integrity and truth standing afar off, while the wicked, corrupt and froward manage and direct affairs, we may expect that the axe is laid at the root of the tree<span class=\"citation\" id=\"62699\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62699)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62699)\">Matt. 3:10<\/a><\/span> and that it is decaying and will soon fall. And that is what is being accomplished among the nations today. We need not whine or think there is anything strange or remarkable about it. We have expected these things to transpire, and they will be a great deal worse than they are today. But we are engaged in introducing correct principles, and we are trying to get united. We are united, as I said before, in many things, for the religion that we have embraced, in its spiritual signification, brings us into communication one with another, and helps us to love one another, and I wish there was a little more of that disposition among us, and that we loved one another a little better, and studied one another's interests a little more. I wish we could sympathize with  <div class=\"break pagebreak\" id=\"176a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0176.pdf\" target=\"pdfwin\">p.&#xA0;176a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6583\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>our brethren, and be full of loving kindness and generosity one towards another. I wish that we could feel that brotherly love continued, and that it was spreading and increasing, flowing from the fountain of life&#x2014;from God&#x2014;from heart to heart as oil is poured from vessel to vessel, that harmony, sympathy, kindness and love might be universal among us. This is what the Gospel will do for us if we will only let it. Said Jesus, when speaking to the woman of Samaria&#x2014;&#x201C;If thou hadst asked of me, I would have given thee water that should have been in thee a well springing up to everlasting life.&#x201D;<span class=\"citation\" id=\"69009\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69009)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69009)\">John 4:10,14<\/a><\/span> Let us drink a little more deeply of our religion, it leads us to God, it opens up a communication between us and our Father, whereby we are enabled to cry &#x201C;Abba, Father.&#x201D;<span class=\"citation\" id=\"72535\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72535)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72535)\">Rom. 8:15<\/a><\/span> The principles of the Gospel that we have embraced reach into eternity, they penetrate behind the veil where Christ our forerunner has gone,<span class=\"citation\" id=\"76754\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76754)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76754)\">Heb. 6:19-20<\/a><\/span> if we are living our religion and keeping the commandments of God; and wherever the influence of this Gospel is exerted it binds people together, and at the same time unites them with their God who rules in heaven, and with Jesus the Mediator of the New Covenant,<span class=\"citation\" id=\"77298\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77298)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77298)\">Heb. 12:24<\/a><\/span> and with the heavenly throng, and their minds are illuminated until, like the vision of Jacob's ladder, they can see the angels of God ascending and descending,<span class=\"citation\" id=\"53473\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53473)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53473)\">Gen. 28:12<\/a><\/span> carrying messages to and from God and his people. Said Jesus, about the last thing when he was leaving the earth&#x2014;&#x201C;Father, I pray for those whom thou hast given me, and not for these only, but for all who shall believe on me through their word; That they all may be one, even as I and the Father are one, that they may be one in us&#x201D;&#x2014;<span class=\"citation\" id=\"70643\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70643)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70643)\">John 17:9,20-21<\/a><\/span>one in sentiment, feeling, desire and action for the accomplishment of the purposes of God, <div class=\"break columnbreak\" id=\"176b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0176.pdf\" target=\"pdfwin\">p.&#xA0;176b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6583\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> whether in the heavens or upon the earth. <\/div><div class=\"paragraph jod\" id=\"v17n605\"> Can we conceive of these things? We have little glimpses in relation to them sometimes, by which we are enabled to form a very faint idea of the effect of that unity which exists in heaven, and of the unity that ought to exist on earth. What can bring this latter about? Some speculative theory? No. We want, in the first place, to have our hearts united to God; we want to have the Spirit of God planted in our bosoms; we want to have the power of the Gospel in our households; we want a union with each other there, and a union with our God, and everyone of us to feel as one felt formerly&#x2014;&#x201C;As for me and my house, we will serve the Lord.&#x201D;<span class=\"citation\" id=\"55333\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55333)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55333)\">Josh. 24:15<\/a><\/span> As a starting point, we each of us must feel&#x2014;&#x201C;No matter what others do, I and my house will fear God, keep his commandments,<span class=\"citation\" id=\"127009\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127009)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127009)\">Eccl. 12:13<\/a><\/span> and do that which is right in his sight, and in the sight of holy angels.&#x201D; And what then? Why, we will do everything else that God wants us. If it is to build Temples? Yes. Is it profitable? God knows best about that. If it does not make much money, it brings something in the heart that the world cannot give and that man cannot take away&#x2014;it gives peace and joy and satisfaction, and you feel&#x2014;&#x201C;I am of the household of faith, I am a child of God, I am carrying out the will of my Father, and they who have lived and we who now live are operating together for the redemption of the living and the dead, for the regeneration of the world, for the carrying out of the purposes of the great Eloheim, for the introduction of principles that will ennoble and exalt man and enable him to stand in the dignity of his office, calling and Priesthood as a Priest of the Most High God.&#x201D; That is the posi<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"177a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0177.pdf\" target=\"pdfwin\">p.&#xA0;177a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6582\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tion that we ought to occupy, and that is what we are after. It is no little boys' play that we are engaged in, it is a lifelong service, and that life will last while eternity endures. We want to operate here all the time, so that we may have our own approving conscience, that we may have the approval of all good, honorable men; that we may have the sanction and approval of God and of the holy angels, and of the Priesthood who have lived before, and that we may feel that we are operating for the general benefit of the world that was, that is, or is to come. <\/div><div class=\"paragraph jod\" id=\"v17n607\"> We are called upon once in a while to take a new step in this great work. At one time it was polygamy, at another it was baptism for the dead, then it was building Temples, then certain endowments, then the sealing of our children to us, then certain promises made to ourselves, such as God made to Abraham in former days, and now it is that we must get a little closer together, and be more united in regard to our temporal affairs, that we may be prepared to act and to operate in all things according to the mind and will of God and this step in advance, like every other, has caused us to reflect and ponder, and many of us are full of fears and doubts in relation to many things and many men. Well, have we all done right? No. Have we all been strictly honest? No. Have we all lived our religion? No. Have we all been upright in our dealings one with another, and done that which is right in the sight of God? No, we have not. What then? Shall we continue to do wrong? We are called upon, in this as in many other things, to take a new step that is contrary to our traditions, ideas and theories but not contrary to the doctrines that have been taught to the Latter-day Saints. But we hardly know, some<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"177b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0177.pdf\" target=\"pdfwin\">p.&#xA0;177b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6582\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>times, how to get at these things, how to fix them up, how to put them right. We have been trying, since God moved upon his servant Brigham, to get things into order, but the ship moves very slowly, there seems to be a good many snags of one kind or other in the way. Many people are very much misinformed in relation to many of these things. There have been a good many things said, and a great many ideas in circulation about the order of things that it is desired should be established among us. I will tell you some of my ideas in relation thereto. <\/div><div class=\"paragraph jod\" id=\"v17n608\"> In the first place, it has been a matter of fact with me, for years and years, that such a state of things has to be introduced amongst us. I think that is an opinion that prevails very generally among the Latter-day Saints, and I do not think there is much difference of opinion in relation to it. We have read about it in the Book of Doctrine and Covenants. I think there are as many as a dozen revelations in that book in reference to this subject, and perhaps more than that. I do not propose to quote them, however, at the present time. We read an account of the City of Enoch, which was established on this principle, and how the people acted there;<span class=\"citation\" id=\"92944\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92944)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92944)\">Moses 7:18<\/a><\/span> there is also an account of a people who formerly lived on this continent, who carried out the same principle;<span class=\"citation\" id=\"83096\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83096)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83096)\">4 Ne. 1:3<\/a><\/span> and when this Church was first organized by Joseph Smith, these very principles were among the first that he introduced to the people,<span class=\"citation\" id=\"85352\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85352)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85352)\">D&amp;C 42:30-31<\/a><\/span> and we have had them before us all the time, so that we have no need to begin and argue the points at all; but I want to come right to matters of fact as they exist among us here today. <\/div><div class=\"paragraph jod\" id=\"v17n609\"> Many say, &#x201C;I do not like the thing as it now is, I wish we had it as it is laid down in the Book of Doctrine  <div class=\"break pagebreak\" id=\"178a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0178.pdf\" target=\"pdfwin\">p.&#xA0;178a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6581\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and Covenants.&#x201D; No you don't. &#x201C;Well, we think we do.&#x201D; Well, but you don't, I am sure you don't, and I will show you why before I get through. We are living in peculiar times&#x2014;we cannot be governed by &#x201C;Thus saith the Lord&#x201D;<span class=\"citation\" id=\"53850\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53850)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53850)\">Ex. 4:22<\/a><\/span> independent of other influences. We are associated with national and judicial affairs that are opposed to every principle that God would reveal or will reveal. That is a fact that I need not argue before the Latter-day Saints, they all know it. Well, what then? The Spirit of the Lord has operated upon President Young to introduce these principles in our midst, that is, as near as they can be to conform to the laws of the land, for the people in these United States profess to be so pure, you know, that they could not think of having anything contrary to law; they would never dream of anything of that kind. Why, the people of the United States, including their Presidents, Governors and rulers, are the most law-abiding people you ever heard of, according to their professions, are they not? They cannot think of doing anything contrary to law. <\/div><div class=\"paragraph jod\" id=\"v17n611\"> Well, we have to go with the general stream; or at least it is necessary that we protect ourselves from legal cormorants, and from every man who would devour, tear in pieces and destroy, who is after our property and our lives. This class of persons would be very glad to take not only the property but the lives of some of the leaders of God's people here on the earth; nothing would suit them better, they are so holy, pure and law-abiding. These are the circumstances that we are placed in. Now what shall be done? There are certain principles that emanate from God; but we have to protect ourselves in carrying them out, and make them conform, as near <div class=\"break columnbreak\" id=\"178b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0178.pdf\" target=\"pdfwin\">p.&#xA0;178b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6581\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> as we can, to the laws of the land. In the Book of Doctrine and Covenants it is said, in the first place, that a man shall place his property at the feet of the Bishop.<span class=\"citation\" id=\"85366\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85366)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85366)\">D&amp;C 42:31<\/a><\/span> That is what that lays down, and you say that is what you would like to do. Some would, very many would not. The Bishop, after examining into the position and circumstances of the man, and finding out what his wants are, and what his capabilities and talents, what the size of his family, &amp;c., appoints to him a certain amount of means, which he receives as a stewardship.<span class=\"citation\" id=\"127010\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127010)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127010)\">D&amp;C 42:32<\/a><\/span> &#x201C;Well,&#x201D; say some, &#x201C;how does this order you are talking about introducing agree with that? Where does the stewardship come in?&#x201D; I will tell you. We have organized this as near as may be on the principles of cooperation, and the voice you have in selecting your officers, and in voting for them and the stock you hold in these institutions is your stewardship. You may say&#x2014;&#x201C;Is not that taking away our freedom?&#x201D; I do not think it is. I am not prepared to enter into details, but I should say that one-third, perhaps one-half, of the wealth of the world is manipulated just in the same way. How so? Why, there are among the nations national securities of various kinds issued, which are taken by the people; we have United States bonds, State bonds, county and city bonds in this country as well as in Europe, to which the people subscribe and in which they have an interest, all of which is voluntary, and the free act of the people; then we have railroad bonds, steamship bonds, and we have telegraph, mercantile, manufacturing and cooperative associations, which are represented by those who hold stock therein, and there are hundreds and thousands of millions of dollars throughout the world that are opera<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"179a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0179.pdf\" target=\"pdfwin\">p.&#xA0;179a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6580\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ted in this way by financiers, statesmen, men of intelligence&#x2014;merchants, capitalists and others, in every grade and condition in life, none of whom consider that there is any coercion associated with it. These men all have their free agency. <\/div><div class=\"paragraph jod\" id=\"v17n613\"> What is the <span class=\"italic\">modus operandi?<\/span> For illustration&#x2014;a company is organized, men subscribe stock into that company, or they purchase bonds perhaps from a government, for which that government pays interest; or, if it is in a company, that company manipulates and arranges matters, not the stockholders individually, they never think of it; they select the officers to do these things for them, and all they have to do with it is to vote in these officers, each person voting according to the amount of stock he holds in the institution. And then they draw their dividends at certain specified times. This is the way, I presume, that one-half or perhaps three-quarters of the wealth of the civilized world is manipulated today. <\/div><div class=\"paragraph jod\" id=\"v17n614\"> Well, is freedom taken from these men? Are the men engaged in these operations thieves and robbers? Some of them act very fraudulently it is true, and the amount of defalcation and fraud in our country, of late, is painful to reflect upon; but then, they consider they have a perfect right to buy or to sell any of this stock, and if parties enter into institutions of any kind, mercantile or manufacturing, they must be subject to the rules or laws thereof. But the stockholders do not individually operate these institutions, and what I wanted to say is, that herein we, as they, have our stewardship and freedom of action. <\/div><div class=\"paragraph jod\" id=\"v17n615\"> Well, but you want to manipulate men's time as well? Yes. Will they have a vote? They ought to have, and will have if the law will <div class=\"break columnbreak\" id=\"179b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0179.pdf\" target=\"pdfwin\">p.&#xA0;179b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6580\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> let them; the great trouble is that the law will not allow us to do everything we would like; but whenever we can get at it we shall vote on all these things as you have voted here today. But we have to evade these things a little now, because the law will not allow us to do otherwise. <\/div><div class=\"paragraph jod\" id=\"v17n616\"> Now then, there is another feature connected with this matter. You know that, in this order it is not all putting in, there is some taking out, and that is a point I want to get at; it would be a very nice and beautiful thing if we could carry it out. If, as described in the revelation, we could have a general treasury from which we could all draw what we needed, and then return it, together with our tens, fifties, hundreds and thousands, and all act as one family for the general interest of all, it would be a very beautiful thing;<span class=\"citation\" id=\"89905\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89905)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89905)\">D&amp;C 104:60-75<\/a><\/span> but everybody is not so honest, pure and upright as this state of things demands. If we had a general treasury some would be very willing to go to the treasurer and request so much to enable them, as they would represent, &#x201C;to carry out their stewardship,&#x201D; and he would have to hand it out to them according to the provisions made in the Doctrine and Covenants; but that would in all probability be the last of it with many. Would you business men like to have a system like that in the United Order? You say you would like this order carried out as it is laid down in the Book of Doctrine and Covenants,<span class=\"citation\" id=\"89912\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89912)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89912)\">D&amp;C 104:72-75<\/a><\/span> but I say you would not. Would you like every man, simply because he was a member of the Order, to have power to go to the treasurer and draw out what he thought proper, and use it just according to his fancy? No, you would not, you could not and would not trust your neighbors as far as that, for all men are not capable and all men are not honest and con<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"180a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0180.pdf\" target=\"pdfwin\">p.&#xA0;180a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6579\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>scientious; if they were we should be nearly ready to be caught up; but we have not reached that point yet, and consequently we have to do the best we can. <\/div><div class=\"paragraph jod\" id=\"v17n618\"> Now I will tell you my opinion. I am living in the 14th Ward; we, in that ward, have selected a number of men for our directors, and I would just as soon trust these men with the management of my property as to manage it myself. I do not believe that every man is a thief, scallywag and rascal. I have no such idea. I think there is a great deal of honesty, truthfulness and integrity, and if there is not it is time we turned over a new leaf, and introduced better principles, that we may be governed by purer, nobler laws. <\/div><div class=\"paragraph jod\" id=\"v17n619\"> I cannot conceive of anything more beautiful and heavenly than a united brotherhood, organized after the pattern laid down in the Doctrine and Covenants; when all act for the benefit of all&#x2014;when while we love God with all our hearts we love our neighbor as ourselves;<span class=\"citation\" id=\"65455\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65455)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65455)\">Matt. 22:37-39<\/a><\/span> where our time, our property, our talents, our mental and bodily powers, are all exerted for the good of all; where no man grabs or takes advantage of another; where there is a common interest, a common purse, a common stock; where as they did on this continent, it is said of them that &#x201C;they all dealt justly to each other,&#x201D;<span class=\"citation\" id=\"83076\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83076)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83076)\">4 Ne. 1:2<\/a><\/span> and all acted for the general weal, &#x201C;when every man in every place could meet a brother and a friend,&#x201D; when all the generous and benevolent influences and sympathies of our nature are carried out, and covetousness, arrogance, hatred and pride and every evil are subdued, and brought into subjection to the will and Spirit of God. These principles are very beautiful and would be very happifying for a community, a Territory, a State, nation or the world. <\/div> <div class=\"break columnbreak\" id=\"180b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0180.pdf\" target=\"pdfwin\">p.&#xA0;180b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6579\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v17n620\"> Now, then, these things are presented before us, and I suppose we shall have to come into them as best we can, and if we ever get into the celestial kingdom of God we shall find that they are just such a set of people. If ever we build up a Zion here on this continent, and in case Zion ever comes down to us, and we expect it will, or that ours will go up to meet it,<span class=\"citation\" id=\"87998\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87998)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87998)\">D&amp;C 84:100<\/a><\/span> we have got to be governed by the same principles that they are governed by, or we cannot be one; and if we ever get into the eternal worlds we shall have to be heirs of God and joint heirs with Jesus Christ;<span class=\"citation\" id=\"72581\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72581)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72581)\">Rom. 8:17<\/a><\/span> and it would not do for a man of us to go up into heaven and say&#x2014;&#x201C;Look here, Jesus,&#x201D; or, &#x201C;Look here, some of you great men who manage matters here, I wish you would set me off a place by myself. I would like to have my own house and garden and my own farming arrangements separate to myself, so that I could manage things a little in my own way as I used to, in the place I come from.&#x201D; &#x201C;Well,&#x201D; says the individual addressed&#x2014;&#x201C;I do not see things exactly in that way. We brought you up here, believing you were a pretty decent fellow; but you have got to conform to our rules. These things are all ours, we are heirs of God and joint heirs with Jesus Christ.<span class=\"citation\" id=\"72582\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72582)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72582)\">Rom. 8:17<\/a><\/span> This is a joint association, we are united together in the one thing, and we are all one, and if you want to go off by yourself you will have to leave here.&#x201D; That would be just about the position of things, this is the order that exists there&#x2014;they are heirs of God and joint heirs with Jesus Christ.<span class=\"citation\" id=\"72583\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72583)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72583)\">Rom. 8:17<\/a><\/span> This is the position we have to attain to, and to do this there will have to be less individuality of feeling than there is now, and we must seek to introduce and establish the principles of the kingdom of God upon the earth. We are not for our<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"181a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0181.pdf\" target=\"pdfwin\">p.&#xA0;181a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6578\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>selves; but for the kingdom of God. God called us not to do our own will, but his,<span class=\"citation\" id=\"69241\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69241)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69241)\">John 6:38<\/a><\/span> and we are operating to prepare ourselves and our children and all who will be governed by the principles of truth for a celestial and eternal glory in the kingdom of our God. <\/div><div class=\"paragraph jod\" id=\"v17n622\"> &#x201C;Well, then,&#x201D; says one, &#x201C;you believe in these things?&#x201D; I do most assuredly. &#x201C;Do you believe in the authorities?&#x201D; Yes, I think I do&#x2014;I have voted for them for a great <div class=\"break columnbreak\" id=\"181b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0181.pdf\" target=\"pdfwin\">p.&#xA0;181b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6578\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> many years, and by the help of God I mean to sustain them still. That is my feeling. Brethren, is it yours? Shall we sustain the Elders of Israel, the Presidency and the authorities of the Church of Jesus Christ of Latter-day Saints? Shall we do it, ye Latter-day Saints? (The congregation answered, &#x201C;Yes!&#x201D;) All who feel like it, say (&#x201C;Aye,&#x201D; by the congregation). Now let us go and carry it out. Amen. <\/div>\n<\/div>\n<\/div>"}