{"ID":170024, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The United Order is the Order of the Kingdom Where God and Christ Dwell&#x2014;The Law of the Kingdom of Heaven Protects All People in Their Religious Worship&#x2014;In Obeying Counsel There is Salvation.<\/div>\n<div class=\"subtitle\">Discourse by President Brigham Young, delivered in the Meetinghouse, at Lehi City, Sunday Afternoon, August 9, 1874.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: The United Order, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 8\/9\/1874<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d24\">\n<div class=\"paragraph jod\" id=\"v17n539\"> There are a few ideas and reflections that I wish to give to the people. I shall have to make my remarks brief in order to be prepared for our journey northward. You hear a good deal from time to time, and you think a good deal, about the condition of the Latter-day Saints, and what we are trying to do with them concerning the United Order. I wish you to understand that this is no new revelation; it is the order of the kingdom where God and Christ dwell;<span class=\"citation\" id=\"87251\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87251)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87251)\">D&amp;C 76:112<\/a><\/span> it has been from eternity and will be to eternity, without end, consequently we have nothing particularly new to offer you, but we have the commandments that have been from the beginning. With regard to those who wish to have new revelation they will please to accommodate themselves and call this a new revelation. On this occasion I will not repeat any<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"154b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0154.pdf\" target=\"pdfwin\">p.&#xA0;154b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6605\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>thing particular in respect to the language of revelation, further than to say&#x2014;Thus saith the Lord unto my servant Brigham, Call ye, call ye, upon the inhabitants of Zion, to organize themselves in the Order of Enoch,<span class=\"citation\" id=\"127001\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127001)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127001)\">D&amp;C 76:57<\/a><\/span><span class=\"citation\" id=\"127002\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127002)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127002)\">D&amp;C 82:1-24<\/a><\/span> in the New<span class=\"citation\" id=\"127003\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127003)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127003)\">D&amp;C 84:57<\/a><\/span> and Everlasting Covenant,<span class=\"citation\" id=\"127005\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127005)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127005)\">Gen. 13:13 (JST)<\/a><\/span> according to the Order of Heaven,<span class=\"citation\" id=\"127004\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127004)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127004)\">D&amp;C 129:7<\/a><\/span> for the furtherance of my kingdom upon the earth, for the perfecting of the Saints,<span class=\"citation\" id=\"75156\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75156)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75156)\">Eph. 4:12<\/a><\/span><span class=\"citation\" id=\"91126\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91126)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91126)\">D&amp;C 124:143<\/a><\/span> for the salvation of the living and the dead. <\/div><div class=\"paragraph jod\" id=\"v17n540\"> You can accommodate yourselves by calling this a new revelation, if you choose; it is no new revelation, but it is the express word and will of God to this people. <\/div><div class=\"paragraph jod\" id=\"v17n541\"> How many do you think would like and have hearts to enter into this Order? Let me ask you a question. You sisters as well as the brethren who have read the Bible and the Book of Doctrine and Covenants,  <div class=\"break pagebreak\" id=\"155a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0155.pdf\" target=\"pdfwin\">p.&#xA0;155a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6604\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>whether you have read the Book of Mormon and the sermons or not, who is there among you who does not know and understand that the people called the Saints of the Most High, or the disciples of the Lord Jesus, must be of one heart and of one mind?<span class=\"citation\" id=\"92943\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92943)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92943)\">Moses 7:18<\/a><\/span> I do not think there are any of you who do not know, feel and understand this just as I do, and yet perhaps you do not realize it. We can see that it does not sit upon the hearts and take hold of the affections of the people; it does not break up every particle of the fallow ground of their hearts so that they can receive this into their affections and bring forth fruit to the glory of God. If those now before me, brethren and sisters, who profess to be Latter-day Saints, were of one heart and of one mind<span class=\"citation\" id=\"92942\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92942)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92942)\">Moses 7:18<\/a><\/span> in the sense of the Scripture that is given to us, revealed in days of old and in our day, we never should have to say to them&#x2014;Pay your Tithing; but the feeling of every heart, and the language of everyone who has come to years of discretion would be if there is a Temple to be built&#x2014;&#x201C;What can I do to forward this Temple? Do you want my work? I have abundance for my family to eat, they are capable of clothing themselves with a little help from me, I can spend all my time;&#x201D; and the sisters would say&#x2014;&#x201C;We can make the stockings and the shirts, and we can make up the cloth, if you will give it to us, for the hands, and we can make their hats and, if necessary, we can make their shoes.&#x201D; If this was in the hearts and affections of the people it would no longer be Tithing alone, but the inquiry would be&#x2014;&#x201C;What do you want? We have abundance.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v17n543\"> We ask nothing but the labor of the people, and if the Latter-day Saints felt the importance of the mission that is upon them, and of fulfilling <div class=\"break columnbreak\" id=\"155b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0155.pdf\" target=\"pdfwin\">p.&#xA0;155b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6604\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the requirements of heaven that are resting upon them, you would see Temples rising here like magic; it would be nothing but a breakfast spell for us to build a Temple. How do you think those feel who do understand the mind and will of the Lord, and view the condition of the Latter-day Saints as it really is? Unless you see it by the Spirit, you know nothing about it. <\/div><div class=\"paragraph jod\" id=\"v17n544\"> We can say to the Latter-day Saints, it is the mind and will of God that we organize according to the best plans and patterns and system that we can get for the present. We can do this, and thus far give to the Latter-day Saints the mind and will of the Lord; but we cannot make a man or a woman yield to the will of God unless they are disposed to. I can plant, I can water, but I cannot give the increase;<span class=\"citation\" id=\"73148\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73148)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73148)\">1 Cor. 3:6<\/a><\/span> I cannot cause the wheat and corn to grow. It is true I can break up and prepare the ground and cast the seed therein, but I cannot cause it to grow, that can only be done by the people having willing hearts, ready minds, and a disposition to go forth with a firm determination and a willing hand to build up the kingdom. I will do my part&#x2014;I have done it. Brother Erastus Snow has made certain eulogistic remarks about my career in the Church, but I will say this with regard to Brother Brigham&#x2014;I do not know anything about what he has earned, I never inquired about that or about what he deserves. All I have to do is to take good care of everything that the Lord gives me, improve upon every means of grace and every talent he gives me, improve upon the visions of the Spirit and speak the word of the Lord to the people. My mind has been and it is today, that there is not an Elder in all Israel that can do his duty in declaring the things of God to the na<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"156a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0156.pdf\" target=\"pdfwin\">p.&#xA0;156a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6603\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tions of the earth unless he declares those truths by the power of revelation. He must speak by the power of God or he does not magnify his calling. The theory of our religion will not answer the purpose of saving us. I can call upon the people, but will they organize themselves? Some inquire, &#x201C;Is this exactly the order that the Lord requires? It is just exactly what the Lord requires.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v17n546\"> I will say to you with regard to the kingdom of God on the earth&#x2014;Here is the Church of Jesus Christ of Latter-day Saints, organized with its rules, regulations and degrees, with the quorums of the holy Priesthood, from the First Presidency to the teachers and deacons; here we are, an organization. God called upon Joseph, he called upon Oliver Cowdery, then others were called through Joseph, the Church was organized, he with his two counselors comprised the First Presidency. In a few years the Quorum of the Twelve was organized, the High Council was organized, the High Priests' quorum was organized, the Seventies' quorums were organized, and the Priests' quorum, the Teachers' quorum and the Deacons'. This is what we are in the habit of calling the kingdom of God. But there are further organizations. The Prophet gave a full and complete organization to this kingdom the Spring before he was killed. This kingdom is the kingdom that Daniel spoke of, which was to be set up in the last days; it is the kingdom that is not to be given to another people;<span class=\"citation\" id=\"61270\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61270)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61270)\">Dan. 2:44<\/a><\/span> it is the kingdom that is to be held by the servants of God, to rule the nations of the earth, to send forth those laws and ordinances that shall be suitable and that shall apply themselves to the Church of Jesus Christ of Latter-day Saints; that will apply themselves to the mother Church, &#x201C;the holy Catholic Church;&#x201D; they <div class=\"break columnbreak\" id=\"156b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0156.pdf\" target=\"pdfwin\">p.&#xA0;156b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6603\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> will commend themselves to every Protestant Church upon the earth; they will commend themselves to every class of infidels, and will throw their protecting arms around the whole human family, protecting them in their rights. If they wish to worship a white dog, they will have the privilege; if they wish to worship the sun they will have the privilege; if they wish to worship a man they will have the privilege, and if they wish to worship the &#x201C;unknown God&#x201D;<span class=\"citation\" id=\"71945\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71945)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71945)\">Acts 17:23<\/a><\/span> they will have the privilege. This kingdom will circumscribe them all and will issue laws and ordinances to protect them in their rights&#x2014;every right that every people, sect and person can enjoy, and the full liberty that God has granted to them without molestation. <\/div><div class=\"paragraph jod\" id=\"v17n547\"> Can you understand me? This Church of Jesus Christ of Latter-day Saints is organized for the building up of this Church alone; it is not for the building up of Catholicism, it is not for promoting any or all of the dissentients from the Mother Church, it is alone for the Church of Jesus Christ of Latter-day Saints and for no other body of people. When we organize according to these laws and ordinances we make this people one, but we do not bring in the Methodists, Presbyterians or Calvinists, they are independent of themselves. But the kingdom of God, when it is established and bears rule, will defend the Methodists in their rights just as much as Latter-day Saints, but it will not allow them to infringe upon the rights of their neighbors; this will be prohibited. These sects may want to afflict the Saints just as now; they may want to persecute each other just as they now do; they may want to bring everybody to their standard just as they do now. But the kingdom of God, when it is set up upon the earth, will be after the  <div class=\"break pagebreak\" id=\"157a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0157.pdf\" target=\"pdfwin\">p.&#xA0;157a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6602\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>pattern of heaven, and will compel no man nor woman to go contrary to his or her conscience.<span class=\"citation\" id=\"127006\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127006)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127006)\">A of F 1:11<\/a><\/span> They would compel us to go contrary to our consciences, wouldn't they? I recollect when there were but few Methodists, when they were poor, and when there was scarcely a college-bred minister on the continent of America in the Methodist Church. I recollect them in their infancy, but what would they do now? Then they were persecuted, and thought they bore a great deal for Christ's sake. Perhaps they did. <\/div><div class=\"paragraph jod\" id=\"v17n549\"> Now I want to give you these few words&#x2014;the kingdom of God will protect every person, every sect and all people upon the face of the whole earth, in their legal rights. I shall not tell you the names of the members of this kingdom, neither shall I read to you its constitution, but the constitution was given by revelation. The day will come when it will be organized in strength and power. Now, as the Church of Jesus Christ of Latter-day Saints, we work our way along the best we can. Can you understand this? <\/div><div class=\"paragraph jod\" id=\"v17n550\"> A few words upon the organization of this United Order. We regret that we are not in a capacity to make our own laws pertaining to our domestic affairs as we choose; if we were in a State capacity we could do so. The legislature could then pass laws by which we would have the right to deed our property to the Church, to the Trustee-in-Trust, if we chose, or in any other way the people would like to deed their property to God and his kingdom. But we cannot do this now, we are not a State. We are in the capacity of servants now, where we have to bow to the whims and caprices of the ignorant, and to the prejudice of willful, ignorant sectarianism; consequently we are under the necessity of getting up our constitution or the articles of <div class=\"break columnbreak\" id=\"157b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0157.pdf\" target=\"pdfwin\">p.&#xA0;157b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6602\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> our association so that they will agree with existing statutes and be legal, that we can carry on business as we wish without being infringed upon or molested by anybody. <\/div><div class=\"paragraph jod\" id=\"v17n551\"> Some have complained, and say&#x2014;&#x201C;This does not incorporate the whole, we want articles of agreement under which we can give all that we have got.&#x201D; Let me say to you that our articles of confederation, agreement or association will allow us to deed every particle of property that we have got to this cooperative institution&#x2014;our houses, farms, sheep, cattle, horses, our labor, our railroad stock, bank stock, factories, and everything that we have we can deed to the trustees of this association. Whatever you have here in Lehi that you wish to deed over to those you have selected to be a board of trustees you can deed to them to take the supervision of it, and then you will put it out of the hands perhaps of unruly froward children and spendthrifts, and do good by so doing. And if you can put in every particle of your property, and have this governed and controlled by the best men you have here, why not do this just as well as to deed it to George A. Smith, the Trustee-in-Trust? Does not this answer every purpose? It does. Look at the reason of it if you wish to. If it is the word and the wish and the will of the organization here to deed only part of the property, I expect they will take the liberty of doing so; but this would not suit me. If I had property here in this place I should wish to deed every particle of it to this association. I wish to deed every particle of my property in Provo, just as quick as there is an opportunity, and have it done in a way that it will be beneficial to the people. I am laboring under a certain embarrassment and so are many others, with regard to deeding  <div class=\"break pagebreak\" id=\"158a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0158.pdf\" target=\"pdfwin\">p.&#xA0;158a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6601\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>property, and that is to find men who know what to do with property when it is in their hands. I will relate a circumstance here, which I related to some of the brethren the other day. There was a very excellent good man in this Church who found it very hard to get along with his large family. He received a very fine present, for which he was very thankful to the donor; but after it was given to him, he said he did not know what to do with the elephant now that he had got it. He called his present an &#x201C;elephant&#x201D; on his hands; he could not plow with him, he could not ride him to meeting, he could not harness him to a carriage, and in fact he could not do anything with him, the &#x201C;elephant&#x201D; was too large for him to handle. When this factory at Provo can go into the hands of men who know what to do with it, it will go; when my factory in Salt Lake County can go into the hands of men who know what to do with it, it will go. There is my beloved brother James W. Cummings, who has worked my factory ten or twelve years; he counts himself A No. 1 in all financial business. I have offered the factory to him and his workmen on the cooperative system, in the order that we wish to adopt. I said to him&#x2014;&#x201C;Take it and manage it, you are welcome.&#x201D; Said he&#x2014;&#x201C;If I only had plenty of money to furnish it I suppose I could do it.&#x201D; Have not I furnished it without money? Yes, I had not the first sixpence to begin with. I furnished my factories, and I have built what I have built without asking how much they cost, or where I was to get the money to do it. When we find somebody that knows what to do with property, somebody who knows how to handle the &#x201C;elephant,&#x201D; we will give them charge of it. If I had him I would make the &#x201C;elephant&#x201D; get <div class=\"break columnbreak\" id=\"158b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0158.pdf\" target=\"pdfwin\">p.&#xA0;158b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6601\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> down on his knees to me and keep him there until I allowed him to get up, and then teach him to get up with his burden on his back, and carry it where I said. As quick as we can find men who know what to do with the &#x201C;elephants&#x201D; we will put the &#x201C;elephants&#x201D; into their hands; but here, as elsewhere, you will find, in all these business transactions, that the greatest difficulty will be to find men who know what to do with money or means when they have it. Can you understand this? I want to say to you who have a little money, a farm or other property, seek first to know where God wants you to put that property. That is the word of the Lord to you. Hearken and hear it, men and women, seek to know where God wants you to put it, and if it is into a factory where you will not get a farthing for ten years, put it there, and in the end the Lord will bring out more means to you than if you let it out at twenty four percent. You will make by it. &#x201C;How do you know, brother Brigham?&#x201D; I know by my own experience; my character and my life have shown that from the first time I had fifty cents after I came into the Church my first desire was to know what to do with it. In the days of Joseph where we lived and worked, it was harder then to get fifty cents than it is for a poor man to get a hundred dollars now, but if Joseph came along, and said&#x2014;&#x201C;Brigham, have you got fifty cents?&#x201D; &#x201C;Yes, I have.&#x201D; &#x201C;I want it.&#x201D; &#x201C;You can have it always and forever.&#x201D; If it was a hundred dollars, or two hundred dollars, he had it, and had it freely, and I never asked for it again. And if ever I could work at home and get fifty cents in money to buy a little molasses for my family to sop their johnny cake in, if Joseph wanted it he always had it, and I got rich by it, and I can say so of all who  <div class=\"break pagebreak\" id=\"159a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0159.pdf\" target=\"pdfwin\">p.&#xA0;159a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6600\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>take the same course; while the covetous, those who are striving continually to build themselves up in the things of this life, will be poor indeed; they will be poor in spirit and poor in heavenly things. <\/div><div class=\"paragraph jod\" id=\"v17n554\"> You have heard me say, a great many times, that there is not that man or woman in this Church, and there never was and never will be, who turn up their noses at the counsel that is given them from the First Presidency, but who, unless they repent of and refrain from such conduct, will eventually go out of the Church and go to hell, every one of them; and I expect one thing will be true that Joseph said when living. A gentleman came to see him and asked him a great many questions, and among the rest he said&#x2014;&#x201C;I suppose you calculate that you are just right, and that you &#x201C;Mormons&#x201D; are all going to be saved and everybody else will be damned.&#x201D; Said Joseph, &#x201C;Sir, I will tell you this one thing, all the rest of the world will be damned, and I expect that most of the &#x201C;Mormons&#x201D; will be unless they do better than they have done.&#x201D; The man did not stop for an explanation. What Joseph meant by being damned was that people will go into the spirit world without the Priesthood, and consequently they are under the power of Satan, and will have to be redeemed, or else they will be forever under his power. That is all there is about that. <\/div><div class=\"paragraph jod\" id=\"v17n555\"> Now Latter-day Saints, I want to say this to you, when a man lifts his heel against<span class=\"citation\" id=\"56598\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56598)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56598)\">Ps. 41:9<\/a><\/span><span class=\"citation\" id=\"69835\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69835)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69835)\">John 13:18<\/a><\/span><span class=\"citation\" id=\"90805\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90805)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90805)\">D&amp;C 121:16<\/a><\/span> the counsel that we give him, I know that man will apostatize, just as sure as he is a living being, unless he repents and refrains from such conduct. Brother George A. Smith has been reading a little out of the revelation concerning celestial marriage, and I want to say to my sisters that if you lift your heels <div class=\"break columnbreak\" id=\"159b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0159.pdf\" target=\"pdfwin\">p.&#xA0;159b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6600\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> against this revelation, and say that you would obliterate it, and put it out of existence if you had the power to nullify and destroy it, I say that if you imbibe that spirit and feeling, you will go to hell, just as sure as you are living women. Emma took that revelation, supposing she had all there was; but Joseph had wisdom enough to take care of it, and he had handed the revelation to Bishop Whitney, and he wrote it all off. After Joseph had been to Bishop Whitney's he went home, and Emma began teasing, for the revelation. Said she&#x2014;&#x201C;Joseph, you promised me that revelation, and if you are a man of your word you will give it to me.&#x201D; Joseph took it from his pocket and said&#x2014;&#x201C;Take it.&#x201D; She went to the fireplace and put it in, and put the candle under it and burnt it, and she thought that was the end of it, and she will be damned as sure as she is a living woman. Joseph used to say that he would have her hereafter, if he had to go to hell for her, and he will have to go to hell for her as sure as he ever gets her. <\/div><div class=\"paragraph jod\" id=\"v17n556\"> You sisters may say that plural marriage is very hard for you to bear. It is no such thing. A man or woman who would not spend his or her life in building up the kingdom of God on the earth, without a companion, and travel and preach, valise in hand, is not worthy of God or his kingdom, and they never will be crowned, they cannot be crowned; the sacrifice must be complete. If it is the duty of a husband to take a wife, take her. But it is not the privilege of a woman to dictate the husband, and tell who or how many he shall take, or what he shall do with them when he gets them, but it is the duty of the woman to submit cheerfully. Says she&#x2014;&#x201C;My husband does not know how to conduct himself, he lacks wisdom&#x2014;he does  <div class=\"break pagebreak\" id=\"160a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0160.pdf\" target=\"pdfwin\">p.&#xA0;160a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6599\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>not know how to treat two wives and be just.&#x201D; That all may be true, but it is not her prerogative to correct the evil, she must bear that; and the woman that bears wrong&#x2014;and any number of them do in this order&#x2014;patiently, will be crowned with a man far above her husband; and the man that is not worthy, and who does not prove himself worthy before God, his wife or wives will be taken from him and given to another,<span class=\"citation\" id=\"66149\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66149)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66149)\">Matt. 25:28-29<\/a><\/span> so the women need not worry. It is the man who has need to worry and watch himself, and see that he does right. Where is the man who has wives, and all of them think he is doing just right to them? I do not know such a man; I know it is not your humble servant. If I would only be dictated by women I should make a hell of it; but I cannot be, I can <div class=\"break columnbreak\" id=\"160b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0160.pdf\" target=\"pdfwin\">p.&#xA0;160b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6599\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> humor them and treat them kindly, but I tell them I shall do just what I know to be right, and they may help themselves the best they can. I do not say that in so many words, but that is what I mean, and I let them act it out. <\/div><div class=\"paragraph jod\" id=\"v17n558\"> It is time to close this meeting. I say to the brethren and sisters, peace be with you,<span class=\"citation\" id=\"70884\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70884)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70884)\">John 20:21<\/a><\/span> and may God bless you. If you walk humbly before Him so as to enjoy his Spirit, it will lead into all truth.<span class=\"citation\" id=\"70401\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70401)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70401)\">John 16:13<\/a><\/span> I have one little sermon to the Bishops, Bishop Young and all the rest of them, and to the Elders. I want to see a pattern set for this holy order, and, I give to each one of them a mission to go and call together five, ten, twenty or fifty families, and organize a complete organization, and show the rest of us how to live. <\/div>\n<\/div>\n<\/div>"}