{"ID":170030, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Gospel of Christ Unpopular in Every Age of the World&#x2014;We Have to Live By Faith&#x2014;God Has Decreed that His Kingdom Will Be Established&#x2014;The Priesthood Conferred Upon Joseph Smith By Holy Angels&#x2014;All Blessings to Be Obtained From the God the Saints Worship.<\/div>\n<div class=\"subtitle\">Discourse by Elder Wilford Woodruff, delivered at the Semi-Annual Conference of the Church of Jesus Christ of Latter-Day Saints, in the New Tabernacle, Salt Lake City, Wednesday, October 7, 1874.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: The Gospel of Christ, Etc.<\/div>\n<div class=\"speaker\">Speaker: Wilford Woodruff<\/div>\n<div class=\"date\">Date: 10\/7\/1874<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d30\">\n<div class=\"paragraph jod\" id=\"v17n652\"> I did not have the privilege of listening to all the remarks of Elder Taylor this forenoon, yet to what I did hear I can bear testimony of its truth. I always delight in seeing a man valiant in the testimony of Jesus Christ.<span class=\"citation\" id=\"87125\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87125)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87125)\">D&amp;C 76:79<\/a><\/span> There is something glorious in the principles of the Gospel. I always did, from my boyhood, hope <div class=\"break columnbreak\" id=\"188b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0188.pdf\" target=\"pdfwin\">p.&#xA0;188b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6571\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and pray that I might live long enough in the earth to find some man who would have sufficient courage and independence of mind to believe in the same doctrine and Gospel that Jesus Christ taught, and I have lived long enough to see, hear and partake of it, and I glory in it, because it is true. <\/div> <div class=\"break pagebreak\" id=\"189a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0189.pdf\" target=\"pdfwin\">p.&#xA0;189a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6570\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v17n654\"> The religion or Gospel of Jesus Christ is a very unpopular thing, and has been in every age of the world. Show me a man who was ever inspired of the Lord God of Israel to do a work for him who was popular. You cannot find such a man in the whole history of the world. You may take Noah, who was about a hundred and twenty years building an ark,<span class=\"citation\" id=\"52823\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52823)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52823)\">Gen. 6:3<\/a><\/span><span class=\"citation\" id=\"93280\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93280)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93280)\">Moses 8:17<\/a><\/span> and how many friends did he have? I think about seven in all.<span class=\"citation\" id=\"52904\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52904)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52904)\">Gen. 7:7<\/a><\/span><span class=\"citation\" id=\"78056\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78056)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78056)\">1 Pet. 3:20<\/a><\/span> Lot was very unpopular the morning he left Sodom and Gomorrah,<span class=\"citation\" id=\"53252\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53252)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53252)\">Gen. 19:15<\/a><\/span> and so have been all the Patriarchs and Prophets in every age of the world. Jesus Christ, when he came to Jerusalem, the Son of God, the Savior of the world, the great Shiloh of the Jews,<span class=\"citation\" id=\"53694\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53694)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53694)\">Gen. 49:10<\/a><\/span><span class=\"citation\" id=\"129078\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129078)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129078)\">Gen. 50:24 (JST)<\/a><\/span> came to his own father's house, yet there was not a man more despised in all Judea and Jerusalem than was Jesus Christ, from the day of his birth until he came to the cross. Why is this? Because men love darkness rather than light&#x2014;because their deeds are evil.<span class=\"citation\" id=\"68929\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68929)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68929)\">John 3:19<\/a><\/span> The Lord Almighty, in the last days, has set his hand to carry out and fulfill his words for the past five or six thousand years, given through the mouths of his servants the Prophets and Apostles whenever he has had them on the earth. He has commenced this work and he will perform it, for, as brother Taylor has justly said, there is no power on the earth that can stay his hand, for the simple reason that God controls the destinies of all men&#x2014;kings, princes, rulers, presidents, statesmen, governors, nations, tongues and people, upon the face of the whole earth, and men are placed in a position where they are under the necessity of exercising faith in God in order to build up his kingdom. Read the eleventh chapter of Hebrews,<span class=\"citation\" id=\"76950\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76950)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76950)\">Heb. 11:1-40<\/a><\/span> and you will find that, beginning with the creation of the world, everything has been <div class=\"break columnbreak\" id=\"189b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0189.pdf\" target=\"pdfwin\">p.&#xA0;189b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6570\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> accomplished by faith. The whole of the work of all the ancient Patriarchs and Prophets was accomplished by the exercise of this principle; and it is just so in the last dispensation of the fullness of times. When God sent angels to Joseph Smith, he knew and understood, by the teachings given unto him, what he had to perform in a measure. The Lord called him to do a work, and raised him up for this purpose. Was Joseph Smith popular among men? No, never, he was persecuted until the day of his death, until he sealed his testimony with his blood. But the persecution against him, and the unbelief of the world, do not make the truth of God without effect.<span class=\"citation\" id=\"72288\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72288)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72288)\">Rom. 3:3<\/a><\/span> The Lord has carried out and fulfilled all these prophecies from the commencement until now; there never has been a jot or tittle allowed to fall unfulfilled;<span class=\"citation\" id=\"63117\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63117)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63117)\">Matt. 5:18<\/a><\/span> there never was a revelation, from the days of father Adam until this, given by the inspiration of the Holy Ghost through the mouth of Patriarch or Prophet that will fall unfulfilled. Though the heavens and the earth pass away, these things will not fail of their fulfillment,<span class=\"citation\" id=\"65907\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65907)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65907)\">Matt. 24:35<\/a><\/span> and, as brother Taylor has said, the world cannot stay the work of God.<span class=\"citation\" id=\"127013\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127013)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127013)\">D&amp;C 38:33<\/a><\/span> They never have done, and they never will. <\/div><div class=\"paragraph jod\" id=\"v17n655\"> This is a different dispensation from all others. God has set to his hand to build up his kingdom and Zion, and that kingdom and Zion must be built up, or the revelations of God will fall unfulfilled. The Bible is full of these teachings, and they must have their fulfillment, and I bear testimony to their truth. The Bible is true, and its prophecies were spoken by holy men of old as they were moved upon by the Holy Ghost.<span class=\"citation\" id=\"78324\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78324)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78324)\">2 Pet. 1:21<\/a><\/span> The revelations of Isaiah concerning the building up of the Zion of God in the last days will have their ful<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"190a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0190.pdf\" target=\"pdfwin\">p.&#xA0;190a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6569\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>fillment. The house of God will be established upon the tops of the mountains, and all nations must flow unto it.<span class=\"citation\" id=\"57718\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57718)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57718)\">Isa. 2:2<\/a><\/span> Zion must arise and put on her beautiful garments,<span class=\"citation\" id=\"59538\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59538)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59538)\">Isa. 52:1<\/a><\/span><span class=\"citation\" id=\"127014\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127014)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127014)\">D&amp;C 113:8<\/a><\/span> she must be clothed with the glory of her God.<span class=\"citation\" id=\"88005\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88005)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88005)\">D&amp;C 84:100-101<\/a><\/span> The Temple of God has got to be built also upon the tops of the mountains;<span class=\"citation\" id=\"57719\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57719)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57719)\">Isa. 2:2<\/a><\/span> the Gospel must be preached to every nation under heaven before the end shall come.<span class=\"citation\" id=\"65705\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65705)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65705)\">Matt. 24:14<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v17n657\"> The world say they do not believe these things; that is true, we do not expect them, we never have expected them to believe them, but the unbelief of the world does not change the work of God. We have to live by faith. When Moroni hid in the earth the record which the Book of Mormon was translated from, four hundred years after Christ came in the flesh, he did it by faith, as much so as Noah built the ark. He looked forward and saw that record come forth in the last days, in fulfillment of the sayings of Ezekiel and of the saying of Isaiah, when the stick of Joseph should be put with the stick of Judah,<span class=\"citation\" id=\"58234\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58234)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58234)\">Isa. 11:13<\/a><\/span><span class=\"citation\" id=\"58737\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58737)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58737)\">Isa. 29:11-14<\/a><\/span><span class=\"citation\" id=\"58832\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58832)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58832)\">Isa. 29:18<\/a><\/span> and they should become one stick in the hands of the servants of the Lord before the eyes of the world,<span class=\"citation\" id=\"60861\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60861)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60861)\">Ezek. 37:15-20<\/a><\/span> and when the truth should spring out of the earth and righteousness look down from heaven.<span class=\"citation\" id=\"56979\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56979)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56979)\">Ps. 85:11<\/a><\/span> These things were to be a beginning of the great work of God preparatory to the gathering of the twelve tribes of Israel in the latter days. That work has come forth, just as everything has been fulfilled which has been done by faith and by the commandment of God. <\/div><div class=\"paragraph jod\" id=\"v17n658\"> When Joseph Smith began to receive revelations from God he was a boy, an illiterate youth; and had he not had faith and the inspiration of the Almighty upon him, he never could have had power and courage to go forth and introduce the Gospel of Jesus Christ in the midst of a gene<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"190b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0190.pdf\" target=\"pdfwin\">p.&#xA0;190b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6569\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ration of false doctrine, ignorance and darkness. But God preserved, inspired and sustained him, and caused him to live upon the earth until he had planted this kingdom, in fulfillment of the revelations. He organized the Church, he received the holy Priesthood from the hands of angels sent from God&#x2014;men who had held the Aaronic and Melchizedek Priesthood in other generations upon the earth; they conferred upon Joseph all the powers and keys of the Priesthood necessary to build up the kingdom of God upon the earth, and he lived long enough to organize that kingdom, and it will never be thrown down any more forever. <\/div><div class=\"paragraph jod\" id=\"v17n659\"> The revelations of God to us have been encouraging, and we have seen them fulfilled, and we shall continue to do so until the end. I will say to the Latter-day Saints, that we are in the same position that other generations have been&#x2014;we have got to walk by faith, we must have confidence in the fulfillment of the revelations of God. No man or woman on the face of the earth will ever be disappointed with regard to the fulfillment of the word of the Lord, for he has uttered decrees, made covenants, and through his servants the Prophets has declared his word and will concerning the world and its inhabitants, and not one of his sayings will fail, all must be fulfilled. If it could be otherwise, the Zion of God would never be built up; but God has decreed that his kingdom will be established, that Zion will arise and shine,<span class=\"citation\" id=\"59882\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59882)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59882)\">Isa. 60:1<\/a><\/span> and that every weapon formed against her will be broken.<span class=\"citation\" id=\"59735\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59735)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59735)\">Isa. 54:17<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v17n660\"> The prayers of hundreds and thousands of Saints, dwelling in these valleys of the mountains, daily ascend into the ears of the Lord of Sabaoth, beseeching him to fulfill his word upon the earth and to sustain his servants. Do not the Saints pray  <div class=\"break pagebreak\" id=\"191a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0191.pdf\" target=\"pdfwin\">p.&#xA0;191a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6568\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>for anybody else? Yes, they pray for everybody&#x2014;for President Grant, Judge McKean, the Governor of Utah, and every man holding official positions here, as well as for Brigham Young and the Apostles. These prayers ascend before the Lord and they will be heard and answered. <\/div><div class=\"paragraph jod\" id=\"v17n662\"> Talk about Brigham Young and Joseph Smith, how many have said to Joseph Smith&#x2014;&#x201C;How on the earth do you govern and control this people? How easy you do it!&#x201D; Our enemies, today, look at Brigham Young, and they say&#x2014;&#x201C;If he would only die, Mormonism would stop;&#x201D; but in this they are mistaken. This work does not depend upon President Young; it did not depend upon Joseph Smith. All the world thought if they could only slay Joseph Smith there would be an end of Mormonism, and so there would have been had it not been the work of God Almighty; if it had been the work of man it would long since have ceased to exist on the earth. The power that has sustained this work from the beginning sustains it now. As brother Taylor has said, all the holy Prophets and Apostles who have been slain on the earth for the testimony of Jesus and the word of God,<span class=\"citation\" id=\"79259\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79259)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79259)\">Rev. 6:9<\/a><\/span> and who now sit on the right hand of God in the heavens, are just as much engaged in carrying on the work of God here as when they lived in the flesh, and more so, because they have more light and power. And Jesus Christ, himself, who died on the cross, and after his resurrection visited the other sheep of his fold on this continent,<span class=\"citation\" id=\"127015\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127015)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127015)\">John 10:16<\/a><\/span><span class=\"citation\" id=\"82693\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82693)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82693)\">3 Ne. 15:21<\/a><\/span> and offered the Gospel to Jew and Gentile, that same Jesus is pleading with the Father today,<span class=\"citation\" id=\"85048\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85048)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85048)\">D&amp;C 38:4<\/a><\/span><span class=\"citation\" id=\"85572\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85572)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85572)\">D&amp;C 45:3<\/a><\/span> and has been from the day his body lay in the tomb, to carry out and fulfill his purposes and to accomplish his work in our day and generation. We are not alone <div class=\"break columnbreak\" id=\"191b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0191.pdf\" target=\"pdfwin\">p.&#xA0;191b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6568\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> in our efforts to carry on the work of God. If the eyes of the world were open, they would see that there are more for us than against us.<span class=\"citation\" id=\"55819\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55819)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55819)\">2 Kgs. 6:16<\/a><\/span> We are only, in one sense of the word, worms of the dust in the hands of God. This work does not depend on any man or set of men. The Lord Almighty has set his hand to accomplish his purposes, and he is feeling after the honest and meek throughout the world, in order to find those who are willing to take hold and help to build up his kingdom in the latter days. He has found a few, and he will find many more. <\/div><div class=\"paragraph jod\" id=\"v17n663\"> How has it been with Joseph Smith, Brigham Young, the Apostles, and thousands of the Elders of Israel who have gone forth to preach the Gospel to the world without purse or scrip,<span class=\"citation\" id=\"68168\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68168)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68168)\">Luke 22:35<\/a><\/span> offering the word of life and salvation without money and without price?<span class=\"citation\" id=\"59770\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59770)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59770)\">Isa. 55:1<\/a><\/span> They have carried their knapsacks on their backs, or with valise in hand have traveled thousands and thousands of miles for this purpose. They have been inspired to do this by the power of the Most High God, and that inspiration has sustained them all the way through; it has upheld this Church from the time it came forth until this hour, and will unto its consummation. We came in here on the 24th of July, 1847, having been driven from our homes, the graves of our fathers, and from lands we purchased from the general Government because of the word of God and the testimony of Jesus Christ,<span class=\"citation\" id=\"78998\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78998)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78998)\">Rev. 1:9<\/a><\/span> or, in other words, because of our religion. We came here and found a barren desert, containing nothing but a few roving Indians, coyote wolves, crickets and grasshoppers. There was no mark of the Anglo Saxon race or of the white man here then, but the whole region of country was a desert of the most forbidding and desolate charac<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"192a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0192.pdf\" target=\"pdfwin\">p.&#xA0;192a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6567\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ter. Now when strangers come up to Zion on this great highway, cast up in fulfillment of the revelations of God,<span class=\"citation\" id=\"60124\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60124)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60124)\">Isa. 62:10<\/a><\/span> what do they see? They see no longer a desert, but a belt, for six hundred miles, of cities, towns, villages, orchards, fields and crops. Who has done this? The Lord God of Israel has inspired his Saints to do it. President Young has been led, guided, counseled and moved upon by the Holy Ghost and by the revelations of Jesus Christ,<span class=\"citation\" id=\"74441\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74441)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74441)\">Gal. 1:12<\/a><\/span> and that which strangers now behold in this Tabernacle, and throughout this Territory is in fulfillment of that volume of revelation which you can read in the prophecies of Isaiah and others of the Prophets and Patriarchs. These things are true and your eyes can see them, whether you believe them or not has nothing to do with it. I will tell you that if this work had not been of God, and God had not borne testimony to the preaching of the Elders, we might have preached until we had been as old as Methuselah and we could not have gathered the people from almost every nation under heaven as we have done, according to the predictions of the ancient Prophets contained in the Bible. But the Lord has never disappointed anybody so far as his work is concerned. It did not stop after the death of Joseph, and it never will on account of the death of any man, Prophet, Apostle or any other man, for it is in the hands of God, and he has decreed that it shall stand forever,<span class=\"citation\" id=\"61272\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61272)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61272)\">Dan. 2:44<\/a><\/span> and that it shall extend until its dominion becomes universal. <\/div><div class=\"paragraph jod\" id=\"v17n665\"> We do not see today what we saw twenty-four years ago, and we do not see today what will be seen twenty-four years hence; there will be no stoppage to the building up of the Zion of God, or to the carrying out of his work. Joseph Smith was a Prophet of God, raised up by the <div class=\"break columnbreak\" id=\"192b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0192.pdf\" target=\"pdfwin\">p.&#xA0;192b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6567\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Lord Almighty, and the inspiration of God guided and sustained him to the day of his death. He sealed his testimony with his blood, and that testimony is in force upon all the world.<span class=\"citation\" id=\"76905\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76905)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76905)\">Heb. 9:16-17<\/a><\/span> This record which I hold in my hands (Book of Doctrine and Covenants) contains the revelations of God, and in one of them the Lord says&#x2014;&#x201C;Let earth and hell combine against you, and they shall not prevail,<span class=\"citation\" id=\"83891\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83891)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83891)\">D&amp;C 6:34<\/a><\/span> the kingdom is yours&#x2014;<span class=\"citation\" id=\"85025\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85025)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85025)\">D&amp;C 35:27<\/a><\/span>I have given it into your hands&#x2014;and you are called upon to build it up.&#x201D; The Lord is at the helm to govern, guide and control this work, and he will do so unto the end. <\/div><div class=\"paragraph jod\" id=\"v17n666\"> Now when men undertake to fight against this work, as brother Taylor has said, they fight against God; it is not against Brigham Young, the Apostles or this people alone, but it is against God. Every man will be rewarded according to his works.<span class=\"citation\" id=\"64967\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64967)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64967)\">Matt. 16:27<\/a><\/span> Our prayers go up before God day and night, that he will execute justice, judgment, righteousness and truth, that he will sustain everything that leads to good, and does good, and that he will overthrow all that lead to evil and do evil; and we are assured by revelation that the Lord will hear and answer our prayers.<span class=\"citation\" id=\"127016\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127016)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127016)\">D&amp;C 98:2<\/a><\/span><span class=\"citation\" id=\"127017\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127017)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127017)\">D&amp;C 112:10<\/a><\/span> The Lord is with this people; but as Latter-day Saints, I do not think that we always prize our privileges. We are called upon to perform a work; the Lord has placed this work in our hands, and we are held responsible before the heavens and the earth to use the talents&#x2014;the light and truth, which have been committed into our hands. <\/div><div class=\"paragraph jod\" id=\"v17n667\"> What is this life? What are the things of this life? The Latter-day Saints are living for things the other side of the veil, the same as all servants of God have done in every age of the world. Now is it not a curiosity that so few of the human  <div class=\"break pagebreak\" id=\"193a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0193.pdf\" target=\"pdfwin\">p.&#xA0;193a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6566\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>family have an interest in eternal things&#x2014;things the other side of the veil? Bless your souls, our lives here are only a few days in duration, but on the other side of the veil we shall live eternally, we shall live and exist just as long as our Creator will exist, and our eternal destiny depends upon the manner in which we spend our short lives here in the flesh. Will it not pay any man, any Prophet, Apostle or Saint, in this or any other age of the world, to be true and faithful to his God, to magnify his calling, to be valiant in the testimony of Jesus Christ,<span class=\"citation\" id=\"87126\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87126)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87126)\">D&amp;C 76:79<\/a><\/span> to preach the Gospel, to bear record of the things of the kingdom to Jew and Gentile in his day and generation? Yes, it will pay men to do right, and men will sorrow and bitterly regret taking any course in this or any other generation against God or his work. What have been the afflictions of the Jews who rejected Jesus Christ? Why every word spoken concerning them by Moses<span class=\"citation\" id=\"55157\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55157)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55157)\">Deut. 28:15-68<\/a><\/span> and Jesus<span class=\"citation\" id=\"127018\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127018)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127018)\">Luke 21:5-36<\/a><\/span> has had its fulfillment until the present day, for hundreds of years past and gone. They have been a hiss and a by-word,<span class=\"citation\" id=\"81163\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81163)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81163)\">1 Ne. 19:14<\/a><\/span> and trodden under the feet of the Gentiles, in fulfillment of the words of Jesus Christ,<span class=\"citation\" id=\"127019\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127019)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127019)\">3 Ne. 16:8-9<\/a><\/span> and they will continue in their present position until the fullness of the Gentiles has come in.<span class=\"citation\" id=\"127020\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127020)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127020)\">Rom. 11:25<\/a><\/span> Jesus offered his Gospel to the Jews in his day, but in these latter days it has been offered first to the Gentiles, thus fulfilling the saying that the first shall be last and the last shall be first;<span class=\"citation\" id=\"65266\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65266)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65266)\">Matt. 19:30<\/a><\/span><span class=\"citation\" id=\"65288\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65288)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65288)\">Matt. 20:16<\/a><\/span> and when the Gentiles count themselves unworthy of eternal life, the Gospel will go to the House of Israel and they will receive it.<span class=\"citation\" id=\"127021\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127021)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127021)\">1 Ne. 10:11-14<\/a><\/span><span class=\"citation\" id=\"127022\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127022)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127022)\">Morm. 5:20<\/a><\/span> The Gentiles should heed the warning given them by the Apostle Paul, lest they fall through the example of unbelief<span class=\"citation\" id=\"76526\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76526)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76526)\">Heb. 4:11<\/a><\/span> as did the Jews, who were broken off<span class=\"citation\" id=\"72782\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72782)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72782)\">Rom. 11:19-20<\/a><\/span> because they rejected <div class=\"break columnbreak\" id=\"193b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0193.pdf\" target=\"pdfwin\">p.&#xA0;193b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6566\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the Messiah, and refused the message of salvation which he delivered unto them. From that day to this they have been scattered, peeled and afflicted; their city was overthrown and their Temples destroyed, and the land of their fathers has been in the hands of Gentile nations until today. The Lord has said&#x2014;&#x201C;Vengeance is mine; and I will repay,&#x201D;<span class=\"citation\" id=\"72844\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72844)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72844)\">Rom. 12:19<\/a><\/span> and we may rest assured that the Lord will reward those who seek to destroy the lives of his people and to overthrow his kingdom. Vengeance is in the hands of the Almighty. &#x201C;I will fight your battles,&#x201D;<span class=\"citation\" id=\"89980\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89980)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89980)\">D&amp;C 105:14<\/a><\/span> saith the Lord. We do not seek any man's hurt, however much of an enemy he may be to us, we leave him in the hands of God, we know that he will reward him, and the reward will be all that God, Saints, angels, devils or wicked men can ask, and it will be all that any man can want. When we undertake to fight against God we have to pay for it. Men will have to pay for every sin committed in the flesh; no matter what they do, they will have to be accountable for it. If a man does right, is valiant in the testimony of Jesus Christ,<span class=\"citation\" id=\"87127\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87127)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87127)\">D&amp;C 76:79<\/a><\/span> obeys the Gospel, and keeps his covenants, when he passes to the other side of the veil he has an entrance into the presence of God and the Lamb; having kept celestial law he enters into celestial glory,<span class=\"citation\" id=\"127023\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127023)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127023)\">D&amp;C 88:22<\/a><\/span> he is preserved by that law,<span class=\"citation\" id=\"88476\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88476)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88476)\">D&amp;C 88:34<\/a><\/span> and he participates in that glory through the endless ages of eternity. It pays any man under heaven to obey and be faithful to the law of God the few days he spends in the flesh. I say to the world, to every sect under heaven, if you ever obtain any blessings in the eternal worlds from anybody at all it will be from the God the Latter-day Saints worship, for God made us all; whether we are Methodists, Baptists, Mormons or anything else we are all the  <div class=\"break pagebreak\" id=\"194a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0194.pdf\" target=\"pdfwin\">p.&#xA0;194a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6565\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>children of one parent. Then why should we persecute one another because of our religion? It is folly in the highest degree. We live in a land and under a constitution which guarantees the right to worship God according to the dictates of conscience<span class=\"citation\" id=\"94137\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94137)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94137)\">A of F 1:11<\/a><\/span> to every sect, party, name and denomination under heaven, then why should we be so narrow-minded as to hate or seek to persecute or kill our neighbor because he differs from us in religion? <\/div><div class=\"paragraph jod\" id=\"v17n670\"> We worship God and we are Latter-day Saints because we know that the Gospel which has been revealed in these latter days is true. We have received it and have realized the promises made to those who would obey it. The Holy Ghost and the testimony of Jesus Christ never deceived us, and we have received that testimony while abroad in almost every nation under heaven. By this power we have been gathered. That is the reason we are Mormons, as the world call us. We know this work is true, we know it is the Gospel of Jesus Christ. We would not persecute, abuse, or quarrel with any man because of his religious views. A man's religion, let it be what it will, is between him and his God. He is going to the eternal world, and he will receive his reward, and there is no reason or use in quarreling about religion, and we have never felt to do this in our lives. Whatever may have been said concerning us, our Tabernacles&#x2014;this and others&#x2014;have been open to every minister who came along, no matter to what sect or party he belonged. We are not afraid of our doctrines, and we are not afraid to have our children hear the doctrines of others. If any man has got a truth that we have not got, let us have it. Truth is what we are after, and we are not afraid of the doctrines of any man; we are <div class=\"break columnbreak\" id=\"194b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0194.pdf\" target=\"pdfwin\">p.&#xA0;194b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6565\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> willing to stand by the revelations of God. These are the feelings of the Latter-day Saints. When our Methodist friends came to this city, erected their tent and held their big camp meeting, what was the course pursued by the Latter-day Saints? The President of the Church, the Twelve Apostles and citizens with their wives and children gave them a congregation of many thousands, and we sat in their tent and listened to them while they abused us just as much as they pleased. We believe in giving every man the privilege of saying what he pleases, we have always been willing to let every man express his sentiments here among us. We are not afraid of them. If we have not the truth, that is what we are after, we want it. But we know that we have it, that the Gospel as restored, revealed through Joseph Smith, is the truth of God, and we know that the Lord has set to his hand to build up Zion, and he is going to do it. We bear record of this because we know it is true. <\/div><div class=\"paragraph jod\" id=\"v17n671\"> I pray that God will bless the Latter-day Saints. I pray that we may prize our privileges, that we may enjoy the spirit of our calling, and that the Holy Ghost may enlighten our minds continually, that we may not walk in the dark but in the light. I pray that the Spirit of God may bear record to the stranger within our gates.<span class=\"citation\" id=\"55221\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55221)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55221)\">Deut. 31:12<\/a><\/span> I am satisfied that it does, and it has done more or less for the forty years that are past and gone. But it is the same today as it was in the days of Jesus. He told Nicodemus that light had come into the world, but men loved darkness rather than light because their deeds were evil,<span class=\"citation\" id=\"68930\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68930)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68930)\">John 3:19<\/a><\/span> and here is where condemnation comes in, but we cannot help that. My brethren and I have traveled a great many thousands of miles to preach the Gospel to our  <div class=\"break pagebreak\" id=\"195a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0195.pdf\" target=\"pdfwin\">p.&#xA0;195a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6564\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>fellow men; we have done this because we know this Gospel is true. We are willing to stand by this Gospel, this testimony and this work in life and in death, in time and in eternity. We shall meet the strangers who come here and visit us, on the other side of the veil; they will meet us there, and if they never <div class=\"break columnbreak\" id=\"195b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0195.pdf\" target=\"pdfwin\">p.&#xA0;195b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6564\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> know before, they will know then that our testimony is true. <\/div><div class=\"paragraph jod\" id=\"v17n673\"> I pray God our heavenly Father that he will bear testimony by his Holy Spirit to the meek and honest among the children of men, that they may receive the truth and be prepared to inherit eternal life, for Jesus' sake. Amen. <\/div>\n<\/div>\n<\/div>"}