{"ID":170026, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Crime a Transgression of Law&#x2014;Saints Are Under Divine Law&#x2014;The Gospel a Perfect Law&#x2014;The Constitution of the United States a Just Instrument&#x2014;Saints Must Be Patient and Long-suffering&#x2014;Latter-Day Saints Prepare By Good Works to Meet the Savior.<\/div>\n<div class=\"subtitle\">Discourse by Elder Albert Carrington, delivered at the Adjourned Semi-Annual Conference of the Church of Jesus Christ of Latter-Day Saints, in the New Tabernacle, Salt Lake City, Sunday, October 11, 1874.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: Crime, Etc.<\/div>\n<div class=\"speaker\">Speaker: Albert Carrington<\/div>\n<div class=\"date\">Date: 10\/11\/1874<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d26\">\n<div class=\"paragraph jod\" id=\"v17n576\"> I have been much interested during our meetings in this Conference, and, with you, I measurably realize the benefits to be derived in thus assembling together. In my reflections in reference to some remarks that have been made I have been led to ask myself&#x2014;What is crime? Simply a transgression of the law, human or divine. What is law? It is, or should be, a rule of order founded in justice, for the benefit of those to whom it may apply. <div class=\"break columnbreak\" id=\"165b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0165.pdf\" target=\"pdfwin\">p.&#xA0;165b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6594\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Now, so far as we are concerned in regard to law, we are under divine law, the Gospel, the grand plan of salvation&#x2014;a law that is perfect, plain and simple as well as just, and applicable to the whole human family at all times, and in this we should rejoice. But we are also under human laws as well, we pertain to a number of what are termed human governments, subject, in a greater or less degree, to man-made institutions, and are they perfect? No, each and  <div class=\"break pagebreak\" id=\"166a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0166.pdf\" target=\"pdfwin\">p.&#xA0;166a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6593\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>every one of them, notwithstanding the intelligence possessed by mankind, and their centuries of experience, contain the seeds of their own dissolution, and, in the providence of God, they are all destined, in their times and in their seasons, to be superseded by the government and kingdom of God upon the earth&#x2014;a fact at which every human being should rejoice. But do they? Does even that portion of the world termed Christian rejoice in the ushering in of the kingdom of God upon the earth? I am sorry to say, and chagrined for humanity at being compelled to say, that all Christendom, almost to a unit, perhaps as much a unit on that subject as upon any one thing, although they have the Bible in their hands, are opposed to the establishment of the government of God upon the earth. What folly, absurdity and inconsistency on the part of so-called Christendom to oppose that which was devised in the wisdom of the Gods in the eternal worlds and which, in its very nature and constitution, is calculated to benefit and to promote, to the utmost possible degree, the welfare of mankind in all their relations! <\/div><div class=\"paragraph jod\" id=\"v17n578\"> What about the government under which we live? Why, it is one of the very best, as to its form, that the human family have ever devised. It was founded by excellent, honorable, upright, liberal and high-minded men who, in framing the Constitution, were measurably inspired by that Holy Spirit<span class=\"citation\" id=\"89603\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89603)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89603)\">D&amp;C 101:80<\/a><\/span> which our Father in the heavens bestows upon whom he will. That is the view that we, as Latter-day Saints, have in regard to the fundamental or basic instrument of the government of the United States termed the Constitution; and however much we may be misrepresented, maligned or lied about in regard to that matter, as a people we are <div class=\"break columnbreak\" id=\"166b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0166.pdf\" target=\"pdfwin\">p.&#xA0;166b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6593\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> loyal to that constitution to the minutest principle therein contained. We understand that constitution&#x2014;its spirit as well as its letter&#x2014;and, so far as it is observed, it is a very excellent instrument for the conducting of human affairs. We are a people that uphold that constitution, and we ever have done so, and take great pleasure in doing so, and so also with every constitutional law; and I am at the defiance of the wide world to truthfully controvert the statement that we, as Latter-day Saints, have ever transgressed one single particle of constitutional law, or have ever had any occasion to do so, or ever will have in obeying the principles of the Gospel and laboring to build up and establish the kingdom of God on the earth. What do you think of that? The world will tell you that we are a terrible set, that we are disloyal, ignorant, stupid, fanatical, bigoted, deceivers and deceived, and in all these statements and as many more about the Latter-day Saints, the world will lie like the devil. <\/div><div class=\"paragraph jod\" id=\"v17n579\"> Now, you heard me say constitutional law. Mark it well. I understand, as a general thing, somewhat of what I am saying when I speak, and I made use of the expression understandingly. The constitutional laws of this government, what are they? They are laws enacted in pursuance of the principles couched in that constitution under the authority given the Congress of our nation to enact laws for the whole United States, and to make treaties for our government. All that is beyond that one hair's breadth is just that far usurpation, tyranny and wrong. Have we obeyed that, more or less? Oh, no doubt; we have had to do so now these many years. In the days of the stripling Joseph, when he was first called of God to bring forth this  <div class=\"break pagebreak\" id=\"167a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0167.pdf\" target=\"pdfwin\">p.&#xA0;167a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6592\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>great latter-day work that the Lord our God has set his hand to accomplish, he was assailed unconstitutionally, so far as the constitution of the State of New York was concerned, by the citizens of that State; and again, the same thing occurred in Ohio, in Missouri, and, finally, in Illinois, where, contrary to the plighted faith of the governor of the State, he was slain by a mob, because, according to their own testimony, the law could not reach him, for he had lived above it. What right, then, had they to assail or interrupt him? No right whatever. <\/div><div class=\"paragraph jod\" id=\"v17n581\"> Now, we as a people, left the States, and I may say we left Christendom, from the simple fact that we were obliged to do so in order to live our religion. But would they let us alone after we had left the States? No. After having aided in the conquest of the very region to which we fled to avoid persecution and religious tyranny, they were not satisfied even then to leave us unmolested to worship the true and living God according to the dictates of our own consciences;<span class=\"citation\" id=\"94136\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94136)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94136)\">A of F 1:11<\/a><\/span> but they have followed us as a nation, and are following us to this day&#x2014;a professed Christian nation is trying to force upon us the tyranny and oppression of unconstitutional law, administered by officers for whose appointment there is not a scintilla of right under the constitution. What do you think of that? And we are enduring their interference with our domestic affairs with as much patience as we may. We have endured these things with considerable patience for many long years, and I trust that we shall still be able to do so, realizing that patience is one of the great requirements of our Father concerning us as his children. He desires that we should be long-suffering towards those who seek to afflict and oppress us, as <div class=\"break columnbreak\" id=\"167b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0167.pdf\" target=\"pdfwin\">p.&#xA0;167b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6592\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> he is long-suffering towards the human family in their wickedness and waywardness, and we must become like unto him in these respects if we are his; and if we expect to become perfect in our sphere as he is in his, we not only have to be patient and long-suffering, but we shall have to continue in patience and long-suffering. Will we do so? I trust so, knowing the blindness, ignorance, bigotry, superstition, and consequent intolerance of our fellow beings; knowing also that they as well as we are answerable to the Lord our God, being careful, while leaving events in the hands of the Supreme Ruler, that our conduct, day by day, is such that it will bear, not only the strictest examination and scrutiny of our fellow beings, but also of our Father and his angels; realizing, also, now as anciently, that whosoever will live godly in Christ Jesus, must needs suffer persecution.<span class=\"citation\" id=\"76184\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76184)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76184)\">2 Tim. 3:12<\/a><\/span> Do not forget that this is in the very nature of things, from the simple fact that, in order to constitute this a probation, wickedness has been permitted upon the earth, and hence good and evil; and wickedness is and ever has been aggressive, tyrannical, oppressive, cruel and murderous, and so it will ever continue to be. Do not forget these plain facts, and when you hear the wicked lie, and see them strive to oppress you and to deprive you of your rights do not get impatient about it and fancy that it is anything new, but remember that it has ever been so since the days of Cain, and that it will continue until wickedness is swept from this footstool of Jehovah, and not before that time can we hope to cease to be oppressed and wronged. And this is necessary to prove whether we will endure all things, as the great Captain, pattern, and exemplar of our faith and the great High Priest of our salvation  <div class=\"break pagebreak\" id=\"168a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0168.pdf\" target=\"pdfwin\">p.&#xA0;168a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6591\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>endured, in his time. He was buffeted, scourged and mobbed and led like a lamb to the slaughter&#x2014;<span class=\"citation\" id=\"59659\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59659)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59659)\">Isa. 53:7<\/a><\/span>a being in whom was no guile,<span class=\"citation\" id=\"127007\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127007)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127007)\">Ps. 32:2<\/a><\/span> who finally terminated his mortal career by a cruel death on the cross. He was opposed by his own when he came to call and gather them as their king and ruler. Who were his own? The tribes of Israel, and he came more particularly to that most stubborn and stiffnecked of all the tribes&#x2014;the tribe of Judah. And did the scribes and Pharisees, the rabbis and lawyers, the wise, intelligent and noble hail and welcome him? No, most assuredly not; then how much less need we expect that they will hail and welcome us, his professed followers! When, instead of himself, his word, through the Prophet Joseph Smith, came to Christendom with its almost numberless free schools and its millions of bibles and legions of priests, did the people hail that word? No, they spurned it, and in every conceivable way derided him who brought it; and, as in the days of the Savior, the Priests, the Pharisees and Sadducees, the lawyers and scribes, the wise in their own estimation and the wealthy all banded together to keep from the children of men the word of God, which is truth, and which is the power of God unto salvation to all who will believe and obey it.<span class=\"citation\" id=\"72203\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72203)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72203)\">Rom. 1:16<\/a><\/span> Are not these facts? I know they are, though the whole world may gainsay I know that I am telling you the truth, as God lives I know it for myself. <\/div><div class=\"paragraph jod\" id=\"v17n583\"> Now, then, with regard to these matters that we are immediately passing through&#x2014;the attempted <div class=\"break columnbreak\" id=\"168b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0168.pdf\" target=\"pdfwin\">p.&#xA0;168b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6591\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> enforcement of laws that are not constitutional and, through not being constitutional, that are not valid, and consequently of no force or effect whatever, in justice, what are we going to do about it? I trust that we will endure, with all patience, whatever the Lord our God may permit the evil one and those who, through the exercise of their agency, list to serve him, to accomplish; and while enduring with all patience, that we seek, in all faithfulness and uprightness for the guidance of his Holy Spirit to lead us in the path of truth and to enable us to walk therein, and to endure meekly and patiently all things that he in his providence may see fit to place upon us, in order to prove whether we as individuals and as a people will serve him in evil as well as in good report. Is there anything bigoted or contrary to the principles of eternal truth as taught by the Savior and his Apostles in all this? No. Then why not the world turn to the Lord our God, and live? Why not, Latter-day Saints, for our own sakes, live faithfully, humbly and uprightly and in all respects honor the requirements of the Gospel, until we become powerful through good works and able to meet, with joy, the coming of the Savior, and prepared to hail with gladness the society and companionship of just men made perfect, being worthy to associate with them and to share in their blessings, and finally, be saved in the celestial kingdom of our Father? That this may be our lot is my prayer, in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}