{"ID":170042, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Second Coming of Christ&#x2014;The Kingdom of God&#x2014;Immediate Revelation&#x2014;a Highway Cast Up&#x2014;Gathering of Israel&#x2014;One Universal Government on Earth.<\/div>\n<div class=\"subtitle\">Discourse by Elder Orson Pratt, delivered in the Fourteenth Ward Assembly Rooms, Salt Lake City, Sunday Afternoon, February 28, 1875.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: Second Coming of Christ, Etc.<\/div>\n<div class=\"speaker\">Speaker: Orson Pratt<\/div>\n<div class=\"date\">Date: 2\/28\/1875<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d42\">\n<div class=\"paragraph jod\" id=\"v17n1047\"> I will read a passage with which the Latter-day Saints, especially, are familiar&#x2014;&#x201C;All ye inhabitants of the world, and dwellers on the earth, see ye, when he lifteth up an ensign on the mountains; and when he bloweth a trumpet, hear ye.&#x201D;<span class=\"citation\" id=\"58342\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58342)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58342)\">Isa. 18:3<\/a><\/span> This is the third verse of the 18th chapter of the prophecies of Isaiah. <\/div><div class=\"paragraph jod\" id=\"v17n1048\"> All people who have any confidence in the Old and New Testaments, and who have read the pages of the <span class=\"italic\">Bible<\/span>, are expecting certain great and important events to transpire upon the earth; they look for an entire change to come over the nations, and also for a universal kingdom to be established on the earth never to be overthrown.<span class=\"citation\" id=\"61280\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61280)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61280)\">Dan. 2:44<\/a><\/span> These things are so clearly predicted in the prophecies of the holy Prophets, that I believe all who profess any faith in the Bible are looking for something of this kind to take place. All who believe in the New Testament believe that the Son of God, our Lord and Savior Jesus Christ, is to come, not as he did formerly, in a meek and lowly manner, born in a manger, hated, derided, buffeted and spit upon, and finally crucified by the hands of wicked men,<span class=\"citation\" id=\"81152\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81152)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81152)\">1 Ne. 19:10<\/a><\/span> but that when he comes again, it will be in very <div class=\"break columnbreak\" id=\"307b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0307.pdf\" target=\"pdfwin\">p.&#xA0;307b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6453\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> great majesty and glory, accompanied by all the armies of heaven<span class=\"citation\" id=\"127127\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127127)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127127)\">Rev. 19:14<\/a><\/span> and by the Saints of all dispensations,<span class=\"citation\" id=\"127128\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127128)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127128)\">Rev. 1:7 (JST)<\/a><\/span> who will be raised from the dead at that important time, and who will be caught up into the clouds and come with him.<span class=\"citation\" id=\"75685\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75685)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75685)\">1 Thes. 4:17<\/a><\/span> All people who believe in the New Testament believe that such an event as this has got to transpire. Those who believe in the Old Testament, and discard the New, believe that there has to be a great change come over the inhabitants of the earth and over the whole of this creation. The Old Testament speaks of the day of the Lord, when the sun will be darkened, when the moon and the stars will refuse to shine,<span class=\"citation\" id=\"58253\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58253)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58253)\">Isa. 13:6-10<\/a><\/span><span class=\"citation\" id=\"61817\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61817)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61817)\">Joel 2:10-11<\/a><\/span><span class=\"citation\" id=\"61896\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61896)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61896)\">Joel 3:14-21<\/a><\/span> when the Lord will punish the wicked for their wickedness,<span class=\"citation\" id=\"57469\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57469)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57469)\">Prov. 21:12<\/a><\/span><span class=\"citation\" id=\"127129\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127129)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127129)\">Isa. 13:11<\/a><\/span> when sinners will be swept from the face of the earth,<span class=\"citation\" id=\"57089\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57089)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57089)\">Ps. 104:35<\/a><\/span> and when there will be none but the righteous left. It is believed that a day will come, when the wicked among the inhabitants of this globe will be burned as stubble, and when there will be neither root nor branch left of the proud and of them that do wickedly.<span class=\"citation\" id=\"62505\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62505)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62505)\">Mal. 4:1<\/a><\/span> So that believers in both the Old and New Testaments, or in either of them, are expecting that such a great and terrible event will come. But very few, however,  <div class=\"break pagebreak\" id=\"308a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0308.pdf\" target=\"pdfwin\">p.&#xA0;308a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6452\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of the inhabitants of our globe have taken into consideration the great preparatory work for this grand change; they have not searched the Scriptures in regard to how this work is to be accomplished, and who the persons will be who will be ready and prepared to abide that day; how that great change will come, and what the signs of it will be they know not, and yet the Bible is very plain and full in relation to these matters. <\/div><div class=\"paragraph jod\" id=\"v17n1050\"> The words of our text communicate to us the knowledge that a proclamation is to become so conspicuous at that day, that all the inhabitants of the world and dwellers on the earth will be required to see and understand, when the Lord commences this work, when he lifts up an ensign on the mountains.<span class=\"citation\" id=\"58343\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58343)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58343)\">Isa. 18:3<\/a><\/span> I suppose that a great many have been looking for the Lord to do something, but in what portion of our globe he would commence his work they did not know. There are some few, who have searched the Bible diligently, who have been looking for the kingdom of God to be set up on the earth in the latter times, never to be destroyed.<span class=\"citation\" id=\"61281\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61281)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61281)\">Dan. 2:44<\/a><\/span> Some have supposed that the kingdom that was built up by the early Christians, some eighteen hundred years ago, was that kingdom predicted by the Prophet Daniel. Others, not being able to reconcile the ideas communicated by Daniel on this subject, have looked forward to a day when there should be, literally, a kingdom established on this earth by the power of God in fulfillment of the prophecy of Daniel. Those who have believed, or tried to believe, that the ancient Christians constituted that kingdom, have been at a loss as to how it could exist broken up into a thousand fragments, a thousand different classes of people with as many different faiths clashing <div class=\"break columnbreak\" id=\"308b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0308.pdf\" target=\"pdfwin\">p.&#xA0;308b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6452\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> one with another. They have said in their hearts&#x2014;&#x201C;Is this the kingdom of God, where there is no union?&#x201D; Some two hundred millions of the human family professing Christianity, and yet contending one with another about their doctrines and principles, one believing a doctrine and another condemning that doctrine and believing something directly different. Another discarding both these doctrines and believing in something else, and so on, until inextricable confusion is the result. They have looked upon the babel thus created as something so different from the nature of that kingdom predicted by the ancient Prophets, that they have been unable to reconcile the idea in their own minds that it could possibly be the kingdom of God. <\/div><div class=\"paragraph jod\" id=\"v17n1051\"> Suppose that we quote the passage in the second chapter of Daniel, in regard to the setting up of God's kingdom. It is there said that Nebuchadnezzar, King of Babylon, had a dream, which portrayed before him all the kingdoms of the earth for many generations, under the similitude of a great image, whose head was of gold, breast and arms of silver, belly and thighs of brass, legs of iron, and feet part of iron and part of potter's clay. Besides the image he, in his dream, beheld something entirely distinct therefrom, and forming no part nor portion of it, cut out of the mountains without hands. It was called a stone from the mountains, which smote this great image, representing the kingdoms of the world, upon the feet, and when the feet were smitten all the other kingdoms crumbled to pieces, and they were carried away before the force of this little stone like the chaff of the summer threshingfloor, and no place could be found for them; but the stone that smote the image became a  <div class=\"break pagebreak\" id=\"309a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0309.pdf\" target=\"pdfwin\">p.&#xA0;309a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6451\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>great mountain and filled the whole earth.<span class=\"citation\" id=\"60951\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60951)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60951)\">Dan. 2:1-35<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v17n1053\"> Now, ancient Christianity, or, in other words, the kingdom which God set up eighteen hundred years ago, did not accomplish the prediction or fulfill that which was spoken by Daniel; neither was that kingdom which was then set up at a time when this great image had been completed. No feet nor toes of the image were yet formed when the ancient kingdom of God was set up on the earth. It is true that Nebuchadnezzer, and the Babylonish kingdom over which he ruled, representing the head of gold, had existed. The Medes and Persians, who succeeded him, had existed, and they represented the breast and arms of silver; the Macedonians or Grecians existed, representing the third kingdom that bore rule over all the earth; the great Roman empire had begun to exist, but it was not yet divided in its two legs of iron as it was several centuries after Christ. The feet and toes of the image were not yet formed, but it will be noticed, by the testimony of Daniel, that when that stone, cut out of the mountain without hands,<span class=\"citation\" id=\"127130\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127130)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127130)\">Dan. 2:45<\/a><\/span> that is, without the hand of human wisdom; when that should be cut out and should commence its rolling forth from the mountain, the very first attack that it should make would be on the feet and toes of the image.<span class=\"citation\" id=\"61013\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61013)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61013)\">Dan. 2:34<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v17n1054\"> The ancient kingdom of God could not do this, for the reason that the feet and toes on the two legs of iron were not yet in existence, and hence that kingdom did not represent the one that Daniel spoke of, though the kingdom then set up was the kingdom of God, but not the one that was to bear rule over all the earth, as predicted. <\/div><div class=\"paragraph jod\" id=\"v17n1055\"> Another reason why that kingdom was not the one spoken of by Daniel <div class=\"break columnbreak\" id=\"309b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0309.pdf\" target=\"pdfwin\">p.&#xA0;309b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6451\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> is this&#x2014;the kingdom spoken of by the ancient Prophet, that was to be set up by the God of heaven, was never to be destroyed, but it should break in pieces all other kingdoms and should stand forever, and never be left to another people.<span class=\"citation\" id=\"61282\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61282)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61282)\">Dan. 2:44<\/a><\/span> Did the kingdom commenced by Christ and his Apostles fulfill these predictions? No. Why not? Because it was predicted both by Daniel and by John the Revelator that the kingdom which was to be built up in the days of Christ's first coming, instead of prevailing against the kingdoms of the world, was to be overcome. It was written concerning that kingdom that war should be made upon it by the powers of this world, and that they should prevail and overcome it.<span class=\"citation\" id=\"61680\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61680)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61680)\">Dan. 7:21<\/a><\/span><span class=\"citation\" id=\"79402\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79402)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79402)\">Rev. 11:7<\/a><\/span><span class=\"citation\" id=\"79638\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79638)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79638)\">Rev. 13:7<\/a><\/span> Not so with the latter-day kingdom&#x2014;that never can be overcome or prevailed against. <\/div><div class=\"paragraph jod\" id=\"v17n1056\"> Was the prophecy of John and Daniel, concerning the former-day kingdom being overcome, fulfilled? Yes. Certain powers arose and made war upon that kingdom, and spread forth their doctrines and principles until all nations became drunk with the wine of the wrath of the fornication of that great ecclesiastical power.<span class=\"citation\" id=\"80002\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80002)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80002)\">Rev. 14:8<\/a><\/span><span class=\"citation\" id=\"80203\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80203)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80203)\">Rev. 18:3<\/a><\/span><span class=\"citation\" id=\"85005\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85005)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85005)\">D&amp;C 35:11<\/a><\/span><span class=\"citation\" id=\"88701\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88701)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88701)\">D&amp;C 88:94,105<\/a><\/span> Instead, then, of the kingdom of God overcoming the nations, it was overcome and banished from the earth. <\/div><div class=\"paragraph jod\" id=\"v17n1057\"> Perhaps some may inquire&#x2014;&#x201C;Do you believe, then, that the Christian Church has been so overcome that it has not existed on the earth?&#x201D; That is what we believe, that is one of the principles taught by this people during the last forty-four years of the existence of this Church. Says one&#x2014;&#x201C;You have no charity.&#x201D; Yes, we have charity just as far as the Lord God permits us to have charity; but we have not charity sufficient to call darkness light, nor the doctrines and creeds of men the  <div class=\"break pagebreak\" id=\"310a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0310.pdf\" target=\"pdfwin\">p.&#xA0;310a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6450\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>doctrines of heavens. We have not charity sufficient to say that that which is organized by human wisdom is of God, or that the traditions and commandments of men can be substituted for those of God. Charity does not lead us to make these assertions. Perhaps you may inquire&#x2014;&#x201C;What evidence have you then, that the kingdom of God was overcome, besides the predictions that you have quoted?&#x201D; We have this evidence&#x2014;in the kingdom of God there were always inspired Apostles. There is no testimony in this sacred volume, the New Testament, that the kingdom of God ever existed without Apostles in it. Where are your Apostles inspired of God, modern Christendom? Where have they been for the last seventeen centuries of the Christian era? If you had had Apostles during that time they would have continued to exercise the functions and gifts of Apostles: they would have received revelation from heaven, and those revelations would have been just as sacred as the revelations that were given to the first twelve Apostles, and it would have been just as necessary to have them compiled in the sacred canon as to compile the revelations of those who lived in the first century of the Christian era. This, then, is a testimony and a very important one too, that the kingdom that was set up anciently did not continue, but was overcome, so much so that Apostles had no existence on the earth, and they have not had for many long centuries of darkness that are passed and gone. <\/div><div class=\"paragraph jod\" id=\"v17n1059\"> Recollect now, that in the New Testament order of things, given for the organization of the true Christian Church, Paul says&#x2014;&#x201C;God hath set in the church, first apostles, secondarily prophets,&#x201D;<span class=\"citation\" id=\"73617\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73617)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73617)\">1 Cor. 12:28<\/a><\/span> &amp;c. Take away, then, this first officer of the Church, <div class=\"break columnbreak\" id=\"310b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0310.pdf\" target=\"pdfwin\">p.&#xA0;310b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6450\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and say that no Apostles are needed to inquire of God and receive revelations, and you do away with the foremost and most essential member in the kingdom of God from what you call the Christian Church. &#x201C;Secondarily prophets.&#x201D;<span class=\"citation\" id=\"73618\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73618)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73618)\">1 Cor. 12:28<\/a><\/span> Who does not know that for seventeen centuries past the Christian world so-called has not believed in any prophecy, that is the foretelling of future events, or in inspiration from heaven? Who does not know that all new revelation has been discarded, not only by the great mother Church, called the Roman Catholic, but by the Greek Catholics, and also by all her descendants, her daughters, the various Protestant sects? They have all denounced everything in the shape of new revelation. But the kingdom or Church of God never did, and it never can, exist without inspiration and new revelation, without inspired Apostles and Prophets; therefore this, besides the predictions that I have named, proves to every person who believes in the sacred text that the kingdom of God has not been upon the earth for a long period of time. <\/div><div class=\"paragraph jod\" id=\"v17n1060\"> We might go on and show other reasons why it has not been upon the earth. In order for the kingdom of God to be upon the earth there must be a continuation of authority. Says one&#x2014;&#x201C;Authority for what?&#x201D; Authority to administer its ordinances. Where that authority ceases the sacrament cannot be administered; where that authority ceases no person can administer baptism, or the laying on of hands for the baptism of fire and the Holy Ghost. In fact, where that authority ceases all the ordinances of the kingdom of God cease. Says one&#x2014;&#x201C;Have they not had the Christian ministry among the Roman Catholics, among the Greek Catholics, and among all the  <div class=\"break pagebreak\" id=\"311a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0311.pdf\" target=\"pdfwin\">p.&#xA0;311a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6449\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Protestants who have dissented from those two ancient Churches?&#x201D; Yes, they have had a ministry, but has that ministry had divine authority? That is the great question to be determined. If they have had divine authority, then the kingdom of God has existed on the earth just as long as that authority has existed; if they have not had divine authority, the kingdom of God upon the earth ceased when that authority ceased. How are we to determine this? Says one&#x2014;&#x201C;Determine it by the standard, the holy Scriptures.&#x201D; In appealing to them we find that Paul says&#x2014;&#x201C;No man taketh this honor unto himself, save he be called of God, as was Aaron.&#x201D;<span class=\"citation\" id=\"76598\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76598)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76598)\">Heb. 5:4<\/a><\/span> Every person who has read the Old Testament Scriptures, knows that Aaron was called by immediate and direct revelation in his day.<span class=\"citation\" id=\"54399\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54399)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54399)\">Ex. 28:1<\/a><\/span> He was not called by revelation that was given several hundred years before he was born, to Enoch, Noah, Abraham, Isaac or Jacob; he was not called by some commission that was given in former generations, but by direct revelation in his day. Can no person, then, take this ministry to himself, unless he is called the same as Aaron was called? So says Paul. Have any of these ministers, among all these so-called Christian denominations, been called by new revelations? If they have, they deny their own words, for they have incorporated in their disciplines, creeds and articles of faith that the sixty-six books contained in the Old and New Testament are all the revelations that God has ever given to man. Is that so? Let us search these sixty-six books and see if any man that lived in the second century of the Christian era is mentioned therein, or in the third or fourth, or in any succeeding century down to this day. Has any man in the Christian world from the <div class=\"break columnbreak\" id=\"311b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0311.pdf\" target=\"pdfwin\">p.&#xA0;311b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6449\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> days of the ancient Apostles down to this time been called by name to the ministry? If so, that will alter the case. But I find that this ancient compilation of revelations does not mention by name a solitary individual who has dwelt on the earth for the last seventeen hundred years, hence none of them have been called by ancient revelation; and, in order to be called, according to the declaration of Paul, as Aaron was,<span class=\"citation\" id=\"76599\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76599)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76599)\">Heb. 5:4<\/a><\/span> they must be called by new revelation. <\/div><div class=\"paragraph jod\" id=\"v17n1062\"> Says one&#x2014;&#x201C;Stop, that will not do, the very moment that we admit new revelation, we say that the canon of Scripture is not full, and that will lead us right in opposition to all the declarations and traditions of our fathers, therefore we will not take that ground, and we will not say that we have been called by new revelation as Aaron was.&#x201D; How will you get around it, then? Says one&#x2014;&#x201C;I think that we can get authority from this good old book, though our names are not mentioned therein as being called as Aaron was,<span class=\"citation\" id=\"76600\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76600)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76600)\">Heb. 5:4<\/a><\/span> by direct revelation.&#x201D; Well, let us examine. What authority do you think you can get from this ancient record? Says one&#x2014;&#x201C;You turn to the last chapter of Mark. It is there written that Jesus said unto his eleven disciples, after he rose from the dead&#x2014;Go ye into all the world, and preach the gospel to every creature.'&#x201D;<span class=\"citation\" id=\"66742\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66742)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66742)\">Mark 16:15<\/a><\/span> Indeed! Does that call you? Did it call Paul, Timothy or Titus? Did it call any other person that lived even then, except the eleven to whom Jesus spoke? No, it did not; every other person who received any call had to receive it by new revelation. Even then, in that age, a commission given to eleven men did not commission the twelfth.<span class=\"citation\" id=\"127131\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127131)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127131)\">Acts 1:15-26<\/a><\/span> A commission given to those eleven men did not commission any Christian minister who lived in  <div class=\"break pagebreak\" id=\"312a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0312.pdf\" target=\"pdfwin\">p.&#xA0;312a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6448\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the first century of the Christian era. Hence we find in the 13th chapter of the Acts of the Apostles that there were certain prophets in the Christian church at Antioch&#x2014;<span class=\"citation\" id=\"71819\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71819)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71819)\">Acts 13:1<\/a><\/span>do not be astonished, professed Christians, that there were prophets in the Christian church at Antioch&#x2014;&#x201C;And the Holy Ghost said unto them,&#x201D; prepare yourselves for hearing a new revelation&#x2014;&#x201C;separate unto me Barnabas and Saul unto the work of the ministry to which I have called them.&#x201D;<span class=\"citation\" id=\"71823\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71823)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71823)\">Acts 13:2<\/a><\/span> Here then was a new revelation for Barnabas and Saul in relation to their ministry and calling. But could they undertake their ministry by virtue of some old commission given prior to their calling? No. Timothy, who lived contemporary with the ancient Apostles, was not called by virtue of a commission given to the eleven, neither was he called by virtue of a commission given to Paul and Barnabas; but he was called as the Apostle Paul has declared in his epistle to Timothy&#x2014;&#x201C;Neglect not the gift which is in thee, which was given thee by the spirit of prophecy, and by the laying on of the hands.&#x201D;<span class=\"citation\" id=\"75948\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75948)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75948)\">1 Tim. 4:14<\/a><\/span> What! Did Timothy live in the day of Prophets, and when Prophets could find out in relation to his calling, and lay their hands upon him and set him apart to the work of the ministry unto which God had called him? Yes, and so with all the rest, and no man can take this honor to himself, save he be called of God, as was Aaron.<span class=\"citation\" id=\"76601\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76601)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76601)\">Heb. 5:4<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v17n1064\"> God is a very consistent being; he does not do things at haphazard, but he is very orderly in his work, and everything in his kingdom is consistent and according to law. That is the way the Lord works. He is far more consistent than the political governments of our day; and even they, with all their imperfections, would never be so unwise as to re<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"312b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0312.pdf\" target=\"pdfwin\">p.&#xA0;312b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6448\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ceive a foreign minister simply because some other foreign minister had been called. Supposing that a man from Great Britain should go to Washington, and should declare to the President of the United States, and to the various authorities of the government there&#x2014;&#x201C;I am a minister plenipotentiary, I have authority from the British Government to transact whatever business it may have to transact with the Government of the United States.&#x201D; &#x201C;Very well,&#x201D; say the President and those associated with him at the head of the Government, &#x201C;let us see your credentials.&#x201D; &#x201C;My credentials!&#x201D; says this man. &#x201C;Bless you, I have not any new commission. The authorities of Great Britain have not said anything to me about being sent to represent them in the United States, but nevertheless I have authority to act as their minister.&#x201D; &#x201C;Well, what is the nature of your authority? Pray tell us.&#x201D; &#x201C;Why,&#x201D; says he, &#x201C;having access to some old documents I found, in searching them over, that there was a man called about fifty or sixty years ago to act in this nation as minister plenipotentiary for Great Britain.&#x201D; &#x201C;What has that to do with you?&#x201D; say those who are questioning him. Says he&#x2014;&#x201C;I did not suppose that I needed any new commission, so I just took this old document and put it in my pocket, I thought it would authorize me to act as minister because one that is dead and gone acted by virtue of the authority it conferred.&#x201D; What do you suppose our Government would think of such a minister? Don't you think they would regard him as a little insane, or beside himself? They certainly would. Do you suppose that God has less wisdom than our general Government? Do you suppose that he lets things run at random? Or does he have a  <div class=\"break pagebreak\" id=\"313a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0313.pdf\" target=\"pdfwin\">p.&#xA0;313a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6447\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>system to his kingdom? If our Government would not receive a man on an old commission given to a person dead and gone, why should it be supposed that the Lord is so inconsistent as to say that Tom, Dick and Harry, and all the world, or part of it, were called to be ministers because a commission was given to eleven men some eighteen hundred years ago? Why, that commission did not authorize any but those to whom it was given; and to my mind it looks supremely ridiculous for any person to claim that he is commissioned to preach and to administer the ordinances of the Gospel, because eleven men received authority to do so eighteen hundred years ago. <\/div><div class=\"paragraph jod\" id=\"v17n1066\"> Says one&#x2014;&#x201C;You are very uncharitable.&#x201D; Can't help it; if that is uncharitable, I will confess that I am uncharitable, and I cannot help it; though I believe that true charity leads us to believe things that are reasonable, consistent, and in accordance with the word of God, and that I try to do. However numerous my own imperfections may be, it is my real desire, and has been from my youth to the present time, to be consistent. These are some reasons, among a multitude that might be named, why we, as Latter-day Saints, believe that the kingdom of God which was set up in ancient days has had no place on the earth for some seventeen centuries past, so far as the eastern continent is concerned. The kingdom of God was set up in ancient America, and it existed until between three and four centuries after Christ, consequently when we say that it has not existed upon the earth for upwards of seventeen centuries past, we have reference particularly to the nations of the east. <\/div><div class=\"paragraph jod\" id=\"v17n1067\"> Says one&#x2014;&#x201C;That is an awful condition for our earth to be in to have <div class=\"break columnbreak\" id=\"313b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0313.pdf\" target=\"pdfwin\">p.&#xA0;313b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6447\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> no Christian Church upon it for so long a period.&#x201D; Cannot help it. If it is a woeful condition, it is necessary for us to search the Scriptures in order that we may learn if God ever intends to alter this order of things, and if he ever intends to again establish his kingdom upon the earth. Daniel, in his prophecy, has informed us that such will be the case. He saw the time when that great event would take place. He saw the four great kingdoms which should bear rule over all the earth. The fourth great power which bore rule over the world was the great Roman Empire, which was represented by the two legs of the great image which he saw.<span class=\"citation\" id=\"60996\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60996)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60996)\">Dan. 2:33<\/a><\/span> And as the world grew older this empire was divided, and the various kingdoms which sprang therefrom became so weakened that they were represented, not by iron altogether, but by iron mixed with miry clay.<span class=\"citation\" id=\"60997\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60997)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60997)\">Dan. 2:33<\/a><\/span><span class=\"citation\" id=\"61157\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61157)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61157)\">Dan. 2:41-43<\/a><\/span> They had not the strength of former kingdoms, and they are the kingdoms of modern Europe and the Republic of America, which has been built up by people who have come over to the American continent, and have established one of the wisest and best governments upon the face of the whole earth, but yet not established altogether after the order of the kingdom of God. <\/div><div class=\"paragraph jod\" id=\"v17n1068\"> All these modern kingdoms as you now behold them, the Scandinavians, for instance, in the north, and the Germans, Italians, Swiss, French, the Spaniards and Austrians, and all other kingdoms representing Christendom, have grown out of the great Roman Empire, which once had dominion over all these lands, and they were represented by the feet of the image spoken of by the Prophet Daniel.<span class=\"citation\" id=\"60998\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60998)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60998)\">Dan. 2:33<\/a><\/span><span class=\"citation\" id=\"61156\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61156)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61156)\">Dan. 2:41-43<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v17n1069\"> It is comparatively an easy task to locate the kingdoms represented by the various portions of the completed  <div class=\"break pagebreak\" id=\"314a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0314.pdf\" target=\"pdfwin\">p.&#xA0;314a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6446\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>image. The head of gold<span class=\"citation\" id=\"60994\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60994)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60994)\">Dan. 2:32<\/a><\/span> we may place away in Asia, representing the Babylonish Empire, with Nebuchadnezzar at its head. Next the Medes and Persians, represented by the breast and arms of silver;<span class=\"citation\" id=\"60993\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60993)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60993)\">Dan. 2:32<\/a><\/span> their location was also in Asia, running partially into Europe. Then came the Macedonians and Greeks, represented by the belly and thighs of brass;<span class=\"citation\" id=\"60992\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60992)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60992)\">Dan. 2:32<\/a><\/span> and finally the Romans, represented by the legs of iron.<span class=\"citation\" id=\"60999\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60999)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60999)\">Dan. 2:33<\/a><\/span> Thus we can locate the great image, with his head in Asia, his feet<span class=\"citation\" id=\"127132\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127132)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127132)\">Dan. 2:33<\/a><\/span> reaching over here to the western continent, all of them governments of human institution instead of having been organized by divine authority; they have all been organized without having a direct &#x201C;Thus saith the Lord&#x201D;<span class=\"citation\" id=\"53852\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53852)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53852)\">Ex. 4:22<\/a><\/span> in relation to the matter. <\/div><div class=\"paragraph jod\" id=\"v17n1071\"> By and by the time came when, in the providence of God, it became necessary to set up his kingdom on the earth. How is it set up? Is it cut out of the mountain with hands,<span class=\"citation\" id=\"61065\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61065)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61065)\">Dan. 2:34,45<\/a><\/span> that is, with human wisdom alone? Oh no, the Lord spake; the Lord sent his angel;<span class=\"citation\" id=\"79766\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79766)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79766)\">Rev. 14:6<\/a><\/span> the Lord gave commandment from the heavens; the Lord informed his servants how to organize his kingdom; the Lord fulfilled that which he spoke by the mouth of the ancient Apostles; the Lord sent that angel which he promised that he would send in the 14th chapter of the Revelation of St. John.<span class=\"citation\" id=\"79767\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79767)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79767)\">Rev. 14:6<\/a><\/span> What did he send that angel for? To restore the Gospel of the kingdom.<span class=\"citation\" id=\"65707\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65707)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65707)\">Matt. 24:14<\/a><\/span> &#x201C;Then you mean to say that the kingdom of God cannot be established without the Gospel being sent, do you?&#x201D; Yes. &#x201C;But,&#x201D; says one, &#x201C;have we not got the Gospel in this good book of ours, the Bible?&#x201D; We have a history of it. But can you and I embrace it? No, I have already proved that we could not be baptized, and baptism is one of the first essential ordinances to <div class=\"break columnbreak\" id=\"314b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0314.pdf\" target=\"pdfwin\">p.&#xA0;314b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6446\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> become citizens of the kingdom of God. I have also shown that we cannot legally partake of the sacrament, because it requires a divinely authorized person to administer it. We cannot have hands laid upon us for the baptism of fire and the Holy Ghost, because that requires God's ministers to administer it, and the Lord would not pour out the Holy Ghost through an unauthorized minister. Hence you see, however much we might read the history of the Gospel as preached in ancient times, and the history of the organization of the ancient church, it could not do us any good so far as receiving the ordinances is concerned. It is true that we might be benefited by observing the moral principles taught therein, and being moral, virtuous, upright and just before all men; but to become citizens of the kingdom of God requires divine authority, and therefore it was necessary that we should have something more than a mere history of the Gospel, and that something was, and must be, authority sent down from heaven. This is what John predicted. I will quote the passage for the benefit of strangers, for our people are familiar with it, even our Sunday school children understand it. The passage I refer to is contained in the 6th verse of the 14th chapter of Revelation. It reads as follows&#x2014;&#x201C;And I saw another angel fly in the midst of heaven, having the everlasting gospel to preach unto them that dwell on the earth, and to every nation, kindred, tongue, and people.&#x201D;<span class=\"citation\" id=\"79768\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79768)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79768)\">Rev. 14:6<\/a><\/span> Accompanying this message of the everlasting Gospel brought by an angel were these remarkable words&#x2014;&#x201C;Fear God, and give glory to him; for the hour of his judgment is come.&#x201D;<span class=\"citation\" id=\"79960\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79960)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79960)\">Rev. 14:7<\/a><\/span> That is the eleventh hour, the last time that he will send laborers to labor in his vineyard.<span class=\"citation\" id=\"84901\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84901)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84901)\">D&amp;C 33:3<\/a><\/span> When he sends these last  <div class=\"break pagebreak\" id=\"315a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0315.pdf\" target=\"pdfwin\">p.&#xA0;315a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6445\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>laborers to prune his vineyard for the last time, he communicates the message of the everlasting Gospel by an angel sent from heaven. Not for one people or one nation only, but to be preached to every nation, tongue and people that dwell upon the earth.<span class=\"citation\" id=\"79769\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79769)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79769)\">Rev. 14:6<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v17n1073\"> This alone, if I had not brought any evidence or testimony to prove that the kingdom of God has been done away from the earth, this alone proves it. If there had been any people on the face of this wide world of ours, who had the Gospel, it would have been unnecessary to send an angel from heaven with it. If there had been in any part of the earth a people who had the everlasting Gospel, and authority to administer its ordinances, do you suppose that an angel would have been sent from heaven to restore that Gospel? Such a supposition is unreasonable. All we would have had to do, would have been to find them and to have them to administer baptism, the laying on of hands and the other ordinances of the Gospel unto us, and then to have ordained us to the work of the ministry. But no; so completely had the world of mankind apostatized that no authority existed; no kingdom or Church of God, no voice of revelation, no Prophet or inspired man among all the nations, hence God sent his angel in our day, and here I hold in my hands a book of between five and six hundred pages, containing the everlasting Gospel as it was taught on this continent by the risen Savior eighteen hundred years ago. Jesus, after he had finished his ministry and burst the tombs at Jerusalem, came to this western hemisphere of ours, and chose twelve disciples and ordained them and sent them forth to preach the Gospel among the inhabitants of this land.<span class=\"citation\" id=\"82655\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82655)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82655)\">3 Ne. 12:1<\/a><\/span> Those men went forth and organized the Church, and the doctrines and <div class=\"break columnbreak\" id=\"315b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0315.pdf\" target=\"pdfwin\">p.&#xA0;315b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6445\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Gospel which Jesus administered on this continent were recorded in this book. When the angel came from heaven he brought this book to light. He did not reveal it to the great and learned of the earth, or to those who were wise in their own eyes, but he found a farmer's boy between fourteen and fifteen years of age, and set him to do this work, and it has come forth, and the Gospel is revealed. <\/div><div class=\"paragraph jod\" id=\"v17n1074\"> But there is one thing I wish to state now very pointedly, that though this angel brought forth the everlasting Gospel and revealed it by the Urim and Thummim to Joseph Smith,<span class=\"citation\" id=\"127135\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127135)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127135)\">JS&mdash;H 1:52<\/a><\/span> the unlearned farmer's boy, yet that did not authorize Joseph Smith to baptize you or me; it did not authorize him to lay hands upon me nor you for the gift of the Holy Ghost; it did not authorize him to administer the Lord's supper; it merely revealed the fulness of the everlasting Gospel through him for the benefit of every people, nation, kindred and tongue of our globe.<span class=\"citation\" id=\"79770\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79770)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79770)\">Rev. 14:6<\/a><\/span> &#x201C;Well,&#x201D; says one, &#x201C;if he could not baptize you, how were you first baptized?&#x201D; I answer that the Lord was consistent, and that when he sent this everlasting Gospel by his angel, he did not forget, when the work was translated by the Urim and Thummim,<span class=\"citation\" id=\"127133\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127133)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127133)\">JS&mdash;H 1:62<\/a><\/span> to again send an angel from heaven to ordain individuals by the laying on of hands to administer the ordinances of the Gospel,<span class=\"citation\" id=\"127134\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127134)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127134)\">JS&mdash;H 1:68-72<\/a><\/span> and to call them as Aaron was called,<span class=\"citation\" id=\"76602\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76602)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76602)\">Heb. 5:4<\/a><\/span> by new revelation.<span class=\"citation\" id=\"127136\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127136)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127136)\">D&amp;C 13:1<\/a><\/span> Angels were sent down from heaven, and the Apostleship was conferred, that same authority which Peter, James and John and the rest of the Apostles held in ancient days was conferred,<span class=\"citation\" id=\"84603\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84603)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84603)\">D&amp;C 27:12<\/a><\/span> and many others were called and the Church was organized, not by the wisdom of man and by his cunning and craft, but everything, even to  <div class=\"break pagebreak\" id=\"316a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0316.pdf\" target=\"pdfwin\">p.&#xA0;316a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6444\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the very month and day on which it should be organized was revealed of God from heaven,<span class=\"citation\" id=\"84251\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84251)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84251)\">D&amp;C 20:1<\/a><\/span> and no person was called to the work of the ministry, only by revelation. The Apostleship was conferred by revelation,<span class=\"citation\" id=\"84604\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84604)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84604)\">D&amp;C 27:12<\/a><\/span> and the work began and spread forth, and the people began to believe in this everlasting Gospel, and the Church was organized again with inspired Apostles and Prophets,<span class=\"citation\" id=\"73619\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73619)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73619)\">1 Cor. 12:28<\/a><\/span> according to the ancient pattern. <\/div><div class=\"paragraph jod\" id=\"v17n1076\"> It may be said&#x2014;&#x201C;This is a very high pretension.&#x201D; We do not pretend this thing of ourselves; all the glory is unto God. He sent the Gospel, he restored the everlasting Priesthood and Apostleship, and to him be all the glory. He bestowed these blessings; we received them and we feel thankful for them. And in connection with the restoration of the Priesthood, and the kingdom&#x2014;for God calls it his kingdom&#x2014;in the midst of this people, though they may be hated, persecuted, driven time and time again, and finally driven into these mountain wilds, yet the kingdom is here, it is not overcome: God's kingdom is here and it will endure forever, for that is the prediction of Daniel.<span class=\"citation\" id=\"61283\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61283)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61283)\">Dan. 2:44<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v17n1077\"> Is this an appropriate place for the kingdom, away up in this mountain region, so isolated from all the nations? We are not so isolated but what we can fulfill the prediction given in ancient times through John; not so isolated but what this Gospel, which was sent by an angel from heaven,<span class=\"citation\" id=\"80044\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80044)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80044)\">Rev. 14:6<\/a><\/span> can be published to all the nations of the earth. Look at what has been already accomplished, during the short period of its existence. Forty-five years have not rolled over our heads since we were organized with only six members. What has God done since then in rolling forth his work? He has sent missionaries by hundreds, not only to the inhab<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"316b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0316.pdf\" target=\"pdfwin\">p.&#xA0;316b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6444\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>itants of the various States of this Union and to those of British America; but he has sent them by hundreds to foreign lands. They have lifted up their voices in the midst of the British nation, among the Welsh, the Scotch, the Irish, among the Scandinavians of the north, among the Germans, among the French, the Swiss, the Italians, among the Hindostanese and the inhabitants of South Australia and New Zealand, and various islands of the sea; and from the midst of these various peoples a hundred thousand souls have been gathered to these mountains, whence the kingdom of God&#x2014;the stone cut out of the mountains&#x2014;<span class=\"citation\" id=\"127137\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127137)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127137)\">Dan. 2:34-45<\/a><\/span>is to roll forth, until it fills the whole earth.<span class=\"citation\" id=\"61105\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61105)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61105)\">Dan. 2:35<\/a><\/span><span class=\"citation\" id=\"86603\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86603)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86603)\">D&amp;C 65:2<\/a><\/span> We did not come here with the idea of fulfilling that prophecy. I doubt whether there was scarcely one among us, when we were driven here, who entertained the idea that this was the appropriate place for the kingdom of God. It is true, we had read in Daniel that the stone should be cut out of the mountain without hands, and that it should accomplish the great work that God had decreed, in filling the whole earth.<span class=\"citation\" id=\"61106\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61106)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61106)\">Dan. 2:35<\/a><\/span><span class=\"citation\" id=\"86604\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86604)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86604)\">D&amp;C 65:2<\/a><\/span> We had read this, but did we realize it when our enemies cannonaded us from our lands and homes in the States? While living there we were driven time after time, and finally were driven to these mountains; and before leaving, our enemies made us enter into an agreement that we would not stop short of the Rocky Mountains, and that we would go even beyond the summit of the Rocky Mountains. Said they&#x2014;&#x201C;You must do this or we will kill you. We have killed your Prophet and some of your best men, and we have robbed and driven you four or five times; and now, this time, we will not suffer you to stop within our borders, you must go beyond the  <div class=\"break pagebreak\" id=\"317a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0317.pdf\" target=\"pdfwin\">p.&#xA0;317a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6443\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Rocky Mountains.&#x201D; We started because we were obliged to; we got here; and now we are becoming quite a people. But what was the object of our enemies in driving us here, into what was termed the Great American desert? They no doubt thought that if we once got here, we should surely perish, for they supposed that no human being could ever gain a livelihood by cultivating the earth in this desert. The only inhabitants it then contained was a few Indians, who lived by digging roots, and catching and drying crickets, and grasshoppers and rattlesnakes, with now and then a rabbit; and these Indians would, once in a while, be able to partially clothe themselves with rabbit skins. Our enemies thought&#x2014;&#x201C;If we can only get the &#x2018;Mormons&#x2019; into that desert, that will be the end of &#x2018;Mormonism.&#x2019;&#x201D; <\/div><div class=\"paragraph jod\" id=\"v17n1079\"> We are here, what have we done, with the blessing of the Lord and his multiplied kindness and mercies upon us? We have found that God has blessed the land and blessed the exertions of his people. He has blessed them in building up many cities, towns and villages, for some four hundred miles in extent, in the very heart of these great interior mountains of America. He has blessed us in erecting several hundred schoolhouses; he has blessed us in reclaiming the desert, and with many blessings that might be named. All praise be to him! He it is who has sent rains upon this burnt and parched-up soil. When we came here, Salt Lake was twelve feet lower than it is now. We took all these little streams and turned them on to our land, and according to all natural supposition, the waters of Salt Lake would have become lower and lower. Why? Because all these streams were cut off from entering it. But <div class=\"break columnbreak\" id=\"317b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0317.pdf\" target=\"pdfwin\">p.&#xA0;317b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6443\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> instead of becoming lower and lower, we find that, after taking stream after stream, and rivulet after rivulet to irrigate our crops, God has actually sent rains from the heavens in such abundance that Salt Lake is now about twelve feet higher than when the pioneers came here in 1847. <\/div><div class=\"paragraph jod\" id=\"v17n1080\"> Is there anything said about this desert in prophecy? Yes. You can find many prophecies in Isaiah, David's psalms, and other Prophets, predicting that, about or near the time of the coming of the Lord, &#x201C;The wilderness and the solitary place shall be made glad for them.&#x201D;<span class=\"citation\" id=\"59137\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59137)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59137)\">Isa. 35:1<\/a><\/span> That the &#x201C;desert shall rejoice, and blossom as the rose. It shall blossom abundantly, and rejoice even with joy and singing.&#x201D;<span class=\"citation\" id=\"59162\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59162)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59162)\">Isa. 35:1-2<\/a><\/span> Isaiah further says that &#x201C;the Lord shall comfort Zion: he shall comfort all her waste places; he shall make her wilderness like Eden, and her desert like the garden of the Lord; joy and gladness shall be found therein, thanksgiving, and the voice of melody.&#x201D;<span class=\"citation\" id=\"59507\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59507)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59507)\">Isa. 51:3<\/a><\/span> Also that he would &#x201C;cause springs of water to break out in the desert. And that the parched ground should become pools<span class=\"citation\" id=\"59204\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59204)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59204)\">Isa. 35:6-7<\/a><\/span> of living water.&#x201D;<span class=\"citation\" id=\"59349\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59349)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59349)\">Isa. 41:18<\/a><\/span><span class=\"citation\" id=\"91894\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91894)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91894)\">D&amp;C 133:29<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v17n1081\"> How is it brethren? I appeal to you who are acquainted and were here in 1847? Many of you know that, in places where there would be a little spring then, about sufficient to water half an acre, now there is water enough to water land sufficient to sustain several hundred families. This is a literal fulfillment of the prophecy which says that, &#x201C;the parched ground shall become pools of living water.&#x201D;<span class=\"citation\" id=\"91895\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91895)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91895)\">D&amp;C 133:29<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v17n1082\"> Now let us come more directly to the words of our text. I had almost forgotten the text. &#x201C;All ye inhabitants of the world, and dwellers on the earth, see ye, when he lifteth up an ensign upon the mountains; and when he bloweth a trumpet, hear ye.&#x201D;<span class=\"citation\" id=\"58344\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58344)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58344)\">Isa. 18:3<\/a><\/span>  <div class=\"break pagebreak\" id=\"318a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0318.pdf\" target=\"pdfwin\">p.&#xA0;318a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6442\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>It seems then that God is going to lift up an ensign upon the mountains. What do you mean by an ensign? According to the definitions given by our lexicographers an ensign is a kind of a standard to which people rally and around which they gather. The Lord is going then, to lift up an ensign on the mountains, and it is to be so wonderful in its nature, something of so much importance that not part of the people are required to understand it; but in the language of Isaiah, &#x201C;All ye inhabitants of the world,&#x201D;<span class=\"citation\" id=\"58345\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58345)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58345)\">Isa. 18:3<\/a><\/span> all nations, languages and kindreds are required to see, when the Lord lifts up an ensign on the mountains: &#x201C;When he bloweth a trumpet, hear ye.&#x201D;<span class=\"citation\" id=\"58346\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58346)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58346)\">Isa. 18:3<\/a><\/span> What kind of a trumpet? The trumpet of the Gospel, that which takes the Gospel to all these nations, calling upon them to flee out of their own lands. Gather out from the nations, come together in one, go up into the mountains where the kingdom of God is established for the last time. What for? To escape the judgments and tribulations which must come upon the nations of great Babylon.<span class=\"citation\" id=\"127138\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127138)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127138)\">Rev. 18:1-4<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v17n1084\"> There is an indication in prophecy where these mountains, in which this ensign is to be raised, are located; the Lord has not left us in the dark concerning this matter. Let us read the first verse of the chapter from which our text is taken. &#x201C;Woe to the land shadowing with wings, which is beyond the rivers of Ethiopia:<span class=\"citation\" id=\"58321\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58321)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58321)\">Isa. 18:1<\/a><\/span> All ye inhabitants of the world, and dwellers on the earth, see ye, when he lifteth up an ensign on the mountains; and when he bloweth a trumpet, hear ye.&#x201D;<span class=\"citation\" id=\"58347\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58347)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58347)\">Isa. 18:3<\/a><\/span> I will also read the fifth and sixth verses&#x2014;&#x201C;For afore the harvest, when the bud is perfect, and the sour grape is ripening in the flower, he shall both cut off the sprigs with pruning hooks, and take away and cut down the <div class=\"break columnbreak\" id=\"318b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0318.pdf\" target=\"pdfwin\">p.&#xA0;318b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6442\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> branches. They shall be left together unto the fowls of the mountains, and to the beasts of the earth: and the fowls shall summer upon them, and all the beasts of the earth shall winter upon them.&#x201D;<span class=\"citation\" id=\"58358\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58358)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58358)\">Isa. 18:5-6<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v17n1085\"> It seems, then, that the Prophet saw in vision a land that seemed to represent two great wings, and a land, too, that was beyond the rivers of Ethiopia, from where the Prophet delivered this prophecy. Palestine, the land where Isaiah dwelt when he delivered this prophecy, was northeast from Ethiopia, and he speaks of a land shadowing with wings beyond the rivers of Ethiopia. We have not any map in this room, or we might point out how the two divisions of the continent of North and South America resemble two great wings, connected together at the Isthmus. I scarcely ever look at the outlines of the two divisions of this continent as depicted on a map, without being reminded of the wings of a bird; and I presume that when Isaiah, in vision, saw this western continent, it made the same impression upon his mind, and, as he did not know what name would be given to the continent of America, he had no better way to give expression to his ideas, than to call it the land shadowing with wings,<span class=\"citation\" id=\"58322\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58322)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58322)\">Isa. 18:1<\/a><\/span> in other words, having the appearance of huge wings, and that it would be beyond the rivers of Ethiopia, from where he dwelt. If you trace the maps, and pass through the land of Ethiopia, where could you find a land the outlines of which so much resemble the wings of a bird, as the land of America? I do not know of any. And it seems that this land so described, had a woe pronounced upon it. &#x201C;For afore the harvest, when the bud is perfect, and the sour grape is ripening in the flower, he shall cut off the sprigs with pruning hooks,  <div class=\"break pagebreak\" id=\"319a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0319.pdf\" target=\"pdfwin\">p.&#xA0;319a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6441\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and take away and cut down the branches. They shall be left together unto the fowls of the mountain, and to the beasts of the earth: and the fowls shall summer upon them, and all the beasts of the earth shall winter upon them.&#x201D;<span class=\"citation\" id=\"58359\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58359)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58359)\">Isa. 18:5-6<\/a><\/span> This is an awful judgment to come upon that land beyond the rivers of Ethiopia. <\/div><div class=\"paragraph jod\" id=\"v17n1087\"> But first, before this judgment is to come upon the wicked of that land, the Prophet speaks of a message, or something that should concern all the inhabitants of the world and the dwellers on the earth,<span class=\"citation\" id=\"58348\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58348)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58348)\">Isa. 18:3<\/a><\/span> showing that the people will, in God's mercy, be warned before these awful judgments come; showing, also, that after the raising of the ensign on the mountains, the inhabitants of this western continent will be among the first to experience these terrible judgments. <\/div><div class=\"paragraph jod\" id=\"v17n1088\"> The harvest is said to be the end of the wicked world;<span class=\"citation\" id=\"64637\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64637)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64637)\">Matt. 13:39<\/a><\/span><span class=\"citation\" id=\"64638\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64638)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64638)\">Matt. 13:39 (JST)<\/a><\/span> and if it is so, &#x201C;afore the harvest,&#x201D;<span class=\"citation\" id=\"127139\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127139)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127139)\">Isa. 18:5<\/a><\/span> that is, before the final end comes he will visit the inhabitants of the land shadowing with wings, beyond the rivers of Ethiopia<span class=\"citation\" id=\"58323\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58323)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58323)\">Isa. 18:1<\/a><\/span> with judgments that are terribly severe, that will cause them to lie by hundreds and thousands unburied, from one end of the land to the other, to be meat for the fowls of the air and the beasts of the earth.<span class=\"citation\" id=\"127140\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127140)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127140)\">Isa. 18:6<\/a><\/span> Why? Because the judgments will be swift, giving no time for burial. <\/div><div class=\"paragraph jod\" id=\"v17n1089\"> Inquires one&#x2014;&#x201C;Do you really believe that such judgments are coming upon our nation?&#x201D; I do not merely believe, but I <span class=\"italic\">know<\/span> it, just as well as I knew, twenty-eight years before it commenced, that there would be war between the North and the South.<span class=\"citation\" id=\"88154\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88154)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88154)\">D&amp;C 87:1<\/a><\/span> We knew that by a revelation which God gave through his servant Joseph Smith, twenty-eight years before the war of the rebellion commenced; and it was published in the languages of various nations years and years before the war was inaugurated, and it took <div class=\"break columnbreak\" id=\"319b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0319.pdf\" target=\"pdfwin\">p.&#xA0;319b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6441\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> place precisely according to the words of the Prophet, and it began in the very locality specified in the revelation, namely, South Carolina.<span class=\"citation\" id=\"88155\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88155)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88155)\">D&amp;C 87:1<\/a><\/span><span class=\"citation\" id=\"91330\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91330)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91330)\">D&amp;C 130:12-13<\/a><\/span> We know that these judgments are coming with the same certainty that we knew concerning the war of the rebellion. <\/div><div class=\"paragraph jod\" id=\"v17n1090\"> But there will be a chance to escape from these judgments for all who are willing to gather to the place of refuge which God has appointed in the mountains; all people can rally and gather to that place if they wish to do so. This is spoken of in many places. Let us turn to the fifth chapter of Isaiah, and see what is said there, concerning the ensign. In the 26th verse we read&#x2014;&#x201C;And he will lift up an ensign to the nations from far, and will hiss unto them from the ends of the earth: and, behold, they shall come with speed swiftly.&#x201D;<span class=\"citation\" id=\"57963\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57963)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57963)\">Isa. 5:26<\/a><\/span> An ensign for the nations lifted up from afar! Isaiah, where were you, when you delivered that prophecy? In Palestine. What land would be far off from Palestine, where you resided? I think this American continent would be about as far off as almost any portion of the globe. <\/div><div class=\"paragraph jod\" id=\"v17n1091\"> When the Lord commences this message it will be sent from the nation &#x201C;afar off&#x201D; to the ends of the earth; and there will be a gathering connected with it, of that people who shall come with speed swiftly.<span class=\"citation\" id=\"57964\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57964)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57964)\">Isa. 5:26<\/a><\/span> The Prophet probably did not know the nature and power of steam in the days to which he referred, and that the gathering would be effected by means of steamboats and railroads; but he did understand that there would be some very swift method of conveyance. He did not understand the meaning of railroads, and many things connected with them, for they are a modern invention, and the terms used in designating them are  <div class=\"break pagebreak\" id=\"320a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0320.pdf\" target=\"pdfwin\">p.&#xA0;320a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6440\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>also of modern origin. But he saw in vision that people should come with speed swiftly from the ends of the earth, when the Lord should hiss unto them.<span class=\"citation\" id=\"57965\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57965)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57965)\">Isa. 5:26<\/a><\/span> He, of course, described the events he saw in the best language at his command. In his sixty-second chapter, Isaiah says&#x2014;&#x201C;Go through, go through the gates; prepare the way of the people; cast up, cast up the highway; gather out the stones; lift up a standard for the people. Behold, the Lord hath proclaimed unto the end of the world, Say ye to the daughter of Zion, Behold, thy salvation cometh; behold, his reward is with him, and his work before him.&#x201D;<span class=\"citation\" id=\"60144\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60144)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60144)\">Isa. 62:10-11<\/a><\/span> It seems then that he did describe something about making these railroads. &#x201C;But,&#x201D; inquires one, &#x201C;what did he mean by saying 'Go through, go through the gates?'&#x201D;<span class=\"citation\" id=\"60125\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60125)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60125)\">Isa. 62:10<\/a><\/span> I do not know. Probably he did not understand what a tunnel was in those days, but when he saw in vision a long train of cars, without any animal power to draw them, dart into the mountain, and emerge on the opposite side of the mountain, I do not know that he could describe it in any better language than by saying&#x2014;&#x201C;Go through, go through the gates;&#x201D;<span class=\"citation\" id=\"60126\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60126)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60126)\">Isa. 62:10<\/a><\/span> and then, when he wanted to represent the smoothness of the railroads, I do not know that he could do it any better than by saying&#x2014;&#x201C;Cast up a highway; gather out the stones,&#x201D;<span class=\"citation\" id=\"60127\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60127)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60127)\">Isa. 62:10<\/a><\/span> etc. <\/div><div class=\"paragraph jod\" id=\"v17n1093\"> With the casting up of this highway a proclamation was to be made. How extensive? In one region of country? Oh, no. &#x201C;Behold, the Lord has proclaimed unto the ends of the world, Behold thy salvation cometh; his reward is with him, and his work before him.&#x201D;<span class=\"citation\" id=\"60151\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60151)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60151)\">Isa. 62:11<\/a><\/span> What else? &#x201C;They shall call them, The holy people.&#x201D;<span class=\"citation\" id=\"60168\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60168)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60168)\">Isa. 62:12<\/a><\/span> What people? Why, the people that should lift up the standard spoken of in the preceding verse.<span class=\"citation\" id=\"60128\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60128)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60128)\">Isa. 62:10<\/a><\/span> <div class=\"break columnbreak\" id=\"320b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0320.pdf\" target=\"pdfwin\">p.&#xA0;320b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6440\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Lift up a standard for the people, prepare the way for the people;<span class=\"citation\" id=\"60129\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60129)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60129)\">Isa. 62:10<\/a><\/span> behold they shall call thee the redeemed of the Lord; thou shalt be called, sought out, a city not forsaken.<span class=\"citation\" id=\"60169\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60169)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60169)\">Isa. 62:12<\/a><\/span> Jerusalem was not sought out, neither has it been a city not forsaken. Everyone knows that Jerusalem was in existence before Joshua led the people into the land of Canaan, it was an ancient city among the heathen before it was conquered and taken possession of by the house of Israel. And everyone knows that Jerusalem was to be forsaken for a good many centuries before the generation should come that this proclamation should be made, or this highway should be cast up, or the ensign should be raised upon the mountains, when the people should be called a holy people, the redeemed of the Lord, called, sought out, a city not forsaken, etc.<span class=\"citation\" id=\"60147\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60147)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60147)\">Isa. 62:10-12<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v17n1094\"> I can bear testimony, so can a great many other men, that when we came here in the summer of 1847, and sought out this city, the headquarters of the Church of Jesus Christ of Latter-day Saints, we sought it out by the Spirit of the Lord, the Spirit of revelation which rested upon us, and we were guided by that Spirit. We did not lay out a little narrow tract of land, half a mile square, but understanding the purposes of God in some measure, we laid out this city with broad streets, and extended it over an area of several square miles, and as you see it at the present time. Why did we take this course? Because we knew by the Spirit of God that rested upon us, the great work that the Lord our God intended to accomplish here in the midst of the desert. We knew that he would gather his people from the various nations and establish them here in Zion, as a standard or ensign to the nations, that as many as would  <div class=\"break pagebreak\" id=\"321a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0321.pdf\" target=\"pdfwin\">p.&#xA0;321a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6439\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>might gather here before the judgments should come. Read the 11th chapter of Isaiah about this same ensign. &#x201C;It shall come to pass in that day, that the Lord shall set his hand again the second time to recover the remnant of his people, which shall be left, from Assyria, and from Egypt, and from Pathros, and from Cush, and from Elam, and from Shinar, and from Hamath, and from the islands of the sea. And he shall set up an ensign for the nations, and shall assemble the outcasts of Israel, and gather together the dispersed of Judah from the four corners of the earth.&#x201D;<span class=\"citation\" id=\"58216\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58216)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58216)\">Isa. 11:11-12<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v17n1096\"> Before Judah and the ten tribes of Israel could ever be gathered an ensign has to be lifted up for the nations. Not for Judah and Israel alone, but for the nations afar off, for the Gospel has been restored for the benefit of the Gentiles&#x2014;every nation, kindred, tongue and people&#x2014;<span class=\"citation\" id=\"127141\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127141)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127141)\">Rev. 14:6<\/a><\/span>as well as for the benefit of the dispersed tribes of Israel. <\/div><div class=\"paragraph jod\" id=\"v17n1097\"> So far the work has progressed, so far the Lord our God has stretched forth his hand to establish his kingdom upon the earth. But what is the destiny of this kingdom? Read the Prophets; hear what Daniel says. He saw the kingdom of the latter days, which, in its commencement, was like a stone cut out of the mountains without hands, become a great mountain and fill not only the American continent, but the whole earth.<span class=\"citation\" id=\"61107\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61107)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61107)\">Dan. 2:34-35<\/a><\/span> What else does Daniel say? &#x201C;And the kingdom and the dominion, and the greatness of the kingdom under the whole heavens, shall be given into the hands of the saints of the most High, for his kingdom is an ever<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"321b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0321.pdf\" target=\"pdfwin\">p.&#xA0;321b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6439\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>lasting kingdom,<span class=\"citation\" id=\"61743\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61743)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61743)\">Dan. 7:27<\/a><\/span> and it shall stand forever.&#x201D;<span class=\"citation\" id=\"61284\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61284)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61284)\">Dan. 2:44<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v17n1098\"> It seems then that this is the destiny of this kingdom. If you want to know the destiny of the nations of our globe, it is this&#x2014;one government, one kingdom, not half a dozen empires, republics, and this, that and the other governments, but one kingdom, everlasting in its nature, will have dominion over the whole of our globe. But are you not committing treason to preach in this way? If such predictions mean treason, perhaps it would be well enough for some of our good judges to get out an indictment against the Prophet Daniel and other ancient Prophets, and bring them up and try them, and see if they are treasonable characters or not. We are preaching their words; and if it is treason to preach the Bible, would it not be a good plan to burn it up, and not have such things for the people to read and preach about? But if we have the liberty in this glorious land of ours, to believe the Bible and the prophecies it contains, have we not also the liberty to tell them from that good Book what is going to take place on the face of the earth? I think so. And I have, this afternoon, as simply as I know how, in the simplest language I have at my command, endeavored to convey to your judgments and understandings that which God has spoken by the mouths of his ancient Prophets, that you may know what he is now doing, and what he intends to do until the consummation determined upon is performed upon all the face of the earth, and the elect gathered out from the four winds of heaven.<span class=\"citation\" id=\"65964\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65964)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65964)\">Matt. 24:31<\/a><\/span> Amen. <\/div>\n<\/div>\n<\/div>"}