{"ID":170002, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Living Faith in God&#x2014;The Providences of the Almighty in Behalf of His People&#x2014;Lay Up Treasures in Heaven&#x2014;The Meek to Inherit the Earth&#x2014;The Word of Wisdom.<\/div>\n<div class=\"subtitle\">Discourse by Elder Orson Hyde, delivered in the Fourteenth Ward Assembly Rooms, Salt Lake City, Sunday Evening, Feb. 8, 1874.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: Living Faith in God, Etc.<\/div>\n<div class=\"speaker\">Speaker: Orson Hyde<\/div>\n<div class=\"date\">Date: 2\/8\/1874<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d02\">\n<div class=\"paragraph jod\" id=\"v17n12\"> I rejoice very much, brethren and sisters, at the opportunity we enjoy tonight of meeting together to <div class=\"break columnbreak\" id=\"4b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0004.pdf\" target=\"pdfwin\">p.&#xA0;4b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6755\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> worship the Lord our God, and to wait upon him, that we may renew our strength.<span class=\"citation\" id=\"59346\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59346)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59346)\">Isa. 40:31<\/a><\/span> It is the desire of my  <div class=\"break pagebreak\" id=\"5a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0005.pdf\" target=\"pdfwin\">p.&#xA0;5a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6754\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>heart to do all I can to inspire in you a living faith in God, and I am sorry to say that there are those in our midst, against whom I have no particular charge to make, but who, by reason of the favors which fortune or this world has bestowed upon them, have become weak and sick in the faith, and who, I may say, have almost no faith at all. I feel on this occasion that if wealth would destroy what little faith I have I would rather that it would take to itself wings and fly beyond my reach. I have no faith to boast of, but what little faith I may possess I think more of than I do of the wealth of this world, for the wealth of this world will not carry me successfully through the dark valley of the shadow of death;<span class=\"citation\" id=\"56443\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56443)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56443)\">Ps. 23:4<\/a><\/span> it will not open to me the portals of bliss, but real and genuine faith in God will accomplish this. I remember once, in Nauvoo, when we felt ourselves happy and fortunate if we could get half a bushel of meal to make mush of, the Prophet Joseph Smith, talking to some of us at the house of brother John Taylor, said&#x2014;&#x201C;Brethren, we are pretty tight run now, but the time will come when you will have so much money that you will be weary with counting it, and you will be tried with riches;&#x201D; and I sometimes think that perhaps the preface to that time has now arrived, and that the Saints will soon be tried with riches; but if riches would kill our prospects of eternal life by alienating us from the Priesthood and kingdom of God, I say it would be far better for us to remain like Lazarus,<span class=\"citation\" id=\"67785\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67785)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67785)\">Luke 16:19-31<\/a><\/span> and that all our fine things should perish like the dew, and we come down to the bedrock of faith, and trust in the true and living God.<span class=\"citation\" id=\"82019\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82019)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82019)\">Alma 5:13<\/a><\/span> The question is whether we have to come there in order to inherit eternal life. I <div class=\"break columnbreak\" id=\"5b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0005.pdf\" target=\"pdfwin\">p.&#xA0;5b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6754\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> will read a little of the words of our Savior, as recorded in the 6th chapter of Matthew. Said he&#x2014;&#x201C;Take no thought, saying, What shall we eat? or, What shall we drink? or, Wherewithal shall we be clothed? (For after all these things do the Gentiles seek:) for your heavenly Father knoweth ye have need of these things. But seek ye first the kingdom of God, and his righteousness; and all these things shall be added unto you. Take therefore no thought for the morrow: for the morrow shall take thought for the things of itself. Sufficient unto the day is the evil thereof.&#x201D;<span class=\"citation\" id=\"63612\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63612)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63612)\">Matt. 6:31-34<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v17n14\"> There are many Saints at this time who are laboring to acquire wealth; and the kingdom, in the hearts of a good many, has become a secondary consideration; if we were to reverse this order of proceeding and seek the kingdom of God first,<span class=\"citation\" id=\"63645\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63645)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63645)\">Matt. 6:33<\/a><\/span> we could then put our heavenly Father to the proof whether all these things shall be added to us, and thus also test the truth of our religion, and I believe that this would be a legitimate way to test it to our satisfaction. <\/div><div class=\"paragraph jod\" id=\"v17n15\"> I have heard several very able discourses, by good men, showing that unless our exports equal our imports, we are not making headway financially. This is all very good so far as it goes, but reasoning of that kind is not our Savior's, it is the reasoning of this world, and so far as this world is concerned, their reasoning, if correct is just as good as any other reasoning; but if it is not correct, and we are swerved by its force and power from the line marked out for us to walk by, we shall become the losers. I wish now to refer you to certain events that have transpired in days gone by, and then any of you may tell me by what financial calculations these things happened, and whether they were  <div class=\"break pagebreak\" id=\"6a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0006.pdf\" target=\"pdfwin\">p.&#xA0;6a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6753\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>brought down to the very nicety of worldly reasoning, or whether they were left open to the providences of our God. <\/div><div class=\"paragraph jod\" id=\"v17n17\"> Once on a time there was a great famine in Samaria, and so sore was that famine that a mule's head sold for four score pieces of silver in the market, and a cab of dove's dung sold for food in the market, I cannot recollect for how much.<span class=\"citation\" id=\"55831\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55831)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55831)\">2 Kgs. 6:24-25<\/a><\/span> We should consider it pretty much of a task or penalty to be compelled to use an article like that for food; but the people of Samaria were sorely distressed with famine, and which way to turn to save themselves they knew not. About this time, the King of Syria, with a large army, came to besiege the city, and there was a mighty host of them, and they brought everything in the shape of food that was necessary for the comfort and happiness of man; and although the famine was so sore among the Samaritans, the old Prophet, Elisha I think it was, told them that on the next day meal should be sold in the gate of their city at very low figures, lower than it had ever been known to be sold before. A certain nobleman, who heard the prophecy of Elisha expressed his doubt of its truth, and he said that if the windows of heaven were opened and meal poured down from above it could not fall to such low figures. Now see what he got by doubting the words of the Prophet&#x2014;said Elisha to him&#x2014;&#x201C;Your eyes shall see it, but you shall not taste it.&#x201D; That night the Lord sent forth the angels of his presence and they made a rustling in the trees, and sounds like horses' hoofs and chariots, as if the whole country had combined to go out to battle against the Syrians, and they did not know what to make of it, and they were frightened, and fled, <div class=\"break columnbreak\" id=\"6b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0006.pdf\" target=\"pdfwin\">p.&#xA0;6b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6753\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> leaving almost everything they had brought with them in the borders of the town; and as they went, the rustling of the trees and the noise of the horses and chariots seemed to pursue them, and in order to make their burdens as light as possible, they threw away everything they had with them, and their track was strewed with everything good and desirable. The next morning the people of Samaria went out and brought the spoils into the market, and it was overstocked with provisions, and the word of the Lord through the Prophet was fulfilled.<span class=\"citation\" id=\"55834\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55834)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55834)\">2 Kgs. 7:1-20<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v17n18\"> Now, you see, the Lord knew they had eaten mules' heads long enough, and that they had need of something more palatable; he had had the matter under advisement, no doubt, when the crusade was inaugurated against the people of Samaria, and he, in all probability, inspired them to take abundant supplies, that they might feel all the more confident on account of their great numbers being so well provided for. They no doubt calculated that they had the sure thing, little thinking that God was making them pack animals to take to his people what they needed. Their Father in heaven knew that they had need of them, and he sent them, and the people of Samaria brought them into market, and behold and lo the multitude rushed together just as hungry people will, and this nobleman came out also, and he was trodden down under foot and stamped to death&#x2014;he saw it but he never tasted it.<span class=\"citation\" id=\"55837\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55837)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55837)\">2 Kgs. 7:17-20<\/a><\/span> That is the reward of those who disbelieve the Prophets of God; it was so then, and if the same thing does not occur in every instance something of a similar character is sure to take place. There was no living faith in that man, he could not believe the  <div class=\"break pagebreak\" id=\"7a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0007.pdf\" target=\"pdfwin\">p.&#xA0;7a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6752\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>testimony of the Prophets, and in this he was like some of our&#x2014;what shall I say, great men, whose faith is weak and sickly, and they think they know it all, and can chalk out right and left that which would be best for building up the kingdom of God. <\/div><div class=\"paragraph jod\" id=\"v17n20\"> Well, after the flight of Sennacherib and his hosts, the starving multitudes of Samaria had an abundant supply of food. By what financial calculation was this brought about? Was it by worldly financiering, or was it by the bounteous dispensation of kind Heaven, who, disregarding worldly technicalities, sent a full supply to administer to and supply the wants of those who put their trust in Him, for at that time the people of Samaria stood fairly before him, and he plead their cause.<span class=\"citation\" id=\"56568\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56568)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56568)\">Ps. 35:1<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v17n21\"> Said the Savior&#x2014;&#x201C;Take no thought what ye shall eat, or what ye shall drink, or wherewithal ye shall be clothed, for after all these things do the Gentiles seek.&#x201D;<span class=\"citation\" id=\"63610\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63610)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63610)\">Matt. 6:31-32<\/a><\/span> Have the Gentiles come here to make money and to become wealthy? They say they have; I am told that that is their sole errand. I have not the least objection to it, but I have an objection to my brethren and sisters adopting their spirit by which their faith withers and becomes like a dried reed.<span class=\"citation\" id=\"81141\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81141)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81141)\">1 Ne. 17:48<\/a><\/span> The Lord said to Joseph Smith once&#x2014;&#x201C;As I live, saith the Lord, I give not unto you that ye shall live after the manner of the world.&#x201D;<span class=\"citation\" id=\"89133\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89133)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89133)\">D&amp;C 95:13<\/a><\/span> Are we seeking to live after the manner of the world by our trading and trafficking? I do not know, however, that there is anything objectionable about legitimate, honorable trading, and I am not going to speak against it; but in these days it is a pretty rare thing to find an honorable dealer. There may be, and undoubtedly there are, men who do nothing <div class=\"break columnbreak\" id=\"7b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0007.pdf\" target=\"pdfwin\">p.&#xA0;7b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6752\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> but honorable business transactions, but most business men are eager to lay up a fortune, and to get rich in a short time. Some of our merchants think they ought to get rich in from five to ten years, and then retire; but in honorable business transactions it takes almost a lifetime to amass a fortune. I will not, however, speak of things that occurred in old times, but will come down to our own experience. <\/div><div class=\"paragraph jod\" id=\"v17n22\"> I recollect when we were forced away from Nauvoo, at the point of the bayonet, and when we crossed the river to the Iowa side there were hundreds of our people camped along the shore, and what had they to eat, or to make themselves comfortable with, in the scorching sun and burning with fevers? Nothing. We wanted meat and other comforts, but we had not the means to procure them, and the Lord in mercy sent clouds of quails right into camp.<span class=\"citation\" id=\"126926\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126926)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126926)\">Ex. 16:13<\/a><\/span> They came into the tents, flew into the wagons, rested on the wagon wheels, ox yokes and wagon tongues, and our little children could catch them, and there was an abundant supply of meat for the time being. Who financiered that, and by what calculation of two and two make four did it happen? It was the mercy and generosity of kind Providence. After the people arrived here in Salt Lake, they had pretty hard times. I was not one of the honored ones first here, but I arrived soon after, and I can recollect very well hearing of the hard times, when the brethren and sisters were forced to dig roots, and boil up thistletops, and anything that could be converted in the seething pot into food for the stomach. In those days the rations of our people were very short indeed. The Lord was aware of the position of the Saints in these times, he knew that they craved and had need of the  <div class=\"break pagebreak\" id=\"8a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0008.pdf\" target=\"pdfwin\">p.&#xA0;8a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6751\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>necessaries and comforts of life, and he provided a way for them to obtain them. He opened the mines of California, and he caused the news to fly eastward, and this inspired the people of the East, almost <span class=\"italic\">en masse<\/span>, to go to the Eldorado of the West to secure the precious metals. I happened to be on the borders at the time the excitement was in progress, and having crossed the Plains once or twice, people came to me to know what they should load with. I told them to take plenty of flour, for that would be good anyhow, and if they took more than they could carry they could trade it with the Indians to good advantage for something that they needed. I also told them to take plenty of bacon, the very best that they could bring; plenty of sugar, and also plenty of coffee and tea, we were not quite so conscientious in those days about using tea and coffee as we profess to be now. I also told them to take plenty of clothing, such as shirts, overcoats, blankets and everything that would keep the body warm; and I told them that tools of every kind would be very convenient and almost indispensable, such as spades, shovels, planes, saws, augurs, chisels, and everything that a carpenter needs, for said I&#x2014;&#x201C;When you get to the end of your journey you may not find everything to your hand that you want, and these things will be very convenient for you to build with.&#x201D; And I gave them this counsel in good faith, for I thought if they did not feel disposed to carry all these things through, they could very readily exchange them in our valley for something that our folks could spare and which the emigrants would find useful. <\/div><div class=\"paragraph jod\" id=\"v17n24\"> Well, they fitted up train after train with these staple articles, and to use a steamboat phrase, they <div class=\"break columnbreak\" id=\"8b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0008.pdf\" target=\"pdfwin\">p.&#xA0;8b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6751\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> loaded to the very guards, and when many of them reached here, having been retarded by their heavy loads, it was so late that they said&#x2014;&#x201C;If we attempt to go through to California with this outfit, we shall be swamped in the snows of the Sierra Nevada Mountains, and so we must leave it here.&#x201D; They had brought it just where God wanted it, for said he&#x2014;&#x201C;I knew you had need of these things;&#x201D; and while many of those who brought them along were good, honorable men, it so happened in the providence of God that his people were abundantly supplied. <\/div><div class=\"paragraph jod\" id=\"v17n25\"> Did not brother Kimball prophesy here once, in a time of the greatest strait, that goods and merchandise of every kind would be so cheap and plentiful within a certain time, that they would have to be piled up on the wayside? Yes, and his prediction came true, and the merchandise had to be placed by the wayside because there were not houses enough to put it in. Well, when the emigrants got here with their jaded teams, they were glad to trade them off. Said they&#x2014;&#x201C;Here gentlemen, are the dry goods, merchandise, tools, and other things we have brought along, they are at your service, give us a pack mule and a pack saddle, a lariat and a pair of spurs that we may go on our way.&#x201D; This was the way matters were arranged in many instances, and there was no fault to find, we did the best we could under the circumstances, and they did the best they were obliged to for us. <\/div><div class=\"paragraph jod\" id=\"v17n26\"> Who financiered that? Was that on the principle of two and two make four? I do not object at all to that principle, but one is the result of human skill and wisdom, the other is based upon unshaken faith in God. That is what I am coming to&#x2014;unshaken faith in God, which in this case, in our own experience,  <div class=\"break pagebreak\" id=\"9a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0009.pdf\" target=\"pdfwin\">p.&#xA0;9a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6750\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>brought deliverance to the Saints, for they were well supplied with tools, wagons, clothing and all they needed to make them comfortable. Our community was small then, a few trains heavily laden were sufficient to supply it, but now it would take a number of railroad trains. We are growing and increasing, and I fear that we are growing beyond our faith, we are taking thought for tomorrow too much.<span class=\"citation\" id=\"63666\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63666)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63666)\">Matt. 6:34<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v17n28\"> To illustrate this matter I will suppose that I say to my sons&#x2014;&#x201C;Here, my boys, I want you to go and plough, take care of the stock, or make the garden beautiful;&#x201D; and they reply&#x2014;&#x201C;Father, we want some boots, pants and hats.&#x201D; &#x201C;I tell them I know they have need of these things, but I want them to attend to what I require of them without first receiving the boots, pants and hats.&#x201D; What would you think of these boys if, because father did not give them what they thought they needed just at the time, they should say, &#x201C;we will strike out on our own hook, for we must have, and are determined to have these things?&#x201D; How many of us are there now who feel as though we could chalk out and financier our own course irrespective of what the Prophet says? Perhaps some would be grieved if their faith in the ordinances of the Gospel and in the servants of God were questioned; but, as I said in the start, to come down to the bedrock, leaving fiction out of the question, how many of us are there who are ready to strike hands with the Prophet of God and to hang on to him blow high, or blow low, come coarse or come fine? There are some men who have acquired fortunes and who are rich, and I have reason to believe, though perhaps good men in every other respect, there will be a divorce between them and their silver and gold, <div class=\"break columnbreak\" id=\"9b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0009.pdf\" target=\"pdfwin\">p.&#xA0;9b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6750\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> or I fear they may not enter the kingdom of God.<span class=\"citation\" id=\"65191\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65191)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65191)\">Matt. 19:24<\/a><\/span> The rich man may say&#x2014;&#x201C;Divorced! Is it possible that I must be divorced from that to which I am so devotedly attached&#x2014;my riches&#x2014;in order that I may obtain life everlasting?&#x201D; <\/div><div class=\"paragraph jod\" id=\"v17n29\"> In further illustration of the subject we have under consideration, I will quote the saying of the Savior, &#x201C;Lay not up for yourselves treasures on earth, where moth and rust can corrupt, and where thieves break through and steal: But lay up for yourselves treasures in heaven, where neither moth nor rust can corrupt, nor thieves break through and steal.&#x201D;<span class=\"citation\" id=\"63502\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63502)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63502)\">Matt. 6:19-20<\/a><\/span> If heaven be beyond the bounds of time and space, as some of our religious friends believe, it would require a long arm to deposit our treasures there; but I apprehend that the heaven here referred to is not so far away. I believe it is near, and that when I yield my treasures to the powers that govern the kingdom of God I lay up treasure in heaven.<span class=\"citation\" id=\"63512\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63512)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63512)\">Matt. 6:20<\/a><\/span> Whenever I see the hungry and feed him, the naked and clothe him, the sick and distressed and administer to their wants I feel that I am laying up treasure in heaven.<span class=\"citation\" id=\"63511\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63511)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63511)\">Matt. 6:20<\/a><\/span> When I am educating my children and embellishing their minds and fitting them for usefulness, I am laying up treasures in heaven.<span class=\"citation\" id=\"63510\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63510)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63510)\">Matt. 6:20<\/a><\/span> I would ask that little boy, who is well educated and well trained, &#x201C;What thief can enter in and steal the knowledge you have got?&#x201D;<span class=\"citation\" id=\"63514\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63514)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63514)\">Matt. 6:20<\/a><\/span> It is beyond the power of the thief to steal, it is out of his reach, that treasure is laid up in heaven,<span class=\"citation\" id=\"63513\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63513)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63513)\">Matt. 6:20<\/a><\/span> for where is there a place more sacred than the hearts of the rising generation which beat with purity, and with love to their parents, and with love to God and his kingdom? What better place can you find in which to deposit treasures than that? But all our  <div class=\"break pagebreak\" id=\"10a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0010.pdf\" target=\"pdfwin\">p.&#xA0;10a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6749\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>obligations are not pointing to one source or quarter, there are many ways in which we can lay up treasures in heaven<span class=\"citation\" id=\"63515\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63515)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63515)\">Matt. 6:20<\/a><\/span> by doing good here on the earth. <\/div><div class=\"paragraph jod\" id=\"v17n30\"> The Bible says, &#x201C;Take no thought beforehand,<span class=\"citation\" id=\"126927\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126927)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126927)\">Matt. 13:11<\/a><\/span> what ye shall eat, or what ye shall drink, or wherewithal ye shall be clothed.&#x201D;<span class=\"citation\" id=\"63606\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63606)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63606)\">Matt. 6:31<\/a><\/span> Says one&#x2014;&#x201C;If we are to take no thought beforehand I would like to know how the farmer will ever contemplate sowing his seed if he does not look with an eye to the harvest, if he does not take some forethought?&#x201D; I do not see any necessity for this. I know that the times and seasons roll around, and when Spring comes my natural senses tell me then is the time to plough, and I go and plough, because I know it is my duty to plough. I keep on ploughing day after day until I get through, and then I commence sowing seed. It is no use for me to give myself any anxiety about the harvest&#x2014;I have no control over that, as the Scriptures say&#x2014;&#x201C;Paul may plant, and Apollos water; but God giveth the increase,&#x201D;<span class=\"citation\" id=\"73147\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73147)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73147)\">1 Cor. 3:6<\/a><\/span> and I, with all my figuring, cannot swell the kernels of wheat and cause them to germinate. I can do my duty in the time and the season thereof, but I must leave the issue with God. When I see that the grain wants watering I can turn on the water, but never mind tomorrow, let that take care of itself. As each day rolls around I can do the duties thereof, but tomorrow is beyond my reach or control. We, however, are looking to great results from our present labors as Latter-day Saints, and perhaps there is no particular harm in this; but it is far safer for us to do the duties of today than to neglect them by dreaming of the glory that is to be revealed in the future. That is in safekeeping. The hands of the <div class=\"break columnbreak\" id=\"10b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0010.pdf\" target=\"pdfwin\">p.&#xA0;10b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6749\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Lord are strong and true, they will keep the reward in reserve for the faithful, and none can rob them of it. Let us do the work of today, then, and our heavenly Father knoweth that we have need of all these things.<span class=\"citation\" id=\"63613\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63613)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63613)\">Matt. 6:32<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v17n31\"> There is one very peculiar saying of our Savior in the New Testament which I believe I will quote. Said the Savior, &#x201C;It is easier for a camel to go through the eye of a needle, than for a rich man to enter into the kingdom of God.&#x201D;<span class=\"citation\" id=\"65192\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65192)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65192)\">Matt. 19:24<\/a><\/span> This is a saying which very few people who live now seem to believe, for, apparently, the main object for which most people labor is to get rich, and hence, according to the saying of Jesus, to keep themselves out of the kingdom of God.<span class=\"citation\" id=\"65193\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65193)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65193)\">Matt. 19:24<\/a><\/span> I know men in this Church whom I would have gladly seen here tonight, but I do not see them. I suppose they have so much riches they have no time to attend meeting. Maybe they are here, I hope so, my sight is not very keen, and I cannot see all over the room; but I do hope and pray that I shall never get so much wealth that I shall have no time to attend meetings, or so much as to keep me busy taking care of it, so that I shall not have time to enrich my heart with the knowledge of the Lord our God by putting myself in the way to obtain it. &#x201C;Easier for a camel to enter the eye of a needle, than for a rich man to enter into the kingdom of God.&#x201D; Said the disciples &#x201C;Who then can be saved?&#x201D; The Savior answered, &#x201C;That which is impossible with man, is possible with God.&#x201D;<span class=\"citation\" id=\"65195\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65195)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65195)\">Matt. 19:24-26<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v17n32\"> Now I want to look a little at the possibilities and impossibilities of the matter, not that I claim to understand everything, but sometimes a train of thought comes through my mind which cheers and does me  <div class=\"break pagebreak\" id=\"11a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0011.pdf\" target=\"pdfwin\">p.&#xA0;11a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6748\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>good. That man who claims to be under the jurisdiction of an authority that he professes to believe is paramount with God, and yet is engaged in this way, that way and the other way, in getting rich so that he has no time to honor it, the question is, Can that man enter into the kingdom of God? I am not going to say, but I will bring up another case that, perhaps, may have a bearing on, and serve to illustrate this subject. <\/div><div class=\"paragraph jod\" id=\"v17n34\"> There was a certain rich man who fared sumptuously every day. He had abundance of everything that was good. Then there was a poor man named Lazarus, who lay at his gate, and the dogs came and licked his sores. This poor man would have been glad of the crumbs that fell from the rich man's table. By and by poor Lazarus died and was carried by angels into Abraham's bosom.<span class=\"citation\" id=\"67779\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67779)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67779)\">Luke 16:19-22<\/a><\/span> I was once conversing with a Presbyterian minister on the subject of polygamy. Said I to him&#x2014;&#x201C;My dear sir, where do you expect to go when you die?&#x201D; He said&#x2014;&#x201C;To some good place, I hope.&#x201D; &#x201C;To heaven, I suppose?&#x201D; &#x201C;Yes,&#x201D; said he, &#x201C;I hope to go there.&#x201D; Said I&#x2014;&#x201C;Right into Abraham's bosom.&#x201D;<span class=\"citation\" id=\"67799\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67799)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67799)\">Luke 16:22<\/a><\/span> Well, he said, figuratively, that was correct. Said I, &#x201C;If you go right into Abraham's bosom there will be on one side Sarai and on the other Hagar, and if you make a deadshot right into Abraham's bosom,<span class=\"citation\" id=\"67800\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67800)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67800)\">Luke 16:22<\/a><\/span> how do you expect to dodge polygamy? If you get into Abraham's bosom, you get into a curious place.&#x201D; By this time his argument was exhausted and our conversation closed. But Lazarus went to Abraham's bosom,<span class=\"citation\" id=\"67798\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67798)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67798)\">Luke 16:22<\/a><\/span> I suppose he has a pretty large bosom and a large heart, large enough to embrace all the faithful from his day down to the end of time, for in him and his seed shall <div class=\"break columnbreak\" id=\"11b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0011.pdf\" target=\"pdfwin\">p.&#xA0;11b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6748\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> all the families of the earth be blessed.<span class=\"citation\" id=\"53029\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53029)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53029)\">Gen. 12:3<\/a><\/span><span class=\"citation\" id=\"53480\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53480)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53480)\">Gen. 28:14<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v17n35\"> By and by the rich man died, and it is said that he lifted up his eyes in hell, or in torment, and he saw Abraham afar off with Lazarus in his bosom: Said he&#x2014;&#x201C;Father Abraham, send Lazarus that he may dip the tip of his finger in water, that he may cool my tongue; for I am tormented in this flame.&#x201D; Abraham replied, and he spoke to him very kindly and fatherly, &#x201C;Son, remember that thou in thy lifetime receivedst thy good things, and likewise Lazarus evil things: but now he is comforted, and thou art tormented. And besides all this, between us and you there is a great gulf fixed: so that they who would pass from hence to you cannot; neither can they pass to us, who would come from thence.&#x201D;<span class=\"citation\" id=\"67804\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67804)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67804)\">Luke 16:22-26<\/a><\/span> Here, then, we see illustrated the fate of the man who obtained wealth independent of the Lord Almighty. He obtained wealth and enjoyed it, and down he went to hell, while that poor man who, in this life, lay at the rich man's gate and desired to be fed with the crumbs that fell from his table, was carried by angels into Abraham's bosom.<span class=\"citation\" id=\"67789\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67789)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67789)\">Luke 16:21-22<\/a><\/span> Probably, in life, this rich man had oppressed and dealt wrongfully by that poor man, I cannot tell how that was, but at any rate he went to hell. <\/div><div class=\"paragraph jod\" id=\"v17n36\"> Now, let me ask you who the man is who may be rich, and still enter into the kingdom of God. There was father Abraham himself, none of you will dispute that he was a rich man while here, yet there he was, on the other side of the great gulf, prepared to welcome Lazarus to happiness and heaven. But how did Abraham get rich? Was it by cheating and defrauding, by calculating and financiering? Or did he get it by doing his duty and trusting in God to bestow upon him what he  <div class=\"break pagebreak\" id=\"12a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0012.pdf\" target=\"pdfwin\">p.&#xA0;12a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6747\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>saw fit. He trusted in the Lord, and the Lord gave to him all the Land of Canaan, for an everlasting possession<span class=\"citation\" id=\"53155\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53155)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53155)\">Gen. 17:8<\/a><\/span> and promised him that his seed should be as numerous as the stars in the sky,<span class=\"citation\" id=\"53085\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53085)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53085)\">Gen. 15:5<\/a><\/span> or the sands on the seashore.<span class=\"citation\" id=\"53347\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53347)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53347)\">Gen. 22:17<\/a><\/span><span class=\"citation\" id=\"53540\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53540)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53540)\">Gen. 32:12<\/a><\/span> The Lord made Abraham rich, Abraham did not do it himself; he did not cheat anybody, but in the providences of God he was elevated and made rich. Why, there are some men who cannot sleep nights for laying plans to get rich, but I would advise them, if they want to get riches that will last forever, just to lay plans to build up the kingdom of God, or in other words take the advice of Jesus&#x2014;&#x201C;Seek first the kingdom of God, and his righteousness; and all things else shall be added unto you.&#x201D;<span class=\"citation\" id=\"63646\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63646)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63646)\">Matt. 6:33<\/a><\/span> I used to think&#x2014;I cannot get married until I get rich, for I cannot support a wife; and it was not half so hard to support a wife in the days when I married as it is now, because there was not half the pride or fashion to support then that there are now. Then I did not make money very fast, and I thought that if I waited until I got rich before I married I should wait too long, and finally I concluded that I would marry and take hold with my wife and we would work together. It is certainly better to have two oxen than one, for if one is yoked up at one end the other end of the yoke drags, and when one wheel is off and the other is on, the point of one axle drags in the sand, and it is a complete nothing at all, that is just what it is. Well then I would give the same advice to my young brethren and sisters that I acted upon myself, and that is&#x2014;Get married and get rich afterwards, and dispense with this fashion that so many are anxious to follow. We cannot very well, unless we are born princes, heirs or millionaires, sup<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"12b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0012.pdf\" target=\"pdfwin\">p.&#xA0;12b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6747\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>port the fashion of the present day and prosper, and we had better dispense with it. I like to see everybody cleanly and comfortable, but all this display and paraphernalia that fashion demands of its votaries seems to me like clogging the wheels and creating discomfort rather than comfort. When I was in the old country, I recollect hearing a lady say&#x2014;&#x201C;Some people wrap themselves up and put on so much that they are completely clogged. If you draw a net over a fish, how can it swim in the water? It is freedom they want, and it is a light covering we want, especially in warm weather.&#x201D; I like to see persons neat and clean, and would rather see them thus than adorned in fine feathers, dresses, caps and jewelry. I believe God's people will be so. I have no particular fault to find, I am only telling what I think would be good. <\/div><div class=\"paragraph jod\" id=\"v17n38\"> The man that goes along and does his duty, and, without straining a point, picks up honestly and fairly the blessings and means that God strews in his pathway, can appreciate and do good with his means; and as long as he keeps an open heart and is willing to do good, God will continue to put wealth in his way, and wealth obtained in this way, no matter how much, if it swells as large as the mountains on the east here, cannot keep its possessor out of the kingdom, because it is the gift of God, and not the fruits of overreaching dishonesty. God is not going to keep me out of his kingdom because I have wealth, no matter how much, if I obtain it honestly in his sight, and strive continually to do good with it. The reason why men of God were rich in old times was, that they were willing and desirous that God should rule, govern and control them and  <div class=\"break pagebreak\" id=\"13a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0013.pdf\" target=\"pdfwin\">p.&#xA0;13a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6746\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>their means, while the miserable calculators after the fashion of the world shut God out of the question altogether. Such men are a stink in the nostrils of the Almighty, and he will hurl them from his presence, and they will find that it is easier for a camel to go through the eye of a needle than for them to enter into His kingdom.<span class=\"citation\" id=\"65194\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65194)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65194)\">Matt. 19:24<\/a><\/span> This is my faith, and I hope it will last me all the way through and forever, that if we will keep the commandments of God, build up his kingdom,<span class=\"citation\" id=\"63678\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63678)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63678)\">Matt. 6:38 (JST)<\/a><\/span> and lay up treasure in heaven<span class=\"citation\" id=\"63516\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63516)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63516)\">Matt. 6:20<\/a><\/span> by doing good with whatever means and ability God may entrust us with here, wealth will roll in upon us from quarters we are not aware of, and in a way that eye has not seen nor ear heard, neither has it entered into the heart of man to conceive.<span class=\"citation\" id=\"72985\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72985)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72985)\">1 Cor. 2:9<\/a><\/span> All the world is for the Saints, and if they only take the right course and do as they are required, wealth will roll in upon them and cannot go anywhere else. The world say the Latter-day Saints are the lowest of all people, and just for argument's sake we will grant it; but then, if we are so, that fact is only a proof of our excellence, for everything that has weight and worth rolls down and finds the center, the froth only rises to the top. I will venture to say that if you take a dollar and place it on the edge of a nice washbasin, it will roll down to the center, and if we are there, we shall all be in the right place. It is the meek and lowly<span class=\"citation\" id=\"126928\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126928)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126928)\">Matt. 11:29<\/a><\/span> who are to inherit the earth<span class=\"citation\" id=\"62915\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62915)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62915)\">Matt. 5:5<\/a><\/span> and the kingdom of God, and enjoy the gifts of heaven. <\/div><div class=\"paragraph jod\" id=\"v17n40\"> I have spoken once today before pretty freely, and I begin to feel a little sore about the sides, and I do not think I shall talk to you much longer on this occasion. I was talking this afternoon about the antediluvians. How strong they were <div class=\"break columnbreak\" id=\"13b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0013.pdf\" target=\"pdfwin\">p.&#xA0;13b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6746\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> in their own estimation! They were able to carve out their own destiny, and to amass and spend their own fortunes; but when the flood came they and their wealth went together. They were not in the ark, they had no interest in it whatever. I suppose they were a good deal as some people are at the present day. I saw a little ticket out here&#x2014;I did not stop to read it&#x2014;but in passing I read the words&#x2014;&#x201C;Not one cent for Tithing.&#x201D; I suppose that was the motto of the antediluvians. &#x201C;Not one cent for Tithing,&#x201D; not one iota to build up the kingdom of God. Well, they went to destruction. <\/div><div class=\"paragraph jod\" id=\"v17n41\"> I wish to say to my brethren I have had considerable experience in the kingdom of God, and I have had some experience that a man never ought to have, and let me here ask my brethren and sisters if everything could be arranged to suit all, where under the heavens would there be any trial of our integrity? There would be no such thing. As the Methodist say&#x2014;&#x201C;When I can read my title clear to mansions in the skies,&#x201D; and neither stumblingblock nor obstacle in the way, I shall begin to think that I am on the wrong road, for I do know that in the way of exaltation and eternal life there are stumblingblocks and difficulties to overcome, and if I keep in that way I shall have some things to swallow that are unpleasant and uncomfortable. But they will appear smaller and less difficult to overcome, if we swallow less whiskey. I would advise all my brethren to avoid it, and to have no connection with it; and if we see those who are feeble in faith, and more inclined to find fault than they are to approve, let us labor with them and do all we can to bring them back to a sense of their obligations. <\/div> <div class=\"break pagebreak\" id=\"14a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0014.pdf\" target=\"pdfwin\">p.&#xA0;14a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6745\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v17n43\"> &#x201C;Take no thought for the morrow,<span class=\"citation\" id=\"63667\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63667)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63667)\">Matt. 6:34<\/a><\/span> what ye shall eat, or what ye shall drink, nor wherewithal shall ye be clothed,&#x201D;<span class=\"citation\" id=\"63607\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63607)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63607)\">Matt. 6:31<\/a><\/span> but go to, and do just as God, through your brethren, tells you, and never be the means of administering a blow or doing one act that shall cause a division among the Saints of God, for says Jesus&#x2014;&#x201C;Except you are one you are not mine,&#x201D;<span class=\"citation\" id=\"85144\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85144)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85144)\">D&amp;C 38:27<\/a><\/span> and how many are there in this city and throughout the country who are kind of half Jew and half Ashdod, and more Ashdod than Jew in many instances?<span class=\"citation\" id=\"55969\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55969)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55969)\">Neh. 13:23-24<\/a><\/span> Do not understand me to apply this to the body of the Saints, but to them that are pairing off, the disaffected and dissatisfied, and those who seem as if they had just swallowed a dose of fishhooks, and were choking over it. I would advise such to grease it well, and it will go down. Let the oil of the grace of God be applied, and there is no obstacle that we cannot overcome. I say then, let us never allow ourselves to be the entering wedge to divide the people of God. If we cannot overcome a little difficulty or a little trial, how much faith have we got? Not much. I say to my brethren&#x2014;God bless you; and to the weak, the Lord, through the Prophet, says, &#x201C;Be strong.&#x201D;<span class=\"citation\" id=\"55030\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55030)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55030)\">Deut. 11:8<\/a><\/span><span class=\"citation\" id=\"55220\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55220)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55220)\">Deut. 31:6<\/a><\/span><span class=\"citation\" id=\"59174\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59174)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59174)\">Isa. 35:4<\/a><\/span> Be as weak as you have a mind to, but when there is need of strength put it on. If we have the right spirit, the more strength we need the more we shall have, but keep the fire burning, and may the <div class=\"break columnbreak\" id=\"14b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0014.pdf\" target=\"pdfwin\">p.&#xA0;14b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6745\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Lord God of heaven bless you. <\/div><div class=\"paragraph jod\" id=\"v17n44\"> I could say many more things, but I have said as many as I should say. May the Lord bless you here in the 14th Ward. I used to know all the people who were here, but now I do not know a tithing of them; they have either grown up out of my knowledge, or else there is another set, or else we have lost our faith and our countenances are changed. I do not know which. Well now, let these pipes and tobacco alone, and let whiskey alone; and sisters, let tea and coffee alone. I know I am touching you in a vital place, but will you do it? &#x201C;Oh dear, I shall die if I cannot have some.&#x201D; Well, we have got to die once, and it had better be in a good cause than in a bad one. Then let us keep the Word of Wisdom,<span class=\"citation\" id=\"88878\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88878)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88878)\">D&amp;C 89:1-21<\/a><\/span> and keep ourselves unspotted from the world<span class=\"citation\" id=\"77509\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77509)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77509)\">James 1:27<\/a><\/span> and live to the honor and glory of God, that when we have got through, having really complied with the will of heaven, we may see opening before us fields of everlasting bliss, and crowns and dominions beyond calculation opening in the wide expanse of eternity. Oh, shall we come short, or shall we not? <\/div><div class=\"paragraph jod\" id=\"v17n45\"> Brethren and sisters, live to God,<span class=\"citation\" id=\"74475\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74475)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74475)\">Gal. 2:19<\/a><\/span> and may God bless you. I want to live until the power of God will be felt and acknowledged in this world, and that day is not far remote. May God bless us forever, is my prayer in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}