{"ID":170031, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Individual Salvation&#x2014;The Success of the Work of the Lord Not Dependent on Man&#x2014;Encourage Home Manufactures&#x2014;Build Temples&#x2014;Safety on the Old Ship Zion.<\/div>\n<div class=\"subtitle\">Remarks by President George A. Smith, delivered at the Semi-Annual Conference of the Church of Jesus Christ of Latter-Day Saints, in the New Tabernacle, Salt Lake City, Tuesday Morning, October 6, 1874.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: Individual Salvation, Etc.<\/div>\n<div class=\"speaker\">Speaker: George A. Smith<\/div>\n<div class=\"date\">Date: 10\/6\/1874<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d31\">\n<div class=\"paragraph jod\" id=\"v17n674\"> The present occasion, a Semi-annual Conference, is one which, in the history that we are making, is marked with more than ordinary importance. I always feel thankful to be permitted to meet the faces and greet the countenances of the brethren and sisters from the different parts of the Territory and elsewhere, who assemble at these Conferences; and I feel it important that, in doing so, we should lay aside the ordinary business transactions of life, and try and compare notes with ourselves as to our actual progress in the things of the kingdom. We have received the first principles of the Gospel, and we have started in their observance; and in doing so we have become obligated <div class=\"break columnbreak\" id=\"195b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0195.pdf\" target=\"pdfwin\">p.&#xA0;195b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6564\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> by our personal agreements, and covenants in the waters of baptism, and in the ordinances which pertain to the Gospel, to live in accordance with those principles which are revealed. In pursuing our daily avocations we become mixed up, more or less, with the world; we are called to battle with the world, and we have exhibitions from time to time of the weaknesses of human nature. I remember very well in the days of Kirtland, hearing men testify that they knew this was the work of God, and that they had seen visions of the armies of heaven and the horsemen thereof, as did Gehazi, the servant of the Prophet,<span class=\"citation\" id=\"55810\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55810)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55810)\">2 Kgs. 6:15-17<\/a><\/span> and then, in consequence of the failure of a bank, or  <div class=\"break pagebreak\" id=\"196a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0196.pdf\" target=\"pdfwin\">p.&#xA0;196a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6563\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>because some business transaction did not come out in accordance with their expectations or desires, they would apostatize and come to the conclusion that they never knew anything about it, and become infidels. This shows the weakness to which some individuals have been subject. I also remember, in the great apostasy which took place in Kirtland, that those who apostatized considered that all the talent of the Church had left it, and yet the work rolled right along, and, so far as they were concerned, they were never missed, and were soon forgotten, and nobody could tell where they went to. I have occasionally met them twenty or thirty years afterwards, and could hardly tell where they dropped out, their disappearance made no ripple. The facts are, brethren, that the work of the Lord does not depend upon us. If we go into darkness, if we let our hearts be filled with covetousness or corruption, or give way to licentiousness, drunkenness, Sabbath breaking, unbelief, or any crime that corrodes our system or organization, so that our tabernacles become unfit for the holy Spirit to dwell in, it will withdraw from us,<span class=\"citation\" id=\"127024\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127024)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127024)\">1 Cor. 3:16-17<\/a><\/span> and the light that is in us becomes darkened, and that darkness is so great<span class=\"citation\" id=\"63550\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63550)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63550)\">Matt. 6:23<\/a><\/span> that we grope as a blind man<span class=\"citation\" id=\"55181\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55181)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55181)\">Deut. 28:29<\/a><\/span><span class=\"citation\" id=\"59858\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59858)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59858)\">Isa. 59:10<\/a><\/span> and wander hither and thither, and those who suffer themselves to be led by these blind men fall into the ditch with them,<span class=\"citation\" id=\"64788\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64788)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64788)\">Matt. 15:14<\/a><\/span> but the work rolls right along. <\/div><div class=\"paragraph jod\" id=\"v17n676\"> Now, we assemble here, and we want to review our conduct and our characters before the Lord. It is one of the weaknesses of human nature to sit in judgment on others, but on the present occasion we should bring ourselves to account, one and all, and determine whether we are living in accordance with the principles of the holy Gospel that we have <div class=\"break columnbreak\" id=\"196b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0196.pdf\" target=\"pdfwin\">p.&#xA0;196b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6563\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> received. I recollect hearing once that Satan had invented for men a certain kind of leather spectacles which, when a man looked at his own sins, made them look very small, and when he looked at his own righteous acts, made them look very large; when he looked at his neighbor's sins they seemed very large, and when he looked at his neighbor's righteous acts they appeared very small. Spectacles of this kind should be avoided, and we should be very careful when we are examining ourselves that we do not get them on, as well as when we examine our neighbors. <\/div><div class=\"paragraph jod\" id=\"v17n677\"> The first step, then, in relation to the business of this Conference, is to preach the principles of repentance and reformation. We should question ourselves, and determine whether we have suffered ourselves, with the cares of the world, the deceitfulness of riches,<span class=\"citation\" id=\"64540\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64540)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64540)\">Matt. 13:22<\/a><\/span> the desire of gain, or from any other cause, to become darkened in our minds.<span class=\"citation\" id=\"127025\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127025)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127025)\">D&amp;C 10:2<\/a><\/span> There are many false spirits gone out into the world,<span class=\"citation\" id=\"78741\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78741)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78741)\">1 Jn. 4:1<\/a><\/span> and when Joseph Smith communicated the keys of the Priesthood to the servants of the Lord, he gave them the power to try these spirits,<span class=\"citation\" id=\"78742\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78742)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78742)\">1 Jn. 4:1<\/a><\/span> and this power was given to the Church,<span class=\"citation\" id=\"127026\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127026)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127026)\">D&amp;C 129:1-9<\/a><\/span> and no man need be led astray only as he suffers himself to lose the Holy Spirit, which is the result of sin, wickedness, neglect or transgression. <\/div><div class=\"paragraph jod\" id=\"v17n678\"> In addition to this general reformation which we wish to impress upon the minds of our brethren and sisters at the opening of the Conference, we want to take such steps as will be for the temporal and spiritual welfare of the Saints. The changes which have transpired in the world show us how uncertain a tenure our business arrangements are placed upon. From the time that the revelation was given to the Saints, commanding them to let the beauty of their gar<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"197a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0197.pdf\" target=\"pdfwin\">p.&#xA0;197a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6562\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ments be the workmanship of their own hands,<span class=\"citation\" id=\"85407\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85407)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85407)\">D&amp;C 42:40<\/a><\/span> to the present time, that doctrine has been preached, and yet, it now seems more necessary than ever that, in all our settlements and associations, we should organize and take such measures as will enable us to provide, within ourselves as far as possible, the articles which we need. It is our duty to ourselves and to our God to unite our interests in such a manner that we can produce what we need within ourselves, without being hewers of wood and drawers of water to strangers.<span class=\"citation\" id=\"55203\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55203)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55203)\">Deut. 29:11<\/a><\/span> We have made a good deal of progress in this direction, as we can see by the numbers of people who come here clothed in the manufacture of their own factories or looms. Still there is room for further progress in this direction, and during the Conference instructions will be given as may be considered necessary to aid us in facilitating the work of manufacturing our own wool, leather, shoes, hats and every other article of domestic necessity, just as far as our country will admit. <\/div><div class=\"paragraph jod\" id=\"v17n680\"> We are always commanded, so says the revelation contained in the Book of Doctrine and Covenants, given on the 19th of January, 1841, to build Temples to the holy name of our Father in heaven.<span class=\"citation\" id=\"90998\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90998)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90998)\">D&amp;C 124:25-44<\/a><\/span> We are now engaged in this work; we are building a Temple in this city and one in St. George; and if any of you ever cast an eye at the beautiful foundation that is now raised up here by the Tithes and offerings of the brethren, you can but rejoice in the idea that we are building, to the name of our Father, an edifice creditable to the work for which it is designed. We wish our brethren and sisters to remember this. It has been counseled and advised by our President, and by those in authority, that it would be a wise thing for every person in <div class=\"break columnbreak\" id=\"197b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0197.pdf\" target=\"pdfwin\">p.&#xA0;197b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6562\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the Church to contribute a monthly donation of a half dollar in money for the Temple, that their names may be put in the book of the law of the Lord, that old and young among the Latter-day Saints may feel an interest in this matter, that on their fast days they may make this contribution to aid in supplying the necessary means to the workmen that cannot be procured without money, and the necessary materials to facilitate the work. If anybody will go and examine that foundation, and the granite blocks that are lying around, and consider the expense of quarrying them and bringing them here, and of cutting them and fitting them in that foundation, they will realize that the brethren have been very industrious, and that a great work has been done, for such edifices are not erected without great labor, time and expense. We therefore desire the brethren to take into consideration, during the Conference, such subjects as pertain to the advancement of these Temples. We also wish, during the Conference, to call the attention of the brethren to the propriety of some two or three hundred hands from different parts of the northern settlements volunteering to go to St. George this winter to work on the Temple, making a donation of their labor. During last winter quite a number of the brethren went down from Sanpete and some of the neighboring counties, and put in about three months work, and during the entire winter there were only seven and a half days they could not lay stone on the Temple, and they were mostly rainy days. Those of us who have not got anything to employ us to advantage during the winter, can go down there and put in three or four months' work on that Temple, in getting lumber, and hauling it, in quarrying rock, and in  <div class=\"break pagebreak\" id=\"198a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0198.pdf\" target=\"pdfwin\">p.&#xA0;198a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6561\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>cutting and setting it; in making mortar, providing lime and hauling it, and in aiding in all the various departments of labor necessary. We can have the walls put up and get the timber ready for the roof during the winter, while we should be doing comparatively little at home. This is one item that I wish to have considered through the Conference. <\/div><div class=\"paragraph jod\" id=\"v17n682\"> There will be some missionaries called during Conference, whose duty it will be to preach the Gospel and defend the interests of Zion in the United States, Canada, and other parts of the world. <\/div><div class=\"paragraph jod\" id=\"v17n683\"> We would invite our brethren and sisters living in this neighborhood, as long as there are vacant seats here, to come and occupy them while the Elders shall give them instruction; and we ask every man and woman who fears the Lord to lift their hearts to him in prayer, that his blessing may rest upon the Elders, that President Young may be healed of his afflictions, and have health and strength to perform the duties of his calling, and that all the Elders who rise to speak may be filled with the power of the Holy Ghost, that we may be instructed, not from the mere natural wisdom of the individual, but by the inspiration of the Spirit of the Almighty, that our testimony, our knowledge of the Gospel, the principles of salvation as revealed unto us, may be inspired unto us by the power of the Almighty, that we may know for ourselves and not for another that we have received the Gospel of Jesus Christ. These are some of the items that will be spoken of during the Conference as the Spirit may direct, as well as other matters pertaining to Zion. You remember the revelation in the Book of Doctrine and Covenants, given June 22, 1834, on Fishing River, Clay County, Mo. It says: <\/div> <div class=\"break columnbreak\" id=\"198b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0198.pdf\" target=\"pdfwin\">p.&#xA0;198b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6561\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v17n684\"> 7. &#x201C;And let all my people who dwell in the regions round about be very faithful, and prayerful, and humble before me, and reveal not the things which I have revealed unto them, until it is wisdom in me that they should be revealed. Talk not of judgments, neither boast of faith nor of mighty works, but carefully gather together, as much in one region as can be, consistently with the feelings of the people; And behold, I will give unto you favor and grace in their eyes, that you may rest in peace and safety, while you are saying unto the people: Execute judgment and justice for us according to law, and redress us of our wrongs. <\/div><div class=\"paragraph jod\" id=\"v17n685\"> 8. &#x201C;Now, behold, I say unto you, my friends, in this way you may find favor in the eyes of the people, until the army of Israel becomes very great. And I will soften the hearts of the people, as I did the heart of Pharaoh, from time to time, until my servant Joseph Smith, Jun., and mine elders, whom I have appointed, shall have time to gather up the strength of my house, And to have sent wise men, to fulfill that which I have commanded concerning the purchasing of all the lands in Jackson county that can be purchased, and in the adjoining counties round about. For it is my will that these lands should be purchased; and after they are purchased that my saints should possess them according to the laws of consecration which I have given. And after these lands are purchased, I will hold the armies of Israel guiltless in taking possession of their own lands, which they have previously purchased with their moneys, and of throwing down the towers of mine enemies that may be upon them, and scattering their watchmen, and avenging me of mine enemies unto the third and fourth generation of them that hate me. <\/div> <div class=\"break pagebreak\" id=\"199a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0199.pdf\" target=\"pdfwin\">p.&#xA0;199a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6560\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v17n687\"> 9. &#x201C;But first let my army become very great, and let it be sanctified before me, that it may become fair as the sun, and clear as the moon, and that her banners may be terrible unto all nations; That the kingdoms of this world may be constrained to acknowledge that the kingdom of Zion is in very deed the kingdom of our God and his Christ; therefore, let us become subject unto her laws. <\/div><div class=\"paragraph jod\" id=\"v17n688\"> 10. &#x201C;Verily I say unto you, it is expedient in me that the first elders of my church should receive their endowment from on high in my house, which I have commanded to be built unto my name in the land of Kirtland. And let those commandments which I have given concerning Zion and her law be executed and fulfilled, after her redemption. There has been a day of calling, but the time has come for a day of choosing; and let those be chosen that are worthy. And it shall be manifest unto my servant, by the voice of the Spirit, those that are chosen; and they shall be sanctified; And inasmuch as they follow the counsel which they receive, they shall have power after many days to accomplish all things pertaining to Zion. <\/div><div class=\"paragraph jod\" id=\"v17n689\"> 11. &#x201C;And again I say unto you, sue for peace, not only the people that have smitten you, but also to all people; And lift up an ensign of peace, and make a proclamation for peace unto the ends of the earth; And make proposals for peace unto those who have smitten you, according to the voice of the Spirit which is in you, and all things shall work together for your good. Therefore, be faithful; and behold, and lo, I am with you even unto the end. Even so. Amen.&#x201D;<span class=\"citation\" id=\"90008\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90008)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90008)\">D&amp;C 105:23-41<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v17n690\"> Let us consider these things and sanctify ourselves in all humility. God has preserved us from all our enemies for over forty years since <div class=\"break columnbreak\" id=\"199b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0199.pdf\" target=\"pdfwin\">p.&#xA0;199b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6560\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> this revelation was given, and we occupy many cities, towns and settlements, and should improve in all the goodly graces of the Gospel preparatory to the great work still before us, for the promises of God are true and will not fail. <\/div><div class=\"paragraph jod\" id=\"v17n691\"> Oliver Cowdery, previous to his apostasy said to President Joseph Smith: &#x201C;If I should leave the Church it would break up.&#x201D; Joseph said to Oliver&#x2014;&#x201C;What, who are you? The Lord is not dependent upon you, the work will roll forth do what you will.&#x201D; Oliver left the Church, and was gone about ten years; then he came back again, to a branch of the Church in meeting on Mosquito Creek, in Pottawattamie County, Iowa. The body of the Church had come off here to the west, but there was still remaining there a branch of about fifteen hundred or two thousand people, and when he came there he bore his testimony to the truth of the Book of Mormon and the divine mission of the Twelve Apostles, and asked to be received into the Church again, and said that he had never seen in all his life so large a congregation of Saints as the one then assembled. We loved to hear brother Oliver testify, we were pleased with his witness, but when he passed off and went among our enemies he was forgotten, and the work rolled steadily along step by step, so that, ten years after, when he came back to an outside branch, he expressed his astonishment at seeing such a vast body of Saints. Some men in their hours of darkness may feel&#x2014;I have heard of men feeling so&#x2014;that the work is about done, that the enemies of the Saints have become so powerful, and bring such vast wealth and energy to bear against them that we are all going to be crushed out pretty soon. I will say to such brethren, it is very bad policy for you, because you think the old  <div class=\"break pagebreak\" id=\"200a\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0200.pdf\" target=\"pdfwin\">p.&#xA0;200a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6559\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ship Zion is going to sink, to jump overboard, for if you jump overboard you are gone anyhow, and the old ship Zion will ride triumphantly through all the storms, and everybody who proves unworthy to remain on board of her and jumps overboard will repent of it when it is too late, as many have done already. <\/div><div class=\"paragraph jod\" id=\"v17n693\"> The gospel of Jesus Christ is true, and the Lord has revealed this work. It has been said&#x2014;&#x201C;Oh what vast, what wonderful ability Brigham Young has possessed to do what has been done!&#x201D; The fact in the case is, it is the Lord who has done it. He has guided and directed and has done the work, and his servants who have labored in it, have only been instruments in his hands, he has given them all the ability, wisdom and knowledge which have been manifested; and the same God has the <div class=\"break columnbreak\" id=\"200b\">[<a href=\"\/jod\/pdf\/JoD17\/JoD17_0200.pdf\" target=\"pdfwin\">p.&#xA0;200b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6559\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> power to still guide, control, instruct and uphold, and he will do so. Those who fall into darkness, error, folly and wickedness simply lose their position; but they who endure to the end the same will be saved.<span class=\"citation\" id=\"65687\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65687)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65687)\">Matt. 24:13<\/a><\/span> The great work which has been commenced in these last days will continue until, by and by, when the Lord sees fit, he will come to his Temple and will receive his Saints as his own. <\/div><div class=\"paragraph jod\" id=\"v17n694\"> Let us then devote our time and attention for a few days to receiving instruction and counsel, that we may have our hearts comforted and renew our testimony, for I can assure you, as the Lord God of hosts lives, the Gospel of Jesus Christ is true, and all of us who fall into darkness and go astray will be the losers. Zion will ride triumphant, which may God grant for Jesus' sake, Amen. <\/div>\n<\/div>\n<\/div>"}