{"ID":180024, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Unbelief of the Present Age&#x2014;The Saints Called to Build up God&#x2019;s Kingdom&#x2014;Their Duties and Responsibilities.<\/div>\n<div class=\"subtitle\">Discourse by President Daniel H. Wells, delivered at the Forty-Sixth Annual Conference of the Church of Jesus Christ of Latter-day Saints, in the New Tabernacle, Salt Lake City, Thursday Morning, April 6, 1876.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: Unbelief of the Present Age, Etc.<\/div>\n<div class=\"speaker\">Speaker: Daniel H. Wells<\/div>\n<div class=\"date\">Date: 4\/6\/1876<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d24\">\n<div class=\"paragraph jod\" id=\"v18n678\"> I am gratified with another opportunity of meeting in the capacity of a General Conference. We have listened to a very stirring discourse here this morning in regard to the great work in which we are all engaged, or at least the Latter-day Saints should be all engaged in it; for they ought to feel interested in the work they have espoused, as it is designed to bring about the accomplishment of the purposes of the Lord upon the earth. In the day and age in which we live, the Lord has given to his children here below the great privilege of being coworkers with him in establishing his kingdom, and the reign of truth, peace and righteousness upon the earth. <\/div> <div class=\"break columnbreak\" id=\"203b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0203.pdf\" target=\"pdfwin\">p.&#xA0;203b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6938\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v18n679\"> Is there any necessity for the Lord to commence such a work? If we are to believe our surroundings, and what we see, hear and learn every day, there is great necessity, for there can be little doubt in the minds of any reflecting person that we live in a very wicked, unbelieving, and perverse generation. I do not think this proposition would be denied by anyone, it is so manifest to everybody that they cannot deny it. Well, the time has come when it seems as if the cup of their iniquity is about filled,<span class=\"citation\" id=\"89426\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89426)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89426)\">D&amp;C 101:11<\/a><\/span> and when the Lord thinks it is enough, and he has seen fit to commence his great latter-day work with a proclamation of the everlasting Gospel among the children of men,  <div class=\"break pagebreak\" id=\"204a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0204.pdf\" target=\"pdfwin\">p.&#xA0;204a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6937\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>with a view of reclaiming them from the path of perdition, and of saving all who will yield obedience to his requirements. <\/div><div class=\"paragraph jod\" id=\"v18n681\"> The earth is now filled with violence<span class=\"citation\" id=\"52859\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52859)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52859)\">Gen. 6:11<\/a><\/span> and evil as it was in the days before the flood, and the Lord has said that as it was in the days of Noah so shall it be in the days of the coming of the Son of Man.<span class=\"citation\" id=\"65943\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65943)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65943)\">Matt. 24:37<\/a><\/span> How was it in the days before the flood? Why, the wicked had filled the cup of their iniquity, and they were destroyed, only a few&#x2014;the righteous&#x2014;being saved.<span class=\"citation\" id=\"78057\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78057)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78057)\">1 Pet. 3:20<\/a><\/span> Well, if it is to be in the days of the coming of the Son of Man as it was in the days of Noah,<span class=\"citation\" id=\"65942\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65942)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65942)\">Matt. 24:37<\/a><\/span> why the wicked will again be destroyed, and the righteous saved. This is a preparatory work, and if the people reject the Gospel that the Lord has revealed from heaven, they may expect to be overtaken, sooner or later, by his judgments. They are already being poured out upon the earth. We see and hear of them occasionally, but the world is filled with unbelief. Unbelief in God is the crying sin of this generation. They do not believe in the things of God, nor in the principles which he has enunciated, and which he is endeavoring to establish through the instrumentality of those among his children who have rendered obedience to his Gospel, and who live in accordance with the principles thereof upon the earth. We have the privilege of promulgating the work of God, and of establishing his kingdom here among the children of men; and we may have the privilege of building Temples to his high and holy name, wherein we may receive the blessings of time and eternity, and administer the ordinances of salvation for the living and the dead. <\/div><div class=\"paragraph jod\" id=\"v18n682\"> It does not seem necessary, and it should not be, to enter into any <div class=\"break columnbreak\" id=\"204b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0204.pdf\" target=\"pdfwin\">p.&#xA0;204b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6937\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> argument to prove these things to the Latter-day Saints; they are already patent to them, and in this regard they know and understand their duty. Well then, what is there for us to do? Why, to take hold with renewed energy and zeal; not to falter but to go ahead, with what interest we can command, with all the ability we have been endowed with, and with the means that the Lord has bestowed upon us, in accomplishing his purposes, and in building Temples to his holy name. It is for our own benefit; it is for the benefit of the kingdom, and for the growth and spread thereof. <\/div><div class=\"paragraph jod\" id=\"v18n683\"> How can we do more than we have done? One way by paying our Tithing. Can we go to and assist in building this Temple, the foundations of which have been laid so long? I answer that we can. The next question is&#x2014;Will we do it? That I do not know; each one will answer this question for himself by his acts. If we respond to this call it will require labor, means, and some attention. For one I will say that I am willing to take hold with my might, and do what I can towards it. I can do something, can you? Yes, each and every one can do something, and if the Latter-day Saints will be united in this thing we shall see the construction of this Temple go on rapidly. We are abundantly able to do it&#x2014;we have plenty of mechanics and laborers, and abundance of the means necessary to sustain them. The details will be furnished, and the requirement will be made. Will it be responded to, that is the question? I think it will; I have faith to believe that the Latter-day Saints will respond with alacrity in putting the work through. I believe that it is in the hearts of the people, and that they will rejoice in  <div class=\"break pagebreak\" id=\"205a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0205.pdf\" target=\"pdfwin\">p.&#xA0;205a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6936\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>it to a greater or less extent. There may be some lukewarm in this work, as in every other; but I am satisfied that the great majority will lay hold with a great deal of energy, and will persevere in it, and will rejoice in doing so. This is my faith, and I am willing to prove it, so far as I am concerned, by my works.<span class=\"citation\" id=\"77573\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77573)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77573)\">James 2:18<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v18n685\"> I do not consider it necessary to dwell upon the importance of these things. A great many of the Latter-day Saints have had many blessings bestowed upon them in the house of God, very great blessings indeed. Shall we slacken our hand because of this? By no means. There still remains a great work to be done; and it is incumbent upon us to do it, as brother Woodruff has said, while we have the opportunity in the flesh. Before we go behind the veil we should lay a foundation to progress upon after we have finished our course here. We, by our works, as well as by our faith, while in this life, should lay a foundation for exaltation in the celestial kingdom of our Father and our God. <\/div><div class=\"paragraph jod\" id=\"v18n686\"> I am rejoiced to hear the subject of building Temples agitated again. <\/div><div class=\"paragraph jod\" id=\"v18n687\"> A great deal might be said about it as to the details, but it will recommend itself to everyone. What can a Bishop do in his ward? He can do something, and if he will lay the matter before the members of his ward he will find that he can get very liberal contributions in labor, and in provisions and other means necessary to pay the hands who work steadily on the Temple. There is not a ward in the city, not a ward in the county, nor in all these counties, but what can contribute considerable to this end, and that too right away. It is not going to take so much stone to go on with in proportion, as it has taken for the foundation, for the walls will not <div class=\"break columnbreak\" id=\"205b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0205.pdf\" target=\"pdfwin\">p.&#xA0;205b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6936\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> be so wide; and although the work is expensive, yet it can be done. We have mechanics who are perfectly competent to do it, and the plan will be given as fast as laborers to do the work are ready. <\/div><div class=\"paragraph jod\" id=\"v18n688\"> This is one thing that we can do, and it is required of us, and the responsibility of accomplishing this task rests upon our shoulders. Of course we have other duties to perform. Every person who lives in this Territory, here in Zion, who professes to be a Latter-day Saint, has responsibilities of various kinds resting upon him. All ought to assist in developing the resources of the soil, to draw from the elements for the support of themselves and families; to build up and make improvements, and not to tear down and destroy. We should all be united in developing, beautifying and improving this country, in which the Lord has planted our feet, that we may become a self-sustaining people, bringing forth from the elements with which the Lord has surrounded us, those things necessary for our sustenance and comfort. We should economize our time, and use it and all we have to our own best advantage, and to the glory and honor of our Father. There is plenty of labor here for all if they will do it, and if they will put themselves to work in those channels that are necessary. There are some kinds of business that are overdone. A good many of our young people, and others to, instead of turning their attention to the cultivation of the earth, or to the manufacture of things that are actually needed for the welfare and comfort of the community, seek to become clerks and to pursue some kind of a calling that is not productive. Such a course increases the consumers, but not the produc<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"206a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0206.pdf\" target=\"pdfwin\">p.&#xA0;206a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6935\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ers, and we have no surplus here of those things necessary to support and sustain people. If men were to go into various branches of manufacture, they would help to create a market for home products, and that would stimulate production, the production of fruits of the soil as well as other things. That would be good economy. We, at present, have no surplus of the products of the soil in these valleys of the mountains; there is no overplus even of wheat or other grain, or of butter and cheese, and other kinds of food. Even of meat we have not any but what can command a market, and at a price sufficiently high to justify the raising of it, and the taking care of, and increasing and multiplying the flocks and herds, and then using them wisely. What for? To sustain the wicked and ungodly? No; but to build up the kingdom of God, and to hold and use for God and his kingdom continually. Not just for a short time, and then pass off in some other direction; but continually, day by day, week after week, and year after year, as long as we live, contribute of what we have for the building up of the kingdom, and the building of Temples to the name of the Lord. And when that is done, there will be something else in the same direction, for it is the work of the Lord, the great work of the last days. Let us act as if we believed it, unitedly, with all our hearts, and with all the means that we possess, and not sift our ways to strangers.<span class=\"citation\" id=\"127410\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127410)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127410)\">Jer. 3:13<\/a><\/span> I tell you, brethren and sisters, this rests upon us, and the work may advance with a great deal more rapidity than what it has done, if we will be united in obeying the counsels that we receive from time to time. We must not only listen, but act upon the counsels we receive. <\/div><div class=\"paragraph jod\" id=\"v18n690\"> The Lord, a great while ago, said <div class=\"break columnbreak\" id=\"206b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0206.pdf\" target=\"pdfwin\">p.&#xA0;206b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6935\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> through his Prophet, that he would give the kingdom in its fullness to his Saints,<span class=\"citation\" id=\"61748\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61748)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61748)\">Dan. 7:27<\/a><\/span> and that the kingdoms of this world shall become the kingdoms of our Lord and of his Christ.<span class=\"citation\" id=\"79476\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79476)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79476)\">Rev. 11:15<\/a><\/span> We believe this, and we believe that we are his Saints; poor as we are, we are the best there is. We have the opportunity to grow and increase in grace<span class=\"citation\" id=\"127411\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127411)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127411)\">2 Pet. 3:18<\/a><\/span><span class=\"citation\" id=\"127412\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127412)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127412)\">D&amp;C 50:40<\/a><\/span> and in favor with the Lord, and in faith and in good works, and becoming better than we now are, and of becoming more useful; and as we do so, why, the kingdom will grow faster, and things will prosper more with us. We shall have greater power with the Lord and in the world, and the purposes of heaven will roll on and come to pass faster than they have done. Though in this respect we have no reason to complain, for they have come along about as quick as we have been able to stand it. But the work will continue to increase in greater ratio than it has hitherto done; it is bound to, and cannot help it, any way in the world. Whether we ourselves, individually, stand firm and steadfast, makes no difference, the work of God will go forward anyhow. But we have the blessed privilege of assisting, and of being coworkers with the Lord, if we are disposed to be so. Then let us look to it, that we do not fail, for upon this depends our own salvation and exaltation in the celestial kingdom. We have now an opportunity for laying a foundation for hereafter hearing the welcome plaudit&#x2014;&#x201C;Well done, good and faithful servant: you have been faithful over a few things, now will I make you ruler over many things.&#x201D;<span class=\"citation\" id=\"66122\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66122)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66122)\">Matt. 25:21<\/a><\/span> Shall we neglect the opportunities that we enjoy to that extent, that we shall come short hereafter? I hope and trust not. <\/div><div class=\"paragraph jod\" id=\"v18n691\"> The work we are engaged in is worthy of all our attention, for it is  <div class=\"break pagebreak\" id=\"207a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0207.pdf\" target=\"pdfwin\">p.&#xA0;207a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6934\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the work and kingdom of God, that was spoken of by the Prophets long ago; that great kingdom spoken of by the Prophet Daniel, that is to break in pieces and subdue all other kingdoms, and stand forever,<span class=\"citation\" id=\"61297\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61297)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61297)\">Dan. 2:44<\/a><\/span> is actually being built up in our day, right in the face and eyes of the whole world. Who understands it? Does the outside world? No, and it seems sometimes as if scarcely half the Saints do to the extent they should. I am satisfied that neither I nor anybody else comprehends this work to the fullest extent. A great many can see the kingdom, some do not; some of those who profess to be Saints, judging by the course they take, do not see the kingdom.<span class=\"citation\" id=\"68724\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68724)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68724)\">John 3:3<\/a><\/span> But it is here all the same, whether you see it or not, and it is actually transpiring; and the course and history of the Latter-day Saints are a testimony to the world from the Lord of the building up of his kingdom, the bringing to pass of his purposes, and the fulfillment of prophecies uttered thousands of years ago. But they cannot see it. <\/div><div class=\"paragraph jod\" id=\"v18n693\"> One of the signs of the times to be given when the kingdom of God should be built up, was the heaving of the sea beyond its bounds.<span class=\"citation\" id=\"88677\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88677)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88677)\">D&amp;C 88:90<\/a><\/span> Has anybody heard of any such thing in these days? Everybody that reads the newspapers knows that events of this kind have been common during the past few years; but this generation pay no more regard to them than they would to the shaking of a straw in the wind, so far as being a sign of the coming of the Son of Man, or of the accomplishment of the work of the Lord in the last days. Talk to people generally, in the world, about such things, and they say&#x2014;&#x201C;Oh, they are accounted for upon some natural principle.&#x201D; It is so with all <div class=\"break columnbreak\" id=\"207b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0207.pdf\" target=\"pdfwin\">p.&#xA0;207b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6934\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of the signs that the Lord has given, or that he will give, that have been prophesied about&#x2014;they can all be accounted for upon some natural principle. They are nevertheless coming to pass in the time that the Lord, through his Prophets, has said they would come. Many things prophesied of in ages past and gone are actually transpiring today, yet the people generally do not comprehend them. But the majority of the Latter-day Saints do, and they know that the time of the second coming of the Savior is approaching. <\/div><div class=\"paragraph jod\" id=\"v18n694\"> Can we realize that there is a great work to be accomplished, and that the responsibility rests upon our shoulders? I hope and trust we may; I believe we shall, and that we shall put forth renewed energy to perform what is required of us from time to time, and be earnest in accomplishing, as far as it devolves upon us, the purposes of the Almighty, in seeking the kingdom of God and its righteousness,<span class=\"citation\" id=\"63648\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63648)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63648)\">Matt. 6:33<\/a><\/span> and in developing the country in which God has planted our feet, and which he held in reserve for so many hundreds of years for his Saints, that they might have a place to come to and inherit. We know that he has given it into our hands, and he is pouring his blessings upon us from time to time, and that to use for him and his kingdom, and not, as fast as he hands them to us, to hand them out to build up the devil&#x2019;s kingdom. <\/div><div class=\"paragraph jod\" id=\"v18n695\"> That we may be united in using our abilities, our means, our substance, and all that we have, in rolling forth God&#x2019;s purposes, building up his kingdom, and establishing the principles of righteousness in the hearts of the people, is my prayer, in the name of Jesus Christ. Amen. <\/div>\n<\/div>\n<\/div>"}