{"ID":180021, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Restoration of the Gospel Probable and Scriptural&#x2014;Sent First to the Gentiles, Then to Israel&#x2014;this is a Gathering Dispensation or the Fulness of Times&#x2014;Destiny of All Nations.<\/div>\n<div class=\"subtitle\">Discourse by Elder Orson Pratt, delivered in the Fifteenth Ward Meetinghouse, Salt Lake City, Sunday Afternoon, March 26, 1876.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: Restoration of the Gospel, Etc.<\/div>\n<div class=\"speaker\">Speaker: Orson Pratt<\/div>\n<div class=\"date\">Date: 3\/26\/1876<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d21\">\n<div class=\"paragraph jod\" id=\"v18n567\"> I will read a few passages of Scripture in the forepart of the 40th chapter of Isaiah. [The speaker read the 1st, 2nd, 3rd, 4th, 9th, 10th and 11th verses.]<span class=\"citation\" id=\"59249\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59249)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59249)\">Isa. 40:1-4,9-11<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v18n568\"> The particular portion of these words which I have read, to which I wish to call the attention of the congregation this afternoon, is that relating to the preparation for the coming of the Lord, I mean the second coming, when the glory of the Lord shall be revealed and all flesh shall see it together.<span class=\"citation\" id=\"59284\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59284)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59284)\">Isa. 40:5<\/a><\/span> Our Lord and Savior Jesus Christ came into the world some eighteen centuries ago in a very humble, meek and lowly<span class=\"citation\" id=\"127358\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127358)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127358)\">Matt. 11:29<\/a><\/span> manner. He came to teach the people the principles of the Gospel, and to open the way whereby salvation might be brought about in behalf of the human family, by offering an atonement before the Lord, his heavenly Father, for the sins of the world. When he came in that humble manner, he considered it important to send a messenger before his face to make preparations for that event, so that the people might not be altogether unprepared, and taken unawares concerning the work he was then to do on our earth.<span class=\"citation\" id=\"64247\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64247)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64247)\">Matt. 11:10<\/a><\/span> Hence a great Prophet was raised, generally known by the <div class=\"break columnbreak\" id=\"169b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0169.pdf\" target=\"pdfwin\">p.&#xA0;169b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6972\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> name of John the Baptist, who went forth before the Savior, calling upon the people to repent, testifying that the kingdom of heaven was at hand,<span class=\"citation\" id=\"62659\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62659)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62659)\">Matt. 3:1-3<\/a><\/span> baptizing them for the remission of sins, informing them that there was one standing among them that was greater than he.<span class=\"citation\" id=\"62720\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62720)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62720)\">Matt. 3:11<\/a><\/span> Although he was a great prophet, yet he did not consider himself even worthy to unloose his shoe latches,<span class=\"citation\" id=\"67130\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67130)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67130)\">Luke 3:16<\/a><\/span> and although he was commissioned to baptize the humble, penitent believer for the remission of his sins, yet that personage that stood among them should baptize them with fire and with the Holy Ghost.<span class=\"citation\" id=\"62721\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62721)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62721)\">Matt. 3:11<\/a><\/span> That same Jesus, after the way had been prepared, went forth preaching in the land of Palestine, and the regions around, testifying of the things pertaining to the Gospel, choosing men, sending them forth before him, without purse or scrip,<span class=\"citation\" id=\"67395\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67395)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67395)\">Luke 10:4<\/a><\/span><span class=\"citation\" id=\"68176\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68176)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68176)\">Luke 22:35<\/a><\/span> to declare the glad tidings<span class=\"citation\" id=\"67325\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67325)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67325)\">Luke 8:1<\/a><\/span> of the Gospel to the people. <\/div><div class=\"paragraph jod\" id=\"v18n569\"> After awhile, after having been persecuted and driven hither and thither, and mobbed and scorned and cast out in many places, he was at length taken by the religious people of that day, those who were considered most pious&#x2014;the high priests, Pharisees, Sadducees and many others, and was brought before them  <div class=\"break pagebreak\" id=\"170a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0170.pdf\" target=\"pdfwin\">p.&#xA0;170a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6971\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>in judgment, and was condemned to die upon a cross, and after having carried the judgment into execution and put him to death, Jesus rose again on the third day, and appeared, not openly to the world, but to a few chosen witnesses; and just before being taken up into heaven he said unto eleven of these men&#x2014;&#x201C;Go ye into all the world, and preach the gospel to every creature. He that believeth and is baptized shall be saved; and he that believeth not shall be damned.&#x201D;<span class=\"citation\" id=\"66799\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66799)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66799)\">Mark 16:15-16<\/a><\/span> And while he was giving them their commission and instructions and blessing them he was taken up into heaven, and a cloud received him out of their sight.<span class=\"citation\" id=\"71032\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71032)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71032)\">Acts 1:9<\/a><\/span> And two angels stood by them on that occasion, and they said&#x2014;&#x201C;This same Jesus, whom ye have seen taken up into heaven, shall so come in like manner as ye have seen him go into heaven.&#x201D;<span class=\"citation\" id=\"71046\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71046)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71046)\">Acts 1:11<\/a><\/span> That is, he was received into a cloud, taken up in a cloud, and when he comes the second time he will come in a cloud, personally, with his resurrected body, the same as he ascended in the cloud. This was the testimony of these two angels who stood by on that occasion. It is of this second advent, and the preparations therefore, that I desire to speak this afternoon. <\/div><div class=\"paragraph jod\" id=\"v18n571\"> Jesus will come in a cloud, or as is expressed here in the 40th chapter of Isaiah&#x2014;&#x201C;The glory of the Lord will be revealed and all flesh shall see it together.&#x201D;<span class=\"citation\" id=\"59285\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59285)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59285)\">Isa. 40:5<\/a><\/span> It is also expressed in the revelations of St. John, that when he comes in a cloud every eye shall see him, and they also which pierced him.<span class=\"citation\" id=\"78984\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78984)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78984)\">Rev. 1:7<\/a><\/span> It seems then that the second advent of the Son of God is to be something altogether of a different nature from anything that has hitherto transpired on the face of the earth, accompanied with great power and glory, something that will not be done in a small portion of the earth like Palestine, and seen only <div class=\"break columnbreak\" id=\"170b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0170.pdf\" target=\"pdfwin\">p.&#xA0;170b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6971\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> by a few; but it will be an event that will be seen by all&#x2014;all flesh shall see the glory of the Lord;<span class=\"citation\" id=\"59286\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59286)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59286)\">Isa. 40:5<\/a><\/span> when he reveals himself the second time, every eye, not only those living at that time in the flesh, in mortality on the earth, but also the very dead themselves, they also who pierced him, those who lived eighteen hundred years ago, who were engaged in the cruel act of piercing his hands and his feet and his side, will also see him at that time.<span class=\"citation\" id=\"78985\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78985)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78985)\">Rev. 1:7<\/a><\/span> Now an event of so great a character as the one of which I am speaking must necessarily have a preparation. If the Lord would prepare the way for the first coming, when he came apparently as a man, like other men; if he considered it important on that occasion to send one of the greatest Prophets that ever lived among men,<span class=\"citation\" id=\"67313\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67313)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67313)\">Luke 7:28<\/a><\/span> why not also send Prophets or inspired men before the face of his second coming, to warn the inhabitants of the earth and prepare them for so great an event? I know what the traditions of the religious world are in regard to this matter&#x2014;they consider that the day of Prophets has gone by, and that no more Prophets, Apostles, Revelators, or inspired men are to appear among the children of men. But it is very evident from a vast amount of Scripture that might be quoted, that there will be many Prophets in the latter days; indeed the time will come when the spirit will be poured out upon all living&#x2014;all that have not been destroyed from the earth, all flesh; and the effects of that spirit, when it is poured out, will be to make Prophets of the people.<span class=\"citation\" id=\"54702\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54702)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54702)\">Num. 11:29<\/a><\/span> Your sons and your daughters shall prophesy, and your old men shall dream dreams by the power of that spirit, and your young men shall see visions,<span class=\"citation\" id=\"61905\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61905)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61905)\">Joel 2:28<\/a><\/span> all by the operations of the spirit that will be poured out upon all flesh.  <div class=\"break pagebreak\" id=\"171a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0171.pdf\" target=\"pdfwin\">p.&#xA0;171a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6970\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>This is a prediction that must be fulfilled. <\/div><div class=\"paragraph jod\" id=\"v18n573\"> Prior to the time, however, when the spirit is poured out upon all flesh<span class=\"citation\" id=\"127359\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127359)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127359)\">Joel 2:28<\/a><\/span> there will be an angel sent from heaven, and that angel will bring the everlasting Gospel to be preached.<span class=\"citation\" id=\"79783\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79783)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79783)\">Rev. 14:6<\/a><\/span> When I speak of the everlasting Gospel I mean the same one that was preached eighteen hundred years ago; and authority will be given to some of the children of men to preach that everlasting Gospel among the nations; and when that shall take place I have no doubt but what there will be many Prophets raised up, because the true Christian Church has always been characterized by Prophets.<span class=\"citation\" id=\"127360\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127360)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127360)\">Acts 11:27<\/a><\/span><span class=\"citation\" id=\"127361\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127361)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127361)\">Acts 13:1<\/a><\/span><span class=\"citation\" id=\"127362\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127362)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127362)\">Acts 15:32<\/a><\/span><span class=\"citation\" id=\"127363\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127363)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127363)\">Acts 21:10<\/a><\/span> There never was a genuine Christian Church unless it had Prophets and Prophetesses;<span class=\"citation\" id=\"127364\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127364)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127364)\">Luke 2:36<\/a><\/span> indeed, in ancient times Prophets were so numerous in one branch of the Christian Church, that Paul had to set them in order, and send them an epistle and tell them not to all get up and prophesy at once, but that if a thing was revealed to anyone he was not to get up and declare it while another one was speaking, but he was to wait until the first got through speaking, and then he should prophesy; for, said Paul, the spirit of the Prophets is subject to the Prophets.<span class=\"citation\" id=\"73757\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73757)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73757)\">1 Cor. 14:29-32<\/a><\/span> That is, when the spirit came upon Prophets in ancient times, it did not exercise a supernatural power upon them to force them from their seats to stand up and declare their prophecies the moment they were revealed, but that the spirit that was given to them was subject to them, so that they could stay upon their seats until the first Prophets got through prophesying.<span class=\"citation\" id=\"73758\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73758)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73758)\">1 Cor. 14:29-32<\/a><\/span> That was the order of the Christian Church when God ever had one upon the earth&#x2014;Prophets were very numerous in that church. <\/div><div class=\"paragraph jod\" id=\"v18n574\"> But by and by the time came when <div class=\"break columnbreak\" id=\"171b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0171.pdf\" target=\"pdfwin\">p.&#xA0;171b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6970\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the Christian Church apostatized and turned away, and began to follow after their own wisdom, and the Prophets and Apostles ceased, so far as the affairs of the Christian Church on the earth were concerned. Revelations, and visions, and the various gifts of the spirit were also taken away, according to their unbelief and apostasy; but in the latter days God intends to again raise up a Christian Church upon the earth. Do not be startled, you who think that God will no more have a Church on the earth, for he has promised that he would again have one, and that he would set up his kingdom, and when he does you may look out for a great many Prophets and inspired men; and if you ever see a Church arise, calling itself a Christian Church, and it has not inspired Apostles like those in ancient times, you may know that it is a spurious church, and that it makes pretensions to something that it does not enjoy. If you ever find a church called a Christian Church that has no men to foretell future events, you may know, at once, that it is not a Christian Church. If you find a Christian Church that has not the ancient gifts, for instance the gift of healing, opening the eyes of the blind, unstopping the ears of the deaf, causing the tongue of the dumb to speak<span class=\"citation\" id=\"87853\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87853)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87853)\">D&amp;C 84:68-70<\/a><\/span> and the lame to walk;<span class=\"citation\" id=\"59186\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59186)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59186)\">Isa. 35:5-6<\/a><\/span> if you ever find a people calling themselves a Christian Church and they have not these gifts among them, you may know with a perfect knowledge that they do not agree with the pattern given in the New Testament. The Christian Church is always characterized with inspired men, whose revelations are just as sacred as any contained in the Bible; and, if written and published, just as binding upon the human family. The Christian Church will always lay hands upon the sick  <div class=\"break pagebreak\" id=\"172a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0172.pdf\" target=\"pdfwin\">p.&#xA0;172a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6969\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>in the name of Jesus, in order that the sick may be healed.<span class=\"citation\" id=\"66945\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66945)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66945)\">Mark 16:18<\/a><\/span> The Christian Church will always have those among its members who have heavenly visions, the ministration of angels, and the various gifts that are promised according to the Gospel. <\/div><div class=\"paragraph jod\" id=\"v18n576\"> But as there has been no Christian Church on the earth for a great many centuries past, until the present century, the people have lost sight of the pattern that God has given according to which the Christian Church should be established, and they have denominated a great variety of people Christian Churches, because they profess to be. They say, &#x201C;We have built chapels unto the name of the Lord; we call our Churches Christian Churches, they are called the Church of Christ, St. John&#x2019;s Church, St. Paul&#x2019;s Church, St. Peter&#x2019;s Church, and after others of the ancient Apostles;&#x201D; and one who had never studied the pattern which God has given of the Christian Church would almost really believe that they are Christian Churches. <\/div><div class=\"paragraph jod\" id=\"v18n577\"> But there has been a long apostasy, during which the nations have been cursed with apostate churches in great abundance, and they are represented in the revelations of St. John as a woman sitting upon a scarlet colored beast, having a golden cup in her hand, full of filthiness and abominations, full of the wine of the wrath of her fornication; that in her forehead there was a name written&#x2014;&#x201C;MYSTERY, BABYLON THE GREAT, THE MOTHER OF HARLOTS.&#x201D;<span class=\"citation\" id=\"80141\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80141)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80141)\">Rev. 17:1-5<\/a><\/span> This kind of a church has existed in great abundance, for as John the Revelator says, she was to have her dominion upon many waters, and she was to make all nations drunken with the wine of the wrath of her fornication.<span class=\"citation\" id=\"80139\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80139)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80139)\">Rev. 17:1-2<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v18n578\"> Now, we do not dispute but what such churches have existed and exist at the present time, and that the <div class=\"break columnbreak\" id=\"172b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0172.pdf\" target=\"pdfwin\">p.&#xA0;172b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6969\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> nations of the earth have been cursed with their filthiness and abominations, and with the pride and wickedness they have practiced before the Lord of hosts. I have no doubt but what some few honest-hearted persons have been taken in by them, because they were so numerous and so popular on the earth. But they lack all the characteristics of the ancient Christian Church, having numerous forms of godliness, but denying the power thereof.<span class=\"citation\" id=\"76161\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76161)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76161)\">2 Tim. 3:5<\/a><\/span><span class=\"citation\" id=\"93718\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93718)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93718)\">JS&mdash;H 1:19<\/a><\/span> That is, they deny revelators and Prophets, deny the power to foretell future events; deny that any person, in these days, has the power to have visions or revelations from heaven, as the members of the Christian Church anciently did. <\/div><div class=\"paragraph jod\" id=\"v18n579\"> Inasmuch as there has been such a long apostasy, and the earth left without any church of God upon it, we might naturally suppose that, before the second advent of the Son of God, there would be as a preparation for his second coming a Christian Church again organized, and I will now refer you to some prophecies upon this subject in the Bible. We will first turn to the 14th chapter of the Revelation of St. John, where we find a prophecy about the second coming of the Son of God. The 14th verse says&#x2014;&#x201C;And I looked, and behold a white cloud, and upon the cloud one sat like unto the Son of man, having on his head a golden crown, and in his hand a sharp sickle,&#x201D;<span class=\"citation\" id=\"80035\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80035)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80035)\">Rev. 14:14<\/a><\/span> &amp;c. We have not time to read all the events connected with this personage that was sitting upon the cloud, and coming in great glory; but we will go back a few verses and see if there is any preparation to be made before he comes in this cloud. In the 6th verse he says&#x2014;&#x201C;And I saw another angel fly in the midst of heaven, having the everlasting gospel to preach unto them that dwell  <div class=\"break pagebreak\" id=\"173a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0173.pdf\" target=\"pdfwin\">p.&#xA0;173a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6968\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>on the earth, and to every nation, and kindred, and tongue, and people, Saying with a loud voice, Fear God, and give glory to him; for the hour of his judgment is come. And there followed another angel, saying, Babylon is fallen, is fallen, that great city, because she made all nations drink of the wine of the wrath of her fornication.&#x201D;<span class=\"citation\" id=\"79946\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79946)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79946)\">Rev. 14:6-8<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v18n581\"> Here then, we perceive the nature of the preparatory work for the coming of the Son of Man sitting upon a cloud.<span class=\"citation\" id=\"80037\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80037)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80037)\">Rev. 14:14<\/a><\/span> The Gospel is to be preached to all nations, and that Gospel, when it is restored to the earth, must be restored by an angel from heaven. Now the Gospel that was introduced in the dispensation before John received this revelation, was not restored by an angel from heaven; Jesus himself came and preached the Gospel, as well as John the Baptist, and his Apostles preached it, and they were commanded in that day to preach it among all people, nations and tongues; and they fulfilled their mission, according to Paul&#x2019;s testimony, for he, in speaking of the extent to which the Gospel had gone before his martyrdom, says that the Gospel was preached to every creature under heaven, &#x201C;whereof I Paul am made a minister.&#x201D;<span class=\"citation\" id=\"75569\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75569)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75569)\">Col. 1:23<\/a><\/span> It seems then, that it was sent forth very fully in that day and age of the world. And then came the great apostasy; and after this apostasy should continue for many long centuries, then an angel should come.<span class=\"citation\" id=\"79784\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79784)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79784)\">Rev. 14:6<\/a><\/span> Just before the personage should appear in the white cloud,<span class=\"citation\" id=\"80036\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80036)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80036)\">Rev. 14:14<\/a><\/span> the angel should come and bring the Gospel, and the Gospel should be preached to them that dwell on the earth, to every people, kindred, tongue and nation.<span class=\"citation\" id=\"79785\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79785)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79785)\">Rev. 14:6<\/a><\/span> What does this indirectly prove? It proves that there was no nation, no people, no kindred, no tongue, upon the face of the whole <div class=\"break columnbreak\" id=\"173b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0173.pdf\" target=\"pdfwin\">p.&#xA0;173b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6968\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> earth that had the everlasting Gospel when the angel should come; because, if there had been any people, however obscure they might be, however distant they might be from what are termed civilized nations, if there had been any people on the earth who had the Gospel, they would have a Christian Church, with Apostles and Prophets and all the gifts of the spirit therein. But inasmuch as every nation, kindred, tongue and people on the whole earth was completely destitute of the Gospel, and of the Church as organized in ancient days, it was necessary to restore it anew from heaven, and it is predicted that that should be done by an angel.<span class=\"citation\" id=\"79786\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79786)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79786)\">Rev. 14:6<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v18n582\"> Has any such event transpired? This is a very important question. To whom shall we go and make the inquiry in regard to the coming of the angel? Someone may perhaps say that we had better make the inquiry of some Christian people, they would be most likely to give an answer. Very well, let us go, then, to the oldest Christian Church, so called&#x2014;the Roman Catholics, and ask them. Let us go to their cardinals and archbishops, or even to the head man of all that church, who sits in what is called the chair of St. Peter, and ask him, or any other of their great men&#x2014;&#x201C;Sir, do you believe that an angel has come from heaven with the everlasting Gospel to preach to all nations, kindreds, tongues and people since the day that John delivered that prophecy?&#x201D;<span class=\"citation\" id=\"79787\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79787)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79787)\">Rev. 14:6<\/a><\/span> What will be the answer? It will be&#x2014;&#x201C;No, we do not believe in any such thing, we claim that we are preachers of the everlasting Gospel; and we hold the regular succession of the authority that was committed in the first century of the Christian era, and that the Gospel had been preached from that day until this,  <div class=\"break pagebreak\" id=\"174a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0174.pdf\" target=\"pdfwin\">p.&#xA0;174a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6967\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and that the Christian Church has existed among all nations, and there has been no necessity for an angel coming from heaven with it.&#x201D; &#x201C;Very well, you do not believe that any angel has come with the everlasting Gospel?&#x201D; &#x201C;Oh, no, that is contrary to our faith and belief.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v18n584\"> Go to the next oldest Christian Church, one that broke off from the Roman Catholics, called the Greek Church. Go through all the great nation of Russia, and ask them the same question, and they will answer, like the old mother, that no angel has been sent: &#x201C;We did not receive the Gospel that we preach by an angel from heaven.&#x201D; Very well, we will leave you, then, and we will come down to the modern Christian Churches, that came out from the Catholic Church two or three centuries ago, and ask them the question; go to Luther and Calvin, and all the various reformers that seceded from the Church of Rome in the 16th century, and ask each one in his turn, and each will have the same answer. &#x201C;Martin Luther, did you receive the Gospel which you preach from an angel sent from heaven?&#x201D; &#x201C;Oh, no,&#x201D; says he, &#x201C;we got our ordination from the church that we dissented from; we once belonged to the Roman Catholic Church, but we found out that they were very wicked and abominable, and that they were the ones John spoke of, that should have &#x2018;MYSTERY, BABYLON&#x2019; written in the forehead,<span class=\"citation\" id=\"80176\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80176)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80176)\">Rev. 17:5<\/a><\/span> that have been drinking of the wine of the wrath of her fornication,<span class=\"citation\" id=\"80006\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80006)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80006)\">Rev. 14:8<\/a><\/span> and we have come out from that church.&#x201D; &#x201C;Well, Mr. Luther, did you get any ordination in that church?&#x201D; &#x201C;Yes, we got an ordination.&#x201D; &#x201C;And that is your authority, is it? No angel was sent to you from heaven to restore the authority and the Gospel?&#x201D; &#x201C;No, we got our authority from the mother church.&#x201D; <div class=\"break columnbreak\" id=\"174b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0174.pdf\" target=\"pdfwin\">p.&#xA0;174b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6967\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> &#x201C;Well, do you think the mother church is very wicked?&#x201D; &#x201C;Yes, the most wicked and corrupt people on the face of the earth.&#x201D; &#x201C;Then you got your authority from the most corrupt people on the face of the earth, did you? What is it good for? And, by the by, if they have authority to confer upon you the Priesthood, and that gives you a right to baptize and to administer the ordinances, have they not also authority to excommunicate you? Were you excommunicated from their communion?&#x201D; &#x201C;Oh, yes, they exercised their authority in cutting me off from their church and casting me out.&#x201D; &#x201C;Very well, then, they took away all the authority they pretended to give you, did they not?&#x201D; &#x201C;Yes, they took it away, but still we claim it through them, and that is the only way we get the chain of authority back to the Apostles.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v18n585\"> Some of the Protestants, however, do not argue in this way; they say that they get their authority from the Bible, independent of any church. Well, let me say to some who claim their authority in this way, &#x201C;What part of the Bible called you by name, William? You have been ordained, have you, to preach the Gospel and baptize? Who ordained you? Who gave this authority to you? Who commissioned you?&#x201D; Says William&#x2014;&#x201C;Well, I really did not get the authority from the Roman Catholics, or from any church later than the Roman Catholics, but I got it from the Bible.&#x201D; &#x201C;What part of the Bible?&#x201D; &#x201C;Why, that saying of Jesus to his eleven Apostles. Just before he was taken up in a cloud,<span class=\"citation\" id=\"71033\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71033)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71033)\">Acts 1:9<\/a><\/span> Jesus said to them&#x2014;&#x2018;Go ye into all the world, and preach the gospel to every creature.&#x2019;&#x201D;<span class=\"citation\" id=\"66745\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66745)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66745)\">Mark 16:15<\/a><\/span> &#x201C;Well, how do you know, William, that that meant you? If it meant you, did it not mean your neighbor also, and every  <div class=\"break pagebreak\" id=\"175a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0175.pdf\" target=\"pdfwin\">p.&#xA0;175a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6966\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>male person who has lived on the earth since the days of the Apostles? How do you know that it meant you? Did God ever give you a new revelation?&#x201D; &#x201C;Oh, don&#x2019;t mention it, we do not believe in any new revelation, or in inspired men in our day.&#x201D; &#x201C;Very well, then, you do not think that God has sent any angel to restore the Gospel, and authority to preach it to the children of men?&#x201D; &#x201C;Oh, no, none but a poor deluded sect called Mormons, away up in the mountains of America, believe any such thing; they profess that God has sent an angel from heaven to restore the Gospel and the authority of the Priesthood, but we do not believe that God sends angels in our day.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v18n587\"> This is about the way you would get answered by all the various churches that have lived during many hundreds of years past, in regard to their authority; they have no more authority than a heathen priest. Why? Because they have denied all the fundamental powers and principles of the ancient Christian Church. <\/div><div class=\"paragraph jod\" id=\"v18n588\"> Says one&#x2014;&#x201C;Well, if they have no authority, then all our baptisms are illegal.&#x201D; Certainly they are; to be baptized by a man who has no authority, no matter how sincere I may be, would avail me nothing, I might as well go and baptize myself.<span class=\"citation\" id=\"84449\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84449)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84449)\">D&amp;C 22:2<\/a><\/span> &#x201C;Well,&#x201D; says one, &#x201C;you Mormons believe, do you, that God has actually sent an angel, and has again committed to men the everlasting Gospel, and authority to preach it and administer its ordinances?&#x201D; &#x201C;Yes, and we not only believe it, but many of us know with a most perfect knowledge that he has done so, having received our knowledge from God himself.&#x201D; &#x201C;Then the Lord, you think, has fulfilled that passage in the 14th chapter of Revelation, and that he has actually sent an angel to <div class=\"break columnbreak\" id=\"175b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0175.pdf\" target=\"pdfwin\">p.&#xA0;175b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6966\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> restore the Gospel to earth?&#x201D;<span class=\"citation\" id=\"79788\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79788)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79788)\">Rev. 14:6<\/a><\/span> &#x201C;Yes.&#x201D; &#x201C;How long since?&#x201D; Some forty-six years have passed away since the angel came and committed a record of the Gospel, not merely given in a verbal manner, but caused to be translated a record that contained the everlasting Gospel in all its fullness. The ancient Israelites, who once inhabited this country, were acquainted with the Gospel. Jesus did not confine his labors altogether to Palestine; but after his crucifixion and resurrection, he came to America, and appeared among its people, and taught them the everlasting Gospel, the same as he had before taught the people of Palestine, and he commanded them to write this Gospel upon plates of metal;<span class=\"citation\" id=\"82711\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82711)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82711)\">3 Ne. 16:4<\/a><\/span><span class=\"citation\" id=\"127365\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127365)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127365)\">3 Ne. 27:20-23<\/a><\/span> they did so, and they established a Christian Church according to the pattern that God gave to them, and their writings have been brought forth. How? By the administration of an angel from heaven, an angel sent to reveal this record containing the fulness of the everlasting Gospel.<span class=\"citation\" id=\"79789\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79789)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79789)\">Rev. 14:6<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v18n589\"> Inquires one&#x2014;&#x201C;Did this angel give any authority to Joseph Smith, and to others to whom he revealed himself, to baptize?&#x201D; Not at all. He revealed the record, and Joseph was commanded to translate it by the aid of the Urim and Thummim that was with it, and he was told that it would be sent to all nations, kindreds, tongues and people. But he did not give Joseph Smith authority to preach that Gospel, neither did he give him authority to baptize, or to lay on hands for the gift of the Holy Ghost, and the probability is that the person who held the keys to reveal the everlasting Gospel did not have the authority himself&#x2014;it is not all angels that have this authority. Peter, James, and John had the authority, and after the book was translated they were sent.<span class=\"citation\" id=\"84607\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84607)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84607)\">D&amp;C 27:12<\/a><\/span> What for? Not to  <div class=\"break pagebreak\" id=\"176a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0176.pdf\" target=\"pdfwin\">p.&#xA0;176a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6965\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>reveal the Gospel, for that was revealed by another angel prior to that time; but they were sent to lay their hands upon individuals, and ordain them to the Apostleship. No one can say that Peter, James, and John did not hold the Apostleship, and that people could not be ordained under their hands. They ordained them to the Apostleship,<span class=\"citation\" id=\"84608\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84608)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84608)\">D&amp;C 27:12<\/a><\/span> and they commanded, in the name of the Lord, that they should preach the Gospel, and ordain others to the same power and authority which was conferred and restored from heaven. They were commanded to preach the Gospel to all of the nations and kindreds of the earth. That was the way that the Lord restored the everlasting Gospel. <\/div><div class=\"paragraph jod\" id=\"v18n591\"> What have we been doing since the authority was restored? Forty-six years have now passed away, and what has been done during that time towards fulfilling the prediction uttered by John the revelator? Much has been done. In the midst of the most severe persecution, the servants of God have gone forth and preached the Gospel to a great many nations. They were commanded to go to and labor with the Gentile nations first, without purse and scrip.<span class=\"citation\" id=\"68177\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68177)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68177)\">Luke 22:35<\/a><\/span> &#x201C;Go and preach the Gospel as mine ancient Apostles did, without purse and scrip;<span class=\"citation\" id=\"84483\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84483)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84483)\">D&amp;C 24:18<\/a><\/span><span class=\"citation\" id=\"87909\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87909)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87909)\">D&amp;C 84:86<\/a><\/span> and go to the Gentiles first.<span class=\"citation\" id=\"91845\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91845)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91845)\">D&amp;C 133:8<\/a><\/span> Warn them thoroughly, and teach them concerning my Gospel.&#x201D; They have done so, and for forty-six years they have continued their missions in the Gentile nations. <\/div><div class=\"paragraph jod\" id=\"v18n592\"> The Lord also told them that when the fullness of the Gentiles had come, when their times were fulfilled, then his servants should be sent to all the scattered remnants of the house of Israel, who should be grafted in again; but first, the fullness of the Gentiles must come in.<span class=\"citation\" id=\"127366\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127366)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127366)\">Rom. 11:23-27<\/a><\/span><span class=\"citation\" id=\"127367\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127367)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127367)\">1 Ne. 10:12-14<\/a><\/span><span class=\"citation\" id=\"127368\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127368)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127368)\">1 Ne. 15:12-20<\/a><\/span><span class=\"citation\" id=\"127369\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127369)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127369)\">3 Ne. 16:4-5<\/a><\/span><span class=\"citation\" id=\"127370\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127370)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127370)\">3 Ne. 21:1-7<\/a><\/span> You know that Scripture which says&#x2014;&#x201C;The first <div class=\"break columnbreak\" id=\"176b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0176.pdf\" target=\"pdfwin\">p.&#xA0;176b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6965\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> shall be last, and the last shall be first.&#x201D;<span class=\"citation\" id=\"65267\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65267)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65267)\">Matt. 19:30<\/a><\/span><span class=\"citation\" id=\"65289\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65289)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65289)\">Matt. 20:16<\/a><\/span><span class=\"citation\" id=\"84790\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84790)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84790)\">D&amp;C 29:30<\/a><\/span><span class=\"citation\" id=\"83529\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83529)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83529)\">Ether 13:12<\/a><\/span> Now the Gospel, when it was preached in ancient times, was preached first to the Jews, the house of Israel, to those of Israelitish origin, and when they counted themselves unworthy of eternal life, and rejected that Gospel, &#x201C;Lo&#x201D; says Paul, &#x201C;we turn unto the Gentiles.&#x201D;<span class=\"citation\" id=\"71871\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71871)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71871)\">Acts 13:46<\/a><\/span> The Gentiles, then, heard it last; they were last to embrace the Gospel of the kingdom, and the Jews first, that is, as many of them as would believe and repent. But in the last days, when the angel brings the Gospel, it is reversed, and it is preached first to the Gentiles, to bring in their fullness, and to fulfil their times, and then it will be sent to the house of Israel. <\/div><div class=\"paragraph jod\" id=\"v18n593\"> In the 21st chapter of Luke, our Savior, in speaking of the evils that should befall the Jewish nation, says, &#x201C;And they (the Jews) shall fall by the edge of the sword, and shall be led away captive into all nations; and Jerusalem shall be trodden down of the Gentiles, until the times of the Gentiles be fulfilled.&#x201D;<span class=\"citation\" id=\"68000\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68000)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68000)\">Luke 21:24<\/a><\/span> This has been fulfilled literally upon the Jewish nation, and they have been scattered, according to this prediction, among all nations. Many of them were destroyed by the edge of the sword. Jerusalem was taken some seventy years after the birth of Christ, and has been in possession of the Gentiles from that day to this. Jesus told them that such should be the fact, that Jerusalem should be in the possession of the Gentiles, and should be trodden down by them until a certain period&#x2014;until their times should be fulfilled.<span class=\"citation\" id=\"68001\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68001)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68001)\">Luke 21:24<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v18n594\"> The great object of the angel in restoring the Gospel was,<span class=\"citation\" id=\"79790\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79790)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79790)\">Rev. 14:6<\/a><\/span> in the first place, to fulfil the times of the Gentiles.<span class=\"citation\" id=\"93845\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93845)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93845)\">JS&mdash;H 1:41<\/a><\/span> Inquires one&#x2014;&#x201C;What do you mean by that?&#x201D; I mean that God will send this Gospel, restored by an  <div class=\"break pagebreak\" id=\"177a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0177.pdf\" target=\"pdfwin\">p.&#xA0;177a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6964\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>angel, to every nation, kindred, people and tongue in the Gentile world<span class=\"citation\" id=\"79791\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79791)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79791)\">Rev. 14:6<\/a><\/span> before he will permit his servants to go to the scattered remnants of Israel; and they will labor with, preach to and declare the work of God to the Gentile nations, and seek to bring them to a knowledge of the ancient Gospel, and to organize a Church among them, so far as they will hearken to and receive their testimony. Then, when the Gentile nations shall reject this Gospel, and count themselves unworthy of eternal life, as the Jews did before them,<span class=\"citation\" id=\"71872\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71872)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71872)\">Acts 13:46<\/a><\/span> the Lord will say&#x2014;&#x201C;It is enough, come away from them, my servants, I will give you a new commission, you shall go to the scattered remnants of the house of Israel. I will gather them in from the four quarters of the earth, and bring them again into their own lands.<span class=\"citation\" id=\"127371\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127371)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127371)\">Isa. 14:1<\/a><\/span><span class=\"citation\" id=\"127372\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127372)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127372)\">Jer. 23:8<\/a><\/span><span class=\"citation\" id=\"127373\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127373)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127373)\">Ezek. 34:13<\/a><\/span><span class=\"citation\" id=\"127374\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127374)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127374)\">Ezek. 37:14<\/a><\/span><span class=\"citation\" id=\"127375\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127375)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127375)\">Ezek. 39:28<\/a><\/span><span class=\"citation\" id=\"127376\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127376)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127376)\">3 Ne. 5:21-26<\/a><\/span> They shall build Jerusalem on its own heap;<span class=\"citation\" id=\"60610\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60610)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60610)\">Jer. 30:18<\/a><\/span> they shall rear a Temple on the appointed place in Palestine, and they shall be grafted in again.&#x201D; Now that, in short, is the nature of this great latter-day preparatory work for the coming of the Son of Man. <\/div><div class=\"paragraph jod\" id=\"v18n596\"> Now let me quote another passage that corresponds with one I have already quoted. Paul, in the 11th chapter of his epistle to the Romans, speaks of the proclamation of the Gospel to the Jews first, and because of their unbelief, Paul says they were broken off as branches of the tame olive tree;<span class=\"citation\" id=\"72786\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72786)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72786)\">Rom. 11:20<\/a><\/span> &#x201C;and,&#x201D; says the Apostle, addressing his epistle to a Gentile church, &#x201C;you have been grafted in the stead of them;&#x201D;<span class=\"citation\" id=\"72776\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72776)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72776)\">Rom. 11:17<\/a><\/span> in other words, the kingdom has been transferred from Israel to you Gentiles, and it is committed into your hands, and you are beginning to bring forth the fruits of that kingdom, the gifts of the kingdom are made manifest among you, just as they were among Israel in the days of their righteous<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"177b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0177.pdf\" target=\"pdfwin\">p.&#xA0;177b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6964\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ness. &#x201C;But,&#x201D; said Paul&#x2014;&#x201C;They were broken off by unbelief, and you Gentiles stand by faith. Be not highminded, but fear, for if God spared not the natural branches, if he did not even spare the tame olive tree&#x2014;the natural branches&#x2014;take heed lest he also spare not thee, for you are only wild branches grafted in contrary to nature. Take heed lest he also spare not thee, for behold, therefore, the goodness and the severity of God; on the house of Israel, that fell through unbelief, severity; but towards thee, or in other words, towards you, the Gentiles, the goodness of God is extended if you continue in his goodness.&#x201D; It was on that condition&#x2014;if you Gentiles continue in his goodness; otherwise, says Paul, you also shall be cut off, just the same as Israel were.<span class=\"citation\" id=\"72794\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72794)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72794)\">Rom. 11:20-22<\/a><\/span> You also shall be cut off, and they also shall be grafted in again, for God is able to graft them in again.<span class=\"citation\" id=\"72802\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72802)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72802)\">Rom. 11:23-24<\/a><\/span> For if God spared not the natural branches take heed lest he also spare not thee,<span class=\"citation\" id=\"127377\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127377)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127377)\">Rom. 11:21<\/a><\/span> etc. Then he tells them a mystery. He wanted those Gentiles to understand a certain mystery, and that was that blindness in part had happened to Israel until the fullness of the Gentiles be come in, and so all Israel shall be saved. As it is written&#x2014;There shall come out of Zion a deliverer who shall turn away ungodliness from Jacob. &#x201C;And this shall be my covenant unto them, saith the Lord, when I shall take away their sins.&#x201D;<span class=\"citation\" id=\"72807\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72807)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72807)\">Rom. 11:25-27<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v18n597\"> It seems then that Paul understood, by the spirit of prophecy, that if the Gentiles apostatized, if they did not continue in the place where they were grafted, if they did not continue in the goodness of God, if they became highminded, they also were to be cut off,<span class=\"citation\" id=\"72800\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72800)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72800)\">Rom. 11:22<\/a><\/span> just as they have been for many long generations that are past; cut off from all the ancient  <div class=\"break pagebreak\" id=\"178a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0178.pdf\" target=\"pdfwin\">p.&#xA0;178a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6963\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>blessings of the everlasting Gospel through the apostasy of their ancient fathers. <\/div><div class=\"paragraph jod\" id=\"v18n599\"> But the Lord intends to make a change, and that change is to send forth this Gospel from heaven to be preached to the nations of the Gentiles, to give them one more chance, if they will have it, to bring in their fullness; and when that time has come, and the servants of the Lord find that the balance of them harden their hearts and reject the Gospel of life and salvation, then the Lord will graft in all Israel, and they will be saved,<span class=\"citation\" id=\"72815\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72815)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72815)\">Rom. 11:26<\/a><\/span> being restored again to the tame olive tree, and bringing forth the fruits thereof.<span class=\"citation\" id=\"65348\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65348)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65348)\">Matt. 21:43<\/a><\/span><span class=\"citation\" id=\"127378\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127378)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127378)\">Jacob 5:67-77<\/a><\/span> Thus will be fulfilled the ancient covenant that God made with them pertaining to the latter days. Have you read that covenant that Paul quotes from?<span class=\"citation\" id=\"76883\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76883)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76883)\">Heb. 8:6-13<\/a><\/span> One of the ancient prophets, Jeremiah, delivered the prophecy, as recorded in his 31st chapter&#x2014;&#x201C;Behold, the day shall come, that I will make a new covenant with the house of Israel, and with the house of Judah: Not according to the covenant which I made with their fathers when I took them by the hand and brought them forth out of the land of Egypt. And this is the covenant I will make with them, saith the Lord&#x2014;I will write my law in their hearts, print it in their thoughts, and they shall all know me, from the least of them unto the greatest of them, saith the Lord.&#x201D;<span class=\"citation\" id=\"60659\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60659)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60659)\">Jer. 31:31-34<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v18n600\"> Now did all Israel and all Judah<span class=\"citation\" id=\"60655\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60655)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60655)\">Jer. 31:31<\/a><\/span> know the Lord, from the least of them to the greatest of them?<span class=\"citation\" id=\"60690\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60690)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60690)\">Jer. 31:34<\/a><\/span> Had they no more need to say, every man to his Jewish neighbor, know ye the Lord?<span class=\"citation\" id=\"60689\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60689)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60689)\">Jer. 31:34<\/a><\/span> Was that the case anciently, when the Lord offered them the covenant of the everlasting Gospel? No; instead of all Israel and all Judah<span class=\"citation\" id=\"60656\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60656)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60656)\">Jer. 31:31<\/a><\/span> knowing the Lord, from the least to the greatest,<span class=\"citation\" id=\"60691\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60691)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60691)\">Jer. 31:34<\/a><\/span> they were the <div class=\"break columnbreak\" id=\"178b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0178.pdf\" target=\"pdfwin\">p.&#xA0;178b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6963\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> very ones that were cut off and lost the privileges of that covenant. But in the latter days when the fullness of the Gentiles is brought in by the proclamation of the Gospel committed by the angel,<span class=\"citation\" id=\"79792\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79792)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79792)\">Rev. 14:6<\/a><\/span> then is the time that the Lord will renew this covenant,<span class=\"citation\" id=\"127379\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127379)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127379)\">Jer. 31:31-34<\/a><\/span> and the same Gospel that he offered to them eighteen hundred years ago, and which they rejected, will be offered to them again, and all Israel will be saved.<span class=\"citation\" id=\"72817\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72817)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72817)\">Rom. 11:26<\/a><\/span> As it is written&#x2014;&#x201C;There shall come out of Sion a Deliverer, and shall turn away ungodliness from Jacob.&#x201D;<span class=\"citation\" id=\"72816\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72816)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72816)\">Rom. 11:26<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v18n601\"> It seems, then, that the Lord, when he shall fulfill this prophecy, will have a Zion on the earth. Enquires one&#x2014;&#x201C;What do you mean by Zion?&#x201D; I mean the Church of God, that is what I call Zion. God will have a Church on the earth&#x2014;a Zion, and out of that Church a deliverer will come for and in behalf of all Israel, not only the Jews&#x2014;the two tribes and a half that were scattered after Christ, but the ten tribes that were taken away out of Palestine some seven hundred years before Christ. All Israel&#x2014;the whole twelve tribes&#x2014;will come to the knowledge of the truth when God sends this deliverer out of Zion, proclaiming the Gospel of the latter days for their salvation. <\/div><div class=\"paragraph jod\" id=\"v18n602\"> Connected with this everlasting Gospel is another very marvelous event preparatory to the second advent. What is that? Every Christian upon the face of the whole earth will be gathered from all nations, and all will be assembled in one.<span class=\"citation\" id=\"74812\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74812)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74812)\">Eph. 1:10<\/a><\/span> Says one&#x2014;&#x201C;There are none of our Protestant denominations gathering; the Roman Catholics do not gather; the Greek Church do not gather, and I do not know any Church, except you Mormons, that gather out.&#x201D; Now, let us see what is said about this gathering. I have told you that  <div class=\"break pagebreak\" id=\"179a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0179.pdf\" target=\"pdfwin\">p.&#xA0;179a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6962\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the Gospel should be committed by an angel;<span class=\"citation\" id=\"79793\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79793)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79793)\">Rev. 14:6<\/a><\/span> I have told you that it should be the hour of God&#x2019;s judgment&#x2014;<span class=\"citation\" id=\"79963\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79963)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79963)\">Rev. 14:7<\/a><\/span>a peculiar time of judgment, in which the nations are to be visited with sore and terrible judgments. Now let us read further&#x2014;&#x201C;Another angel followed, crying, Babylon is fallen, because she made all nations drunk with the wine of the wrath of her fornication.&#x201D;<span class=\"citation\" id=\"80007\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80007)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80007)\">Rev. 14:8<\/a><\/span> Who is Babylon? I have already explained that Babylon is a great power that should be in the earth under the name of a church, a woman&#x2014;that generally represents a church&#x2014;full of blasphemy. She had the inscription of her name upon her forehead&#x2014;&#x201C;MYSTERY, BABYLON, THE MOTHER OF HARLOTS AND ABOMINATIONS OF THE EARTH.&#x201D;<span class=\"citation\" id=\"80177\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80177)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80177)\">Rev. 17:5<\/a><\/span> What is to become of her? Where does she sit? Upon many waters,<span class=\"citation\" id=\"80137\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80137)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80137)\">Rev. 17:1<\/a><\/span> says John; and to interpret this to the understanding of the people, the waters are many people, nations, kindred and tongues where the woman hath her seat. These churches are scattered over the wide face of the earth, and this is called Babylon. Another angel is to follow the one that brings the Gospel, after it has been sufficiently preached, and proclaim the downfall of this great and corrupt power in the earth.<span class=\"citation\" id=\"127380\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127380)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127380)\">Rev. 14:8<\/a><\/span> Well, will all the Christians that are there perish, or will they be gathered out? Hear what John says&#x2014;&#x201C;I heard a great voice from heaven, saying, Come out of her, oh my people, that you partake not of her sins, that you receive not of her plagues. For her sins have reached to the heavens, and God hath remembered her iniquities.&#x201D;<span class=\"citation\" id=\"80293\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80293)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80293)\">Rev. 18:4-5<\/a><\/span> Then there is only one way to escape, is there? We can&#x2019;t stay in Babylon and be spared from these judgments, can we? Not at all. Why not? Because her sins have reached to the very heavens. Look at her abominations, her whore<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"179b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0179.pdf\" target=\"pdfwin\">p.&#xA0;179b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6962\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>doms, her murders, her priestcraft, her false doctrines, her forms of godliness without any power;<span class=\"citation\" id=\"76162\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76162)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76162)\">2 Tim. 3:5<\/a><\/span> look at them, all the nations are following after, and consider it popular to follow and embrace these doctrines. &#x201C;Come out of her, O my people.&#x201D;<span class=\"citation\" id=\"80250\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80250)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80250)\">Rev. 18:4<\/a><\/span> What people? God had no people in Babylon until the Church was organized, he could not have; he sent his servants to organize his Church, that there might be a people called his people. But when that Church is organized among these nations, kindred, tongues and people, its members are not permitted to remain where they are. This is not an invention of a learned company of divines, saying it will be a good thing for us to gather in one; it is not something invented by human wisdom; but the Revelator John says&#x2014;&#x201C;I heard a voice from heaven.&#x201D;<span class=\"citation\" id=\"80251\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80251)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80251)\">Rev. 18:4<\/a><\/span> What, a new revelation, John? Yes, a voice from heaven. God was again to speak, before the downfall of Babylon; and this should be the voice&#x2014;&#x201C;Come out of her, O my people.&#x201D;<span class=\"citation\" id=\"80252\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80252)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80252)\">Rev. 18:4<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v18n604\"> Who has been fulfilling this among all those calling themselves Christians? Have the Roman Catholics? Have the Greek church? Have the Protestants, in any of their denominations, been gathering out from all the nations of the earth? No, but you find one people doing it. Who are they? The Church of Jesus Christ of Latter-day Saints, organized on the earth by divine authority. They have gone forth proclaiming these things among the inhabitants of the earth. Instead of saying to the people&#x2014;&#x201C;Tarry where you are,&#x201D; we say to them&#x2014;&#x201C;Arise, make preparations, and gather out from this corruption.&#x201D; This has been the proclamation to the people of Denmark, Norway, Sweden, Germany, Italy, France, Spain, Portugal, and every  <div class=\"break pagebreak\" id=\"180a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0180.pdf\" target=\"pdfwin\">p.&#xA0;180a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6961\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>other country the people of which have received the Gospel, and they have been commanded not to tarry, but to obey the word of the Lord, and gather as soon as possible. <\/div><div class=\"paragraph jod\" id=\"v18n606\"> But where shall they gather to? Is there anything indicated in prophecy about where they should gather? Yes. Daniel saw a Church organized in the latter days, in a mountain or high place of the earth. Read the dream of Nebuchadnezzar, king of Babylon, in the second chapter of Daniel&#x2019;s prophecies. The king could not recollect his dream when he awoke, and he sent out to all the wise men, musicians and astrologers, and requested them to tell him what his dream was, and then give him an interpretation. But they could not do it. Finally a man of God, a humble man, by the name of Daniel, besought the Lord, and the Lord revealed to him the dream and the interpretation thereof. Nebuchadnezzar, it seems, had seen a very great image before him; the head of that image was gold, the breast and arms of silver, the belly and thighs were of brass, the legs of iron, and the feet part of iron and part of potter&#x2019;s clay. He saw it in all its terrible majesty composed of these different metals, together with potter&#x2019;s clay.<span class=\"citation\" id=\"60950\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60950)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60950)\">Dan. 2:1-33<\/a><\/span> Then, after Daniel had described to him what he had seen in his dream, said he&#x2014;&#x201C;Thou sawest until that a stone was cut<span class=\"citation\" id=\"61014\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61014)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61014)\">Dan. 2:34<\/a><\/span> out of the mountain;&#x201D;<span class=\"citation\" id=\"127381\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127381)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127381)\">Dan. 2:45<\/a><\/span> not out of some low country of the earth near the sea level, &#x201C;but thou sawest until that a stone was cut out of the mountain<span class=\"citation\" id=\"127382\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127382)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127382)\">Dan. 2:45<\/a><\/span> without hands, and it rolled forth, and smote the image upon the feet, that were part of potter&#x2019;s clay and part of iron, and the feet were broken to pieces. Then were the iron, the clay, the brass, the silver, and the gold broken to pieces together, and became like the chaff of the summer <div class=\"break columnbreak\" id=\"180b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0180.pdf\" target=\"pdfwin\">p.&#xA0;180b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6961\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> threshingfloor; and the wind carried them away, and no place was found for them.&#x201D; What became of the stone? The stone that smote the image became a great mountain and filled the whole earth.<span class=\"citation\" id=\"61058\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61058)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61058)\">Dan. 2:34-36<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v18n607\"> Well, what was the interpretation of Nebuchadnezzar&#x2019;s dream? He told the king that the head of the image represented the kingdom then organized; that after him would come another kingdom, that of the Medes and Persians, represented by the breast and arms of silver; then a third kingdom should follow, the Macedonians; then a fourth kingdom, which should be great and terrible, compared to the iron kingdom, which everyone admits was the great power of Rome, which flourished and had power and dominion over the whole earth. Out of that kingdom grew other kingdoms represented by the feet and toes of the image; these kingdoms had not all the greatness and strength of the former kingdoms represented by the image, but they were partly strong and partly weak.<span class=\"citation\" id=\"61138\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61138)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61138)\">Dan. 2:36-43<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v18n608\"> Now what is the location of this great image from the days of Nebuchadnezzar until now? You go into Asia and you will find there the descendants of the old Babylonian empire still in existence. Come a little further westward, and you find still the descendants of the Medes and Persians who once flourished and exercised dominion over the earth. A little further west you find the descendants of the third, or Macedonian, empire still in existence. Come further still, into Europe, and you find the feet and toes of the image in the latter-day kingdoms of the earth, which have branched across the great deep and have planted themselves in America. Are they partly strong and partly broken? Yes. Some of them have some  <div class=\"break pagebreak\" id=\"181a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0181.pdf\" target=\"pdfwin\">p.&#xA0;181a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6960\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>strength apparently, and they have among themselves all the characteristics of miry clay with the iron, for they are divided one against another, and they have to keep up their standing armies because they are afraid of one another. But where is the stone from the mountains? Where is that kingdom that is called the stone? In the interpretation the Prophet says&#x2014;&#x201C;Thou sawest until the kingdom of God was set up, and it smote the image upon the feet,&#x201D;<span class=\"citation\" id=\"61015\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61015)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61015)\">Dan. 2:34<\/a><\/span> and so on. It does not commence its attack away in Asia, where the head of gold or its descendants live, neither in any intermediate part, but it commences at the very extremity of this great image, as it spreads out to the west, and commences upon the feet and the toes; it is there where the stone is cut out of the mountain without hands,<span class=\"citation\" id=\"61388\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61388)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61388)\">Dan. 2:45<\/a><\/span> it is there where the God of heaven should set up a kingdom, as Daniel says, that should never be destroyed, neither shall it be given into the hands of another people, but it shall stand forever.<span class=\"citation\" id=\"61293\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61293)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61293)\">Dan. 2:44<\/a><\/span> Not like the former-day kingdom that was set up, before the Roman empire had attained to its zenith of power. The former-day kingdom of Christ was set up in the days of the Apostles; that was overcome and destroyed out of the earth. The beast made war upon them and prevailed against them,<span class=\"citation\" id=\"61682\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61682)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61682)\">Dan. 7:21<\/a><\/span> and they were banished from the earth, and the woman upon the scarlet-colored beast<span class=\"citation\" id=\"80152\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80152)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80152)\">Rev. 17:3<\/a><\/span> seems to have had dominion among all nations, kindreds, tongues and people,<span class=\"citation\" id=\"79640\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79640)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79640)\">Rev. 13:7<\/a><\/span> more or less. But in the latter days the kingdom of God was to be built up on the earth, that should never be destroyed;<span class=\"citation\" id=\"61292\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61292)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61292)\">Dan. 2:44<\/a><\/span> it was not to be like the former-day one, but it should stand forever, while all these other kingdoms should not only be destroyed, but, like the chaff of the summer threshingfloor, should be carried <div class=\"break columnbreak\" id=\"181b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0181.pdf\" target=\"pdfwin\">p.&#xA0;181b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6960\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> completely away, and no place should be found for them.<span class=\"citation\" id=\"61108\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61108)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61108)\">Dan. 2:35<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v18n610\"> That is the destiny of all the nations. A great many wise men, and statesmen, have meditated deeply upon the past, present and future of the nations, and have no doubt inquired in their own minds with a great deal of seriousness&#x2014;&#x201C;What will be the end of these political powers? What will be the end, for instance, of this great republican government of ours? What will be the end of the governments organized in Europe?&#x201D; These questions, no doubt, have occurred to thousands and tens of thousands of reflecting men. The Bible answers the question. No kingdom, no form of government of human invention will be permitted to stand. When God has fulfilled the saying written by the Prophet Daniel, there will be one universal kingdom, and only one, and that will be the kingdom of God, and Jesus himself will be the great king. <\/div><div class=\"paragraph jod\" id=\"v18n611\"> Inquires one&#x2014;&#x201C;What do you mean by this breaking to pieces?<span class=\"citation\" id=\"61294\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61294)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61294)\">Dan. 2:44<\/a><\/span> Do you think Daniel meant that they should go forth with physical force and subdue all the nations?&#x201D; No, I do not think any such thing; but when the Lord God sends his holy angel from heaven with the everlasting Gospel<span class=\"citation\" id=\"79794\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79794)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79794)\">Rev. 14:6<\/a><\/span> and then ordains his servants to the Apostleship,<span class=\"citation\" id=\"127383\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127383)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127383)\">D&amp;C 27:12<\/a><\/span> and sends them forth among the nations of the earth, and they proclaim the Gospel of the kingdom among the people,<span class=\"citation\" id=\"127384\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127384)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127384)\">D&amp;C 107:33<\/a><\/span> if the people will not hear, the Lord himself will break them in pieces. It will be the message that he sends that will ripen them for destruction. <\/div><div class=\"paragraph jod\" id=\"v18n612\"> And the location of his kingdom was to be in the mountains,<span class=\"citation\" id=\"61389\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61389)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61389)\">Dan. 2:45<\/a><\/span> so says Daniel. Now you can understand that saying in Isaiah, which I read at the commencement of my remarks. When describing the glory of the Lord to be revealed and all flesh  <div class=\"break pagebreak\" id=\"182a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0182.pdf\" target=\"pdfwin\">p.&#xA0;182a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6959\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>seeing it together,<span class=\"citation\" id=\"59287\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59287)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59287)\">Isa. 40:5<\/a><\/span> preparatory to that work, Isaiah says there was a certain people that should get up into the mountains. &#x201C;Oh Zion, that bringest good tidings, get thee up into the high mountain.&#x201D;<span class=\"citation\" id=\"59313\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59313)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59313)\">Isa. 40:9<\/a><\/span> That did not mean a city called Zion, for it is not to be supposed that a city would travel up into a high mountain; but it meant a people, a people who were bringing good tidings. What good tidings? What can be more glorious tidings to the inhabitants of the earth than the everlasting Gospel sent by an angel,<span class=\"citation\" id=\"79795\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79795)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79795)\">Rev. 14:6<\/a><\/span> to say unto the people that if they will repent of their sins and be baptized in water for the remission of their sins, they shall receive the baptism of fire and the Holy Ghost<span class=\"citation\" id=\"127385\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127385)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127385)\">D&amp;C 39:6<\/a><\/span> by the laying on of the hands<span class=\"citation\" id=\"127386\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127386)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127386)\">D&amp;C 20:41<\/a><\/span> of the servants of God? What can be more glorious in its nature than a proclamation of this kind to the nations of the earth? Hence when the people come out of great Babylon<span class=\"citation\" id=\"80253\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80253)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80253)\">Rev. 18:4<\/a><\/span> and gather themselves together, they will gather into the mountains to fulfill this prophecy.<span class=\"citation\" id=\"59314\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59314)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59314)\">Isa. 40:9<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v18n614\"> Any other prophecies about their going to the mountains? Yes. Read the 18th chapter of Isaiah. Isaiah, when standing in Palestine delivering his prophecy, looked off to the southwest and saw the rivers of Ethiopia, or Africa; and after having seen these rivers in vision he also sees a land shadowing with wings away beyond the rivers of Ethiopia.<span class=\"citation\" id=\"58324\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58324)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58324)\">Isa. 18:1<\/a><\/span> What kind of a land was that, away beyond the rivers of Ethiopia, from where Isaiah stood in Palestine? Why it is a land that had the appearance of wings.<span class=\"citation\" id=\"58325\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58325)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58325)\">Isa. 18:1<\/a><\/span> You have been struck doubtless, with the great resemblance that North and South America have to the two great wings of a bird. While Isaiah was thus gazing upon a land away beyond the rivers of Ethiopia, it looked so much like the wings of a bird that he says&#x2014; <div class=\"break columnbreak\" id=\"182b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0182.pdf\" target=\"pdfwin\">p.&#xA0;182b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6959\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>&#x201C;A land shadowing with wings, away, beyond the rivers of Ethiopia.&#x201D;<span class=\"citation\" id=\"58326\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58326)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58326)\">Isa. 18:1<\/a><\/span> Well, Isaiah, what have you to say about that land? Why, says he, there is a proclamation to be had there. How extensive, Isaiah? To all people. Hear the words of Isaiah. Says he, &#x201C;All ye inhabitants of the world, and dwellers on the earth, see ye, when he lifts up an ensign on the mountains.&#x201D;<span class=\"citation\" id=\"58351\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58351)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58351)\">Isa. 18:3<\/a><\/span> Not on the low places of that land shadowing with wings, next to the seashore, but in the mountains. What is the nature of this ensign? It is characteristic of a standard, often spoken of by the Prophets, and called by the name of standard. Isaiah speaks of it as an ensign in a number of places. What would naturally be a standard? The kingdom of God is a standard to which the people rally and gather together. Does it affect all people, Isaiah? Yes. &#x201C;All ye inhabitants of the world.&#x201D;<span class=\"citation\" id=\"58349\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58349)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58349)\">Isa. 18:3<\/a><\/span> What could be more extensive than that? &#x201C;And dwellers on the earth, see ye, when he lifts up an ensign on the mountains; and when he bloweth a trumpet, hear ye.&#x201D;<span class=\"citation\" id=\"58350\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58350)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58350)\">Isa. 18:3<\/a><\/span> What else is to take place, Isaiah? He says that a severe judgment is to take place on that land shadowing with wings. What kind of a judgment, one that is to be very severe, Isaiah? Yes, for he says&#x2014;&#x201C;Afore the harvest, when the bud is perfect, and the sour grape is ripening in the flower, he shall both cut off the sprigs with pruninghooks, and take away and cut down the branches. They shall be left together unto the fowls of the mountain, and to the beasts of the earth: and the fowls shall summer upon them, and all the beasts of the earth shall winter upon them.&#x201D;<span class=\"citation\" id=\"58360\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58360)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58360)\">Isa. 18:5-6<\/a><\/span> When will this be, Isaiah? After this proclamation, after all the nations of the world have heard it, after the people have heard the sound of the warning message; then the first  <div class=\"break pagebreak\" id=\"183a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0183.pdf\" target=\"pdfwin\">p.&#xA0;183a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6958\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>among all the nations where the extremities of the image have sent forth one of its governments, there will be the commencement of a most terrible judgment, so much so that the people on that land will not have time to bury their dead, and the fowls shall summer upon them.<span class=\"citation\" id=\"58362\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58362)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58362)\">Isa. 18:6<\/a><\/span> Why is all this? Because they will not hearken when that sound goes to all people; they will not repent of their sins; they will not receive the message that God has sent by his angel,<span class=\"citation\" id=\"79796\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79796)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79796)\">Rev. 14:6<\/a><\/span> he therefore visits them first, because they are the first to hear those glad tidings. No wonder, then, that Zion, that brings good tidings, was commanded by the ancient Prophet to get up into the high mountain.<span class=\"citation\" id=\"59316\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59316)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59316)\">Isa. 40:9<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v18n616\"> Let us go a little further, and see what immediately follows this. Isaiah says&#x2014;&#x201C;For behold, the Lord God shall come with a strong hand.&#x201D;<span class=\"citation\" id=\"59323\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59323)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59323)\">Isa. 40:10<\/a><\/span> What! The coming of the Lord going to take place after Zion has gone up into the mountains?<span class=\"citation\" id=\"59315\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59315)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59315)\">Isa. 40:9<\/a><\/span> Yes, that is one of the great events that will transpire, when the people of the nations are careless and indifferent, when they are eating and drinking, buying and selling, and their minds wholly swallowed up with the various occupations of life.<span class=\"citation\" id=\"65955\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65955)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65955)\">Matt. 24:37-39<\/a><\/span> &#x201C;Behold, the Lord comes with a strong hand, his arm will rule for him, and he will reward his people;<span class=\"citation\" id=\"59322\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59322)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59322)\">Isa. 40:10<\/a><\/span> then the glory of the Lord will be revealed, and all flesh will see it together.&#x201D;<span class=\"citation\" id=\"59288\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59288)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59288)\">Isa. 40:5<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v18n617\"> But one of the great preparatory works in that dispensation of the gathering of Zion to the mountains, will be the construction of a great highway, which is to be cast up in the desert.<span class=\"citation\" id=\"59258\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59258)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59258)\">Isa. 40:3<\/a><\/span><span class=\"citation\" id=\"60131\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60131)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60131)\">Isa. 62:10<\/a><\/span> Let me ask you who have been across these mountains, from Omaha for many hundred miles westward, what kind of a country is it? Is it a country of orchards, vineyards, and alluvial soil, that is calculated to flatter the agriculturist? <div class=\"break columnbreak\" id=\"183b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0183.pdf\" target=\"pdfwin\">p.&#xA0;183b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6958\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Says one&#x2014;&#x201C;No, I never saw such a barren plain for hundreds and hundreds of miles. In the day time, when we had an opportunity of looking at it, it had all one appearance, and was a vast sage plain and desert.&#x201D; Now Isaiah said that when his people should get up into the mountains<span class=\"citation\" id=\"59317\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59317)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59317)\">Isa. 40:9<\/a><\/span> a highway should be cast up in the desert. &#x201C;Prepare ye the way of the Lord, make straight in the desert a highway for our God.&#x201D;<span class=\"citation\" id=\"59259\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59259)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59259)\">Isa. 40:3<\/a><\/span> What! Is it made for the Lord? Yes. What is the Lord going to do with it? He is going to gather his people from all the nations on this highway through the desert. Do you want to know anything more about this highway? Read another chapter in Isaiah; he gives more particulars than what I have mentioned.<span class=\"citation\" id=\"127387\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127387)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127387)\">Isa. 35:8<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v18n618\"> What I have read in the 40th chapter of Isaiah about the highway in the desert, is only one thing connected with it. In another chapter he says&#x2014;&#x201C;Go through, go through the gates; prepare ye the way of the people; cast up, cast up the highway; gather out the stones; lift up a standard for the people. Behold, the Lord hath proclaimed unto the end of the world, Say ye to the daughter of Zion, Behold, thy salvation cometh; behold, his reward is with him, and his work before him.&#x201D;<span class=\"citation\" id=\"60145\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60145)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60145)\">Isa. 62:10-11<\/a><\/span> Here is the same thing spoken of again, only it speaks of tunnels, or, in other words, gates&#x2014;&#x201C;Go through, go through the gates.&#x201D;<span class=\"citation\" id=\"60132\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60132)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60132)\">Isa. 62:10<\/a><\/span> I have no idea but what Isaiah, in gazing down upon future generations, saw the time when a long train of carriages would be whirled across a continent, without any apparent animal force or power. He perhaps did not understand the modern terms for tunnel through a rock, and hence he calls them gates. &#x201C;Go through, go through the gates; prepare the way of the people; cast up, cast up a highway; gather out  <div class=\"break pagebreak\" id=\"184a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0184.pdf\" target=\"pdfwin\">p.&#xA0;184a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6957\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the stones; lift up a standard for the people.&#x201D;<span class=\"citation\" id=\"60135\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60135)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60135)\">Isa. 62:10<\/a><\/span> Then comes in this universal proclamation&#x2014;&#x201C;Behold, the Lord hath proclaimed from the ends of the world.&#x201D;<span class=\"citation\" id=\"60155\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60155)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60155)\">Isa. 62:11<\/a><\/span> Now, from the ends of the world, we should naturally suppose that, Isaiah, standing in Palestine, and delivering this, would see a work that was to transpire on a very distant land. He could find no better language to describe it, than the expression &#x201C;to the ends of the world.&#x201D;<span class=\"citation\" id=\"60152\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60152)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60152)\">Isa. 62:11<\/a><\/span> Not a work to transpire in Palestine, in his own neighborhood, but, &#x201C;Behold the Lord should proclaim from the ends of the world, to all people, Behold, your salvation cometh.&#x201D;<span class=\"citation\" id=\"60156\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60156)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60156)\">Isa. 62:11<\/a><\/span> That is, the Lord was coming with a strong hand,<span class=\"citation\" id=\"59324\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59324)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59324)\">Isa. 40:10<\/a><\/span> and this proclamation coming from the Lord was to be sounded to all the inhabitants of the earth,<span class=\"citation\" id=\"60153\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60153)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60153)\">Isa. 62:11<\/a><\/span> a standard was to be raised,<span class=\"citation\" id=\"60138\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60138)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60138)\">Isa. 62:10<\/a><\/span> and a way prepared by this highway being cast up.<span class=\"citation\" id=\"60133\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60133)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60133)\">Isa. 62:10<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v18n620\"> There are a great many in this congregation who took part in casting up this highway.<span class=\"citation\" id=\"60136\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60136)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60136)\">Isa. 62:10<\/a><\/span> We built the most difficult portions of this railroad, through these mountains, some four hundred miles in extent. Did you work with a good cheerful heart, when you were engaged in gathering out the stones, and when you were making these gates that Isaiah speaks of,<span class=\"citation\" id=\"60137\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60137)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60137)\">Isa. 62:10<\/a><\/span> through which he saw a long train of carriages dart into the mountain, losing sight of them for a time, then seeing them come out again with great speed, from the mountain? How could he describe it any better than by saying&#x2014;&#x201C;Go through, go through the gates?&#x201D;<span class=\"citation\" id=\"60134\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60134)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60134)\">Isa. 62:10<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v18n621\"> But what kind of a people were these to be who should be gathered from the ends of the world by this proclamation?<span class=\"citation\" id=\"60154\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60154)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60154)\">Isa. 62:11<\/a><\/span> Read the next verse&#x2014;&#x201C;They shall call them, The holy people, The redeemed of the Lord.&#x201D;<span class=\"citation\" id=\"60170\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60170)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60170)\">Isa. 62:12<\/a><\/span> Says one&#x2014;&#x201C;Well, you are called anything else but that; instead of <div class=\"break columnbreak\" id=\"184b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0184.pdf\" target=\"pdfwin\">p.&#xA0;184b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6957\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> being called a holy people, you are represented, by the priests and everybody else, as a very unrighteous people.&#x201D; Very well, the Lord will, in his own due time, enable you to distinguish between the righteous and the wicked.<span class=\"citation\" id=\"62483\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62483)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62483)\">Mal. 3:18<\/a><\/span><span class=\"citation\" id=\"89671\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89671)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89671)\">D&amp;C 101:95<\/a><\/span> &#x201C;Behold, they shall call them, The holy people, The redeemed of the Lord: and behold, they shall be called, Sought out, A city not forsaken.&#x201D;<span class=\"citation\" id=\"60172\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60172)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60172)\">Isa. 62:12<\/a><\/span> How different from old Jerusalem! Was that sought out? No; Jerusalem was built up a long time before Israel came out of Egypt, and was there ready for them to take possession of when they entered the Holy Land. Was Jerusalem ever forsaken? Yes, forsaken for many generations. But not so with Zion, that should get up into the mountains;<span class=\"citation\" id=\"59318\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59318)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59318)\">Isa. 40:9<\/a><\/span> they should seek out a location, so much so that the city should be called &#x201C;Sought out;&#x201D; and instead of being forsaken,<span class=\"citation\" id=\"60171\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60171)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60171)\">Isa. 62:12<\/a><\/span> as many people suppose the &#x201C;Mormons&#x201D; will be, the Lord God will protect them. According to the words of Daniel, the kingdom shall not be destroyed, neither shall it be given to another people, and it shall stand forever.<span class=\"citation\" id=\"61295\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61295)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61295)\">Dan. 2:44<\/a><\/span> All these characteristics are being fulfilled. <\/div><div class=\"paragraph jod\" id=\"v18n622\"> Would you suppose that the House of Jacob, the ten tribes of Israel, can be gathered from the four quarters of the earth, and brought back to their own land, without the lifting of this ensign? No. Read the 11th chapter of Isaiah. There he says&#x2014;&#x201C;I will lift up an ensign for the nations, I will assemble the outcasts of Israel, and I will gather together the dispersed of Judah from the four quarters of the earth.&#x201D;<span class=\"citation\" id=\"58228\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58228)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58228)\">Isa. 11:12<\/a><\/span> Until the Lord God sends forth this proclamation<span class=\"citation\" id=\"60157\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60157)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60157)\">Isa. 62:11<\/a><\/span> to all the inhabitants of the world and dwellers on the earth,<span class=\"citation\" id=\"58352\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58352)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58352)\">Isa. 18:3<\/a><\/span> in vain may we look for the redemption of the outcasts of Israel and the dispersed of Judah.<span class=\"citation\" id=\"58227\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58227)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58227)\">Isa. 11:12<\/a><\/span> Israel, the ten tribes,  <div class=\"break pagebreak\" id=\"185a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0185.pdf\" target=\"pdfwin\">p.&#xA0;185a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6956\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>called the outcasts,<span class=\"citation\" id=\"127388\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127388)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127388)\">Ps. 147:2<\/a><\/span><span class=\"citation\" id=\"127389\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127389)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127389)\">Isa. 56:8<\/a><\/span> will never return, the scattered Jews will never be restored, until such an ensign is raised.<span class=\"citation\" id=\"127390\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127390)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127390)\">Isa. 11:12<\/a><\/span> Isaiah, in the fifth chapter, speaks of that ensign&#x2014;&#x201C;I will lift up for the nations an ensign from afar.&#x201D;<span class=\"citation\" id=\"57968\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57968)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57968)\">Isa. 5:26<\/a><\/span> Why not lift it up in Jerusalem, Isaiah? Why not lift it up in Palestine? Why not commence the work in Asia? Says Isaiah&#x2014;&#x201C;I will lift up an ensign to the nations from afar.&#x201D;<span class=\"citation\" id=\"57966\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57966)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57966)\">Isa. 5:26<\/a><\/span> How far? Away off to the ends of the earth,<span class=\"citation\" id=\"60158\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60158)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60158)\">Isa. 62:11<\/a><\/span> from where Isaiah then was. <\/div><div class=\"paragraph jod\" id=\"v18n624\"> After this ensign is raised, he speaks of how swiftly the people shall come&#x2014;&#x201C;They shall come with speed swiftly.&#x201D;<span class=\"citation\" id=\"57967\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57967)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57967)\">Isa. 5:26<\/a><\/span> Is that the way you came, Latter-day Saints? When you crossed the ocean, how did you come? In steamships; and when you crossed through the United States to Omaha, how did you come? In steam cars. And when you crossed these desert sage plains, how did you come? With speed swiftly through most of the desert, just as Isaiah said you would in his fifth chapter.<span class=\"citation\" id=\"57969\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57969)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57969)\">Isa. 5:26<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v18n625\"> Many people thought that when the railroad came, &#x201C;Mormonism&#x201D; would be done away. But such a supposition shows their ignorance. Why, bless you, this people in the year 1847, when the pioneers crossed these plains without any track to guide them, were looking for this great highway<span class=\"citation\" id=\"59260\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59260)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59260)\">Isa. 40:3<\/a><\/span> then. Yes, I recollect, almost every day when I could get an observation of the sun (for we had two sextants, and artificial horizons, and mountain barometers, and one circle of reflection), taking the latitudes and longitudes of all the prominent places, crossing this great desert; and not satisfied with getting the latitude and longitude we had our mountain barometers and attached and detached thermometers and took the altitude above sea level of all the prominent places on the route of this great highway which <div class=\"break columnbreak\" id=\"185b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0185.pdf\" target=\"pdfwin\">p.&#xA0;185b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6956\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> was to be cast up for us in the midst of the desert.<span class=\"citation\" id=\"59261\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59261)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59261)\">Isa. 40:3<\/a><\/span><span class=\"citation\" id=\"60139\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60139)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60139)\">Isa. 62:10<\/a><\/span> Thus this people were the first to talk about this great highway, and we never lost sight of it. We petitioned Congress for its construction twenty-five years ago; our Legislature, knowing the minds of the people, sent our memorial to the National Legislature, and requested them to cast up the highway across this country.<span class=\"citation\" id=\"60140\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60140)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60140)\">Isa. 62:10<\/a><\/span> Our memorials were, for awhile, treated with silence; but by and by, when the proper time comes, the Lord will stir up Congress and the great men and capitalists of the nation to go forth and construct this highway. Did we not rejoice and thank the Lord our God for fulfilling that which we had been expecting, and praying for so diligently? We certainly did. <\/div><div class=\"paragraph jod\" id=\"v18n626\"> We might continue our remarks, as there are many things connected with this great preparatory work which, did time permit, we would be glad to lay before the people. I will quote a passage or two more in relation to the gathering. Paul saw this gathering, and he calls it a new dispensation that should come after his day. He says that in the dispensation of the fullness of times he would gather together in one all things in Christ, whether they be things in heaven or things on the earth.<span class=\"citation\" id=\"74813\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74813)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74813)\">Eph. 1:10<\/a><\/span> The dispensation of the fullness of times, then, was to be characterized by the gathering of all persons that were in Christ. All the righteous dead that are in heaven, whose bodies are asleep in the grave, together with all the Christians on the earth, will be gathered in one in that dispensation. Fulfilling another prophecy in the 43rd chapter of Isaiah, where the Lord says&#x2014;&#x201C;I will say to the north, Give up; and to the south, Keep not back: bring my sons from afar, and my daughters from the ends of the earth; Even  <div class=\"break pagebreak\" id=\"186a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0186.pdf\" target=\"pdfwin\">p.&#xA0;186a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6955\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>every one that is called by my name.&#x201D;<span class=\"citation\" id=\"59383\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59383)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59383)\">Isa. 43:6-7<\/a><\/span> Will it leave a Christian behind? Not one. Go and search New York, Philadelphia, and all the eastern States, and the middle and southern States, and then all Europe, for a Christian after this prophecy is fulfilled, and you can&#x2019;t find one. Why? Because they are all gathered in one. How? By new revelation. The Lord says, &#x201C;I will say to the north, <div class=\"break columnbreak\" id=\"186b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0186.pdf\" target=\"pdfwin\">p.&#xA0;186b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6955\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Give up.&#x201D;<span class=\"citation\" id=\"59377\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59377)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59377)\">Isa. 43:6<\/a><\/span> The Lord&#x2019;s going to speak, the Lord is going to utter something&#x2014;&#x201C;I will say to the south, Keep not back. I will say, Come ye, my sons and daughters, from the ends of the earth, even every one that is called by my name.&#x201D;<span class=\"citation\" id=\"59384\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59384)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59384)\">Isa. 43:6-7<\/a><\/span> What an awful condition the world will be in when there is not a Christian among them. Amen. <\/div>\n<\/div>\n<\/div>"}