{"ID":180030, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Secret of Happiness&#x2014;Self-Examination&#x2014;Joseph Smith a Man of Obedience to God&#x2014;Baptism for the Dead&#x2014;Temporal and Spiritual One&#x2014;a Dream&#x2014;Order of Enoch, the Order of God&#x2014;A Good Word for the Women.<\/div>\n<div class=\"subtitle\">Discourse by President Brigham Young, delivered in the Third Ward Meetinghouse, Salt Lake City, Sunday Evening, June 21, 1874.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: Secret of Happiness, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 6\/23\/1874<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d30\">\n<div class=\"paragraph jod\" id=\"v18n789\"> I am here in this Ward, especially to talk to you, my brethren and sisters. I think I have been here only once before&#x2014;at the dedication of this house. I have a few things to say to you, which I hope and expect will be received and appreciated according to their merit. <\/div><div class=\"paragraph jod\" id=\"v18n790\"> Perhaps quite a portion of this little congregation have left their homes, their friends, the lands of their nativity for the Gospel&#x2019;s sake,<span class=\"citation\" id=\"65256\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65256)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65256)\">Matt. 19:29<\/a><\/span><span class=\"citation\" id=\"66618\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66618)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66618)\">Mark 10:29<\/a><\/span> for the sake of their own salvation and that of their families and friends who would go with them. I will appeal to the experience of my brethren and sisters who have received the Gospel, and ask them this question&#x2014;Is not the Gospel dearer to us than anything else and all else on this earth? I think I can answer for all Latter-day Saints, and say, &#x201C;Surely <div class=\"break columnbreak\" id=\"235b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0235.pdf\" target=\"pdfwin\">p.&#xA0;235b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6906\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> it is.&#x201D; We hope for life, salvation and exaltation; we have the privilege of the Gospel and the ordinances of the house of God, while the inhabitants of the earth, with the exception of comparatively a very few, have not as yet availed themselves of this privilege. We preach the Gospel to the people, but they are so erroneously traditionated and so ignorant with regard to the facts pertaining to the revelations and will of God to the children of men, that they turn aside from it and think it no evil in so doing. They are so educated that they can neglect the Gospel, and feel measurably justified. This is an item of experience that we could bring before ourselves and others more fully than, perhaps, it would be prudent for me to spend the time to do this evening. But  <div class=\"break pagebreak\" id=\"236a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0236.pdf\" target=\"pdfwin\">p.&#xA0;236a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6905\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the Gospel to us is all in all. To know the will of God, and do it, is the happiest life that intelligent beings, the children of our Father in heaven, can live. There is no other condition in life that produces the same amount of good feeling, peace, happiness, joy, comfort, contentment and intelligence that the service of the Lord will bring. If a person is very poor and the love of God is within him, he feels rich and happy, and can measurably do without food, that is, longer and better than they can who do not have this experience of the love of God within them. <\/div><div class=\"paragraph jod\" id=\"v18n792\"> The person who enjoys the experience of the knowledge of the kingdom of God on the earth, and at the same time has the love of God within him, is the happiest of any individuals on the earth. We, who believe in and have obeyed this Gospel, look forward with the anticipation of obtaining a great amount of knowledge and wisdom. When we embraced the Gospel, the spirit opened up to our minds the fact that the wisdom, the knowledge and the power of God would increase in the midst of the Saints. This is our experience: I, knowing for myself, what the Spirit of the Lord brings to the understanding, testify what it reveals to others. The same spirit that is given to me, to enlighten my mind, is given to others; the same that is given to you I have received, consequently I speak from personal knowledge, from that which I have experienced and understand, and that I live in; and they who live in and enjoy the spirit of our holy religion can testify to this. <\/div><div class=\"paragraph jod\" id=\"v18n793\"> There is a portion of this congregation who are young, and know but little about the United States, or about the people there; and there is a large percentage of our community <div class=\"break columnbreak\" id=\"236b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0236.pdf\" target=\"pdfwin\">p.&#xA0;236b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6905\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> who know nothing by experience of the outside world. Ask them if they know anything of California? No. Anything about the States? No. Did you not come from England? No, but my parents did; consequently they have not experience. They have lived here, they have grown up with us. We have brought them up cheerfully and kindly, and instructed and taught them, and they have enjoyed the spirit of life and of wisdom and knowledge. These children who have been born here in the New and Everlasting Covenant, do not seem to realize this. This is for the want of experience, which they will obtain in future life. But those of experience, those who have left their homes and their all for the sake of the Gospel,<span class=\"citation\" id=\"65257\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65257)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65257)\">Matt. 19:29<\/a><\/span><span class=\"citation\" id=\"66619\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66619)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66619)\">Mark 10:29<\/a><\/span> are capable of judging better about these matters. <\/div><div class=\"paragraph jod\" id=\"v18n794\"> Now we, as Latter-day Saints, hope for salvation; we are living in anticipation of eternal salvation. We have left our homes and everything for the sake of our religion. Many women in our community have left their husbands; many men have left their wives and children; young boys have left their parents and brothers and sisters, and young girls have come away, and left all. They had friends, homes, plenty, parents, brothers and sisters; yet when the spirit of the Gospel came upon them they were so enamored with it, and it gave such light, knowledge and intelligence, that they were willing to forsake all, and follow with the Latter-day Saints for life eternal. This is the case with quite a portion of our community. We all, then, started for life and salvation, and we still have no other object. <\/div><div class=\"paragraph jod\" id=\"v18n795\"> Now, my brethren and sisters, I wish to ask&#x2014;Do we not anticipate further knowledge, wisdom and blessings, and further communications by the spirit of the Lord, further de<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"237a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0237.pdf\" target=\"pdfwin\">p.&#xA0;237a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6904\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>monstrations and further witnesses, revelations, knowledge, etc., in this kingdom? We do, every one of us. We ask the question again, Do we expect that we have already become perfect, and that we are prepared to be numbered with the sanctified, and that we are now prepared to be gathered with God&#x2019;s elect, and that, if we were to hear the voice tonight&#x2014;&#x201C;Behold, the bridegroom cometh&#x201D;&#x2014;<span class=\"citation\" id=\"66055\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66055)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66055)\">Matt. 25:6<\/a><\/span>we should be numbered with the wise?<span class=\"citation\" id=\"127459\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127459)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127459)\">Matt. 25:2,4<\/a><\/span> Do we anticipate this? If we do we are wrong, for we are not prepared. We have passed through a great many scenes, we may say, of tribulation, though I would have all my brethren understand that I do not take this to myself, for all that I have passed through has been joy and joyful to me; but we have seemingly sacrificed a great deal, and passed through many scenes of trial and temptations, no doubt of this. We have had to suffer temptation more or less, and we have taken the spoiling of our goods joyfully. I have, myself, five times before I came to this valley, left everything that the Lord had blessed me with pertaining to this world&#x2019;s goods, which, for the country where I lived, was not a very little. <\/div><div class=\"paragraph jod\" id=\"v18n797\"> Well, we have passed these ordeals, and we are still going along. Now have we profited by all that we have, passed through and experienced, so that we really do consider that we are sanctified and prepared for the celestial kingdom of God, or do we believe that there is something more yet to be done? Why, all hearts reply&#x2014;There is still understanding in this kingdom; every heart echoes&#x2014;We expect to learn more, we expect to receive more, we are not yet perfect, we are not complete in our stature as men and women in Christ Jesus.<span class=\"citation\" id=\"75207\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75207)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75207)\">Eph. 4:13<\/a><\/span> Now I will just ask, right here&#x2014;Shall we ever be learning and <div class=\"break columnbreak\" id=\"237b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0237.pdf\" target=\"pdfwin\">p.&#xA0;237b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6904\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> never able to come to a knowledge of the truth?<span class=\"citation\" id=\"76179\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76179)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76179)\">2 Tim. 3:7<\/a><\/span> No, I say we shall not, but we shall come to the knowledge of the truth. This is my hope and anticipation, and this is my joy. The Latter-day Saints, as a people, in many respects are shortsighted, we are but babes or suckling infants in the Church and kingdom of God, comparatively, and especially since we have been in these valleys. We have enjoyed peace and plenty here; we have been blessed in our families, and in our flocks and herds, and in our fields and crops, and we have gathered around us the comforts, and even the luxuries of life, and some, to a small extent, wealth. Now, in the enjoyment of all this is the kingdom of God first and foremost with us? I can say, taking as a people, that our hearts are too much on the things of this life.<span class=\"citation\" id=\"90863\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90863)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90863)\">D&amp;C 121:35<\/a><\/span> We are, perhaps, too skeptical in our feelings, with regard to the things of the kingdom. We gather, as we anticipate, mental strength, and we think we are capable of judging where we are not capable of judging, and the riches, or the good things of this life, I cannot in reality say the riches, but a little of this world&#x2019;s goods, sometimes blind the mind and becloud the spirit of a person. I can appeal to the experience of my brethren and sisters, aged and middle-aged and youth, and even to the children. Go to the child, and what does its joy consist in? Toys, we may call them, something that produces, as they think, pleasure; and so it is with our youth, our young boys and girls; they are thinking too much of this world; and the middle-aged are striving and struggling to obtain the good things of this life, and their hearts are too much upon them. So it is with the aged. Is not this the condition of the Latter-day Saints? It is. Well, now,  <div class=\"break pagebreak\" id=\"238a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0238.pdf\" target=\"pdfwin\">p.&#xA0;238a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6903\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>take us as a people, we anticipate life eternal; we think we are the best people on the earth, and we think we have sacrificed more for our religion than anybody else, though in my belief, and in this respect I probably differ with most of the Latter-day Saints, for the simple reason that God, our Heavenly Father, in his religion, does not require men and women to suffer as false religions do. Take the religions of the heathen, and false systems of religion generally, and they require sacrifices that the Lord does not require. The Lord has offered his sacrifice in the character of his Son; but he does not require us to sacrifice our children or ourselves as the heathens sacrifice to their gods; consequently our sacrifices and our sufferings are not to be compared with those of the heathens. There are professing Christians in our midst, who are so strict in their religious notions that they would rise in the morning at five o&#x2019;clock, and walk miles, if necessary, rather than miss their religious services; and they are those who are so zealous that they would measure the soil from here into old Jerusalem with their bodies if they could, to pay penance, as they call it. God does not require any such sacrifice as this; neither does he require any of these sacrifices which involve the shedding of blood or the loss of life. Such things do not belong to God&#x2019;s religion, they come through sin and transgression. Perhaps they who show such manifestations of their faith strengthen it and do themselves some good. All that is required of us is to sacrifice our feelings and to overcome the adversary by subduing the lust within us for anything but the kingdom of God on the earth, the glory of God, and the salvation of our friends and families and of the human family from first to last; that <div class=\"break columnbreak\" id=\"238b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0238.pdf\" target=\"pdfwin\">p.&#xA0;238b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6903\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> our whole souls may be devoted to the building up of the kingdom of God on the earth, and for the salvation of those who sleep, who died without the Gospel. We want to sacrifice enough to do the will of God in preparing to bring up those who have not had the privilege of hearing the Gospel while in the flesh, for the simple reason that, in the spirit world, they cannot officiate in the ordinances of the House of God. They have passed the ordeals, and are beyond the possibility of personally officiating for the remission of their sins and for their exaltation, consequently they are under the necessity of trusting in their friends, their children and their children&#x2019;s children to officiate for them, that they may be brought up into the celestial kingdom of God. All that the Lord requires of us is a perfect submission in our hearts to his will. The Latter-day Saints say at once&#x2014;&#x201C;This is correct, certainly it is right that we should have no other object and aim in our feelings and affections but to do good and to promote the kingdom of God on the earth.&#x201D; But the weakness of man is such, the humanity with which our spirits is clothed is so frail that we are liable to be overcome. These tabernacles are dull, subject to sin and temptation, and to stray from the kingdom of God and the ordinances of his house, to lust after riches, the pride of life and the vanities of the world,<span class=\"citation\" id=\"78594\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78594)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78594)\">1 Jn. 2:16<\/a><\/span> and these things are prone to be uppermost in the minds of all; old and young, even Latter-day Saints. The infant wants his toys, the children want nice dresses, and this is correct; and when we understand how to rightly use the things of the world, there will be the most beautiful children in Zion that ever lived on the earth. But we wish the wealth or things of the world; we think  <div class=\"break pagebreak\" id=\"239a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0239.pdf\" target=\"pdfwin\">p.&#xA0;239a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6902\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>about them morning, noon and night; they are first in our minds when we awake in the morning, and the last thing before we go to sleep at night; and we dream about how we shall do this, and how we shall obtain that, and our minds are continually lusting after the things of the world. Is not this too much the case with the Latter-day Saints? <\/div><div class=\"paragraph jod\" id=\"v18n800\"> I will ask this question of the few who are here&#x2014;What think ye, my brethren and sisters of experience, you that have enjoyed the light of the spirit, you that can see the travail of the Saints, do you think that this people called Latter-day Saints are traveling in the path that they should go in? Do you think that they offer their oblations and sacrifices to the Lord as they should? What do you think about it? What is the general expression through our community? It is that the Latter-day Saints are drifting as fast as they can into idolatry, drifting into the spirit of the world and into pride and vanity. <\/div><div class=\"paragraph jod\" id=\"v18n801\"> You read in the revelations given to John on the Isle of Patmos, concerning the latter days, that a voice was heard crying to the Saints in Babylon&#x2014;&#x201C;Come out of her, O my people, be not partakers of her sins, lest ye receive of her plagues. For her sins have reached unto heaven,&#x201D;<span class=\"citation\" id=\"80296\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80296)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80296)\">Rev. 18:4-5<\/a><\/span> etc. Has this voice been heard? Yes, the Latter-day Saints have heard it. Has the angel flown through the midst of heaven and delivered the Gospel to the children of men?<span class=\"citation\" id=\"79804\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79804)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79804)\">Rev. 14:6<\/a><\/span> Yes, we believe all this. Do we believe that the Lord sent his messengers to Joseph Smith, and commanded him to refrain from joining any Christian church,<span class=\"citation\" id=\"93719\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93719)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93719)\">JS&mdash;H 1:19<\/a><\/span> and to refrain from the wickedness he saw in the churches, and finally delivered to him a message informing him that the Lord was about to establish his <div class=\"break columnbreak\" id=\"239b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0239.pdf\" target=\"pdfwin\">p.&#xA0;239b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6902\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> kingdom on the earth, and led him on step by step until he gave him the revelation concerning the plates?<span class=\"citation\" id=\"93817\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93817)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93817)\">JS&mdash;H 1:33-34<\/a><\/span> Yes, this is all correct. Did Joseph receive these revelations? He did. Did the heavenly messengers come to Joseph, and commit to him the keys of the Aaronic Priesthood?<span class=\"citation\" id=\"84012\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84012)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84012)\">D&amp;C 13:1<\/a><\/span><span class=\"citation\" id=\"129338\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129338)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129338)\">D&amp;C 27:8<\/a><\/span><span class=\"citation\" id=\"93917\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93917)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93917)\">JS&mdash;H 1:68-69<\/a><\/span> Yes, we believe all this. Did they commit to him the keys of the Melchizedek Priesthood?<span class=\"citation\" id=\"84609\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84609)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84609)\">D&amp;C 27:12<\/a><\/span> Yes. This is all correct, we believe all this. Did the Lord speak from the heavens through Joseph, commanding his people to gather out from the wicked before the scourges&#x2014;sickness, pestilence, wars, bloodshed, and the various calamities spoken of by the Prophets and Apostles, should pass over the nations?<span class=\"citation\" id=\"85636\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85636)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85636)\">D&amp;C 45:31-33<\/a><\/span> Yes, we believe the Lord has called upon the people who received the Gospel to come out of Babylon,<span class=\"citation\" id=\"91835\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91835)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91835)\">D&amp;C 133:7<\/a><\/span> to separate themselves from the wicked<span class=\"citation\" id=\"127973\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127973)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127973)\">Alma 5:57<\/a><\/span><span class=\"citation\" id=\"127974\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127974)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127974)\">D&amp;C 133:14<\/a><\/span> and to stand in holy places<span class=\"citation\" id=\"85642\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85642)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85642)\">D&amp;C 45:32<\/a><\/span><span class=\"citation\" id=\"89462\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89462)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89462)\">D&amp;C 101:22<\/a><\/span> preparatory to the coming of the Son of Man.<span class=\"citation\" id=\"127460\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127460)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127460)\">D&amp;C 68:11<\/a><\/span> All Latter-day Saints believe all this; then I say, if we do believe it, let us act up to and be true to our faith and to the knowledge that we have of God and his kingdom. This is what is required of us. <\/div><div class=\"paragraph jod\" id=\"v18n802\"> We have passed from one thing to another, and I may say from one degree of knowledge to another. When Joseph first received the knowledge of the plates that were in the hill Cumorah, he did not then receive the keys of the Aaronic Priesthood, he merely received the knowledge that the plates were there, and that the Lord would bring them forth, and that they contained the history of the aborigines of this country.<span class=\"citation\" id=\"93826\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93826)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93826)\">JS&mdash;H 1:34-35,42<\/a><\/span> He received the knowledge that they were once in possession of the Gospel, and from that time he went on, step by step, until he obtained the plates, and the Urim and Thummim, and had power to translate them.<span class=\"citation\" id=\"93876\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93876)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93876)\">JS&mdash;H 1:52,59,62,76<\/a><\/span>  <div class=\"break pagebreak\" id=\"240a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0240.pdf\" target=\"pdfwin\">p.&#xA0;240a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6901\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>This did not make him an Apostle, it did not give to him the keys of the kingdom, nor make him an Elder in Israel. He was a Prophet, and had the spirit of prophecy,<span class=\"citation\" id=\"127461\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127461)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127461)\">JS&mdash;H 1:73<\/a><\/span> and had received all this before the Lord ordained him. And when the Lord, by revelation, told him to go to Pennsylvania, he did<span class=\"citation\" id=\"93900\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93900)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93900)\">JS&mdash;H 1:61-62<\/a><\/span> so, and finished the translation of the Book of Mormon; and when the Lord, in another revelation, told him to come back, into New York State, and to go to old Father Whitmer&#x2019;s, who lived in a place opposite Waterloo, and there stop, he did so, and had meetings, and gathered up the few who believed in his testimony. He received the Aaronic Priesthood,<span class=\"citation\" id=\"84013\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84013)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84013)\">D&amp;C 13:1<\/a><\/span><span class=\"citation\" id=\"129339\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129339)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129339)\">D&amp;C 27:8<\/a><\/span> and then he received the keys of the Melchizedek Priesthood,<span class=\"citation\" id=\"84612\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84612)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84612)\">D&amp;C 27:12<\/a><\/span> and organized the Church.<span class=\"citation\" id=\"84256\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84256)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84256)\">D&amp;C 20:1<\/a><\/span> He first received the power to baptize,<span class=\"citation\" id=\"93932\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93932)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93932)\">JS&mdash;H 1:68-72<\/a><\/span> and still did not know that he was to receive any more until the Lord told him there was more for him. Then he received the keys of the Melchizedek Priesthood,<span class=\"citation\" id=\"84610\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84610)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84610)\">D&amp;C 27:12<\/a><\/span> and had power to confirm after he had baptized, which he had not before.<span class=\"citation\" id=\"94002\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94002)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94002)\">JS&mdash;H 1:70<\/a><\/span> He would have stood precisely as John the Baptist stood, had not the Lord sent his other messengers, Peter, James and John, to ordain Joseph to the Melchizedek Priesthood.<span class=\"citation\" id=\"84611\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84611)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84611)\">D&amp;C 27:12<\/a><\/span> Then, after some of the brethren had been out preaching, he had a revelation that they should go up to the Ohio.<span class=\"citation\" id=\"85034\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85034)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85034)\">D&amp;C 37:1,3<\/a><\/span><span class=\"citation\" id=\"85182\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85182)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85182)\">D&amp;C 38:32<\/a><\/span><span class=\"citation\" id=\"85247\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85247)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85247)\">D&amp;C 39:14-16<\/a><\/span> I knew of them, though I was not acquainted with them before they went up there. They were seen by some of my family, my father saw and conversed with them. Then the way opened for a large gathering in the State of Ohio. Parley P. Pratt, Oliver Cowdery, Samuel Peterson, David Whitmer, John Whitmer, and a few others, went up there and preached the Gospel, and they came among the members of the society called Campbellites, formerly mem<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"240b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0240.pdf\" target=\"pdfwin\">p.&#xA0;240b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6901\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>bers of the Close Communion Baptists, their leader&#x2019;s name being Alexander Campbell. This man preached the doctrine that baptism was for the remission of sins, and that split the Church; but when the brethren came to these societies and taught them, not only baptism for the remission of sins, but the laying on of hands for the reception of the Holy Ghost, they believed it, and were baptized for the remission of their sins, and received the laying on of hands for the Holy Ghost, and then received other ordinances. <\/div><div class=\"paragraph jod\" id=\"v18n804\"> Then the Lord revealed to Joseph to go out to the Ohio,<span class=\"citation\" id=\"127462\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127462)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127462)\">D&amp;C 38:32<\/a><\/span> and he went up; and after he went up he then understood and was taught of the Lord to send men to the west to hunt out a place for the Center Stake of Zion.<span class=\"citation\" id=\"127463\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127463)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127463)\">D&amp;C 52:3-5,42-43<\/a><\/span> They went according to the revelations that Joseph received, and finally Joseph went up to meet them, in Independence, Jackson County, Mo.,<span class=\"citation\" id=\"86072\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86072)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86072)\">D&amp;C 57:1-3<\/a><\/span> on the borders of the Lamanites.<span class=\"citation\" id=\"127464\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127464)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127464)\">D&amp;C 28:9<\/a><\/span><span class=\"citation\" id=\"86048\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86048)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86048)\">D&amp;C 54:8<\/a><\/span> You can read all this in the Book of Doctrine and Covenants. Then he had not received all at this time, and at the time that Zion&#x2019;s Camp, as it is called, went up to Missouri, in 1834, so far as I am aware, Joseph had never received any intimation as to there being a Patriarch in the Church. On our return home from Missouri, my brother Joseph Young, while conversing with me, asked if it would be right for our father to give us a blessing. Said he&#x2014;&#x201C;I feel just as though I want my father to give me a patriarchal blessing.&#x201D; When we reached Kirtland we talked with Joseph on the subject, and he said, &#x201C;Certainly,&#x201D; and finally we appointed a day, and brother Joseph, the Prophet, came to where we met and ordained my father a Patriarch, and he was the first man ordained to the office of Patriarch in the Church, and he blessed his children; and soon  <div class=\"break pagebreak\" id=\"241a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0241.pdf\" target=\"pdfwin\">p.&#xA0;241a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6900\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>after this Joseph ordained his father a patriarch and his father called his children together and blessed them. Then Joseph had another revelation, that a record should be kept, and when this was revealed to him, he then had his father call his house together again, and blessed them over and a record was kept of it. This is to show you, and especially those who have no experience in the Church, how the Lord has led this people along, led them along, led them along. <\/div><div class=\"paragraph jod\" id=\"v18n806\"> We were driven from Missouri after Joseph went up there, and we came to Nauvoo, and the Twelve went to England. While we were in England, I think, the Lord manifested to me by visions and his Spirit, things that I did not then understand.<span class=\"citation\" id=\"69364\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69364)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69364)\">John 7:17<\/a><\/span> I never opened my mouth to any person concerning them, until I returned to Nauvoo. Joseph had never mentioned this, there had never been a thought of it in the Church that I knew anything about at that time. But I had this for myself, and I kept it to myself, and when I returned home and Joseph revealed these things to me, I then understood the reflections that were upon my mind while in England. But this was not until after I had told him what I understood. I saw that he was after something by his conversation, leading my mind along, and others, to see how we could bear this. This was in 1841; the revelation was given in 1843, but the doctrine was revealed before this; and when I told Joseph what I understood, which was right in front of my house in the street, as he was shaking hands and leaving me, he turned round and looked me in the eyes, and says he&#x2014;&#x201C;Brother Brigham, are you speaking what you understand&#x2014;are you in earnest?&#x201D; Says <div class=\"break columnbreak\" id=\"241b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0241.pdf\" target=\"pdfwin\">p.&#xA0;241b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6900\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> I&#x2014;&#x201C;I speak just as the Spirit manifests to me.&#x201D; Says he&#x2014;&#x201C;God bless you, the Lord has opened your mind,&#x201D; and he turned and went off. <\/div><div class=\"paragraph jod\" id=\"v18n807\"> About this time came a revelation concerning baptism for the dead. I know that in my traveling and preaching, many a time, I have stopped by beautiful streams of clear, pure water, and have said to myself, &#x201C;How delightful it would be to me to go into this, to be baptized for the remission of my sins.&#x201D; When I got home Joseph told me it was my privilege. At this time came a revelation, that the Saints could be baptized and rebaptized when they chose, and then that we could be baptized for our dear friends, but at first it was not revealed that a record should be kept of those who were baptized; but when he received an additional revelation to that effect, then a record was kept.<span class=\"citation\" id=\"91145\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91145)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91145)\">D&amp;C 128:1-9<\/a><\/span> Hundreds and thousands, I suppose, were baptized before any record was kept at all, and they were baptized over, and a record kept of the baptisms and the names of the administrator, those who acted for the dead, and of the dead, and of the witnesses. You can read in the Book of Doctrine and Covenants, the letter that Joseph wrote when he was away from home in regard to having witnesses at these baptisms.<span class=\"citation\" id=\"91144\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91144)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91144)\">D&amp;C 128:1-9<\/a><\/span> I relate this to show you that the Lord did not reveal everything at once; but I need not dwell on this any longer. <\/div><div class=\"paragraph jod\" id=\"v18n808\"> I will now say to my brethren and sisters, the Lord, in the first place, commenced to bring the people together upon the ground of union and oneness;<span class=\"citation\" id=\"85152\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85152)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85152)\">D&amp;C 38:27<\/a><\/span> but they could not bear this. You can read, on page 161, of the Book of Doctrine and Covenants, a revelation given to the Colesville Branch.<span class=\"citation\" id=\"86046\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86046)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86046)\">D&amp;C 54:1-10<\/a><\/span> Leman  <div class=\"break pagebreak\" id=\"242a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0242.pdf\" target=\"pdfwin\">p.&#xA0;242a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6899\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Copley had a tract of land that was to be given to the Saints, and they were to build up a stake of Zion until there was another place prepared for the Center Stake; but he apostatized and the people went away. Before this the Lord revealed to Joseph, that the people would gather out from Babylon, and establish the kingdom of God upon the principles of heaven. They went up to Jackson County, Mo., with this in their faith, and with the express understanding that when they got there, everything was to be laid at the feet of the Bishop,<span class=\"citation\" id=\"85372\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85372)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85372)\">D&amp;C 42:31-34<\/a><\/span><span class=\"citation\" id=\"86225\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86225)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86225)\">D&amp;C 58:35<\/a><\/span><span class=\"citation\" id=\"86787\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86787)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86787)\">D&amp;C 72:15<\/a><\/span> not at the feet of the Apostles,<span class=\"citation\" id=\"71468\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71468)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71468)\">Acts 4:35,37<\/a><\/span><span class=\"citation\" id=\"71477\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71477)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71477)\">Acts 5:2<\/a><\/span> as they did anciently. Then, you know, they sold all they had, and brought their substance and laid it at the feet of the Apostles.<span class=\"citation\" id=\"127465\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127465)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127465)\">Acts 2:44-45<\/a><\/span><span class=\"citation\" id=\"127466\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127466)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127466)\">Acts 4:34-37<\/a><\/span> The revelation given through Joseph was to lay all at the feet of the Bishop, who was to distribute it among the people, according to the revelation given for that purpose, for their benefit.<span class=\"citation\" id=\"85371\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85371)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85371)\">D&amp;C 42:31-34<\/a><\/span> But they could not bear this, consequently they were driven from Jackson County, and assembled again, some in Caldwell, and some in Davies County, and finally they were driven from the State. This was in the fall of 1838. I recollect, in Far West, Joseph, talking upon these matters, said&#x2014;&#x201C;The people cannot bear the revelations that the Lord has for them. There were a great many revelations if the people could bear them.&#x201D; I think it was the eighth day of July, 1838, Joseph had a revelation that the people should consecrate their surplus property for the building of the Temple there in Far West, for the support of the Priesthood, for the paying of the debts of the Presidency,<span class=\"citation\" id=\"90748\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90748)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90748)\">D&amp;C 119:1-7<\/a><\/span> etc., which I could give an account of, for I was present when it came. Joseph was doing business in Kirtland, and it seemed as though all creation was <div class=\"break columnbreak\" id=\"242b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0242.pdf\" target=\"pdfwin\">p.&#xA0;242b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6899\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> upon him, to hamper him in every way, and they drove him from his business, and it left him so that some of his debts had to be settled afterwards; and I am thankful to say that they were settled up; still further, we have sent East to New York, to Ohio, and to every place where I had any idea that Joseph had ever done business, and inquired if there was a man left to whom Joseph Smith, Jun., the Prophet, owed a dollar, or a sixpence. If there was we would pay it. But I have not been able to find one. I have advertised this through every neighborhood and place where he formerly lived, consequently I have a right to conclude that all his debts were settled. <\/div><div class=\"paragraph jod\" id=\"v18n810\"> We will now pass on. You know the history with regard to our leaving Nauvoo. Now I have it in my mind to ask the question of the Latter-day Saints&#x2014;Are they in earnest? Do they mean what they say, when they say they believe that brother Brigham Young is the legal successor of Joseph Smith, the Prophet? We believe in Joseph the Prophet; he sealed his testimony with his blood,<span class=\"citation\" id=\"91983\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91983)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91983)\">D&amp;C 135:3<\/a><\/span> consequently we can, with impunity, believe on him a little better than if he were living. When he was living, his testimony was not in force upon the people as it is now.<span class=\"citation\" id=\"76915\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76915)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76915)\">Heb. 9:17<\/a><\/span><span class=\"citation\" id=\"127467\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127467)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127467)\">D&amp;C 135:5<\/a><\/span> But is brother Brigham the legal successor of brother Joseph? This people, called Latter-day Saints, by their acts, by their voting, say they believe he is. Well, we will admit the fact. I have a little to say, then, and shall come back to former days with regard to the duties of the individual who leads the kingdom of God on the earth. <\/div><div class=\"paragraph jod\" id=\"v18n811\"> In all ages of the world that we have any knowledge of, when there was a people on the earth whom God acknowledged as his people,  <div class=\"break pagebreak\" id=\"243a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0243.pdf\" target=\"pdfwin\">p.&#xA0;243a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6898\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>he has invariably dictated them in spiritual and in temporal things. This question was agitated year after year in the days of Joseph. The first two Bishops in the Church&#x2014;Edward Partridge was the first&#x2014;<span class=\"citation\" id=\"85271\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85271)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85271)\">D&amp;C 41:9<\/a><\/span>I was well acquainted with him, and Newel K. Whitney was the second&#x2014;questioned the propriety of Joseph having anything to do with temporal things. Joseph would argue the case with them a little, and tell them how things were, and bring up Scripture to show them that it could not be otherwise&#x2014;that it was impossible for the Lord to dictate people unless he dictated them in temporal affairs. The very first act after believing is a temporal act. After I hear the Gospel preached and believe it, I go down into the waters of baptism, which is a temporal act: it is an act that pertains to my will and my body, I will that my body shall go down into the water and be immersed for the remission of my sins, consequently I have to go to the Elder who taught me the Gospel, the spiritual portion of the kingdom, and apply to him to administer this temporal ordinance, and he has to do it; having taught the doctrine he officiates in the act, and you will find it through life, every circumstance, in every case the man that dictates the spiritual kingdom of God, must dictate the temporal affairs, it cannot be otherwise. I say this to you, because the idea in the minds of a few of the people is&#x2014;&#x201C;Brigham ought not to meddle with temporal affairs.&#x201D; They said so to Joseph, and they said so much about it, that I went into the Temple at Kirtland, and challenged the men who were querying on this, to prove or bring up one instance where God did not manifest his will concerning temporal things whenever he made known his will to the children of <div class=\"break columnbreak\" id=\"243b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0243.pdf\" target=\"pdfwin\">p.&#xA0;243b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6898\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> men for establishing his kingdom on the earth. They always came to the floor; they had to do it, there was nothing else for them; it prostrated every person. There were William E. McLellin, John F. Boynton, and Lyman Johnson, who belonged to the Twelve, Frederick G. Williams, second counselor to Joseph, and two-thirds of the High Council all talking about this, and I went into the Temple and just challenged them to show wherein the Lord ever conferred upon any man in the world the power to dictate in spiritual affairs, that he did not in temporal affairs? They could not do it. I told them they could not draw the line between the spiritual and the temporal.<span class=\"citation\" id=\"84798\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84798)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84798)\">D&amp;C 29:31-35<\/a><\/span> All things were created first spiritual, and then temporal.<span class=\"citation\" id=\"92396\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92396)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92396)\">Moses 3:5<\/a><\/span> Everything in the spirit world was presented as we see it now, and this temporal earth was presented there. We were in the spirit world, and we came here into this time, which is in eternity, nothing in the world only a change of time and seasons allotted to a change of being that makes it time to us. It is in eternity, and we are just as much in eternity now, as we shall be millions of years hence. But it is time measured to finite beings, and it is changeable, and we call it temporal, while the fact is it is all spiritual in the first place, then temporal, then spiritual, and made immortal, consequently you cannot divide them. I say this for those to reflect upon who think that there is a difference between temporal and spiritual things. I do not say, for I do not know, that there any such here. <\/div><div class=\"paragraph jod\" id=\"v18n813\"> Now we come to our present condition. You know the past. These children who were born in this city or Territory, know what they can remember, and many of them are old enough to have many reflections  <div class=\"break pagebreak\" id=\"244a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0244.pdf\" target=\"pdfwin\">p.&#xA0;244a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6897\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and can see and understand a great many things; but the older ones know that this people have drifted just as far as they can without a reformation. Every spiritual mind knows this. I will now say to my brethren and sisters, that while we were in Winter Quarters, the Lord gave to me a revelation just as much as he ever gave one to anybody. He opened my mind, and showed me the organization of the kingdom of God in a family capacity. I talked it to my brethren; I would throw out a few words here, and a few words there, to my first counselor, to my second counselor and the Twelve Apostles, but with the exception of one or two of the Twelve, it would not touch a man. They believed it would come, O yes, but it would be by and by. Says I, &#x201C;Why not now?&#x201D; If I had been worth millions when we came into this valley and built what we now call the &#x201C;Old Fort,&#x201D; I would have given it if the people had been prepared to then receive the kingdom of God according to the pattern given to Enoch. But I could not touch them. One would say, &#x201C;I am for California,&#x201D; another one, &#x201C;I am for gold,&#x201D; and I am for this and I am for that; and some used their influence in trying to persuade others to go to California. They said&#x2014;&#x201C;You can&#x2019;t stay here, you can&#x2019;t raise anything here, it is too cold, too frosty, these mountains are not fit to live in, this is not the place for white people, let us go to California and get some gold,&#x201D; etc. <\/div><div class=\"paragraph jod\" id=\"v18n815\"> Now I am going to tell a dream that I had, which I think is as applicable, to the people today&#x2014;the 21st day of June, 1874, as when I had it. There were so many going to California, and going this way and that way, and they did not know what they wanted, and said I&#x2014;&#x201C;Stay <div class=\"break columnbreak\" id=\"244b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0244.pdf\" target=\"pdfwin\">p.&#xA0;244b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6897\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> here, we can raise our food here, I know it is a good stock country, a good sheep country, and as good a country for raising silk as there is in the world, and we shall raise some of the best of wheat.&#x201D; There stands a man&#x2014;Burr Frost, and there is Truman O. Angell, who were present at the time. Said I, &#x201C;We can raise all we want here, do not go away, do not be discouraged.&#x201D; That was when the pioneers came; the next year, it was California, California, California, California. &#x201C;No,&#x201D; said I, &#x201C;stay here.&#x201D; After much thought and reflection, and a good deal of praying and anxiety as to whether the people would be saved after all our trouble in being driven into the wilderness, I had a dream one night, the second year after we came in here. Captain Brown had gone up to the Weber, and bought a little place belonging to Miles Goodyear. Miles Goodyear had a few goats, and I had a few sheep that I had driven into the Valley, and I wanted to get a few goats to put along with the sheep. I had seen Captain Brown and spoken to him about the goats, and he said I could have them. Just at that time I had this dream, which I will now relate. I thought I had started and gone past the Hot Springs, which is about four miles north of this city. I was going after my goats. When I had gone round the point of the mountain by the Hot Springs, and had got about half a mile on the rise of ground beyond the Spring, whom should I meet but brother Joseph Smith. He had a wagon with no bed on, with bottom boards, and tents and camp equipage piled on. Somebody sat on the wagon driving the team. Behind the team I saw a great flock of sheep. I heard their bleating, and saw some goats among them. I looked at them and thought  <div class=\"break pagebreak\" id=\"245a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0245.pdf\" target=\"pdfwin\">p.&#xA0;245a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6896\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>&#x2014;&#x201C;This is curious, brother Joseph has been up to Captain Brown&#x2019;s and got my goats.&#x201D; There were men driving the sheep, and some of the sheep I should think were three and a half feet high, with large, fine, beautiful white fleeces, and they looked so lovely and pure; others were of moderate size, and pure and white; and in fact there were sheep of all sizes, with fleeces clean, pure and white. Then I saw some that were dark and spotted, of all colors and sizes and kinds, and their fleeces were dirty, and they looked inferior; some of these were a pretty good size, but not as large as some of the large fine clean sheep, and altogether there was a multitude of them of all sizes and kinds, and goats of all colors, sizes and kinds mixed among them. Joseph stopped the wagon, and the sheep kept rushing up until there was an immense herd. I looked in Joseph&#x2019;s eye, and laughed, just as I had many a time when he was alive, about some trifling thing or other, and said I&#x2014;&#x201C;Joseph, you have got the darndest flock of sheep I ever saw in my life; what are you going to do with them, what on earth are they for?&#x201D; Joseph looked cunningly out of his eyes, just as he used to at times, and said he&#x2014;&#x201C;They are all good in their places.&#x201D; When I awoke in the morning I did not find any fault with those who wanted to go to California; I said, &#x201C;If they want to go let them go, and we will do all we can to save them; I have no more fault to find, the sheep and the goats will run together,&#x201D; but Joseph says, &#x201C;they are all good in their places.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v18n817\"> This will apply precisely to what we are doing at the present time. We are trying to unite the people together in the order that the Lord revealed to Enoch, which will be <div class=\"break columnbreak\" id=\"245b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0245.pdf\" target=\"pdfwin\">p.&#xA0;245b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6896\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> observed and sustained in the latter days in redeeming and building up Zion; this is the very order that will do it, and nothing short of it. We are trying to organize the Latter-day Saints into this order; but I want to tell you, my brethren and sisters, that I have not come here to say that you have got to join this order or we will cut you off the Church, or you must join this order or we will consider you apostates; no such thing, oh no, the Saints are not prepared to see everything at once. They have got to learn little by little, and to receive a little here and a little there. Since we commenced to organize at St. George, I have not had a feeling in my heart but to say to those who cannot see this order&#x2014;Try and live your religion; get the Spirit of the Lord and keep it; humble yourselves before the Lord and get his Spirit; ask the Father in the name of Jesus to open your minds and let you see things as they are, and you will delight in it. And I say to all those who wish to receive the Order, come along and we will organize you, and we will do the very best we can for you. It is true that some who are in the Order talk very foolishly to those who do not feel to come into it; they throw out some very unbecoming expressions. This is entirely wrong. It is not called for, it is not needed, and it will not do the least good in the world. We must manifest and show to our brethren a purer life than we have heretofore. I will say to you, who want to be organized in this Order, we will not take one red cent from you, but the Lord will add to you riches and honor, if you will take counsel. As we have said from the beginning, we do not want a man&#x2019;s farm, we do not want his gold and his silver, and nothing in the world but just his time. We want to dictate the time of the Latter-day Saints,  <div class=\"break pagebreak\" id=\"246a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0246.pdf\" target=\"pdfwin\">p.&#xA0;246a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6895\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to show them that we can come into the Order of God, and that we will be that people that the Lord has said with regard to temporal things. Speaking of the Latter-day Saints, the Lord has said&#x2014;&#x201C;I will make you the richest people on the earth,&#x201D;<span class=\"citation\" id=\"85210\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85210)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85210)\">D&amp;C 38:39<\/a><\/span> and he can do it just as well as not, if we have a mind to let him. It is the time of the people we want to dictate. <\/div><div class=\"paragraph jod\" id=\"v18n819\"> I will branch off to another thread of the subject. Here is a brother who says, &#x201C;Why, yes, you may have some of my property, or even take it all; but I want to be a man for myself; I do not want to be dictated; I want to preserve my own freedom; I do not want to be a slave.&#x201D; What an idea! It is from the enemy, and because a person has not the Spirit of the Lord to see how things are. There is not a man of us but what is willing to acknowledge at once that God demands strict obedience to his requirements. But in rendering that strict obedience, are we made slaves? No, it is the only way on the face of the earth for you and me to become free, and we shall become the slaves of our own passions, and of the wicked one, and servants to the devil, if we take any other course, and we shall be eventually cast into hell with the devils. Now to say that I do not enjoy the volition of my own will just as much when I pray as I would to swear, is a false principle, it is false ground to take. You take the man who swears, and he has no more freedom, and acts no more on his own will than the man who prays; and the man who yields strict obedience to the requirements of Heaven, acts upon the volition of his own will and exercises his freedom just as much as when he was a slave to passion; and I think it is much better and more honorable for us, whether children or adults, youthful, <div class=\"break columnbreak\" id=\"246b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0246.pdf\" target=\"pdfwin\">p.&#xA0;246b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6895\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> middle-aged or old, it is better to live by and better to die by, to have our hearts pure, and to yield strict obedience to the principles of life which the Lord has revealed, than be a slave to sin and wickedness. All that the Lord requires of us is strict obedience to the laws of life. All the sacrifice that the Lord asks of his people is strict obedience to our own covenants that we have made with our God, and that is to serve him with an undivided heart.<span class=\"citation\" id=\"129856\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129856)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129856)\">Ps. 12:2<\/a><\/span><span class=\"citation\" id=\"129857\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129857)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129857)\">Hosea 10:2<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v18n820\"> I say this because I want you to understand our position. I am the director and counselor to this people for building up the kingdom of God on the earth. I am the one who will tell what shall be done, and how it shall be done, and any man who deviates or says that there is any design in connection with the United Order other than to put the people in a condition and situation to be better and freer, and in which they will enjoy more of the blessings of heaven and earth than they can out of it, does not tell the truth. You all know that it takes intelligence to enjoy. Persons in good-health enjoy their food. Why? Because they have sensibility and nervous feeling. Take that away and they would be like that stovepipe. Cut a hole in that, and put therein a nice beef steak, plum pudding, or a sweet cake, and would the stovepipe enjoy it? No. Why? Because it, has no sensibility. We enjoy because we have sensibility. Promote this sensibility, seek to get more and more knowledge, more wisdom, and more understanding, and to know the things of God. He is the author of life and of all joy and comfort; he is the author of all intelligence and of all good to us; then become satisfied to obey him, and seek to get more and more of his nature, and learn more and more of him. This will give us  <div class=\"break pagebreak\" id=\"247a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0247.pdf\" target=\"pdfwin\">p.&#xA0;247a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6894\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>greater sensibility, and we shall know how to enjoy, and how to endure. I say, if you want to enjoy exquisitely, become a Latter-day Saint, and then live the doctrine of Jesus Christ. The man or woman who will do this will enjoy and endure most; and if they will be humble and faithful they will enjoy the glory and the excellency of the power of God, and be prepared to live with Gods and with angels. <\/div><div class=\"paragraph jod\" id=\"v18n822\"> We want to build up the kingdom of God on the earth. I do not know but I am spending more time than I should, but I must say some things more. This Third Ward is not organized. I do not know when it will be. We asked your Bishop, and he did not feel exactly prepared to enter into the Order. We know the reason why. Will he be prepared? Yes. I want to prophesy that he and his Ward will be prepared by and by, and I hope my prophecy will be fulfilled. He does not see things as quickly as I do. I will tell you what my position has always been. Before I embraced the Gospel, I understood pretty well what the different sects preached, but I was called an infidel because I could not embrace their dogmas. I could not believe all of Methodism; I could not believe all of the Baptists&#x2019; doctrines; there were some things they preached I could believe, and some I could not. I could not fully agree with the Presbyterians in their doctrines, nor with the Quakers, nor the Catholics, although they all have some truth. As far as their teachings were in accordance with the Bible, I could believe them, and no further. I was acquainted with the creeds of nearly all the various sects of dissenters in America, for I had made it my business to inquire into the principles in which they believed. I was religiously inclined in my youth, but I <div class=\"break columnbreak\" id=\"247b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0247.pdf\" target=\"pdfwin\">p.&#xA0;247b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6894\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> could not believe in their dogmas, for they did not commend themselves to my understanding, though a child I had attended their camp meetings, and had seen what they called the power of God. I had seen men and women fall, and be as speechless and breathless as that stove before me. I had seen scientists hold the lightest feather they could procure at the nostrils and mouths of females to see if a particle of air passed to or from the lungs, and not a particle was discernable. When a child I saw all this, but I could not believe in their dogmas. I could not say the people were not sincere in their faith and acts, but it was all a mystery to me. I was not old enough, and did not understand enough to decide. In the days of Joseph, when the revelation came to him and Sidney Rigdon,<span class=\"citation\" id=\"86841\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86841)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86841)\">D&amp;C 76:1-119<\/a><\/span> while translating that portion of the New Testament contained in the 29th verse of the fifth chapter of John,<span class=\"citation\" id=\"69150\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69150)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69150)\">John 5:29<\/a><\/span><span class=\"citation\" id=\"86867\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86867)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86867)\">D&amp;C 76:15<\/a><\/span> in reference to the different degrees of glory, I was not prepared to say that I believed it, and I had to wait. What did I do? I handed this over to the Lord in my feelings, and said I, &#x201C;I will wait until the Spirit of God manifests to me, for or against.&#x201D; I did not judge the matter, I did not argue against it, not in the least. I never argued the least against anything Joseph proposed, but, if I could not see or understand it, I handed it over to the Lord. This is my counsel to you, my brethren and sisters, and if I were sure my prophecy would be fulfilled, I certainly would prophesy that all here, who profess to be Latter-day Saints, will come into the holy Order and rejoice in it. And if you do not feel to come into the Order, assist those who do, and do not say anything against them. You who come into the Order, do not lisp anything against those who do not; if you feel  <div class=\"break pagebreak\" id=\"248a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0248.pdf\" target=\"pdfwin\">p.&#xA0;248a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6893\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>right you will not have the least feeling against them. Come along, for, as I have said, if I do not find more than fifty men in the kingdom of God who will go with me to organize the Church and kingdom of God more perfectly, I shall go ahead. What for? More knowledge, wisdom, and perfection in the management and control of our temporal affairs. This is what I calculate to do, and I am going to do. Ask me if I am going into the Order with all that I have? Yes, as I told them in a meeting not long ago, I am going in with hat, coat, vest, pants, shirt, boots, and all I have. And if the question is asked, If your family do not go into the Order, what are you going to do with your property? I am going to seal it up to the kingdom of God, for I do not mean that the enemies of the kingdom shall have a penny if I can help it. I want it to go to the kingdom of God, I want it appropriated for the salvation of the human family, to build Temples, to sustain the families of the Elders who go abroad to preach; I want it to be used for the good of the poor and for the establishing of truth and righteousness on the earth. That is all it is for; I have no pleasure in it, I have no delight in it, it is nothing to me; I want everything that the Lord places in my possession, my time, my talents, every ability I have, every penny that he has committed to me to be used to his glory, and for the building up of his kingdom on the earth. I have nothing but what he has committed to me. What do you say to that, Jacob? Is that right? It is exactly. There is not a man here who has got his sight, hearing, taste and smell, but he is indebted to the Lord for them. The Lord gave us everything we possess, whatever ability or talents we have; our Tabernacles and all <div class=\"break columnbreak\" id=\"248b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0248.pdf\" target=\"pdfwin\">p.&#xA0;248b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6893\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> we enjoy, are the gifts of the Lord, and all should be devoted to the promotion of his kingdom on the earth, and I mean that mine shall be, the Lord being my helper.<span class=\"citation\" id=\"56547\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56547)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56547)\">Ps. 30:10<\/a><\/span><span class=\"citation\" id=\"127468\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127468)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127468)\">Ps. 54:4<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v18n824\"> I do not want to say to this Ward, you must come into the Order, or we shall not fellowship you, for we shall fellowship you if you do not. A short time ago, I said to those of this Ward who intended to be organized, go to the Eighth Ward and organize with them, but it was a misunderstanding, that I had dismissed Bro. Weiler from being Bishop here; and if anybody else understood so, I think they are mistaken. He is your Bishop still, and I charge him now in God&#x2019;s name, not to trifle with the sacred things of the kingdom of God, or to throw cold water on them; if he does he will be left dark, and finally apostatize. I say to you Bishop and to the brethren and sisters, be faithful, live so that the Spirit of the Lord will abide within you, then you can judge for yourselves. I have often said to the Latter-day Saints&#x2014;&#x201C;Live so that you will know whether I teach you truth or not.&#x201D; Suppose you are careless and unconcerned, and give way to the spirit of the world, and I am led, likewise, to preach the things of this world and to accept things that are not of God, how easy it would be for me to lead you astray! But I say to you, live so that you will know for yourselves whether I tell the truth or not. That is the way we want all Saints to live. Will you do it? Yes, I hope you will, every one of you. I say to the Bishop, here, go along and do not contend against the things of God. You and your counselors are disposed to argue in regard to the United Order. There should he no argument in this case; the Spirit of the Lord is the only thing that can enlighten our minds, and give us a knowledge  <div class=\"break pagebreak\" id=\"249a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0249.pdf\" target=\"pdfwin\">p.&#xA0;249a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6892\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of the things of God.<span class=\"citation\" id=\"73058\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73058)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73058)\">1 Cor. 2:11<\/a><\/span> No earthly argument, no earthly reasoning can open the minds of intelligent beings and show them heavenly things; that can only be done by the spirit of revelation. I testify this to the Latter-day Saints, and I feel to say God bless you, peace be with you. I have not come here to scold you, or anybody else. I am sometimes very rough in my language to the people, and I give them a rough scolding, but I do not wish any evil to the individual, it is to his wrong acts. If a person does wrong I am for exposing that, and chastening the perpetrator if he persists in it. I want wrongdoers to refrain. Now, I say, brother Jacob, teach the things of God. Do not have a doubt about this any more than about baptism, nor say a word against it. How many are there in this Church who are now wavering and shaking because they have spoken against the ordinances of heaven, and especially against that ordinance which God has revealed for the exaltation of the children of men in celestial marriage? Hold that as sacred as your own soul: if you cannot see the beauty and glory of it, and feel it in your own hearts, say nothing against it. This earth was placed in the hands of Adam and his sons, and he is the Lord of the earth; the male portion of the human family are the lords of the earth, and they are full of wickedness, evil and destruction, and especially in their acts towards the female sex. But God will hold them accountable. The fact is, let the pure principles of the kingdom of God be taught to men and women, and far more of the latter than of the former will receive and <div class=\"break columnbreak\" id=\"249b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0249.pdf\" target=\"pdfwin\">p.&#xA0;249b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6892\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> obey them. What shall we do with them? They want exaltation, they want to be in the great family of heaven, they do not want to be cast off, then they must be taken into the families of those who prove themselves worthy to be exalted with the Gods. Who is it that cannot see the beauty and the excellency of celestial marriage, and having our children sealed to us? What should we do without this? Were it not for what is revealed concerning the sealing ordinances, children born out of the covenant could not be sealed to their parents; children born in the covenant are entitled to the Spirit of the Lord and all the blessings of the kingdom. I know that our children, universally, have the Spirit of the Lord, and when they get old enough to judge right from wrong, if they turn from the good and promote evil in their hearts, then will be the time they sin. <\/div><div class=\"paragraph jod\" id=\"v18n826\"> Now, I say to you, brother Jacob, teach the things of God, and do not trifle with this; do not argue about this at all; if you do not see and understand, stand still and see the salvation of God.<span class=\"citation\" id=\"53980\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53980)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53980)\">Ex. 14:13<\/a><\/span> Labor and help those who wish to go forward, and the Lord will bless you in it. He will open your minds and give you light and understanding, and you will be far happier than the wicked. How blessed are you when you are for God and none else! Then you are ready for whatever he reveals. How sweet you can sleep! Your dreams are pleasant and delightful, and the days, weeks, months and years pass away easily and joyfully, you are so happy. <\/div><div class=\"paragraph jod\" id=\"v18n827\"> I pray God to bless you, Amen. <\/div>\n<\/div>\n<\/div>"}