{"ID":180026, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Very Few Will Inherit Celestial Glory&#x2014;Lust After the Things of the World Produces Apostasy&#x2014;No Real Happiness Outside of Godliness&#x2014;The Lord Requires the Hearts of the Children of Men.<\/div>\n<div class=\"subtitle\">Discourse by President Brigham Young, delivered at Logan, Cache Valley, Sunday, Aug. 15, 1876.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Geo. F. Gibbs.<\/div>\n<div class=\"pageHeader\">Page Header: Very Few Will Inherit Celestial Glory, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 8\/15\/1876<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d26\">\n<div class=\"paragraph jod\" id=\"v18n708\"> I think it is pretty well understood, by my brethren and sisters, that my labors, as a public speaker, are somewhat limited, compared with what they used to be. <\/div><div class=\"paragraph jod\" id=\"v18n709\"> The first season the Twelve went on a mission as the Twelve Apostles I became acquainted with the father of brother William Hyde, who has just addressed you. Brother Hyde, deceased, was then a boy. He with his father&#x2019;s family gathered with the Saints; he went to Missouri and returned to Illinois, and got married. And this afternoon we have heard one of his sons speak to us. It is forty years this summer since I first knew the father of this young man. For three years previous to this I had been engaged preaching the Gospel, and the Spirit of God would rest down upon me to that degree that, if I did not open my mouth to preach to the people, it seemed as though my bones would consume within me,<span class=\"citation\" id=\"60546\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60546)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60546)\">Jer. 20:9<\/a><\/span> consequently I used to preach long and loud. <\/div><div class=\"paragraph jod\" id=\"v18n710\"> For forty-three years I have been more or less engaged preaching to the people. My talking organs are now pretty much exhausted, but my <div class=\"break columnbreak\" id=\"212b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0212.pdf\" target=\"pdfwin\">p.&#xA0;212b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6929\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> general health is good, even better than when I was a young man. I never felt better than I do at present. I have lungs enough to serve me to preach a hundred years, providing the talking organs of my stomach were correspondingly good. <\/div><div class=\"paragraph jod\" id=\"v18n711\"> I came here to rest, to get away from much talking. Since being here, I have been waited on by the Indians who are passing through, and I have had to do a good deal of talking to them, besides having to converse with the brethren. <\/div><div class=\"paragraph jod\" id=\"v18n712\"> I sometimes feel that I can hardly desist from telling the Latter-day Saints how they should live, but my talking organs will not permit me to say as much as I wish to. The Celestial Kingdom of God is worth seeking for, and there are times when I see the importance of the people living their religion that I almost feel to cry aloud and spare not,<span class=\"citation\" id=\"59828\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59828)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59828)\">Isa. 58:1<\/a><\/span> if I had the strength to do it. When I consider the greatness of the kingdom of God, and the privilege afforded us of becoming heirs to God our Father, and joint heirs with Jesus Christ<span class=\"citation\" id=\"72584\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72584)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72584)\">Rom. 8:17<\/a><\/span> our elder brother, and then sense the condition of the Latter-day Saints, I do not wonder  <div class=\"break pagebreak\" id=\"213a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0213.pdf\" target=\"pdfwin\">p.&#xA0;213a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6928\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>that the question was asked of the Savior by his disciples: &#x201C;Who, then, can be saved?&#x201D;<span class=\"citation\" id=\"65196\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65196)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65196)\">Matt. 19:25<\/a><\/span> There are very few of the children of Father Adam and Mother Eve, who will be prepared to go into the Celestial Kingdom. Those who prepare themselves here, below, through obedience to the Gospel, receiving through their faithfulness the keys of the Priesthood, and sanctifying themselves through the truth,<span class=\"citation\" id=\"70668\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70668)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70668)\">John 17:17<\/a><\/span> they are preparing themselves to become the sons of God.<span class=\"citation\" id=\"78652\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78652)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78652)\">1 Jn. 3:2<\/a><\/span> If we become the sons of God,<span class=\"citation\" id=\"127414\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127414)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127414)\">D&amp;C 76:58<\/a><\/span> we shall be joint heirs with Jesus Christ<span class=\"citation\" id=\"72585\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72585)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72585)\">Rom. 8:17<\/a><\/span> to all the inheritances that the Father hath prepared for the faithful. But there are few of all the human family that will ever attain to this highest state of glory.<span class=\"citation\" id=\"63875\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63875)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63875)\">Matt. 7:14<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v18n714\"> We have a work to do just as important in its sphere as the Savior&#x2019;s work was in its sphere. Our fathers cannot be made perfect without us;<span class=\"citation\" id=\"77130\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77130)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77130)\">Heb. 11:40<\/a><\/span> we cannot be made perfect without them.<span class=\"citation\" id=\"91190\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91190)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91190)\">D&amp;C 128:15,18<\/a><\/span> They have done their work and now sleep. We are now called upon to do ours; which is to be the greatest work man ever performed on the earth. Millions of our fellow creatures who have lived upon the earth and died without a knowledge of the Gospel must be officiated for in order that they may inherit eternal life (that is, all that would have received the Gospel).<span class=\"citation\" id=\"92107\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92107)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92107)\">D&amp;C 137:7<\/a><\/span> And we are called upon to enter into this work. <\/div><div class=\"paragraph jod\" id=\"v18n715\"> The Latter-day Saints who turn their attention to moneymaking soon become cold in their feelings toward the ordinances of the house of God. They neglect their prayers, become unwilling to pay any donations; the law of Tithing gets too great a task for them; and they finally forsake their God, and the providences of heaven seem to be shut out from them&#x2014;all in conse<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"213b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0213.pdf\" target=\"pdfwin\">p.&#xA0;213b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6928\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>quence of this lust after the things of this world, which will certainly perish in handling, and in their use they will fade away and go from us.<span class=\"citation\" id=\"78602\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78602)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78602)\">1 Jn. 2:16-17<\/a><\/span> We, as well as the whole world of mankind, know that our time is short, our days but a span. And yet we lust after this filthy lucre,<span class=\"citation\" id=\"127415\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127415)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127415)\">1 Pet. 5:2<\/a><\/span> the world&#x2019;s wealth. It matters not how much of this world&#x2019;s goods a man may possess, his few days soon expire, and he sleeps with the fathers. To him his riches are no more; it was only seeming wealth. We cannot expect to receive real wealth until we receive the riches of eternity, which are eternal. Those riches will not be committed to us,<span class=\"citation\" id=\"67759\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67759)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67759)\">Luke 16:11<\/a><\/span> until we shall have filled our measures here, having done all the Lord requires of us, towards perfecting ourselves, and assisting him in the work of the salvation of the human family. Not until Jesus shall present all things to the Father,<span class=\"citation\" id=\"87233\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87233)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87233)\">D&amp;C 76:107<\/a><\/span> saying, I have completed the work thou gavest me to do;<span class=\"citation\" id=\"70620\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70620)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70620)\">John 17:4<\/a><\/span> here are the results of my labors. Then, and not until then, can we possess real riches, true riches,<span class=\"citation\" id=\"127416\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127416)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127416)\">Luke 16:11<\/a><\/span> eternal riches. <\/div><div class=\"paragraph jod\" id=\"v18n716\"> How vain it is in man to allow himself to think that he can make himself happy with the pleasures of this world. There is no lasting pleasure here, unless it is in God. When men leave the kingdom of God, their lives are filled with bitterness, their thoughts are full of fearfulness, and they are sorrowful, day by day. They may tell you they are happy. But when you probe them, and find out the inmost recesses of the heart, it is a cup of gall; they are not happy. They may seek, to the uttermost parts of the earth, for happiness, but they find it not. Where is happiness, real happiness? Nowhere but in God. By possessing the spirit of our holy religion, we  <div class=\"break pagebreak\" id=\"214a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0214.pdf\" target=\"pdfwin\">p.&#xA0;214a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6927\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>are happy, in the morning, we are happy at noon, we are happy in the evening; for the spirit of love and union is with us, and we rejoice in the spirit because, it is of God, and we rejoice in God, for he is the giver of every good thing.<span class=\"citation\" id=\"77473\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77473)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77473)\">James 1:17<\/a><\/span> Each and every Latter-day Saint, who has experienced the love of God in his heart, after having received the remission of his sins, through baptism, and the laying on of hands, realizes that he is filled with joy, and happiness, and consolation. He may be in pain, in error, in poverty, or in prison, if necessity demands, still, he is joyful. This is our experience, and each and every Latter-day Saint can bear witness to it. <\/div><div class=\"paragraph jod\" id=\"v18n718\"> There has been much said with regard to our becoming a united people, living together in what is called the United Order. One man rises up here, and another there, saying &#x201C;The Lord does not want my property; it is brother Brigham, or it is the Bishop,&#x201D; and don&#x2019;t feel disposed to enter into this organization. This, I admit, is partly true; the Lord does not care anything about his property. Who made the earth, and the riches thereof? To whom does the earth belong? &#x201C;The earth is the Lord&#x2019;s, and the fulness thereof.&#x201D;<span class=\"citation\" id=\"56501\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56501)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56501)\">Ps. 24:1<\/a><\/span> Do you suppose that the Lord cares anything about a man&#x2019;s farm? Nothing at all, for the whole earth is his. At his command it is gone, and the man who claimed possession of any part of it, knoweth not whither it has gone. But what does the Lord want of his people? It is written in this Bible, and is said to be the words of the Lord, &#x201C;Son, give me thine heart.&#x201D;<span class=\"citation\" id=\"57513\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57513)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57513)\">Prov. 23:26<\/a><\/span> Without it, you are not worth anything; with it, he has your gold and silver, your houses and lands, your wives and children, your all. <\/div> <div class=\"break columnbreak\" id=\"214b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0214.pdf\" target=\"pdfwin\">p.&#xA0;214b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6927\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v18n719\"> I have taught from the stand in this place, and in other places, for years, the necessity of our becoming one. I can say to the Latter-day Saints, you have never heard brother Brigham make a demand for your property. All I want is to see this people devote their means and interests to the building up of the kingdom of God, erecting Temples, and in them officiate for the living and the dead, and be instruments in the hands of God of bringing up from their graves those who have slept without having had the privilege of receiving the Gospel, that they may be crowned sons and daughters of the Almighty. We do not want your property, we want you. When we all become one in faith and in spirit, we shall be one in our acts, having the kingdom of God at heart. And the inquiry will be from the brethren, &#x201C;What can I do for my fellow creatures? Can I be the means of saving a soul? Can I do anything for my friends who have slept without a knowledge of the truth, or can I do anything for those who are living in foreign lands? Yes, I can.&#x201D; These should be the sentiments of our hearts, and this is required of us. <\/div><div class=\"paragraph jod\" id=\"v18n720\"> Many of us have spent considerable of our time in preaching the Gospel at home and abroad, and in otherwise assisting to establish the kingdom of God upon the earth, and we are still engaged in this work. We have donated towards the deliverance of the poor from foreign lands, bringing them here, where they have the privilege of being taught further in the plan of salvation, and where they can assist more materially in the establishment of Zion in the earth. <\/div><div class=\"paragraph jod\" id=\"v18n721\"> Many of the poor, after having been brought here, relieved in many instances, from the depths of pover<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"215a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0215.pdf\" target=\"pdfwin\">p.&#xA0;215a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6926\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ty, no sooner do they become the possessors of a little means, than they lift their heels against<span class=\"citation\" id=\"56599\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56599)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56599)\">Ps. 41:9<\/a><\/span><span class=\"citation\" id=\"90824\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90824)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90824)\">D&amp;C 121:16<\/a><\/span> the Gospel. This is painful to the Latter-day Saints, who rendered them assistance; it is grieving to God who delivered them. Still, it is our duty to send the Gospel to all nations, and to continue to donate means to gather out the poor. The Lord will save a few, all that will accept salvation according to the design which the Lord has devised. He has made the plan, not us. It is not the conception of man. It was the Gods who sat in council together&#x2014;they planned it and now offer it to us. Will we accept of it? <\/div><div class=\"paragraph jod\" id=\"v18n723\"> There are only two churches on the earth&#x2014;only two parties. God leads the one, the devil the other.<span class=\"citation\" id=\"81081\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81081)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81081)\">1 Ne. 14:10<\/a><\/span> As soon as a man hears the Gospel preached and becomes convinced of its truth fulness, he is tempted of the devil, who, whenever there is an opportunity, suggests doubt for his reflection. If he entertain these doubting influences, it is not long before what he believed true becomes a matter of conjecture. Another may receive the Gospel, travel and preach it faithfully, feeling in his heart to exclaim, &#x201C;Glory to God in the highest!&#x201D;<span class=\"citation\" id=\"67069\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67069)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67069)\">Luke 2:14<\/a><\/span> having no other motive than to do good to his fellow beings. By and by he perhaps is left to himself;<span class=\"citation\" id=\"90885\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90885)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90885)\">D&amp;C 121:38<\/a><\/span> he now begins to question himself, saying&#x2014;&#x201C;I wonder if I really was right?&#x201D; This single doubt is perhaps the beginning of his apostasy from the Church. In the days of Joseph, people were inclined to turn away from the faith and go into apostasy, as much as they do now in proportion to our numbers, and I have sometimes thought more so. You allow the devil to suggest to you that I am not leading you right, and allow that thought to abide in your hearts, and I will promise you that <div class=\"break columnbreak\" id=\"215b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0215.pdf\" target=\"pdfwin\">p.&#xA0;215b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6926\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> it will lead you to apostasy. You allow yourselves to doubt anything that God has revealed, and it will not be a great while before you begin to neglect your prayers, refuse to pay your Tithing, and find fault with the authorities of the Church. You will be repeating what apostates all say, &#x201C;The Tithing is not used aright,&#x201D; etc. There is a feeling that sometimes prompts me to ask, &#x201C;Did you ever pay any Tithing to me that I kept? If so, let us be informed about it.&#x201D; God has so blessed me with regard to things pertaining to this world, that if it can be shown that I ever received the benefit of any man&#x2019;s Tithing, I am able to restore it a hundred fold. This perhaps is a little levity in me, but I indulge in such things sometimes. <\/div><div class=\"paragraph jod\" id=\"v18n724\"> When brother Joseph was alive, he appointed me to appraise property in the Nauvoo Temple. On one occasion, a saddle was brought in; it was valued at two dollars, and being in need of a saddle I used it. Brother Joseph, too, once sent me the half of a pig which weighed ninety-three pounds. And while preaching in Boston, I received two and a half dollars in Tithing, which I also used and reported to brother Joseph. Otherwise not a dime of the Tithing did I ever use in the days of Joseph; and since his day the right to dictate the use of the Tithing belongs to me, and I have used what I thought was necessary, but I have no knowledge of using one dollar of Tithing money for my own purposes. Though after these statements I will say that I dictate the Tithing very little. Neither the Bishops nor my clerks ever ask me anything about it, they do what they please with it. I do not care what is done with it, if it be rightfully and properly used. They are perfectly welcome to use my Tithing in common with yours; the  <div class=\"break pagebreak\" id=\"216a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0216.pdf\" target=\"pdfwin\">p.&#xA0;216a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6925\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Lord will hold them responsible for its use. If my brethren whom I employ to take care of and raise my stock, do as I wish them to do, they pay my stock Tithing. No man in this Church pays his full Tithing. I do not pay mine, but I pay as much as anybody; and I never inquire what is done with it. <\/div><div class=\"paragraph jod\" id=\"v18n726\"> When we neglect any one of these duties, the enemy says, &#x201C;I have made so much ground.&#x201D; If the devil can induce an Elder to drink a little, he is not satisfied with this triumph, but says to him, &#x201C;Your wife and children know it, don&#x2019;t pray tonight.&#x201D; The Elder says to his family, &#x201C;I feel tired tonight, we won&#x2019;t have prayers.&#x201D; The enemy says, &#x201C;I have gained another point.&#x201D; You indulge still further, and you will find other excuses. Your head is not right, your heart is not right, your conscience is not right, and you retire again without praying. By and by, you begin to doubt something the Lord has revealed to us, and it is not long before such a one is led away captive of the devil. <\/div><div class=\"paragraph jod\" id=\"v18n727\"> You Elders of Israel, do you not see the necessity of an advance? Do you not see that we have traveled just as far as we can, without adopting the revelation the Lord gave at Independence, Jackson County, namely, that &#x201C;the property of the saints should be laid at the feet of the bishops,<span class=\"citation\" id=\"85369\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85369)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85369)\">D&amp;C 42:31-32<\/a><\/span> etc., and unless this was done a curse would befall them?&#x201D;<span class=\"citation\" id=\"85268\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85268)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85268)\">D&amp;C 41:1<\/a><\/span><span class=\"citation\" id=\"89825\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89825)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89825)\">D&amp;C 104:4<\/a><\/span><span class=\"citation\" id=\"89920\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89920)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89920)\">D&amp;C 105:1-6<\/a><\/span> They refused to do it, and the consequence was, they were driven from their homes. Unless we obey these first revelations, the people will decline in their faith, and they will leave the faith of the holy Gospel. Do the Elders sense this? Yes, a great many of them do&#x2014;also a great many of the sisters. Were it not for the faith and prayers of the faithful ones, this Church would have <div class=\"break columnbreak\" id=\"216b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0216.pdf\" target=\"pdfwin\">p.&#xA0;216b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6925\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> been given into the hands of our enemies. It is the faith of the Priesthood, who cling to the commandments of the Lord, that holds the people where they are. Supposing you were in a state to say, We will do what is required of us. It would be enough for me to say, It is your duty to finish that house (the Tabernacle) without delay, and it would be done, every man doing his part cheerfully. But, instead of that being the case, we might apply to brother John for his team: says brother John, &#x201C;It is very hard of you to ask for my team. I have only the one span, and I don&#x2019;t see that I can let you have it.&#x201D; Brother John keeps his team; but if he could have had faith sufficient to obey the request, the Lord would have blessed him with two teams. But because he keeps it, that is his all, and very probably, will remain his all. Again, say the Priesthood, &#x201C;I want your house.&#x201D; &#x201C;Take it.&#x201D; &#x201C;Your garden.&#x201D; &#x201C;Take it.&#x201D; Says one&#x2014;&#x201C;Do you feel so, brother Brigham?&#x201D; Precisely so, I want to entertain no other feeling. I have nothing but what, if the Lord requires, it must go freely. He can take nothing more than is already his. I say, take it, I will trust in him for more. This is the only safe ground to walk upon. It is the only way by which we can secure eternal life. Jesus says, &#x201C;Strait is the gate, and narrow is the way, which leads to life eternal,&#x201D;<span class=\"citation\" id=\"63876\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63876)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63876)\">Matt. 7:14<\/a><\/span> but which the New Translation made, that leads to &#x201C;the lives,&#x201D; and few there be who find it.<span class=\"citation\" id=\"91629\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91629)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91629)\">D&amp;C 132:22<\/a><\/span> But wide is the gate and broad is the way that leads to destruction, and many there be who go in thereat.<span class=\"citation\" id=\"63840\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63840)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63840)\">Matt. 7:13<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v18n728\"> The Lord would like to see us take the course that leads unto the strait gate, that we might be crowned sons and daughters of God, for such are the only ones in the heavens who multiply and increase, and who frame and  <div class=\"break pagebreak\" id=\"217a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0217.pdf\" target=\"pdfwin\">p.&#xA0;217a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6924\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>make and redeem worlds. The rest take an inferior kingdom,<span class=\"citation\" id=\"86840\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86840)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86840)\">D&amp;C 76:1-119<\/a><\/span> where this privilege is denied them.<span class=\"citation\" id=\"91388\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91388)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91388)\">D&amp;C 131:2-4<\/a><\/span><span class=\"citation\" id=\"91527\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91527)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91527)\">D&amp;C 132:15-17<\/a><\/span> This the Lord has made known unto us through the Prophet Joseph; it is published and so plainly written, that we can read and understand for ourselves. It is for us to choose whether we will be sons and daughters, joint heirs with Jesus Christ,<span class=\"citation\" id=\"72586\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72586)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72586)\">Rom. 8:17<\/a><\/span> or whether we accept an inferior glory; or whether we sin against the Holy Ghost, which cannot be pardoned or forgiven in this world, nor in the world to come;<span class=\"citation\" id=\"64419\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64419)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64419)\">Matt. 12:32<\/a><\/span> the penalty of which is to suffer the second death.<span class=\"citation\" id=\"86924\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86924)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86924)\">D&amp;C 76:31-37<\/a><\/span> What is that we call death, compared to the agonies of the second death? If people could see it, as Joseph and Sidney saw it, they would pray that the vision be closed up;<span class=\"citation\" id=\"61779\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61779)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61779)\">Dan. 8:26-27<\/a><\/span><span class=\"citation\" id=\"87009\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87009)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87009)\">D&amp;C 76:47<\/a><\/span> for they could not endure the sight. Neither could they endure the <div class=\"break columnbreak\" id=\"217b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0217.pdf\" target=\"pdfwin\">p.&#xA0;217b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6924\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> sight of the Father and the Son in their glory, for it would consume them. <\/div><div class=\"paragraph jod\" id=\"v18n730\"> The Lord gives us little by little,<span class=\"citation\" id=\"58538\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58538)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58538)\">Isa. 28:9-10,13<\/a><\/span> and is ever willing to give us more and more, even the fullness; when our hearts are prepared to receive all the truths of heaven.<span class=\"citation\" id=\"127417\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127417)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127417)\">D&amp;C 42:61<\/a><\/span><span class=\"citation\" id=\"127418\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127418)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127418)\">D&amp;C 76:5-10<\/a><\/span> This is what the Lord desires, what he would delight in doing, for his children. <\/div><div class=\"paragraph jod\" id=\"v18n731\"> These are only a few reflections, when we take into consideration our Christian religion, for it incorporates every act of a person&#x2019;s life. We never should presume to do anything unless we can say, &#x201C;Father, sanction this, and crown the same with success.&#x201D; If the Latter-day Saints live so, the victory is ours. There are a great many who want to live so, and I say God bless all such. Amen. <\/div>\n<\/div>\n<\/div>"}