{"ID":180047, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Dedicatory Prayer.<\/div>\n<div class=\"subtitle\">By President Daniel H. Wells, delivered at the Temple of the Lord at St. George, on the Sixth Day of April, 1877, at 10 o&#x2019;clock a.m.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Geo. F. Gibbs.<\/div>\n<div class=\"pageHeader\">Page Header: Prayer, Etc.<\/div>\n<div class=\"speaker\">Speaker: Daniel H. Wells<\/div>\n<div class=\"date\">Date: 4\/6\/1877<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d47\">\n<div class=\"paragraph jod\" id=\"v18n1297\"> Almighty and Everlasting God,<span class=\"citation\" id=\"53273\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53273)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53273)\">Gen. 21:33<\/a><\/span> our heavenly Father, thou who art the God of Abraham, Isaac and Jacob; the God of Moses, of David, of Solomon; the God and Father of our Lord and Savior Jesus Christ;<span class=\"citation\" id=\"74293\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74293)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74293)\">2 Cor. 11:31<\/a><\/span><span class=\"citation\" id=\"74763\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74763)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74763)\">Eph. 1:3<\/a><\/span> the God of Joseph and of Brigham, even the God of Israel; thou who art the Father of our spirits;<span class=\"citation\" id=\"77213\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77213)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77213)\">Heb. 12:9<\/a><\/span> it is to thee we approach this morning to worship and to offer up our dedicatory prayer in thanksgiving and praise for this offering, even a Temple which thou hast enabled thy people to rear unto thy most holy name. <\/div><div class=\"paragraph jod\" id=\"v18n1298\"> We realize, our Father, that we are dependent upon thee, and that although we are shut out from thy presence, inheriting many weaknesses, and made subject to many temptations and sins, we are thy children, and as such we come before thee in the depths of humility, with broken hearts and contrite spirits, praying that thine indulgence, thy tender mercy and compassion may be extended toward us, and that thou wilt forgive everything that thine all-seeing and searching eye hath beheld amiss in us. <\/div><div class=\"paragraph jod\" id=\"v18n1299\"> We thank thee, O Lord, that thy people, whom thou hast led to this distant land and whom thou <div class=\"break columnbreak\" id=\"368b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0368.pdf\" target=\"pdfwin\">p.&#xA0;368b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6773\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> hast preserved by thine own right arm, have been permitted to establish themselves in the homes which thou hast given them, and that, through thy continued blessings, they have been enabled to gather together the materials of which this building is composed, to put together and erect the same, even a Temple, which we dedicate and now consecrate to thee, that it may be holy unto thee, the Lord our God, for sacred and holy purposes, and that &#x201C;the blessing, even life for evermore,&#x201D;<span class=\"citation\" id=\"57292\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57292)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57292)\">Ps. 133:3<\/a><\/span> may be commanded here, from heaven, even from thy presence, and may flow through the ordinance which appertain unto thy holy place, unto us thy children. We pray that the blessings pertaining to our eternal salvation and to the establishing of thy kingdom upon this thine earth may be poured out upon thy holy Priesthood and thy people, who shall worship and officiate in this thy holy House. <\/div><div class=\"paragraph jod\" id=\"v18n1300\"> We dedicate and consecrate the foundation of this building upon which it stands. Cause, O Lord, that it may not give way nor yield in consequence of any destructive elements that may be in the soil, or may the nature of those elements be changed so as to become strengthening instead of weakening,  <div class=\"break pagebreak\" id=\"369a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0369.pdf\" target=\"pdfwin\">p.&#xA0;369a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6772\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>that the same may always remain firm and sound. <\/div><div class=\"paragraph jod\" id=\"v18n1302\"> We dedicate and consecrate the lower and upper walls of the building and the buttresses which support the same, and all the material&#x2014;the stone, the lime and the sand, which compose the mortar, and all that pertains thereunto, together with the flagging, the timbers, the joists, the floors, and the foundations upon which they rest, that the same may be protected and preserved, that none of the elements, either through storms, fire or earthquakes, may have power to destroy, disturb or injure this thy holy House. We also dedicate and consecrate unto thee all the openings, entrances, doors and windows, and their fastenings, of the basement story. We also present to thee the Baptismal Font, in which is performed the ordinance of baptism for the living and the dead; with the steps, the railing around, and the oxen upon which it rests, the foundations, together with the connections and apparatus for furnishing, conveying, holding and heating the water, with all that pertains to it, dedicating and consecrating all unto thee, the Lord, our Father and God, that they may be holy unto thy name. We pray that thy blessing may attend those of thy servants who administer and who may officiate in the ordinances that may be performed therein, in behalf of thy people, and in behalf of those, our progenitors, our relatives and friends, who have gone before us to the spirit world, so far as we may be enabled and permitted to officiate for them. <\/div><div class=\"paragraph jod\" id=\"v18n1303\"> We dedicate to thee also the rooms of this building in the first, second and third stories, with the pillars and supports thereof, including the side rooms, with the <div class=\"break columnbreak\" id=\"369b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0369.pdf\" target=\"pdfwin\">p.&#xA0;369b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6772\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> partition walls, for the purposes for which they may be used by the Priesthood, for prayer, for worship, for councils or meetings, or for administering the holy ordinances of thy House, that they may be holy unto thee, the Lord our God. We also dedicate the roof and the tower, with its dome, its covering and walls, and the walls and the battlements around and above the roof, with the timbers and frames and supports upon which the roof and tower rest, and are made permanent, and the fastenings and all that appertains thereunto, and the materials of which they are composed. We dedicate also the entrances, the steps and the circular stairs, with the railings and banisters thereunto attached. Grant, O Lord, that the roof which covers all may shield and protect this building from the storms which may come upon it. We dedicate the pipes which convey the water from the roof, with their fastenings and the materials of which they are composed. We also dedicate the chimneys, flues, conduits, and sewers, and openings for ventilation; also all the doors, windows, and glass, the hinges and nails and screws, the door locks and handles, the window weights and cords and fastenings of every kind; and all the paint, putty, plaster, whitewash and all the ornamental work within and without, everything used in the construction and completion of the entire building, from the foundation unto the top thereof, that all may be holy unto the Lord our God. <\/div><div class=\"paragraph jod\" id=\"v18n1304\"> Holy Father, we dedicate unto thee the furniture and utensils used in the holy washings, anointings and ceremonies of this thy holy House; also the curtains and frames for partitions; together with  <div class=\"break pagebreak\" id=\"370a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0370.pdf\" target=\"pdfwin\">p.&#xA0;370a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6771\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the altars and their cushions, and the tables and the chairs, stools and desks, that all may be sanctified for the use and purposes intended. We dedicate also the tower on the outside, containing the fountain, also the aqueduct and pipes conveying the water thereunto. We dedicate the block of land upon which this Temple is situated, and the fence which encloses it, with its openings and gates, the hinges, hangings and fastenings, and the materials of which they are composed; also the roads and walks leading thereto and through the same. <\/div><div class=\"paragraph jod\" id=\"v18n1306\"> We dedicate and consecrate the pulpits, with the cushions thereon and the ornamental fringe around, together with the steps, railing and banisters, and the seats, with the cushions on them; and the floors and the foundations upon which they stand. May nothing unholy or impure ever enter here, but may the same be holy unto the Lord our God. Especially do we pray that thy power may rest upon thy servants who may occupy these pulpits when they shall minister by virtue of their holy calling, either in preaching, in counseling, or in transacting business pertaining to the welfare of thy Church and kingdom here upon the earth. <\/div><div class=\"paragraph jod\" id=\"v18n1307\"> We implore thy blessings upon the various congregations of thy people who may assemble in this House from time to time, both in their incomings and outgoings, and may thy blessing and thy spirit dwell herein and rest upon them, for their comfort and edification, and abide richly in their hearts, that they may learn further of thy ways and walk in thy paths.<span class=\"citation\" id=\"57801\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57801)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57801)\">Isa. 2:3<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v18n1308\"> We desire also to commend these thy servants and people to thy kind care and keeping, that they may be preserved unto thee from the <div class=\"break columnbreak\" id=\"370b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0370.pdf\" target=\"pdfwin\">p.&#xA0;370b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6771\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> powers of the wicked and ungodly, and from the powers of all evil and opposing influences, from whose grasp thou hast heretofore delivered us in bringing us here to these valleys and the fastnesses of these mountains. We acknowledge thee and the great deliverance thou hast wrought out for us, and we pray thee, O God, in the name of Jesus, to accept of these thy servants and people, and preserve and keep us in thy most holy keeping. Let the ministering angels from thy presence attend us, and let thy grace and power be upon us, that we may walk in the paths of purity and holiness, and be enabled to bring forth thy purposes and establish thy kingdom in all its fullness, administering in all the ordinances pertaining to thy House, and also send forth salvation to all the children of men, scattered abroad upon the face of the whole earth, for their redemption from sin and bondage, even from gross darkness.<span class=\"citation\" id=\"59928\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59928)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59928)\">Isa. 60:2<\/a><\/span><span class=\"citation\" id=\"90606\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90606)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90606)\">D&amp;C 112:23<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v18n1309\"> We now ask, our Father, that we thy servants and people may be acceptable unto thee, praying thee to grant that thy Holy Spirit may pervade each heart before thee, that our worship may be such as thou delightest to behold, and that the revelations of thy mind and will may continue to be made manifest through thy servant Brigham and all of thy servants upon whom thou hast conferred the authority of the holy Priesthood. <\/div><div class=\"paragraph jod\" id=\"v18n1310\"> We feel not to multiply words before thee, for language is inadequate to express the fullness of the feelings and emotions of our souls in being thus privileged to meet before thee in this sacred, this holy place. <\/div><div class=\"paragraph jod\" id=\"v18n1311\"> Accept, O God, of this tribute of our hearts, and let thy peace and blessing dwell and abide here in this holy Temple, which we now  <div class=\"break pagebreak\" id=\"371a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0371.pdf\" target=\"pdfwin\">p.&#xA0;371a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6770\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>with uplifted hearts and hands<span class=\"citation\" id=\"90405\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90405)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90405)\">D&amp;C 109:9<\/a><\/span> present and consecrate and dedicate entirely as a sacred offering unto thee, for thy divine acceptance. May it stand as a monument of purity and holiness as long as the earth shall remain, commemorative of thy great goodness towards us thy people, and <div class=\"break columnbreak\" id=\"371b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0371.pdf\" target=\"pdfwin\">p.&#xA0;371b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6770\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> thy name shall have the honor, the praise and glory, for we ask all in Jesus&#x2019; name. And unto thee and our blessed Lord and Savior and to the Holy Spirit be all power, might and dominion,<span class=\"citation\" id=\"74891\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74891)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74891)\">Eph. 1:21<\/a><\/span><span class=\"citation\" id=\"90461\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90461)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90461)\">D&amp;C 109:77<\/a><\/span> worlds without end. Amen. <\/div>\n<\/div>\n<\/div>"}