{"ID":180039, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Respect to the Dead&#x2014;Pre-Existence the Key to This&#x2014;The Future Life Depends on This&#x2014;The Latter-day Saints Dependent Upon Revelation for Their Knowledge of These Things&#x2014;Life Persecutions As Nothing, Contrasted With the Promises Pertaining to the Future&#x2014;Men&#x2019;s Future Glories As Are the Laws They Abide.<\/div>\n<div class=\"subtitle\">A Funeral Sermon, Preached by Elder John Taylor, delivered at the 14th Ward Assembly Rooms, Salt Lake City, Sunday, Dec. 31, 1876, Over the Remains of Sister Mary Ann, the Beloved Wife of Elder George E. Bourne.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Geo. F. Gibbs.<\/div>\n<div class=\"pageHeader\">Page Header: Respect to the Dead, Etc.<\/div>\n<div class=\"speaker\">Speaker: John Taylor<\/div>\n<div class=\"date\">Date: 12\/31\/1876<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d39\">\n<div class=\"paragraph jod\" id=\"v18n1022\"> We are met together on this occasion, as we frequently are called upon to do, to pay our last respects to the departed dead. This is one of the incidents connected with humanity, and one that always commands our serious attention. There has an immutable decree gone forth from the Almighty, that man must die;<span class=\"citation\" id=\"52486\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52486)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52486)\">Gen. 2:17<\/a><\/span><span class=\"citation\" id=\"73824\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73824)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73824)\">1 Cor. 15:22<\/a><\/span> and it matters not what our standing in society or station in life may be, all alike must submit to the divine behest. <\/div><div class=\"paragraph jod\" id=\"v18n1023\"> When we look back to the generations that have passed, letting our minds wander through the various ages that have transpired since the commencement of the human family upon the earth, we see, as it were, multitudes of human beings who have had their entrance into and exit from this world, a great rolling wave of human life coming and going. They have existed simply for a short time, mingling with and operating among their fellow beings, and then they <div class=\"break columnbreak\" id=\"306b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0306.pdf\" target=\"pdfwin\">p.&#xA0;306b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6835\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> have faded away, their bodies have decayed and returned to mother earth, while they themselves have left this world and gone into another state of existence. <\/div><div class=\"paragraph jod\" id=\"v18n1024\"> We might bring this reflection a little nearer home, by inquiring, How many are there yet living of my acquaintances who were in existence when I was born? But few comparatively; and so it is with a great many others. We come into the world, we think and reflect, we act and operate, we carry out certain ideas, plans and calculations, we live but a short time and then die, leaving all things with which we were connected pretty much as they were when we came here. <\/div><div class=\"paragraph jod\" id=\"v18n1025\"> We frequently talk of the advancements made in society and the progression of the world generally in intelligence, in science, in literature, etc. But what is all that to the man when he is about to leave his earthly tenement, to go hence?<span class=\"citation\" id=\"56590\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56590)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56590)\">Ps. 39:13<\/a><\/span> Of what  <div class=\"break pagebreak\" id=\"307a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0307.pdf\" target=\"pdfwin\">p.&#xA0;307a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6834\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>moment is it to him how bright his genius, or how expansive and varied his learning may be? It makes no difference, he is gone, and is apparently helpless and inanimate, at least so far as the body is concerned. We struggle sometimes while we are occupants of these mortal bodies, for riches and position, for fame and honor. We jostle one against another, entertaining various conflicting sentiments, ideas and theories, but they are all leveled with the balance in the grave. Such has been and such is the position of the human family. <\/div><div class=\"paragraph jod\" id=\"v18n1027\"> There is a scripture which reads, &#x201C;And as it is appointed unto man once to die, but after this the judgment.&#x201D;<span class=\"citation\" id=\"76927\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76927)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76927)\">Heb. 9:27<\/a><\/span> If we are only to be associated with this world, if, when this vital spark expires, we end our entire existence, it would be scarcely worth while to pay that attention to its affairs that we do, merely for so short a time. But when we reflect, we are reminded that man is a dual being, possessing a body and a spirit, and that he is associated with this world and the next, that he is connected with time and eternity. It then becomes a matter of more grave and serious importance. These are things which we cannot ignore, even if we would. According to our ideas of things as they have been revealed to us, we had an existence before we came here. We came here to accomplish a certain purpose which was decreed by the Almighty before the world was. We came to receive bodies or tabernacles, and in them to pass through a certain amount of trial in what is termed a probationary state of existence,<span class=\"citation\" id=\"82144\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82144)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82144)\">Alma 12:24<\/a><\/span> preparatory to a something to be developed hereafter. Hence this world is the state of our probation, and we look forward to the future as something with which we are as much connected as we are with <div class=\"break columnbreak\" id=\"307b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0307.pdf\" target=\"pdfwin\">p.&#xA0;307b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6834\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> anything pertaining to time. We look forward to another state of existence with that degree of certainty and confidence that we do when we go to bed in the evening expecting to see the light of the sun in the morning, or that we do with anything else that is associated with any of the affairs of this world upon which we place any degree of certainty. Were it not so, it would be, as I have already stated, of very little importance what our struggles were, or what we had to do within this world. We would feel, as Paul philosophically describes it, namely, &#x201C;If in this life only we have hope in Christ, we are of all men most miserable.&#x201D;<span class=\"citation\" id=\"73800\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73800)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73800)\">1 Cor. 15:19<\/a><\/span> And then he further says, &#x201C;If the dead rise not, let us eat and drink, for tomorrow we die.&#x201D;<span class=\"citation\" id=\"73901\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73901)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73901)\">1 Cor. 15:32<\/a><\/span> Or, in other words, if in this world only we have hope,<span class=\"citation\" id=\"73801\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73801)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73801)\">1 Cor. 15:19<\/a><\/span> let us seize upon any and every opportunity presented to us and enjoy life, mingle with and join in the giddy strife of the world, and glide along with the stream, for our days are but a span, as a shadow they pass away and we are no more.<span class=\"citation\" id=\"55903\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55903)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55903)\">1 Chr. 29:15<\/a><\/span><span class=\"citation\" id=\"57343\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57343)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57343)\">Ps. 144:4<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v18n1028\"> But it so happens that we regard these things in a very different point of view, it having been revealed to us from heaven what the position of man was, what it now is, and what it will be. In relation to this, no matter what our religious sentiments may be, or what the views of men are pertaining to these matters, there is a kind of inexorable fiat that comes down the stream of time, that sweeps away the human family one after another&#x2014;the good and the bad, the righteous and the unrighteous, the rich and the poor, all classes, all grades and all conditions must submit to it. It is true, we read of some very few individuals who have avoided it. For instance, Enoch and his city were caught up without seeing death.<span class=\"citation\" id=\"76969\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76969)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76969)\">Heb. 11:5<\/a><\/span><span class=\"citation\" id=\"93241\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93241)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93241)\">Moses 7:69<\/a><\/span> We read that when  <div class=\"break pagebreak\" id=\"308a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0308.pdf\" target=\"pdfwin\">p.&#xA0;308a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6833\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Moses departed this life, his body could not be found.<span class=\"citation\" id=\"55273\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55273)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55273)\">Deut. 34:5-6<\/a><\/span><span class=\"citation\" id=\"78892\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78892)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78892)\">Jude 1:9<\/a><\/span><span class=\"citation\" id=\"82395\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82395)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82395)\">Alma 45:19<\/a><\/span> Elijah, too, ascended up to heaven without dying.<span class=\"citation\" id=\"55769\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55769)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55769)\">2 Kgs. 2:11<\/a><\/span> Also John, the revelator, was permitted to live upon the earth until the Savior should come,<span class=\"citation\" id=\"70990\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70990)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70990)\">John 21:20-24<\/a><\/span> and the Book of Mormon gives an account of three Nephites, who lived on this American Continent, who asked for the same privilege and it was granted to them.<span class=\"citation\" id=\"83019\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83019)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83019)\">3 Ne. 28:4-17<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v18n1030\"> I am not now talking to the dead; she is gone, she has left us, her ear is not sensitive to our voice, her faculties are dormant; but I am speaking to the living. In reflecting upon these matters we must see that in a short time we shall be in the condition that our sister is, whose remains now lie before us. The question that necessarily arises, and it is one that engages the attention of all people of every age and country, is, What of the future? Men have had their various theories in relation to these matters, which have differed more or less according to the day and age in which they lived, according to the intelligence they possessed, and according to the circumstances with which they were surrounded, over which, perhaps, they had very little control. All men, more or less, however, have had a desire to aim at exaltation in the hereafter, or happiness of some kind. They have had feelings in their bosoms that would naturally lead them to this. I do not remember reading of any people, no matter how low and degraded they were, but what had some kind of ideas, more or less distinct, in relation to the future, though they were and now are very much confused in some particulars, worshiping, for instance, gods made of gold, silver, brass, etc., and in some ages they had thousands of gods. But why did they worship them? Because they believed they <div class=\"break columnbreak\" id=\"308b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0308.pdf\" target=\"pdfwin\">p.&#xA0;308b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6833\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> had something to do with their destiny, and they wanted to secure their favor and approbation. There are a great many of these feelings existing at the present time among the heathen nations. There are some who believe that when they die they go into the bodies of beasts and various animals and occupy them; and others, that there is some kind of happiness provided for them. They used to talk in early days about the Elysian Fields, after having passed the river &#x201C;Styx,&#x201D; where they anticipated some kind of pleasant enjoyment, the nature of which they knew not. There is a very large body of men at the present time who are what is called Muhammadans, and they have their peculiar ideas of heaven. Then we have Christianity in all its phases, with all its ideas, theories, opinions, plans and calculations, which are as much diversified perhaps as anything in existence upon the face of the earth today. There is, too, a lack of certainty and intelligence generally in relation to these matters. Some of the Indians believe that when they die they go to some pleasant hunting grounds, where there is plenty of buffalo, elk and deer, and where they can revel in the enjoyment of the chase, and where they can possess everything necessary to make them comfortable. <\/div><div class=\"paragraph jod\" id=\"v18n1031\"> As Latter-day Saints we differ from all of them. We are dependent upon the revelations which God has given unto us pertaining to the future, and which are in strict accordance with revelations which he gave at different times to his ancient Saints. Our faith and opinion are that being dual, immortal beings, possessing a body and a spirit, associated with time and eternity, it is proper for us to know and comprehend something pertaining to the future; and not, as is generally done  <div class=\"break pagebreak\" id=\"309a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0309.pdf\" target=\"pdfwin\">p.&#xA0;309a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6832\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>by mankind, take a leap, as it were, in the dark; or as I have frequently heard people say, and Christians at that, &#x201C;We do not know anything about the future, we have got to leave ourselves entirely in the hands of God.&#x201D; Of course we have all got to do that, and that too is proper in one sense of the word. But there were men in former times that had very different ideas from this; they lived back, away back, in what they now call the &#x201C;dark ages.&#x201D; For instance, I will name Job and quote you language expressing his mind on this point. &#x201C;For I know that my redeemer liveth, and that he shall stand at the latter day upon the earth: And though after my skin worms destroy this body, yet in my flesh shall I see God: Whom I shall see for myself, and mine eyes shall behold, and not for another.&#x201D;<span class=\"citation\" id=\"56150\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56150)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56150)\">Job 19:25-27<\/a><\/span> There is something expressed in that very different from the vague, indefinite idea that many Christians seem to entertain in relation to these things. There is something definite and certain about it. <span class=\"italic\">I know<\/span>,<span class=\"citation\" id=\"56137\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56137)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56137)\">Job 19:25<\/a><\/span> said Job. How did he know? A man could know nothing pertaining to the future so far off, could know nothing about the vitalizing, quickening influence of certain powers, that could so operate upon the remnants of humanity that had been buried in the grave, as to bring them forth to life, causing them to see, to hear, and to understand. How and by what principle could he see these things develop, unless by some super-human influence which had been manifested to him? He could only know it upon this principle&#x2014;that &#x201C;the things of God knoweth no man, but by the spirit of God,&#x201D;<span class=\"citation\" id=\"73060\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73060)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73060)\">1 Cor. 2:11<\/a><\/span> and being, too, in possession of that spirit and possessed of life and light and intelligence that flow from God, he looked through the dark vista of future ages and comprehended the pur<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"309b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0309.pdf\" target=\"pdfwin\">p.&#xA0;309b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6832\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>poses of God in regard to the human family and in regard to himself. John the revelator, too, &#x201C;saw the dead, small and great, stand before God;&#x201D;<span class=\"citation\" id=\"80628\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80628)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80628)\">Rev. 20:12<\/a><\/span> he saw the sea give up the dead which were in it.<span class=\"citation\" id=\"80662\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80662)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80662)\">Rev. 20:13<\/a><\/span> Others saw, by the same spirit, the grave open and the power of God rest upon the people therein, and then burst the barriers of the tomb, coming forth again with health and vitality. There is no human reason, no human intelligence, with all its boasted enlightenment and scientific research, that could unravel a mystery of this kind. Yet, away back in the dark ages, a man inspired by the spirit of God is heard to say, &#x201C;I know that my redeemer liveth, and that he shall stand at the latter day upon the earth;&#x201D;<span class=\"citation\" id=\"56138\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56138)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56138)\">Job 19:25<\/a><\/span> and he knew too that in his flesh he would see God.<span class=\"citation\" id=\"56164\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56164)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56164)\">Job 19:26<\/a><\/span> Such language has a tendency to bring certain ideas, thoughts and reflections to our minds. An intelligence of this kind is not a phantom, it is a reality. <\/div><div class=\"paragraph jod\" id=\"v18n1033\"> If we follow out the Scriptures in relation to these things, we find the same principles developed and the same ideas entertained wherever they had the Gospel of the Son of God, wherever they had the light and intelligence that flow from him. Amongst all peoples wherever the Gospel existed this intelligence prevailed, and it was that which buoyed them up and sustained them amidst all the vicissitudes and changes which they had to battle with in passing through time. Men of such persuasion were generally considered visionary. They were scouted at by others who were considered more practical, but whom I should call fools. They had to endure all kinds of ignominy and reproach; in fact it was and is so ordered that it becomes necessary, in this probationary state, that they should pass through certain ordeals in order to prepare and qualify them  <div class=\"break pagebreak\" id=\"310a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0310.pdf\" target=\"pdfwin\">p.&#xA0;310a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6831\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>for something that was to come. They had these things to pass through and they could not avoid it. Job was upbraided by his friends and persecuted by his enemies;<span class=\"citation\" id=\"56072\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56072)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56072)\">Job 2:11-13<\/a><\/span> he was robbed and stripped of everything he owned in the world, even bereft of his children,<span class=\"citation\" id=\"56003\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56003)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56003)\">Job 1:13-19<\/a><\/span> and his wife, his bosom companion, turned upon him, saying to him at last, &#x201C;Curse God, and die!&#x201D;<span class=\"citation\" id=\"56064\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56064)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56064)\">Job 2:9<\/a><\/span> But said Job, &#x201C;What? shall we receive good at the hand of God, and shall we not receive evil?&#x201D;<span class=\"citation\" id=\"127506\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127506)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127506)\">Job 2:10<\/a><\/span> &#x201C;The Lord gave, and the Lord hath taken away; blessed be the name of the Lord.&#x201D;<span class=\"citation\" id=\"56030\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56030)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56030)\">Job 1:21<\/a><\/span> Why was it that he had to be thus tried? That he might, as stated elsewhere, be made perfect through suffering. (1 Peter, 5, 10.)<span class=\"citation\" id=\"78211\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78211)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78211)\">1 Pet. 5:10<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v18n1035\"> We read again of a certain man who, while enwrapped in vision, saw many of the purposes of God roll forth; and among other things he saw a number that were clothed in white raiment,<span class=\"citation\" id=\"79087\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79087)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79087)\">Rev. 3:5,18<\/a><\/span><span class=\"citation\" id=\"79139\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79139)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79139)\">Rev. 4:4<\/a><\/span> and who were engaged in singing a new song.<span class=\"citation\" id=\"79153\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79153)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79153)\">Rev. 5:9<\/a><\/span><span class=\"citation\" id=\"79696\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79696)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79696)\">Rev. 14:3<\/a><\/span> Upon inquiring who those persons were, he was told that they had come &#x201C;up through much tribulation.&#x201D;<span class=\"citation\" id=\"79334\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79334)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79334)\">Rev. 7:13-14<\/a><\/span> What, men having to endure tribulation for fearing God and keeping his commandments? Yes; and it was necessary, in the wisdom of God, that they should. Those were they that came up through much tribulation, having washed their robes and made them white in the blood of the Lamb. And therefore are they next the throne and serve their Maker day and night.<span class=\"citation\" id=\"79350\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79350)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79350)\">Rev. 7:14-15<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v18n1036\"> There are some peculiar lessons and important instructions developed in many of these things, as we see them portrayed. I speak now to the Latter-day Saints. We, a few of us, have had our share of these things. I have seen people, in the early days, who had to pass through a good deal&#x2014;stripped, robbed, pillaged, beaten, killed, murdered for their religion&#x2019;s <div class=\"break columnbreak\" id=\"310b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0310.pdf\" target=\"pdfwin\">p.&#xA0;310b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6831\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> sake. They were driven from their homes, they wandered about as exiles. They could truly say as Jesus once said, &#x201C;The foxes have holes, and the birds of the air have nests; but the Son of man hath not where to lay his head.&#x201D;<span class=\"citation\" id=\"64041\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64041)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64041)\">Matt. 8:20<\/a><\/span> They had not where to rest themselves except on the bare earth, whereon I have seen hundreds and thousands of Latter-day Saints find their shelter, when they were fleeing from the hands of merciless, ignorant Christian people. Did they know what they were doing? No. Did the Saints know what they were doing, and the object of their suffering? Yes, and they do to this day. They had implanted in them a hope, which comes through obedience to the Gospel of the Son of God, that blooms with immortality and eternal life. It was in view of these things, like it was with some that Paul speaks of&#x2014;they &#x201C;were tempted, they were tried, they were persecuted, they were whipped and sawn asunder; they wandered about in sheepskins and goatskins; finding their homes in dens and caves of the earth, of whom the world was not worthy.&#x201D;<span class=\"citation\" id=\"77089\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77089)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77089)\">Heb. 11:37-38<\/a><\/span> These very people that endured these things the world was not worthy of; and they declared plainly that &#x201C;they sought a better country, even a heavenly, wherefore God is not ashamed to be called their God. For he hath prepared for them a city,<span class=\"citation\" id=\"77028\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77028)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77028)\">Heb. 11:16<\/a><\/span> a city which has foundations, whose builder and maker is God.&#x201D;<span class=\"citation\" id=\"77009\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77009)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77009)\">Heb. 11:10<\/a><\/span> The very thing that Jesus said they should have when he spoke to his disciples and said, &#x201C;In my Father&#x2019;s house are many mansions. I go to prepare a place for you. And if I go and prepare a place for you, I will come again, and receive you unto myself; that where I am, ye may be also.&#x201D;<span class=\"citation\" id=\"69905\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69905)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69905)\">John 14:2-3<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v18n1037\"> There is something about these ideas, animating and cheering, that gives life and vigor to the human  <div class=\"break pagebreak\" id=\"311a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0311.pdf\" target=\"pdfwin\">p.&#xA0;311a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6830\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>mind while traveling through the world, and having to meet with the various conflicts and difficulties that frequently obstruct our path. <\/div><div class=\"paragraph jod\" id=\"v18n1039\"> Looking upon ourselves as eternal beings, connected with heaven as well as earth, with eternity as well as time, what difference is it to us what our lot may be, whether we abound in wealth, or whether we have to struggle with grim poverty; whether we possess the good things of this world, or have to crawl around like Lazarus did, and be glad to eat of the crumbs that fell from the rich man&#x2019;s table?<span class=\"citation\" id=\"67788\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67788)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67788)\">Luke 16:20-21<\/a><\/span> It will soon be with the rich as if they were not rich, and with the poor as if they had not to struggle&#x2014;all will find a level in the grave. <\/div><div class=\"paragraph jod\" id=\"v18n1040\"> What are our views pertaining to the future? What claim have we on the Almighty? Can we say as one did, &#x201C;For we know that if our earthly house of this tabernacle were dissolved, we have a building of God, a house not made with hands, eternal in the heavens?&#x201D;<span class=\"citation\" id=\"74105\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74105)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74105)\">2 Cor. 5:1<\/a><\/span> If we can say that, it is all right; no difference what our position, no difference what our circumstances, if our hearts are pure before God, and our spirits are upright, and we conscientiously feel that we are in the line of our duty, living in the fear of God and are enabled to cleave to him and keep his commandments, and walk in accordance with his precepts, all is right. No matter whether we live long or short, it makes no difference, God takes care of his people, and all is well. <\/div><div class=\"paragraph jod\" id=\"v18n1041\"> Do we have trials? Yes, and it is necessary that we should; but whatever you do, let not your trials interfere with your duties and responsibilities to God. If troubles do come along, and we find it hard to battle with the things of life, never mind, let us cleave to God, to truth, to virtue, to righteousness, and main<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"311b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0311.pdf\" target=\"pdfwin\">p.&#xA0;311b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6830\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tain our integrity, and we will always feel that God is our friend, and that all is well. We will feel like saying, let the winds blow, and the rain descend, and the storms come, no matter what position we occupy, if God gives us power to breast the conflict, if we keep the commandments of God, and have our faith and hopes centered in the Lord beyond the veil, we shall feel that God is our Father and friend, and we are his children, and that he will own us and take care of us in time as well as in the eternities to come. <\/div><div class=\"paragraph jod\" id=\"v18n1042\"> Well, what about others? Are you not very proscriptive in your feelings? No, not at all. I am willing, as an individual, to endure anything that God may be pleased to place upon me, inasmuch as I have his grace to sustain me. I can do nothing of myself, neither can you, without the divine assistance. Have I my weaknesses? Yes. Have you weaknesses? Yes. Are any of us perfect? No. We are placed in this world to prove us. What shall we do? Why, fear the Lord and do the best we can, trusting in him. If we do that, all is right pertaining to the future. But what are we all aiming at? I am looking for a celestial glory. I want to be associated with the Church of the Firstborn, whose names are written in the heavens,<span class=\"citation\" id=\"77277\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77277)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77277)\">Heb. 12:23<\/a><\/span><span class=\"citation\" id=\"87082\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87082)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87082)\">D&amp;C 76:67-68<\/a><\/span> and with Prophets and Apostles, and with all the holy men of God who were inspired with the same hopes, who lived generations ago, as well as with such men who now live. If I can only fight the good fight of faith, and lay hold of eternal life,<span class=\"citation\" id=\"76004\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76004)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76004)\">1 Tim. 6:12<\/a><\/span> then all is right. What of others? They are in the hands of God, and so are we. But are we all going to get into the celestial kingdom? I am afraid not. Not all the Latter-day Saints? I am afraid not. We read that many are  <div class=\"break pagebreak\" id=\"312a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0312.pdf\" target=\"pdfwin\">p.&#xA0;312a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6829\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>called, but few are chosen.<span class=\"citation\" id=\"65378\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65378)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65378)\">Matt. 22:14<\/a><\/span> We read also that there were five wise and five foolish virgins. The wise virgins, we are told, had oil in their lamps, and their lamps were trimmed and burning. They were prepared to meet the bridegroom whom they expected. The others had no oil in their lamps at the time the cry was raised for all to go forth and meet their Lord. They had become careless and indifferent, and while the foolish virgins were away trying to procure oil for their lamps, the bridegroom came, and only those who were prepared to meet him went in with him, when the door was shut.<span class=\"citation\" id=\"66012\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66012)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66012)\">Matt. 25:1-13<\/a><\/span> &#x201C;Not every one that saith unto me, Lord, Lord, shall enter into the kingdom of heaven; but he that doeth the will of my Father which is in heaven.&#x201D;<span class=\"citation\" id=\"63935\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63935)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63935)\">Matt. 7:21<\/a><\/span> That is the way I read these things. <\/div><div class=\"paragraph jod\" id=\"v18n1044\"> Now, then, we have these principles before us, and it is for us to do right, and act honorably and virtuously, uprightly and consistently, and all will be well. If we do not, it will not be well, for every man will be judged according to the deeds done in the body.<span class=\"citation\" id=\"74156\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74156)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74156)\">2 Cor. 5:10 (JST)<\/a><\/span> And in regard to others who receive not the Gospel, they too will be judged according to their works.<span class=\"citation\" id=\"80650\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80650)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80650)\">Rev. 20:12-13<\/a><\/span><span class=\"citation\" id=\"87238\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87238)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87238)\">D&amp;C 76:111<\/a><\/span> Did God make any of his children for the purpose of destroying them? I think not. I think he will do the very best he can with all of us. But will he take the disobedient and the careless and indifferent ones into the celestial kingdom, to dwell with him and with the just who are made perfect?<span class=\"citation\" id=\"87089\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87089)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87089)\">D&amp;C 76:69<\/a><\/span> I think not. There are bodies celestial, bodies terrestrial, and bodies telestial. &#x201C;There is one glory of the sun, and another glory of the moon, and another glory of the stars: for one star differeth from another star in glory. So also is the resurrection of the dead.&#x201D;<span class=\"citation\" id=\"73929\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73929)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73929)\">1 Cor. 15:40-42<\/a><\/span> To judge from these facts, does it look <div class=\"break columnbreak\" id=\"312b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0312.pdf\" target=\"pdfwin\">p.&#xA0;312b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6829\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to you reasonable that all the Latter-day Saints will get into the celestial kingdom of our God? To me it does not. But the Lord has revealed to the children of men many great things, and has taught them many great principles; if they do not receive those principles, and adhere to them, and keep his commandments, are they to be damned and buried in hell forever? I think not. <\/div><div class=\"paragraph jod\" id=\"v18n1045\"> Some of our sectarian friends think that we have curious ideas about them. I tell you what it arises from. We are aiming at what we term a celestial glory. They do not understand this. Will they get a glory? Yes, they will get all that they are looking for, just as much as they can abide, as much as it is possible for God to center upon them under the circumstances. And will the heathen be saved? Yes, all the children of God, no matter by what name they are called, will be saved, receiving as high a glory and salvation as they are capable of receiving. But are all going to inherit a celestial glory? No, but the degree of their glory will altogether be ahead of their ideas with regard to it. It may doubtless be said of them, as it was said of others, that &#x201C;Eye hath not seen, nor ear heard, neither have entered the heart of man, the things which God hath prepared for them that love him.&#x201D;<span class=\"citation\" id=\"72988\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72988)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72988)\">1 Cor. 2:9<\/a><\/span> These are facts which we all Latter-day Saints entertain, and God does, and who would raise an objection? <\/div><div class=\"paragraph jod\" id=\"v18n1046\"> Because we have been persecuted and maltreated, should we entertain feelings of hatred and animosity for the human family? No! All good Latter-day Saints who possess the light and life of Christ, who have thus suffered, feel as Jesus did during his moments of bitterest pain, when he said, &#x201C;Father, forgive them; for they know not what they do.&#x201D;<span class=\"citation\" id=\"68314\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68314)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68314)\">Luke 23:34<\/a><\/span> God  <div class=\"break pagebreak\" id=\"313a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0313.pdf\" target=\"pdfwin\">p.&#xA0;313a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6828\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>is the God and Father of all the spirits of all flesh<span class=\"citation\" id=\"54757\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54757)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54757)\">Num. 16:22<\/a><\/span><span class=\"citation\" id=\"54872\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54872)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54872)\">Num. 27:16<\/a><\/span> that now live, that have lived through all the ages of time, and he is interested in the welfare and salvation of all; but he, as well as we, is governed by law, and hence he is no respecter of persons,<span class=\"citation\" id=\"71758\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71758)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71758)\">Acts 10:34<\/a><\/span> but gives unto all according to their works. I have set my mark high, and if God will give me grace sufficient to overcome every evil and to surmount every trial, I intend to continue to fight the good fight of faith, and lay hold of eternal life.<span class=\"citation\" id=\"76005\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76005)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76005)\">1 Tim. 6:12<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v18n1048\"> With regard to sister Bourne, to whose remains we now pay our last respects and which lie before us, it is all right, all right! I too have had my friends leave me. Do I feel sorry? No. They have gone and they rest from earthly trouble, and I expect to follow after them. I well remember the conversation I had with my father when he was about to depart this life. I said, &#x201C;Father, you are going?&#x201D; He said, &#x201C;Yes.&#x201D; I then said, &#x201C;That is right, father you came into the world a little before me, and you are leaving a little before. I will not try to disgrace you, and by and by I will come too.&#x201D; It is true, we do not like to lose a good, kind companion, a wife, a husband, a child, a brother, a sis<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"313b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0313.pdf\" target=\"pdfwin\">p.&#xA0;313b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6828\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ter, or any of our near and dear friends or relatives; but we have to do it, and it is right and proper that we should. They go a little before us; when we get there they will receive and welcome us, and say, &#x201C;God bless you, you have come at last.&#x201D; That is the way I look at it. I expect to strike hands and embrace my friends who have gone before, who have proved themselves faithful and true. Why should I mourn when they leave? Of course, I like their company and association, but it was not designed that I should always have it here. We came here to live, and to die that we may live; and we are all moving, moving, passing off this stage of time. It is for us to prepare for the eternities to come. <\/div><div class=\"paragraph jod\" id=\"v18n1049\"> I pray God to comfort the hearts of the husband, children, relatives and friends of this our departed sister, and say, May the peace and blessings of God be and abide with you, and may he lead us in the paths of life,<span class=\"citation\" id=\"56406\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56406)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56406)\">Ps. 16:11<\/a><\/span> and enable us to struggle for the glory and exaltation that are within our reach, until we shall have overcome, and be prepared to enter into the celestial kingdom of the Father,<span class=\"citation\" id=\"127507\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127507)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127507)\">Rev. 2:26 (JST)<\/a><\/span> which may God grant for Christ&#x2019;s sake. Amen. <\/div>\n<\/div>\n<\/div>"}