{"ID":180031, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Visit to Sabbath Schools&#x2014;Reflections on the Course We Pursue&#x2014;Common Blessings Sometimes Undervalued&#x2014;The Gospel Guarantees Its Own Testimony&#x2014;Apostasy Rather An Evidence of Health, Than a Symptom of Disease&#x2014;Testimony.<\/div>\n<div class=\"subtitle\">Discourse by Elder George Q. Cannon, delivered in the New Tabernacle, Salt Lake City, Sunday Afternoon, Sept. 17, 1876.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Geo. F. Gibbs.<\/div>\n<div class=\"pageHeader\">Page Header: Visit to Sabbath Schools, Etc.<\/div>\n<div class=\"speaker\">Speaker: George Q. Cannon<\/div>\n<div class=\"date\">Date: 9\/17\/1876<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d31\">\n<div class=\"paragraph jod\" id=\"v18n829\"> It is a great privilege that the Lord has granted to the Latter-day Saints, to assemble together in peace and quietness, as we do this day, to worship him and partake of the Sacrament in commemoration of the death and sufferings of our Lord and Savior Jesus Christ; it is a privilege which I, as an individual member of the Church, appreciate, and I desire always to do so. <\/div><div class=\"paragraph jod\" id=\"v18n830\"> When I reflect upon the many efforts which have been made to deprive us as a people of our liberties and our rights of worship, I cannot help feeling that, of all the people who live upon the face of the earth, we should be the most grateful, and should witness to our Father and God, by our devotion, that we appreciate the kindness and mercy he has manifested to us. It seems strange that in this time of religious toleration and freedom, there should be a call for such sentiment as this. In a land like ours, it might be thought that everyone would have a right to worship God according to the dictates of his conscience;<span class=\"citation\" id=\"94139\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94139)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94139)\">A of F 1:11<\/a><\/span> but this has not <div class=\"break columnbreak\" id=\"250b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0250.pdf\" target=\"pdfwin\">p.&#xA0;250b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6891\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> been our experience. Yet the Lord has preserved us, and has defeated the machinations of the wicked&#x2014;has preserved our rights and liberties, and granted to us very many privileges. Are we, as a people, sufficiently alive to the importance of these privileges? Do we live in a manner that agrees with the revelations that the Lord has given to us, to the requirements which he has made upon us? These are important questions for us to answer. <\/div><div class=\"paragraph jod\" id=\"v18n831\"> I met with the Sunday school children this morning in one of the Wards of this city, and while speaking to them I remarked, what I may remark here (taking the Bible in his hand), There are no people of whom I know anything in Christendom who believe the Bible, and are willing that their children should be taught all of its principles in their entirety, as do the Latter-day Saints. There is no principle set forth in the Scriptures that the Latter-day Saints do not incorporate in their faith and practice. I related to them a little of my experience. I remember when  <div class=\"break pagebreak\" id=\"251a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0251.pdf\" target=\"pdfwin\">p.&#xA0;251a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6890\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>I was a child I read the New Testament. I inquired of my father if there were any Apostles then upon the earth, or if there were any people who had the gifts which the disciples of Jesus possessed? His reply was that he knew of the existence of no such people. I could not understand it; to my mind, as a child, there seemed to be as great a necessity for the power of God then, as there was in those earlier days. I can recall nights when I thought of the blessings which former generations enjoyed, and felt to grieve that I could not live in a generation when there were Apostles who had the power of God. I thought then I would have been willing to endure the persecution and difficulties which they had to encounter for so glorious a faith. <\/div><div class=\"paragraph jod\" id=\"v18n833\"> This is an advantage we have above every other denomination with which I am acquainted. We believe the Bible<span class=\"citation\" id=\"94079\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94079)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94079)\">A of F 1:8<\/a><\/span> in its entirety&#x2014;that God is the same today as he was yesterday,<span class=\"citation\" id=\"77383\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77383)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77383)\">Heb. 13:8<\/a><\/span> and as he ever was&#x2014;that he is as willing now as ever to bestow his blessings upon man, if man will prepare himself to receive them. And if there be an absence of faith and power, and of heavenly gifts, God our eternal Father cannot be accused of partiality in withholding them from this generation. <\/div><div class=\"paragraph jod\" id=\"v18n834\"> Do we as a people sufficiently bear in mind that God requires us to live so as to receive and enjoy, to the fullest possible extent, the gifts and graces which he has to bestow upon his faithful children? I think, sometimes, we are like other people in this respect&#x2014;we are very liable to grow careless, to become willing to allow the time to pass along without any particular effort on our part to improve ourselves, to increase in godliness and the power thereof. We have the human disposition to be at ease in the enjoyment of the <div class=\"break columnbreak\" id=\"251b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0251.pdf\" target=\"pdfwin\">p.&#xA0;251b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6890\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> earthly comforts by which we may be surrounded. In this respect human nature has been the same in all ages, and hence it has almost become proverbial that for a church to prosper it must be persecuted, and its members placed in constant jeopardy. But with the knowledge God has given to us this should not be the case. It should be a pleasure, a source of constant delight to us, as Latter-day Saints, to keep all the commandments of God, to seek and contend for that faith once delivered to the Saints,<span class=\"citation\" id=\"78864\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78864)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78864)\">Jude 1:3<\/a><\/span> by which they accomplished such mighty works. <\/div><div class=\"paragraph jod\" id=\"v18n835\"> I have said that I greatly desired to live when Apostles were upon the earth. Are there not hundreds of this congregation who have felt, in various times in their lives, before they heard the sound of the everlasting Gospel, that they would traverse this earth, and undergo all manner of hardships, if they could only have the privilege to behold the face of a man of God, an Apostle of the Lord Jesus? What would they not have given to hear words of salvation from such a man, a man who had authority to teach and to administer the ordinances of the Gospel? Doubtless there are hundreds present who at various times in their lives have felt this, having grown up amid contending sects. I am satisfied that there are hundreds here who felt in their hearts that there was no sacrifice they were capable of making, which they would not have gladly made, to have had the privilege they now enjoy. They are now numbered with the Church of God, and have a knowledge of this through the power of the Holy Ghost, and the enjoyment of its gifts and blessings. And yet you talk to these men and women today, and what are their feelings? A number of them feel as zealous and warm in the work of God as  <div class=\"break pagebreak\" id=\"252a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0252.pdf\" target=\"pdfwin\">p.&#xA0;252a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6889\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>they ever did. But many, doubtless, have become careless. These blessings have become common because of the ease with which they have been obtained, and indifference is the result. Yet are they not just as valuable today? Is it not just as desirable today for human beings to know that a man has authority to administer baptism, and that God will recognize the administration? Is it not a great blessing to have the reality as it was to anticipate it? Certainly it is! The authority which God has restored to the earth empowers man to go into the waters of baptism, and then baptize his fellow man for the remission of sins, God sanctioning the act. This is as great a blessing as it ever was. The fact that there are numbers of men upon the earth thus authorized, does not make the blessing more undesirable. Because there are thousands of persons now living on the earth who have received of the blessings which were to follow those that believed and obeyed the Gospel, does that in the least lessen their value? I certainly think not; they are just as desirable today, and should be valued by every human being who has any appreciation whatever of the things of God. The authority to administer in the ordinances of the house of God, to say, &#x201C;Thus saith the Lord,&#x201D;<span class=\"citation\" id=\"53856\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53856)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53856)\">Ex. 4:22<\/a><\/span> to counsel, instruct, warn, and reprove, is peculiar to the Church of Jesus Christ of Latter-day Saints, and in this respect we are different from all other people. While this is so, we do not exclude any others from partaking of these benefits. We also&#x2014;to use a phrase already adopted&#x2014;we also were Gentiles, in ignorance concerning this Gospel at one time, that is, the bulk of us were. Therefore, while we claim for the Church of Jesus Christ of Latter-day Saints this power, we do not claim it <div class=\"break columnbreak\" id=\"252b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0252.pdf\" target=\"pdfwin\">p.&#xA0;252b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6889\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> as belonging to us and ours exclusively, but to be diffused from this Church to all the inhabitants of the earth so fast as they will receive the doctrines of Jesus Christ and have faith to obey them. And this is glad tidings of salvation to all people&#x2014;glad tidings of salvation in this age of unbelief, which might be said to be an age of universal darkness and ignorance concerning Jesus Christ. There is scarcely a man to be found who knows anything about God, and who believes in the literal resurrection of the body. Even ministers, as well as members of the various denominations, are in this condition. It is a great blessing that at such a time as this there is a people upon the face of the earth who testify, in all solemnity and boldness, before God, before angels, and before men, that God has spoken from the heavens, that he has broken the silence that has reigned for ages over the world, and has once more communicated his mind and will to man; that in this age these &#x201C;glad tidings&#x201D;<span class=\"citation\" id=\"66978\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66978)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66978)\">Luke 1:19<\/a><\/span> have been communicated from the heavens by the ministrations of holy angels and the voice of God himself. <\/div><div class=\"paragraph jod\" id=\"v18n837\"> Now this is the message of glad tidings which the Latter-day Saints have to bear,<span class=\"citation\" id=\"91244\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91244)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91244)\">D&amp;C 128:19-20<\/a><\/span> not to themselves and their children alone, but to all the inhabitants of the earth, and to every nation and kindred, tongue and people, that God lives, that Jesus lives, that the same powers exist as existed anciently, that the same Gospel is powerful to salvation<span class=\"citation\" id=\"127469\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127469)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127469)\">Rom. 1:16<\/a><\/span> today as it was eighteen hundred years ago, that the Holy Ghost exists, and that men can receive it by taking the course pointed out by the servants of God anciently. Who would not be gladdened by such a message, if they could believe it to be true? Would not ministers rejoice in it? Would not the people? Would not all the inhabitants of the  <div class=\"break pagebreak\" id=\"253a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0253.pdf\" target=\"pdfwin\">p.&#xA0;253a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6888\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>earth rejoice and praise God, if they could believe such tidings as these? The fact that they do not believe them does not lessen their value, their truthfulness, nor their importance. There are those who do believe them, they are found in these mountains, they are Latter-day Saints, but called &#x201C;Mormons&#x201D; by those who do not choose to give them their proper name; and they differ from every religious sect and denomination in Christendom. Their belief is that God has revealed himself to man in the day and age in which we live, has restored the everlasting Gospel, the Holy Ghost, and the gifts and graces thereof. I do not believe there is a man in Christendom, nor in heathendom, nor upon the whole face of the earth, however wicked he might be, who would not in his secret heart be thankful if he understood and knew these things for himself; but there is that unbelief and hardness of heart, there is that power the adversary exercises over the children of men, which blinds their eyes and beclouds their understanding, making the things of God appear unreasonable to them; until it becomes fashionable for men of education to think it necessary that they should doubt the existence of God, and of Jesus Christ, and the atonement, because, forsooth, they cannot comprehend the plan of redemption in all its details. Because the resurrection cannot be understood by them, they must deny the truth of the resurrection and doubt and deny the truth of the atonement and mediation of Jesus Christ. This is fashionable in these days. Yet here is a people, and I rejoice in it, who do believe in God, who testify that they know God lives; that they know that Jesus is the Savior of the world; that they know that the Holy Ghost is poured out upon men who obey and do his will; <div class=\"break columnbreak\" id=\"253b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0253.pdf\" target=\"pdfwin\">p.&#xA0;253b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6888\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> who now testify that they know that God bestows his gifts and blessings upon man as he did in ancient days. To me it is exceedingly interesting to know that there is a people in these mountains who cherish this faith, notwithstanding their weaknesses and failings, and notwithstanding some of them turn away from the truth and become aliens to the covenants of Christ. Notwithstanding all these things, still there is a people who do have this faith; who cherish it, and who seek to teach it to their children after them. <\/div><div class=\"paragraph jod\" id=\"v18n839\"> But it is important for us that we should look well to our ways, whether we appreciate the blessings God has bestowed upon us, and put them to a proper use, or not. How can we know that Jesus is the Christ, and that he lives? How can any man know it? I have many times in my life been inquired of by intelligent men upon this point. &#x201C;You say that Jesus lives, how do you know it? You say there is a resurrection of the body and that you know it. How do you know it?&#x201D; It is only a few weeks ago that a gentleman of superior abilities and excellent culture, a man for whom I had formed considerable attachment, said, &#x201C;I would give all the world, if I had it, to know what you say you know. You say you know God lives, you say you know that Jesus is the Savior of the world, you say there is a literal resurrection of the body. I do not know these things, I cannot find out anything about them. My reason cannot be satisfied with the principles offered to me in favor of these ideas.&#x201D; And he thought I ought to be a most happy man to have such a faith. I told him that he could have it by taking the course God had pointed out. Can any of us know these things by reading the Bible, or by hearing our fathers say so? No, the  <div class=\"break pagebreak\" id=\"254a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0254.pdf\" target=\"pdfwin\">p.&#xA0;254a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6887\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>information derived from such a source is only a matter of belief. The Muhammadan believes in the Koran, and that Muhammad was a true prophet, because his parents teach him so. And shall the believer in Jesus Christ, and in his atonement base his faith upon no better foundation than this? The heathen believes his doctrine and teaches it to his children. Belief alone is not sufficient. We must <span class=\"italic\">know<\/span>, if we ever get eternal life. &#x201C;To know God and Jesus Christ whom he has sent, is life eternal.&#x201D;<span class=\"citation\" id=\"70605\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70605)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70605)\">John 17:3<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v18n841\"> What difference is there between Christians and Muhammadans upon this point? The Christians believe that Jesus is the Christ, because the Bible says so; the Muhammadans base their belief in Muhammad, because their fathers and mothers tell them he was a prophet and the Koran is true. Jesus says&#x2014;&#x201C;If any man will do his (the Father&#x2019;s) will, he shall know of the doctrine, whether it be of God, or whether I speak of myself.&#x201D;<span class=\"citation\" id=\"69365\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69365)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69365)\">John 7:17<\/a><\/span> He also says, &#x201C;I am the way, the truth and the life.&#x201D;<span class=\"citation\" id=\"69922\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69922)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69922)\">John 14:6<\/a><\/span> His Apostle Peter says&#x2014;&#x201C;Repent, and be baptized every one of you for the remission of sins, and ye shall receive the Holy Ghost.&#x201D;<span class=\"citation\" id=\"71232\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71232)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71232)\">Acts 2:38<\/a><\/span> This was the promise, and through it every minister claiming to be authorized to represent the Gospel can be tested. He who is a minister of Jesus Christ has the right and authority to make certain promises to believers, and these promises heaven will fulfill and man cannot. If a man come forward professing to be a minister of Jesus Christ, promising the believers that they should receive the Holy Ghost by complying with certain conditions, and the promise fails in its fulfillment, what evidence has such a one that the minister is sent of God? None at all. But if a man come, saying, &#x201C;The Lord has <div class=\"break columnbreak\" id=\"254b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0254.pdf\" target=\"pdfwin\">p.&#xA0;254b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6887\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> sent me forth; I have been called, commissioned and ordained, and have the authority to go forth and call upon the people to repent and be baptized, and if they do so they shall receive the Holy Ghost through the laying on of hands;&#x201D; if the people, after obeying the requirements, do receive the Holy Ghost, they then have a testimony that he is a man of God. This, when received and retained, is an ever living, ever present witness. It is in this way that the Latter-day Saints know that this is the Gospel of Jesus Christ; they know that Jesus is the Savior of the world because they have received the promised blessings. But will the reception of one item of knowledge alone save us? No. We must grow from faith to faith, from knowledge to knowledge, cultivating and cherishing the knowledge which our Father has given us until we arrive at power and receive gifts we do not now enjoy. This is the privilege of the Latter-day Saints. It is not a knowledge based upon some past experience, but to know today, to have a living faith within, by communion with God, by having our prayers answered. This latter is one of the best and surest evidences man can have. When he is in difficulty, when in danger, he can go to God, and ask him to grant him the deliverance he needs and he receives it. <\/div><div class=\"paragraph jod\" id=\"v18n842\"> Of what value is religion, unless this blessing can be enjoyed? I care not how much piety people may affect, if they do not have their prayers answered there is not much real, live faith connected with their religion. This is a good test for us. Do we live in such close communion with God, day by day&#x2014;not in the remembrances and reminiscences of the past, but living in the knowledge of today&#x2014;that we can go to  <div class=\"break pagebreak\" id=\"255a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0255.pdf\" target=\"pdfwin\">p.&#xA0;255a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6886\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>him asking in the name of Jesus, and receive an answer to our prayers? That is a test of fellowship with God and of Gospel truth. This ought to be the experience of everyone every day we live, not, as I say, dealing in the remembrance of past favors, not something we received when we joined the Church or during some subsequent time, but because of favors we receive and enjoy today. This is happiness which the world cannot give nor take away, that makes a man happy in the midst of his enemies. Like Daniel he may be cast among wild beasts,<span class=\"citation\" id=\"61543\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61543)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61543)\">Dan. 6:1-28<\/a><\/span> or like the three Hebrew children he may be thrown into a fiery furnace,<span class=\"citation\" id=\"61401\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61401)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61401)\">Dan. 3:1-30<\/a><\/span> still he is happy and can praise his God. Our religion cannot be laid aside, as we would our Sunday garments, and be forgotten until the following Sunday. It is a religion that enters into our everyday dealings with man, of parents with children and children with parents, we carry it in our entire lives and we exhibit it in the fruits of our lives, dealing kindly and mercifully, justly and honorably one with another, administering the words of consolation to those who are afflicted, enjoying the spirit of it when we get up in the morning and through the day, until we retire at night. This is the way to live, and for this purpose God has revealed the Gospel. Anything short of this is not true religion. The man who does not so live, does not enjoy the blessings God is willing to bestow upon him. You have tested this, you Latter-day Saints who have been members of this Church since its early rise. Were you not happy when your enemies were persecuting you, when you were driven from your homes? Were you ever more happy than when upon the plains, trusting entirely in the providence of God, traveling like Abraham did, not <div class=\"break columnbreak\" id=\"255b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0255.pdf\" target=\"pdfwin\">p.&#xA0;255b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6886\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> knowing whither you were going?<span class=\"citation\" id=\"53014\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53014)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53014)\">Gen. 12:1<\/a><\/span> And were you not happy when you came here in the midst of privations? Certainly you were. Happiness was in your hearts, and gladdened your countenances. Why? Because the peace of God was within you, it rested upon you and you rejoiced in it. For this purpose religion, as it is called, is revealed. What is religion? Does true religion make man different from what he is naturally? Yes, it can do so if his nature is defective; if he inherit bad passions, improper appetites and wrong inclinations, it enables him to subdue them. Some suppose it is sinful to be merry, to dance or to witness amusements. Young people, especially in the world, often say, &#x201C;I don&#x2019;t want to be religious; I&#x2019;ll put it off until I get old; I want to enjoy myself.&#x201D; These ideas have their origin in false traditions. There is nothing that affords real happiness except in keeping the commandments of Jesus Christ. Our holy religion incorporates every blessing man can enjoy; there is no good thing you can desire in righteousness that is not incorporated in the religion of Jesus Christ. God, who created us, knew the wants of our being, and therefore, adapted the Gospel to our natures. <\/div><div class=\"paragraph jod\" id=\"v18n844\"> It is generally thought that &#x201C;Mormonism&#x201D; is going to the wall because men and women leave the Church. It has often been said, let fashion be introduced and ministers be sent here, let mines be discovered, and other agencies be brought to bear, and the problem of &#x201C;Mormonism&#x201D; would soon then be solved. I have no doubt that many people who are called Latter-day Saints have succumbed to drunkenness, and perhaps to other vices. But does this affect the truth? Is that any evidence that &#x201C;Mormonism,&#x201D; or the Gospel of  <div class=\"break pagebreak\" id=\"256a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0256.pdf\" target=\"pdfwin\">p.&#xA0;256a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6885\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Jesus Christ, is to be overthrown? Not in the least. I cannot share in the gloomy apprehensions that some are disposed to indulge in respecting the future of this people. I think there never was a time when the prospects of the future of the Church were better than they are at present. I do not anticipate disaster. I expect men will fall away; this has been the case always, and as long as the adversary has power over the children of men it will continue to be so. I thank God that certain men have a disposition to leave this Church, and so draw the line between those who are serving the Lord and those who are not. I mourn that men should be so unfortunate; but when I see the work of cleansing going on it is an evidence to me that the body of the Church is healthy. We are being brought in contact with the vices of the world, and if Latter-day Saints cannot retain their faith in the midst of these things the sooner they become disfellowshipped the better for the Church. If, however, we can endure all things for the sake of the Gospel of Christ, if we can maintain the faith valiantly, in prosperity as well as in adversity, then is our faith grounded upon the rock. It would make no difference to such people if there were five thousand liquor and gambling saloons in our city, they would be unmoved and undisturbed by such things. God will have a tried and chosen people, even as gold<span class=\"citation\" id=\"77768\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77768)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77768)\">1 Pet. 1:7<\/a><\/span> is seven times purified;<span class=\"citation\" id=\"56378\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56378)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56378)\">Ps. 12:6<\/a><\/span> if, therefore, there be any dross about us it will be taken away. If persecution will not do it, it is very probable the Lord will use other agencies to bring about the same purpose, so that the end <div class=\"break columnbreak\" id=\"256b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0256.pdf\" target=\"pdfwin\">p.&#xA0;256b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6885\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> will be accomplished. <\/div><div class=\"paragraph jod\" id=\"v18n846\"> I bear testimony that this is the work of God. I know, as well as I know I live, that God raised up Joseph Smith and bestowed upon him knowledge and power and enabled him to organize the Church of Christ in its primitive purity, as it exists and flourishes today, in these mountains. I know also that he has bestowed the same power and authority upon his servant Brigham, and I know, too, that the people who will obey his counsels will be blessed, as they always have been, and that the anger of the Lord will be enkindled against the people unless they do obey him, because the Lord has set him to guide and to lead the people. To lead the people blindly without knowing themselves whither they are going? No, certainly not. When the President of this Church gives counsel, it is the privilege of the Latter-day Saints to know, for themselves, by the testimony of Jesus within them, that such counsel is right, and no higher testimony can be given any man than this. It is the privilege of all to know whether this is the work of God or not, according to the Savior&#x2019;s promise,<span class=\"citation\" id=\"69366\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69366)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69366)\">John 7:17<\/a><\/span> which leaves the world without excuse.<span class=\"citation\" id=\"127470\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127470)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127470)\">D&amp;C 101:93<\/a><\/span> It is a matter of great importance for a man to testify before God and angels that these things are true. If he be an impostor, then the responsibility of that man is dreadful; if his testimony be true, then those who hear and reject it assume greater responsibility. That God may help us to stand pure and unspotted before him, is my prayer in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}