{"ID":180038, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Great Privilege of Having a Temple Completed&#x2014;Past Efforts for this Purpose&#x2014;Remarks on Conduct&#x2014;Earth, Heaven, and Hell, Looking at the Latter-Day Saints&#x2014;Running After Holes in The Ground&#x2014;Arrangements for the Future.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, delivered at the Temple, St. George, Jan. 1, 1877.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Deseret News.<\/div>\n<div class=\"pageHeader\">Page Header: The Great Privilege, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 1\/1\/1877<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d38\">\n<div class=\"paragraph jod\" id=\"v18n1016\"> I cannot consent in my feelings to retire from this house without exercising my strength, the strength of my lungs, stomach and speaking organs, in speaking to this people. I hardly dare say what is in my heart to say to this people. Perhaps it would not be prudent, but I will say a few encouraging things to the Latter-day Saints, that is, they ought to be encouraging. We that are here are enjoying a privilege that we have no knowledge of any other people enjoying since the days of Adam, that is, to have a Temple completed, wherein all the ordinance of the house of God can be bestowed upon his people. Brethren and sisters, do you understand this? It seems that a great many of the people know nothing about it. It is true that Solomon built a Temple for the purpose of giving endowments, but from what we can learn of the history of that time they gave very few if any endowments, and one of the high priests was murdered by wicked and corrupt men, who had already begun to apostatize, because he would not reveal those things appertaining to the Priesthood that were forbidden <div class=\"break columnbreak\" id=\"303b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0303.pdf\" target=\"pdfwin\">p.&#xA0;303b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6838\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> him to reveal until he came to the proper place.<span class=\"citation\" id=\"55928\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55928)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55928)\">2 Chr. 24:20-22<\/a><\/span><span class=\"citation\" id=\"65589\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65589)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65589)\">Matt. 23:35<\/a><\/span><span class=\"citation\" id=\"67586\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67586)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67586)\">Luke 11:51<\/a><\/span> I will not say but what Enoch had Temples and officiated therein, but we have no account of it. We know that he raised up a people so pure and holy that they were not permitted to remain with the wicked inhabitants of the earth, but were taken to another place.<span class=\"citation\" id=\"93240\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93240)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93240)\">Moses 7:69<\/a><\/span> We as Latter-day Saints have been laboring for over forty years, and the revelations given us in the first were to establish the kingdom by gathering the Saints, building Temples, and organizing the people as the family of heaven here on the earth. We reared up a Temple in Kirtland, but we had no basement in it, nor a font, nor preparations to give endowments for the living or the dead. It was left by the Saints before it was completed, they going to Missouri. Joseph located the site for the Temple Block in Jackson County, Missouri, and pointed out the southeast corner of the Temple in the year 1831&#x2014;also laid the cornerstone for a Temple in Far West, Caldwell County, Mo. These Temples were not built. We built one in Nauvoo. I could pick out  <div class=\"break pagebreak\" id=\"304a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0304.pdf\" target=\"pdfwin\">p.&#xA0;304a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6837\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>several before me now that were there when it was built, and know just how much was finished and what was done. It is true we left brethren there with instructions to finish it, and they got it nearly completed before it was burned, but the Saints did not enjoy it. Now we have a Temple which will all be finished in a few days, and of which there is enough completed to commence work therein which has not been done since the days of Adam, that we have any knowledge of. Now those that can see the spiritual atmosphere can see that many of the Saints are still glued to this earth and lusting and longing after the things of this world,<span class=\"citation\" id=\"127504\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127504)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127504)\">1 Jn. 2:15-17<\/a><\/span> in which there is no profit.<span class=\"citation\" id=\"127505\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127505)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127505)\">Jer. 16:19<\/a><\/span> It is true, we should look after the things of this world and devote all to the building up of the kingdom of God. According to the present feelings of many of our brethren, they would arrogate to themselves this world and all that pertains to it, and cease not day nor night to see that it was devoted to the building up of the kingdom of the devil, and if they had the power they would build a railroad to carry it to hell and establish themselves there. Where are the eyes and the hearts of this people? Where is their interest for their own salvation and that of their forefathers? We enjoy privileges that are enjoyed by no one else on the face of the earth. Suppose we were awake to this thing, namely, the salvation of the human family, this house would be crowded, as we hope it will be, from Monday morning until Saturday night. This house was built here in this place purposely, where it is warm and pleasant in the winter time, and comfortable to work, also for the Lamanites, and also those coming from the south, and other places to receive their endowments, and other blessings. What do you <div class=\"break columnbreak\" id=\"304b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0304.pdf\" target=\"pdfwin\">p.&#xA0;304b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6837\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> suppose the fathers would say if they could speak from the dead? Would they not say, &#x201C;We have lain here thousands of years, here in this prison house, waiting for this dispensation to come? Here we are, bound and fettered, in the association of those who are filthy?&#x201D; What would they whisper in our ears? Why, if they had the power the very thunders of heaven would be in our ears, if we could but realize the importance of the work we are engaged in. All the angels in heaven are looking at this little handful of people, and stimulating them to the salvation of the human family. So also are the devils in hell looking at this people, too, and trying to overthrow us, and the people are still shaking hands with the servants of the devil, instead of sanctifying themselves and calling upon the Lord and doing the work which he has commanded us and put into our hands to do. When I think upon this subject, I want the tongues of seven thunders<span class=\"citation\" id=\"79383\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79383)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79383)\">Rev. 10:3-4<\/a><\/span> to wake up the people. Can the fathers be saved without us?<span class=\"citation\" id=\"77131\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77131)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77131)\">Heb. 11:40<\/a><\/span> No. Can we be saved without them?<span class=\"citation\" id=\"91191\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91191)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91191)\">D&amp;C 128:15,18<\/a><\/span> No, and if we do not wake up and cease to long after the things of this earth,<span class=\"citation\" id=\"78573\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78573)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78573)\">1 Jn. 2:15<\/a><\/span> we will find that we as individuals will go down to hell, although the Lord will preserve a people unto himself. Now we are ready to give endowments, do you have any feelings for those who have died without having the Gospel? The spirit was awakened in the people in the north when we gave the word that we should do no more work in the Endowment House&#x2014;they came to us crying and pleading to be baptized for their dead. What else could they do? They can come here and do the work for their dead, and put these poor prisoners on the ground where they will be free. Do we realize this? As long as we tarry here, we are sub<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"305a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0305.pdf\" target=\"pdfwin\">p.&#xA0;305a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6836\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ject to the world. But now go to, like men and women, and say, we will embrace the truth and enter into the covenants of God and carry them out. Then the bonds are broken, and the hearts of the people are united in the Father. Perhaps, brethren and sisters, you will not get my meaning, but now go to work and let these holes in the ground alone, and let the Gentiles alone, who would destroy us if they had the power. You are running after them, and some of our brethren are putting their wives and daughters into their society, and will go to the devil with them too, if they do not look out. I would not have a dollar on the earth if I had to get it there. It has been the kingdom of God with me. What I have, I have got in this kingdom. Well, now, some of the Elders are running after these holes in the ground, and I see men before me, in this house that have no right to be here. They are as corrupt in their hearts as they can be, and we take them by the hand and call them brother. You will go to hell, lots of you, unless you repent. You may think this is plain talk, it is not as plain as you will find by and <div class=\"break columnbreak\" id=\"305b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0305.pdf\" target=\"pdfwin\">p.&#xA0;305b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6836\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> by. If you should ever go to the gates of heaven, Jesus will say he never knew you.<span class=\"citation\" id=\"63974\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63974)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63974)\">Matt. 7:23<\/a><\/span> While you have been saying your prayers and going to your meetings and are as corrupt in your hearts as men can be. You had better stop now and repent of your sins and sin no more, while there is yet time, and before the doors are closed against you. I want to wake you up, and if I had the power to lift the veil from your eyes and let you see things as they are, you would be astonished. Not but what there are a great majority of the people as good as they know how to be. Now I will say, bless the people, that they may do better, but show some of the Elders of Israel according to their present conduct a dollar on one side and eternal life on the other, and I fear they would choose the dollar. <\/div><div class=\"paragraph jod\" id=\"v18n1019\"> We are now prepared to attend to baptizing and giving endowments, and shall appoint Tuesdays and Wednesdays for baptisms, and Thursdays and Fridays for endowments and sealings, as a standing appointment for the present. <\/div><div class=\"paragraph jod\" id=\"v18n1020\"> God bless you. Amen. <\/div>\n<\/div>\n<\/div>"}