{"ID":180048, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Necessity for Effort&#x2014;Regulation of Temporal Affairs&#x2014;Consecration and Stewardship&#x2014;Preparation for Building in Jackson County&#x2014;Responsibility of Presidents&#x2014;How Confidence is Created&#x2014;The United Order&#x2014;Desires for the Future.<\/div>\n<div class=\"subtitle\">Discourse by Elder Lorenzo Snow, delivered at a Two Days&#x2019; Meeting Held By the St. George Stake of Zion, in the Temple, at St. George, Thursday Morning, April 5, 1877.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Geo. F. Gibbs.<\/div>\n<div class=\"pageHeader\">Page Header: Necessity for Effort, Etc.<\/div>\n<div class=\"speaker\">Speaker: Lorenzo Snow<\/div>\n<div class=\"date\">Date: 4\/5\/1877<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d48\">\n<div class=\"paragraph jod\" id=\"v18n1313\"> In occupying the time this morning, I wish in the first place to call your attention to the fact that we are Latter-day Saints, or at least ought to be, and that as such we are dependent upon the Lord for our instruction; this is in accordance with our faith that we have to look to him for assistance under all circumstances, in all places, in all our affairs of life, and in all matters pertaining to furthering us on in the principles of godliness. <\/div><div class=\"paragraph jod\" id=\"v18n1314\"> Assembled together as we are this morning, it is very necessary that we ask the Lord for his spirit, the spirit of inspiration, to rest upon us as speakers and as hearers, that we may be enabled to comprehend <div class=\"break columnbreak\" id=\"371b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0371.pdf\" target=\"pdfwin\">p.&#xA0;371b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6770\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> things that may be spoken, and that they may be adapted to our individual needs. <\/div><div class=\"paragraph jod\" id=\"v18n1315\"> It is impossible to advance in the principles of truth, to increase in heavenly knowledge, except we exercise our reasoning faculties and exert ourselves in a proper manner. We have an instance recorded in the Doctrine and Covenants of a misunderstanding on the part of Oliver Cowdery, touching this principle. The Lord promised him the gift to translate ancient records. Like many of us today, he had misconceptions in regard to the exercise of the gift. He thought all that was necessary for him to do, inasmuch as this gift had been pro<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"372a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0372.pdf\" target=\"pdfwin\">p.&#xA0;372a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6769\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>mised him of God, was to allow his mind to wait in idleness without effort, until it should operate spontaneously. But when those records were placed before him, there was no knowledge communicated, they still remained sealed, as it were, for no power to translate came upon him. <\/div><div class=\"paragraph jod\" id=\"v18n1317\"> Although the gift to translate had been conferred, he could not prosecute the work, simply because he failed to exert himself before God with the view of developing the gift within him; and he became greatly disappointed, and the Lord, in his goodness and mercy, informed him of his mistake, using the following language&#x2014;  <\/div><div class=\"paragraph jod\" id=\"v18n1318\"> &#x201C;Behold, you have not understood; you have supposed that I would give it unto you, when you took no thought save it was to ask me. But, behold, I say unto you, that you must study it out in your mind; then you must ask me if it be right, and if it is right I will cause that your bosom shall burn within you,&#x201D;<span class=\"citation\" id=\"83917\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83917)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83917)\">D&amp;C 9:7-8<\/a><\/span> etc. <\/div><div class=\"paragraph jod\" id=\"v18n1319\"> So in regard to us, respecting the things which we are undertaking. If we expect to improve, to advance in the work immediately before us, and finally to obtain possession of those gifts and glories, coming up to that condition of exaltation we anticipate, we must take thought and reflect, we must exert ourselves, and that too to the utmost of our ability. <\/div><div class=\"paragraph jod\" id=\"v18n1320\"> The text given us by President Young yesterday, and to which we, in our prayer this morning, asked God to direct our remarks, was the work with which we are now immediately concerned, pertaining to our present wants and necessities. The question here arises, How shall we regulate our temporal affairs so as to qualify us to perform <div class=\"break columnbreak\" id=\"372b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0372.pdf\" target=\"pdfwin\">p.&#xA0;372b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6769\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the duties and obligations devolving upon us today, and secure to ourselves the blessings of eternal life? <\/div><div class=\"paragraph jod\" id=\"v18n1321\"> To this subject, so far as the Lord will give me his Holy Spirit, through the exercise of your faith, I wish to speak this morning. I desire, however, to confine myself more particularly to the subject relating to our financial union, uniting ourselves together as brethren who have entered into the everlasting covenant of the Gospel of the Lord Jesus Christ, expecting to dwell together in the presence of God in the celestial world. <\/div><div class=\"paragraph jod\" id=\"v18n1322\"> We have been told, through the revelations of God, and to which our attention has often been called, that unless we became one<span class=\"citation\" id=\"85153\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85153)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85153)\">D&amp;C 38:27<\/a><\/span> in temporal as well as spiritual things,<span class=\"citation\" id=\"87325\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87325)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87325)\">D&amp;C 78:3-8<\/a><\/span> it was useless anticipating the fullness of celestial glory,<span class=\"citation\" id=\"127553\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127553)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127553)\">D&amp;C 105:5<\/a><\/span> or a state of oneness in the spiritual things of God. But what course we are to take in order to arrive at this most desirable condition seems to remain a difficult, unsolved problem. Doubtless many have asked themselves, what can we do, and how shall we do it? <\/div><div class=\"paragraph jod\" id=\"v18n1323\"> Well, let our minds revert for a few minutes to the time when we received the fullness of the everlasting Gospel, in the countries where it first reached us. As soon as we became convinced of the truth and that the Elders who preached the Gospel were the servants of God, we offered ourselves as candidates for baptism for the remission of sins, receiving the Holy Ghost through the laying on of their hands, and then felt determined to do whatever the Lord should require through his servants and continue to follow their counsels in all things, even to the sacrifice of all we possessed, if necessary, whether pertaining to the world&#x2019;s wealth or that which we held in  <div class=\"break pagebreak\" id=\"373a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0373.pdf\" target=\"pdfwin\">p.&#xA0;373a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6768\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>higher and dearer esteem. <\/div><div class=\"paragraph jod\" id=\"v18n1325\"> We learned an important and significant fact, that we were his offspring, inheriting, though only in infantile form, the same attributes he himself possessed, and that, through probationary experience, by passing the ordeals of earth, rejecting the evil and accepting the good,<span class=\"citation\" id=\"127554\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127554)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127554)\">Isa. 7:15<\/a><\/span> these attributes could be developed until eventually we might receive a fullness of the godhead, and dwell in the presence of the Father. We became acquainted with this fact, and were convinced in our hearts that the object which now appeared before us, was well worthy of all that we could bestow upon it. Hence we resolved that we would accomplish the undertaking, though at the sacrifice of our all. We well understood that in order to attain to that position that would entitle us to this exaltation, it would be necessary to submit ourselves wholly to the mind and will of God. We felt in our hearts to consecrate our wives, our children and our property, if we had any, and our time and abilities, to the service of God. Had this law of consecration been presented at that time it no doubt would have been hailed with joy, as it was in exact accordance with the spirit of our covenants. <\/div><div class=\"paragraph jod\" id=\"v18n1326\"> According to the order of the celestial world, as revealed to the Latter-day Saints, respecting the property we might possess, we were required to consecrate all to the Lord, and then to be made stewards, as pointed out by revelation in the Book of Doctrine and Covenants,<span class=\"citation\" id=\"85354\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85354)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85354)\">D&amp;C 42:30-32<\/a><\/span> and were to continue to devote that which might be entrusted to us to the service of God; and so far as we increased the property of our stewardship we were to devote the same to the benefit of the king<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"373b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0373.pdf\" target=\"pdfwin\">p.&#xA0;373b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6768\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>dom of God, which would be used for the building of Temples, emigrating and sustaining the poor, and for carrying on the great work of redeeming Israel. This feeling, which we entertained at the beginning, was to continue to burn in our bosoms, and we were to be faithful and honest in our professions. <\/div><div class=\"paragraph jod\" id=\"v18n1327\"> I know that many of us when we came to the valleys, conformed to this law of consecration, which is now published in the Book of Doctrine and Covenants. We deeded our property, and many were willing, perhaps not all, that, if necessary, every part and portion of it should have been used as the servants of God should have directed. This was the kind of feeling that we <span class=\"italic\">then<\/span> entertained, and just as long as we maintained this condition of mind, of willing obedience, it was all that was required. But I fear that this feeling, which gave us so much joy, which tended to increase our faith and confidence in God and in one another, has not continued to grow correspondingly with our general prosperity, experience and knowledge of the Gospel. My testimony to you is that, so far as this is the case, we stand this day <span class=\"italic\">not<\/span> wholly approved of God, although we have the privilege of worshipping in this Temple, reared to his holy name. But just so far as this willingness exists in our hearts to appropriate our means that we have accumulated for the upbuilding of the kingdom of God on the earth, and that too without grudging, even as the former-day Saints laid down theirs at the feet of the Apostles,<span class=\"citation\" id=\"127555\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127555)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127555)\">Acts 2:44-45<\/a><\/span><span class=\"citation\" id=\"71462\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71462)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71462)\">Acts 4:32-37<\/a><\/span><span class=\"citation\" id=\"127556\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127556)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127556)\">Acts 5:2<\/a><\/span> so far are we approved and accepted of God. Who, among the Latter-day Saints within the hearing of my voice this day, could fail to comprehend this? <\/div> <div class=\"break pagebreak\" id=\"374a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0374.pdf\" target=\"pdfwin\">p.&#xA0;374a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6767\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v18n1329\"> In much of our business relations one with another, there does not exist that spirit of union and brotherly interest that should be maintained. We need to take such a course as will enable us to acquire it, and this spirit should prevail throughout all our settlements. <\/div><div class=\"paragraph jod\" id=\"v18n1330\"> Who cannot perceive the hand of God in bringing us away from the turmoil and strife of the business world to these mountain vales, where we have the opportunity and the privilege of building up villages and cities upon the principle of unity which has been revealed to us, thus affording that necessary discipline which we could not have obtained among the cities of the Gentiles? This training cannot be acquired in one year, nor in five years, but its acquisition is enhanced in proportion to our willingness to make sacrifices in order to obtain it. By and by the Lord will have prepared the way for some to return to Jackson County, there to build up the Center Stake of Zion. How easy this work can be accomplished, after we have learned to build up cities and Temples here to his divine acceptance! Our present experience is a very needful one. Without it, we should be totally unfitted for the performance of such a work. We read that the Temple which Solomon built was erected without the sound of a hammer being heard.<span class=\"citation\" id=\"55621\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55621)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55621)\">1 Kgs. 6:7<\/a><\/span> There had been a previous preparation and an experience gained in some distant locality, and a proper training. The materials were accurately prepared elsewhere, and when brought together were ready for setting, each piece to its proper place. As knowledge and efficiency are obtained gradually, we may expect that the experience that we are getting now in learning how to build up cities in our present condition, conforming as near as possible to the holy order of God, is, in order to prepare us by and by to return to Missouri, whence we were driven, and there build up cities and Temples to the name of the Most High, upon which his glory will descend. A condition of willingness to conform our will to the divine will is what we need. It might not be deemed policy to enter into covenants by deed, in our property matters, though it may be hereafter. But so long as the emotions of our souls prompt us to exclaim, in the language of Joshua, that &#x201C;I and my household will serve the Lord,&#x201D;<span class=\"citation\" id=\"55334\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55334)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55334)\">Josh. 24:15<\/a><\/span> so long as this willingness dwells in our hearts, to give ourselves up entirely to the service of God, we are then in the condition to ask the Father to hasten the day when his will shall be done on earth as in heaven;<span class=\"citation\" id=\"63399\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63399)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63399)\">Matt. 6:10<\/a><\/span><span class=\"citation\" id=\"67481\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67481)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67481)\">Luke 11:2<\/a><\/span> and further, when the proper time comes to require the use of our property in the interests of the great work we are engaged in, the bare mention of it will be sufficient. But, we ask, should not the Bishop who operates in our temporal matters be a very wise and good man? Certainly he should, <div class=\"break columnbreak\" id=\"374b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0374.pdf\" target=\"pdfwin\">p.&#xA0;374b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6767\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and a man of honor and integrity, full of the Holy Ghost, loving his neighbor as himself,<span class=\"citation\" id=\"65478\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65478)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65478)\">Matt. 22:39<\/a><\/span> and loving the Lord our God with all his might, mind and strength.<span class=\"citation\" id=\"65445\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65445)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65445)\">Matt. 22:37<\/a><\/span><span class=\"citation\" id=\"127557\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127557)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127557)\">D&amp;C 59:5<\/a><\/span> On this, we are told, &#x201C;hang the law and the prophets.&#x201D;<span class=\"citation\" id=\"65490\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65490)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65490)\">Matt. 22:40<\/a><\/span> Blessed is he in whom these two principles are developed, for such a one is without condemnation; he stands the peer of him referred to in the Scriptures by the Savior as one &#x201C;without guile.&#x201D;<span class=\"citation\" id=\"68658\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68658)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68658)\">John 1:47<\/a><\/span> The people will soon learn to confide in such a man, as he can establish unmistakable proof before God and before his brethren that he obeys these commandments in which are involved all that the Prophets ever lived for. <\/div><div class=\"paragraph jod\" id=\"v18n1331\"> We will suppose, further, that such an individual as I have described, who really had obeyed these commandments, were placed to preside over a city of a thousand people, all of whom too were living in the advanced condition referred to. He must bear in mind his important position, high responsibilities, and who appointed him to this position, he or they in whom God had vested the authority. Why is such a man called to act as president over a people? Is it in order to acquire an influence and then to use that influence directly for his own aggrandizement? No, but on the contrary, he is called to act in such a position on the same principle as the Priesthood was given to the Son of God, that he should make sacrifice. For himself? No, but in the interests of the people over whom he presides. Would he be required to offer himself up on the cross as did the Savior? No, but to become the servant of his brethren,<span class=\"citation\" id=\"65503\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65503)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65503)\">Matt. 23:11<\/a><\/span> not their master, and to work in their interest and welfare. Not to exercise the influence thus obtained to benefit himself, his family and relatives and personal friends, but esteeming all as his brethren,<span class=\"citation\" id=\"85093\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85093)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85093)\">D&amp;C 38:24-25<\/a><\/span> having rights in common with himself and, therefore, seeking to bless and benefit all equally according to the talents and worthiness they may possess, and thus by so doing develop in himself that fatherly feeling which always exists in the bosom of the Father. <\/div><div class=\"paragraph jod\" id=\"v18n1332\"> At the present time it is too often the case that the men who are called to act in such positions, instead of thus acting according to their holy calling, use their influence, their Priesthood, the sacred powers referred upon them, for their own benefit and that of their children and personal friends. This is highly improper, it is wrong and displeasing in the sight of God; and of this sin we are called upon to repent, by putting it away from us, and beginning to live the lives of Latter-day Saints, according to the sacred covenants we have entered into. <\/div><div class=\"paragraph jod\" id=\"v18n1333\"> When you find a man who takes the same interest in those over whom he presides as he does in himself and family, you will naturally begin to have confidence in  <div class=\"break pagebreak\" id=\"375a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0375.pdf\" target=\"pdfwin\">p.&#xA0;375a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6766\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>that individual. But as soon as you find that his feelings, by day and by night, and the course of his conduct are such as to tend directly to benefit himself and his family, you will say, &#x201C;What interest has he for us. We must look out for ourselves.&#x201D; But where a man works for the interest of the community, he becomes truly a father to that people, working for them with the same feeling, desire and interest as he would for himself. It might be said of him, as it should be said of all men, that he loves his brethren, or in other words, &#x201C;his neighbor,&#x201D; as himself.<span class=\"citation\" id=\"65479\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65479)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65479)\">Matt. 22:39<\/a><\/span> Now let the man who acts as the presiding Elder of his ward, manifest by word and action these fatherly feelings towards those he presides over, and how soon we would begin to perceive perfect confidence restored! <\/div><div class=\"paragraph jod\" id=\"v18n1335\"> Possibly such a man might not always possess financiering abilities, and possibly the people themselves might not have confidence in his abilities to manage or direct temporal affairs. This is quite supposable, for good sound principled men are not always endowed with great financiering abilities. Yet from the fact of his having established himself in the hearts of the people, and his being known by them for his integrity and honesty, and his disposition to work for the interests of God and the people, willing to make any sacrifice that might be required of him, he possesses their confidence, and when once in possession of so sacred a trust, what then might he do in order to satisfy the minds of the people, which are, more or less, inclined to be progressive? Let such a man call to his aid those of his brethren who are the most capable, letting them share his responsibilities. Because you will find, as a general thing, that talent is diffused through the many and rarely combined in single individuals; and it only needs opportunity in order to be developed. He might say to one, &#x201C;Here Brother So and so, you are better adapted to fill this or that position than I am;&#x201D; or, to another, &#x201C;You are the man best fitted for this department;&#x201D; and so on until he gets the talents of all brought out, and instead of diminishing the public confidence in himself, such a course would add to it. Further, he would be doing for his brethren that which the United Order designs to do for all, namely to afford opportunity to develop the gift that Nature has endowed us with. Therefore, I say that all these matters can be got along with, provided we have the sure and safe foundation, which should be based on honesty and integrity to God and the true interests of his kingdom and people. With a people of one heart and mind,<span class=\"citation\" id=\"92950\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92950)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92950)\">Moses 7:18<\/a><\/span> possessed of the same feelings and aspirations as we were when we first embraced the Gospel, in connection with our present know<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"375b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0375.pdf\" target=\"pdfwin\">p.&#xA0;375b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6766\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ledge and experience in the practical workings of building up the kingdom, how easy it would be to establish our home industries or mercantile institutions and carry them on successfully! Everyone would be on hand, like Israel when, in the desert, and journeying to the land of Canaan, they were required to build a movable tabernacle for certain sacred purposes, and the people brought their offerings etc., even more than were sufficient, and Moses had to cry out to the people to stop.<span class=\"citation\" id=\"54586\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54586)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54586)\">Ex. 36:5-7<\/a><\/span> So it would be with us, as far as willingness on the part of the people was concerned to take an active part in any general movement that might be projected. Whatever means or property or time might be devoted by the community for the establishing of any certain enterprise, would be done in good faith, for every heart would be inspired with confidence, everyone considering his interest identified with that of the whole. <\/div><div class=\"paragraph jod\" id=\"v18n1336\"> But it takes time to get the people into this condition. Here, in this southern country, we understand that the people have been endeavoring to work together in the United Order, meeting with more or less disappointment. Because of reverses or failures in our attempts to successfully operate our temporal affairs, we should not allow such disappointment to detract from the principle itself; but rather let us attribute our misfortunes to human weaknesses, regarding the principle as divine, revealed for our special benefit and blessing, and in every instance of apparent failure let us ever be resolved to &#x201C;try again.&#x201D; The principles of Plural Marriage were revealed for the benefit and exaltation of the children of men, but how much unhappiness has arisen through failure, on the part of some who have contracted this order of marriage, to conform to the laws that govern it! But does it arise through any defect in the order of the marriage system? O no; but from ignorance and the folly and wickedness of those individuals who enter into it, who abuse, rather than righteously obey, it. So in regard to the principles of the United Order. Its principles too are sacred, and I assure you we will never go back to Jackson County, Missouri, there to build up the new Jerusalem of the latter days, until there is a perfect willingness on our part to conform to its rules and principles. Many years have transpired since we received the revelation of the United Order, and in one sense that long period of time bespeaks negligence on our part in not more fully obeying it. The very principles of that order, in my estimation, were given for our temporal and spiritual salvation. In order to derive the benefit that God designed should flow from them, they must be established and systematized on the principle of righteousness, each per<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"376a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0376.pdf\" target=\"pdfwin\">p.&#xA0;376a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6765\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>son learning to love his neighbor as himself.<span class=\"citation\" id=\"65480\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65480)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65480)\">Matt. 22:39<\/a><\/span> For us to undertake to deal with them on any other principle would virtually open the way to bitter disappointment. <\/div><div class=\"paragraph jod\" id=\"v18n1338\"> Then allow me to repeat, let me find a community that is willing to conform to this, bringing to mind the covenants made in the beginning when we received the fullness of the Gospel, willing to bring to mind when they dedicated all they possessed&#x2014;their property, their talents, their mental and physical powers, to the building up of his kingdom; remembering the time when we did this, the blessings of God were upon us, and his Spirit burned within us. Then let those who preach in the midst of that community of Saints, realize what the Priesthood was placed upon them for; let them know and fully sense why they were appointed to fill such and such an office, viz., that they should act in the spirit of our Master, a servant of all, that they learn to consider and esteem in the same affectionate interest, the welfare of all, as they do that of themselves, and be in very deed fathers to the people. Then will they enter into the spirit of the two great commands upon which, said the Savior, &#x201C;hang the law and the prophets,&#x201D; namely, loving the Lord with all our might, mind and strength, and our neighbor as ourselves.<span class=\"citation\" id=\"65442\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65442)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65442)\">Matt. 22:36-40<\/a><\/span> This, in my opinion, is the foundation of our future success, temporally and spiritually, in this United Order. Until we come down to the bedrock of honesty and sincerity in this matter, dealing with temporal as with spiritual things, wholeheartedly, holding all and ourselves sacred to the service of God, we may expect more or less failure. <\/div><div class=\"paragraph jod\" id=\"v18n1339\"> Let me say to the brethren who are and who contemplate connecting themselves actively and entirely with this holy Order, that the Priesthood was bestowed upon you, as upon the Son of God himself, for no other purpose than that, through sacrifice, you might be proven, that, peradventure, at the last day, you might stand approved before God, and before perfect and holy beings and that, in order to merit this divine approval, it may be necessary to forget self and individual aggrandizement and seek the interest of your brethren. If you are ready and willing to do this, and if your everyday life and conduct, and the spirit within you testify the fact, you will establish confidence in the hearts of those who know you and with whom you are more immediately associated in temporal matters. <\/div><div class=\"paragraph jod\" id=\"v18n1340\"> Confidence is ofttimes referred to by our brethren, especially when speaking on the subject of the United Order. It is <div class=\"break columnbreak\" id=\"376b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0376.pdf\" target=\"pdfwin\">p.&#xA0;376b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6765\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> spoken of and written on by the religious, the political, and the financial world; and the present condition of the whole is such as to force itself upon our serious attention. We may confidently apprehend that, as history shall chronicle the developments of this our progressive world, we shall witness more and more the necessity of it. For as palpable and, what may be termed, legitimate fraud increases, and the whole world ripens in iniquity generally, confidence will lessen and become more priceless and precious. This is quite obvious to all men in whose hearts dwell a spark of that Spirit by which the Prophets foretold the destiny of the nations. Confidence can be acquired only on the principle of righteousness, whether it be applied to the monarch or the peasant, the religionist or the non-religionist; merit alone commands it. <\/div><div class=\"paragraph jod\" id=\"v18n1341\"> Then let us live the lives of Latter-day Saints, that we may first beget confidence in ourselves; then we shall begin to have confidence in each other, in God, and in his promises. A people in this condition of progress would know no failures, everything would prosper that they put their hands to, they would grow in faith and in good works. I tell you, in the name of the Lord God, that the time is coming when there will be no safety only in the principles of union, for therein lies the secret of our temporal and spiritual salvation. We have been enabled to establish settlements, towns, and villages, and we have been abundantly blessed with the necessaries and conveniences of life, notwithstanding we have been slow to hearken to and obey the commands of Jehovah. I would to God that every Bishop and presiding officer would this day, in this holy Temple, covenant and swear before him, the Lord our God, that they would turn and serve him with all their might, mind and strength,<span class=\"citation\" id=\"127558\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127558)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127558)\">D&amp;C 4:2<\/a><\/span> and work in the interest of the people as they would for themselves.<span class=\"citation\" id=\"65437\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65437)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65437)\">Matt. 22:36-39<\/a><\/span> For my greatest desire is to see Zion established according to the revelations of God, to see her inhabitants industrious and self-sustaining, filled with wisdom and the power of God, that around us may be built a wall of defense, a protection against the mighty powers of Babylon; and while the disobedient of our Father&#x2019;s family are contending, and filling up their cup of iniquity, even to the brim, and thus preparing themselves for the burning, we, who are the acknowledged children of the kingdom, being filled with the righteousness and knowledge of God, may be like the wise virgins,<span class=\"citation\" id=\"66013\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66013)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66013)\">Matt. 25:1-13<\/a><\/span> clothed in our wedding garments,<span class=\"citation\" id=\"65369\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65369)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65369)\">Matt. 22:11-14<\/a><\/span><span class=\"citation\" id=\"65382\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65382)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65382)\">Matt. 22:14 (JST)<\/a><\/span> and properly prepared for the coming of our Lord and Savior. <\/div>\n<\/div>\n<\/div>"}