{"ID":180017, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">What the Lord Requires of His Saints.<\/div>\n<div class=\"subtitle\">Discourse by Elder Joseph F. Smith, delivered at the Forty-Sixth Semi-Annual Conference of the Church of Jesus Christ of Latter-Day Saints, in the New Tabernacle, Salt Lake City, on Sunday Morning, Oct. 10, 1875.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: What the Lord Requires of His Saints.<\/div>\n<div class=\"speaker\">Speaker: Joseph F. Smith<\/div>\n<div class=\"date\">Date: 10\/10\/1875<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d17\">\n<div class=\"paragraph jod\" id=\"v18n436\"> I have been very much interested and instructed during our Conference, and in rising at this time&#x2014;a few moments only remaining before the close of our forenoon meeting&#x2014;I feel that I can only bear my testimony to, and express my conviction of, the truths that we have had delivered unto us during our meetings from the first day of our Conference. We have had instructions here upon spiritual and upon temporal matters sufficient, if they were carried out, to make this people the best, purest, noblest, and greatest people that inhabit the world. The instructions that have been given unto us in regard to temporal matters, and in regard to bringing us to a union of faith and works, are calculated in their nature, if adopted and carried out in the practices of the Latter-day Saints, to make them the most independent people that live upon the face of the earth, depending indeed only upon the Lord our God, the giver of every good and perfect gift.<span class=\"citation\" id=\"77472\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77472)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77472)\">James 1:17<\/a><\/span> I can see, as clearly as it is possible for me to see the light of the sun, that if the instructions that were given here yesterday, and the day <div class=\"break columnbreak\" id=\"133b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0133.pdf\" target=\"pdfwin\">p.&#xA0;133b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7008\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> before, in relation to uniting ourselves together in temporal affairs, were carried out by the people, we would soon no longer be beholden to the world, and it would be said of us, that we were dependent upon no power upon the earth but the power of God. It is very different, however, with us at present, for now we are very dependent, notwithstanding the vast amount of blessings that the Lord has poured out upon us&#x2014;blessings of the soil, of the labors of our hands, of the elements that surround us. He has given us an abundance of everything our hearts can desire in righteousness, insomuch, as it was remarked yesterday, that we have become almost recreant to these blessings; we squander and waste them, run over them, trample them under our feet as it were, and regard them as of very little importance, or worthless. The Lord truly has blessed his people; he has poured out his Spirit upon us, opened our way, delivered us from our enemies, blessed and enriched the soil, tempered the elements, and made them favorable to us, turned away cursings, and given us blessings on every hand, and has  <div class=\"break pagebreak\" id=\"134a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0134.pdf\" target=\"pdfwin\">p.&#xA0;134a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7007\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>prospered us in the earth. But we have been careless, and in a measure blind to the presence and value of the blessings that have been poured out upon us so abundantly, and have failed to recognize, as we should at all times, the hand of God therein. We have also come far short of appreciating our brethren the Prophets, who have borne the burden in the heat of the day;<span class=\"citation\" id=\"65281\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65281)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65281)\">Matt. 20:12<\/a><\/span> who have stood boldly and fearlessly, filled with wisdom and intelligence from above, to give us counsel, and to guide and direct us in the channels of prosperity, peace, and happiness. <\/div><div class=\"paragraph jod\" id=\"v18n438\"> Will we come to a knowledge of the truth? Will we learn to appreciate the blessings that we enjoy, and to realize from whence they come? Will we begin to follow more faithfully the counsels that are given to us by the servants of the Lord, and come together in the unity of the faith and of the knowledge of the Son of God,<span class=\"citation\" id=\"75206\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75206)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75206)\">Eph. 4:13<\/a><\/span> that we may become perfect men in Christ Jesus,<span class=\"citation\" id=\"75572\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75572)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75572)\">Col. 1:28<\/a><\/span> even to the fullness of the measure of his stature?<span class=\"citation\" id=\"75205\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75205)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75205)\">Eph. 4:13<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v18n439\"> There is a circumstance recorded in the Scriptures, that has been brought forcibly to my mind while listening to the remarks of the Elders who have spoken to us during Conference. A young man came to Jesus and asked what good thing he should do that he might have eternal life. Jesus said unto him&#x2014;&#x201C;Keep the commandments.&#x201D; The young man asked which of them. Then Jesus enumerated to him some of the commandments that he was to keep&#x2014;he should not murder, nor commit adultery, nor steal, nor bear false witness, but he should honor his father and mother, and love his neighbor as himself, &amp;c. Said the young man&#x2014;&#x201C;All these I have kept from my youth up, what lack I yet?&#x201D; Jesus said&#x2014;&#x201C;If thou wilt be perfect, go <div class=\"break columnbreak\" id=\"134b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0134.pdf\" target=\"pdfwin\">p.&#xA0;134b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7007\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and sell that thou hast, and give to the poor, and thou shalt have treasure in heaven: and come and follow me.&#x201D; And we are told that he turned away sorrowful, because he had great possessions.<span class=\"citation\" id=\"65160\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65160)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65160)\">Matt. 19:16-22<\/a><\/span> He would not hearken to, or obey the law of God in this matter. Not that Jesus required of the young man to go and sell all that he possessed and give it away; that is not the principle involved. The great principle involved is that which the Elders of Israel are endeavoring to enforce upon the minds of the Latter-day Saints today. When the young man turned away in sorrow, Jesus said to his disciples&#x2014;&#x201C;How hardly shall they that have riches enter into the kingdom of God!&#x201D;<span class=\"citation\" id=\"65186\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65186)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65186)\">Matt. 19:23<\/a><\/span><span class=\"citation\" id=\"66602\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66602)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66602)\">Mark 10:23-24<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v18n440\"> Is this because the rich man is rich? No. May not the rich man, who has the light of God in his heart, who possesses the principle and spirit of truth, and who understands the principle of God&#x2019;s government and law in the world, enter into the kingdom of heaven as easily, and be as acceptable there as the poor man may? Precisely. God is not a respecter of persons.<span class=\"citation\" id=\"71756\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71756)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71756)\">Acts 10:34<\/a><\/span> The rich man may enter into the kingdom of heaven as freely as the poor, if he will bring his heart and affections into subjection to the law of God and to the principle of truth; if he will place his affections upon God, his heart upon the truth, and his soul upon the accomplishment of God&#x2019;s purposes, and not fix his affections and his hopes upon the things of the world.<span class=\"citation\" id=\"78571\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78571)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78571)\">1 Jn. 2:15<\/a><\/span> Here is the difficulty, and this was the difficulty with the young man. He had great possessions, and he preferred to rely upon his wealth rather than forsake all and follow Christ. If he had possessed the spirit of truth in his heart to have known the will of God, and to have loved the Lord with all his heart and his neighbor as himself,<span class=\"citation\" id=\"65436\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65436)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65436)\">Matt. 22:36-39<\/a><\/span> he  <div class=\"break pagebreak\" id=\"135a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0135.pdf\" target=\"pdfwin\">p.&#xA0;135a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7006\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>would have said to the Lord&#x2014;&#x201C;Yea, Lord, I will do as you require, I will go and sell all that I have and give it to the poor.&#x201D; If he had had it in his heart to do this, that alone might have been sufficient, and the demand would probably have stopped there, for undoubtedly the Lord did not deem it essential for him to go and give his riches away, or to sell his possessions and give the proceeds away, in order that he might be perfect,<span class=\"citation\" id=\"65178\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65178)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65178)\">Matt. 19:21<\/a><\/span> for that, in a measure, would have been improvident. Yet, if it had required all this to test him and to prove him, to see whether he loved the Lord with all his heart, mind, and strength, and his neighbor as himself,<span class=\"citation\" id=\"65456\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65456)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65456)\">Matt. 22:37-39<\/a><\/span> then he ought to have been willing to do it, and if he had been he would have lacked nothing, and would have received the gift of eternal life, which is the greatest gift of God,<span class=\"citation\" id=\"84097\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84097)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84097)\">D&amp;C 14:7<\/a><\/span> and which can be received on no other principle than the one mentioned by Jesus to the young man. If you will read the sixth lecture on faith in the Book of Doctrine and Covenants you will learn that no man can obtain the gift of eternal life unless be is willing to sacrifice all earthly things in order to obtain it. We cannot do this so long as our affections are fixed upon the world.<span class=\"citation\" id=\"78586\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78586)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78586)\">1 Jn. 2:15-17<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v18n442\"> It is true that we are in a measure of the earth, earthly;<span class=\"citation\" id=\"73980\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73980)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73980)\">1 Cor. 15:47<\/a><\/span> we belong to the world. Our affections and our souls are here; our treasures are here, and where the treasure is there the heart is.<span class=\"citation\" id=\"63524\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63524)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63524)\">Matt. 6:21<\/a><\/span> But if we will lay up <div class=\"break columnbreak\" id=\"135b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0135.pdf\" target=\"pdfwin\">p.&#xA0;135b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7006\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> our treasures in heaven;<span class=\"citation\" id=\"63517\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63517)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63517)\">Matt. 6:20<\/a><\/span> if we will wean our affections from the things of this world, and say to the Lord our God&#x2014;&#x201C;Father, not my will, but thine be done,&#x201D;<span class=\"citation\" id=\"68246\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68246)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68246)\">Luke 22:42<\/a><\/span> then may the will of God be done on earth as it is done in heaven,<span class=\"citation\" id=\"63390\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63390)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63390)\">Matt. 6:10<\/a><\/span><span class=\"citation\" id=\"67474\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67474)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67474)\">Luke 11:2<\/a><\/span> and the kingdom of God in its power and glory will be established upon the earth. Sin and Satan will be bound and banished from the earth, and not until we attain to this condition of mind and faith will this be done. <\/div><div class=\"paragraph jod\" id=\"v18n443\"> Then let the Saints unite; let them hearken to the voices of the servants of God that are sounded in their ears; let them hearken to their counsels and give heed to the truth; let them seek their own salvation, for, so far as I am concerned, I am so selfish that I am seeking after my salvation, and I know that I can find it only in obedience to the laws of God, in keeping the commandments, in performing works of righteousness, following in the footsteps of our file leader, Jesus, the exemplar and the head of all. He is the way of life, he is the light of the world,<span class=\"citation\" id=\"69438\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69438)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69438)\">John 8:12<\/a><\/span> he is the door<span class=\"citation\" id=\"69652\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69652)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69652)\">John 10:9<\/a><\/span> by which we must enter in order that we may have a place with him in the celestial kingdom of God. <\/div><div class=\"paragraph jod\" id=\"v18n444\"> May God grant that we may see and comprehend the whole truth, and be submissive to the requirements of the Gospel and obedient to the Priesthood of God upon the earth in all things, that we may obtain eternal life, is my prayer in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}