{"ID":180008, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Present Revelation Necessary to Lead the Church&#x2014;The Apostleship&#x2014;Present Revelation Necessary for All&#x2014;Evils of Waste, Intemperance, and Extravagance&#x2014;True Reformation is to Cease From Doing Evil.<\/div>\n<div class=\"subtitle\">Discourse by President Brigham Young, delivered in the Old Tabernacle, Salt Lake City, Aug. 31, 1875.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: Present Revelation, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 8\/31\/1875<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d08\">\n<div class=\"paragraph jod\" id=\"v18n227\"> Brethren and sisters, we have met here to talk over the principles of our faith, and if we say that we are going to be Saints, and that we are going to live our religion, we do not expect to give ourselves the lie, to eat our own words and to falsify our characters and our testimonies before God; but we expect to live our religion as well as we know how. We want you who wish to be Saints, to know, that we will do everything in our power to help you to live so, that you will be entitled to, and enjoy, the revelations of the Lord Jesus;<span class=\"citation\" id=\"74443\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74443)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74443)\">Gal. 1:12<\/a><\/span> that every man and every woman may know and understand their duty before God, pertaining to themselves and what is required of them, just as much as your humble servant who is talking to you. <\/div><div class=\"paragraph jod\" id=\"v18n228\"> It is a great privilege to know the mind and will of God, and this privilege we enjoy, and I wish that all good people of every nation, sect and party would so live that they might understand the will of the Lord for themselves; but in bestowing this upon us the Lord requires us to live accordingly, and he has placed us and all people under this obligation. <\/div><div class=\"paragraph jod\" id=\"v18n229\"> It is my duty to know the mind <div class=\"break columnbreak\" id=\"70b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0070.pdf\" target=\"pdfwin\">p.&#xA0;70b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7071\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of the Lord concerning myself and also concerning this people; and I think I know it just as well as I know the road home. I do not know the path from that door to my own home any better than I know how to dictate this people, if they will only hearken to me. This is a great blessing and a great privilege, and if I were to reject it and take a course to deprive myself of the spirit of revelation, according to what the Lord has given to me, and to magnify the Priesthood that I received through his servant Joseph, I would be taken forthwith from this world, I would not remain here at all to darken the minds of, or to lead astray, any of the members of the kingdom of God. According to the revelations that I and others of my brethren and sisters have received, through the Prophet Joseph and others who have lived upon the earth, if I observe my duty, I shall have the privilege of living and enjoying the society of my brethren and sisters, and of instructing them; but let me neglect this and I shall be removed out of my place forthwith. <\/div><div class=\"paragraph jod\" id=\"v18n230\"> Now it is no more my duty to  <div class=\"break pagebreak\" id=\"71a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0071.pdf\" target=\"pdfwin\">p.&#xA0;71a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7070\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>live so as to know the mind and will of the Lord than it is the duty of my brethren, the rest of the Twelve. I say the rest of the Twelve, because I am the President of the Quorum of the Twelve Apostles on the earth, and the only one that the Lord has ever acknowledged.<span class=\"citation\" id=\"91085\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91085)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91085)\">D&amp;C 124:127<\/a><\/span> It is true that Thomas B. Marsh was once President, but the Lord never acknowledged any man by revelation as President of that Quorum but myself. At the death of Joseph I stepped out from that position in the advance, according to the organization of the Church, for the sake of preserving the flock of God, but not according to my wishes, nor the desire of my heart, but it was my duty. When I heard of the Prophet&#x2019;s death I said&#x2014;&#x201C;What will become of the people? What will the Saints do now that the Prophet has gone?&#x201D; It was my whole desire to preserve the sheep of the flock of God, and it is so today. Brother Kimball also stepped into the first Presidency, and we called others and ordained them to take our place for the time being, that the Church might be fully organized, and we expect to ordain more when we feel like it; but because a man is ordained an Apostle it does not prove that he belongs to the Quorum of the Apostles. I just mention this that you may understand it. <\/div><div class=\"paragraph jod\" id=\"v18n232\"> Now, in regard to the Twelve Apostles, it is their imperative duty to live so that they will know the mind and will of the Lord concerning them in the discharge of their duties as a quorum, and also as individuals; and they are under just the same obligations to live so as to enjoy the spirit of revelation that I am. And so it is with the Seventies, the High Priests, the Elders and the Bishops. It is the imperative duty of a Bishop&#x2014;called to preside over a <div class=\"break columnbreak\" id=\"71b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0071.pdf\" target=\"pdfwin\">p.&#xA0;71b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7070\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> ward&#x2014;to live so that he will know the mind and will of God concerning his ward just as much as I do concerning this people. But when Bishops say they are willing to do as brother Brigham says, and that is the end of their researches to know the mind and will of the Lord, they will always be making mistakes, always doing something that they will regret; they will neglect their duty here and there, and when they make a move it will not be right unless brother Brigham is there to tell them the words they should say and the acts they should perform; and hence the necessity of them living day by day so that they will know the mind and will of the Lord for themselves. <\/div><div class=\"paragraph jod\" id=\"v18n233\"> And so you may follow on through every quorum there is in the Church, not only Seventies, High Priests, Elders and Bishops, but also the Priests, Teachers and Deacons, who administer to the people in going from house to house. It is their duty to live so that they know and understand the mind and will of the Lord concerning the people to whom they administer, as much as it is mine to know the mind and will of the Lord concerning the entire people. And it is the duty of every father and mother to live so that they may have the mind and will of the Lord concerning their duties to their families. If they are not called to exercise the priesthood which they hold, more than to administer to their children, it is their duty to live so as to know how to teach, lead and advise their children; and if they are disposed they may have the privilege, for it is God&#x2019;s mind and will that they should know just what to do for them when they are sick. Instead of calling for a doctor you should administer to them by the laying on of hands and anointing with oil, and give them mild food, and herbs,<span class=\"citation\" id=\"85421\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85421)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85421)\">D&amp;C 42:43<\/a><\/span> and  <div class=\"break pagebreak\" id=\"72a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0072.pdf\" target=\"pdfwin\">p.&#xA0;72a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7069\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>medicines that you understand; and if you want the mind and will of God at such a time, get it, it is just as much your privilege as of any other member of the Church and kingdom of God. It is your privilege and duty to live so that you know when the word of the Lord is spoken to you and when the mind of the Lord is revealed to you. I say it is your duty to live so as to know and understand all these things. Suppose I were to teach you a false doctrine, how are you to know it if you do not possess the Spirit of God? As it is written, &#x201C;The things of God knoweth no man, but by the Spirit of God.&#x201D;<span class=\"citation\" id=\"73055\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73055)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73055)\">1 Cor. 2:11<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v18n235\"> Now I want to say a few words to the sisters, though I will say that I do not feel the least like chastising either my brethren or my sisters this morning. I feel kind, and I do not want to say words to them that they would think harsh or unkind. But I will say, to both brethren and sisters, that whenever any of us spend means needlessly, say to the amount of one cent, dime, or dollar, we consume it upon the lusts of our flesh. Here is a man, for instance, who has an appetite for tobacco, and, during a year, he spends ten or twenty dollars in cigars and tobacco, which do him no good,<span class=\"citation\" id=\"88929\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88929)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88929)\">D&amp;C 89:8<\/a><\/span> but injure him; do you think that such a man will be brought to an account hereafter for that waste? Such means does not go to build temples, or to help to sustain Elders who have gone abroad to proclaim the gospel; it is not applied to assist in feeding or clothing their wives or children, to find them a little fuel in the winter, when it is cold, or to get them a cow, so that they can have milk and a little butter to make them more comfortable; but it is spent in the purchase of tobacco and is utterly wasted; and they who get rid of their means <div class=\"break columnbreak\" id=\"72b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0072.pdf\" target=\"pdfwin\">p.&#xA0;72b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7069\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> so foolishly will most surely be brought to account therefore. The same may be said of money spent in the purchase of beer. It is a mild drink, and is very pleasant and agreeable to a great many; but when a man pays his fifty cents, his dollar or his ten dollars for beer it goes into the hands of the grocery keepers and they send it off, and it does no good to the community. The beer itself does no good,<span class=\"citation\" id=\"88896\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88896)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88896)\">D&amp;C 89:5<\/a><\/span> it injures the system of those who habitually indulge in the use of it, and, whether they think of and realize it, or not, they will be brought to account for the means they have thus wasted. <\/div><div class=\"paragraph jod\" id=\"v18n236\"> Here in the midst of the Latter-day Saints, where we can know and understand the mind and will of the Lord concerning us, many of us have not taken the pains to ask what the Lord wants us to do or what not to do; and if we are extravagant in the use of tea or coffee, which do us no good, but which injure our systems, we shall certainly be brought to account for it. Parties may say&#x2014;&#x201C;We did this thoughtlessly and ignorantly; we did not think there was any harm in drinking tea, coffee, beer or a little liquor, or in smoking or chewing tobacco; and having worked for our wages, we considered that we had a right to spend a portion of them in these luxuries, if we were disposed to do so.&#x201D; But Justice will say, &#x201C;If you had enquired you might have learned that the use of these things was not only no good to you, but was absolutely injurious, and that the means used in purchasing them was utterly wasted, and hence you who have been guilty of this folly must be brought to an account for it.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v18n237\"> We might follow this subject through all the varied ramifications of our practice in life, but it is not necessary on this occasion. Suffice it to say that we want to understand  <div class=\"break pagebreak\" id=\"73a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0073.pdf\" target=\"pdfwin\">p.&#xA0;73a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7068\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and do better than we have done, and to be governed by the dictates of good, solid, sound sense in the use of the wealth, privileges and talents that are given to us in our present life. Let me ask, what is real wealth? Do you know? I say that time is all the wealth we have; and to illustrate, let us suppose that all the inhabitants of the earth were, today, in the same position that our first parents were in when they were placed in the Garden. Here is the naked earth, without any improvements whatever; and the people, being without experience, have not the ability to raise anything to eat, to build dwellings to reside in, or to gather up or utilize the stock that is running at large. Would a people in that condition have any wealth? No; but you put them in possession of ability to work with their hands and to raise their food and clothing from the earth, also materials to build their houses, lay out their streets, make their gardens, farms, etc., and they will soon accumulate by their labor, and hence, you can easily see that all the wealth there is on the earth consists of the bone, sinew and time of the people. That is the capital stock of every individual and of every nation, and all the capital stock they have. If they have money&#x2014;seeming wealth&#x2014;it may go from them, they do not know how quickly. Cities may burn up; thieves may steal their gold and silver, and their greenbacks may be burned up with their banks, and then their wealth is gone, or rather that which is the representative of wealth; but they still have the ability and the bone and sinew necessary to go to work to rebuild their cities and to make new farms, to mine out gold and silver from the mountains to make vessels for convenience, for table use, or for ornaments&#x2014;earrings, nose jewels, bands for their <div class=\"break columnbreak\" id=\"73b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0073.pdf\" target=\"pdfwin\">p.&#xA0;73b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7068\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> wrists, ankles, etc. But it must all be done by labor. <\/div><div class=\"paragraph jod\" id=\"v18n239\"> The enquiry rises&#x2014;Who gives the ability to labor? Who gives us the physical power to cut down trees, to saw them into lumber, and to shape the lumber for use, so that we can make improvements in building, fencing, and everything that labor can be used for? Is this ability our own individual property, independent of God and every other being? Not at all, we are dependent upon him for strength, health, life and every power and faculty we possess. Hence we may say that Time is really all the capital stock that is possessed by any people or nation, by Saint of sinner, good or bad. Time and the ability to labor are the capital stock of the whole world of mankind, and we are all indebted to God for the ability to use time to advantage, and he will require of us a strict account of the disposition we make of this ability; and he will not only require an account of our acts, but our words and thoughts will also be brought into judgment.<span class=\"citation\" id=\"64777\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64777)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64777)\">Matt. 15:11<\/a><\/span><span class=\"citation\" id=\"82132\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82132)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82132)\">Alma 12:14<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v18n240\"> Now, returning to the subject of wasting means, suppose that in the providences of God, I have been able to gather means around me, and I fancy and am able to pay for a breakfast that would cost a hundred dollars, and I say to my wife&#x2014;&#x201C;Prepare me such and such a breakfast,&#x201D; and I actually eat a breakfast that has cost a hundred dollars, the question arises&#x2014;Am I justified, have I to give an account of this? I am not justified, and I certainly shall have to give an account. A fifteen or twenty cent breakfast would satisfy the demands of my nature, and would be just as good for my system as the hundred dollar breakfast, so that by indulging in such a luxury I waste ninety-nine dollars and eighty cents, it has gone to the winds, gone to  <div class=\"break pagebreak\" id=\"74a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0074.pdf\" target=\"pdfwin\">p.&#xA0;74a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7067\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the enemy. Now what is my duty? I say that after eating my fifteen or twenty cent breakfast, if I have a hundred dollars that I can afford to spend therein, my duty is to give the residue towards sustaining the poor, building Temples, schoolhouses, sustaining the teachers, maintaining the orphan child, so that it may have an education, sending an Elder to preach the Gospel, and sustaining his family while he is away, or something or other that will advance the kingdom of God upon the earth. <\/div><div class=\"paragraph jod\" id=\"v18n242\"> Or again, suppose I say to a tailor&#x2014;&#x201C;I have some grey cloth, and I want you to make me a coat just according to my own notions.&#x201D; &#x201C;Very well, what will you have?&#x201D; &#x201C;I want you to make the coat of this grey cloth, and I want you to take this piece of blue cloth and cut it into narrow strips about a third of an inch wide, and strip my coat all around, and ring it around, and put a puff here and another there, and I want homemade epaulets on, and I want you to put fifteen or twenty dollars worth of work on this coat,&#x201D; most of which, after all, is of not the least use in the world. Am I justified in doing this, and shall I or shall I not, have to give an account of thus spending my means and using the time of the tailor for naught? I think I shall, and I may say, as far as I am concerned, I know I shall have to give an account. But the people do not think of this. <\/div><div class=\"paragraph jod\" id=\"v18n243\"> Now, then, leaving the useless things which the brethren use&#x2014;tea, coffee, tobacco, beer, whiskey, etc., I will allude to some that the sisters use and wear, such as tea, coffee, snuff, tobacco, opium, and then the ruffles, bows, puffs, trimmings, and this, that, and the other that they wear on their dresses that are useless. What shall we do in regard to these things? My senses tell me that the <div class=\"break columnbreak\" id=\"74b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0074.pdf\" target=\"pdfwin\">p.&#xA0;74b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7067\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> children of Zion should forsake every needless fashion and custom which they now practice. My wives dress very plainly, but I sometimes ask them the utility of some of the stripes and puffs which I see on their dresses. I remember asking a lady this question once, and enquired if they kept the bed bugs and flies away. Well, if they do that they are very useful; but if they do not, what use are they? None whatever. Now, some ladies will buy a cheap dress, say a cheap calico, and they will spend from five to fifteen dollars worth of time in making it up, which is wasting so much of the substance which God has given them on the lust of the eye,<span class=\"citation\" id=\"78592\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78592)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78592)\">1 Jn. 2:16<\/a><\/span> and which should be devoted to a better purpose. I have had an observation made to me which I believe I will relate; I never have done it, but I believe I will now. It has been said to me&#x2014;&#x201C;Yes, brother Brigham, we have seen ladies go to parties in plain, homemade cloth dresses, but every man was after the girls who had on a hundred dollars worth of foll-the-roll, and they would dance with every woman and girl except the one in a plain dress, and they would let her stay by the wall the whole evening.&#x201D; It may be in some cases, but should not be. It adds no beauty to a lady, in my opinion, to adorn her with fine feathers. When I look at a woman, I look at her face, which is composed of her forehead, cheeks, nose, mouth and chin, and I like to see it clean, her hair combed neat and nice, and her eyes bright and sparkling; and if they are so, what do I care what she has on her head, or how or of what material her dress is made? Not the least in the world. If a woman is clean in person, and has on a nice clean dress, she looks a great deal better when washing her dishes, making her butter or cheese, or  <div class=\"break pagebreak\" id=\"75a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0075.pdf\" target=\"pdfwin\">p.&#xA0;75a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7066\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>sweeping her house, than those who, as I told them in Provo, walked the streets with their spanker jib flying. It adds no beauty to a lady or gentleman to have a great many frills on their dresses or coats; beauty must be sought in the expression of the countenance, combined with neatness and cleanliness and graceful manners. All the beauty which nature bestows is exhibited, let the dress be ever so plain, if the wearer of it be only neat and comely. Do not fine feathers look well? Yes, they are very pretty, but they look just as well on these dolls, these fixed up machines which they have in the stores, as anywhere else; they certainly add nothing to the beauty of a lady or gentleman, so far as I ever saw. <\/div><div class=\"paragraph jod\" id=\"v18n245\"> Now, then, labor is our capital, and the source and creator of all the wealth that we possess; and I feel it a duty to say to the sisters as well as the brethren, that we must stop the course that has been so generally pursued among the Latter-day Saints, of spending time and means for nothing. I will mention one article to illustrate, and that is the sewing machine. A sewing machine that costs twenty-two dollars to manufacture, we pay one hundred and twenty-five dollars for; for one that costs fourteen dollars to manufacture, we pay eighty-five dollars; and for one that costs sixteen dollars, we pay one hundred. And then, when a man gets his wife a sewing machine, she will spend from five to fifteen dollars worth of time in making a dress. This is wasting time; and we want the brethren and sisters to understand that when they waste time, they are wasting the capital stock which God has given them to improve upon here upon the earth. Says one&#x2014;&#x201C;I have nothing to do.&#x201D; You very easily can have if you wish for it. <\/div> <div class=\"break columnbreak\" id=\"75b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0075.pdf\" target=\"pdfwin\">p.&#xA0;75b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7066\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v18n246\"> Now for the men. I have been into houses which have not had the least convenience for the women, not so much as a bench to set their water pails on, and they have to set them on the floor, and yet their husbands will sit there year after year, and never make so much improvement as a bench to set the pail on. Yet they have the ability, but they will not exercise it. They ought to make every hour of the day useful, and if they have nothing else to do, they should spend their time in making improvements in and around their homes. They might fix the garden fence, hoe the garden, set out trees and cultivate and attend to them, fix the yard and make it look neater, fix up the house and make it more convenient for the wives and the children. A certain portion of the time should also be spent in storing their minds with useful knowledge, reading the Bible, Book of Mormon, and other Church works, and histories, scientific works and other useful books. I have seen people live year after year in a log house, with never so much as a nail to hang a broom on, and the broom is first in one corner and then in another, on the floor or out of doors. Never had a place to put the dishcloth in, or to hang it on, and it would be&#x2014;&#x201C;Susan, where is the dishcloth?&#x201D; or&#x2014;&#x201C;Sally,&#x201D; or &#x201C;Peggy, where is the broom?&#x201D; &#x201C;I don&#x2019;t know, there is no place for the broom;&#x201D; and a man living there year after year, who never seemed to wake up the senses in him enough to drive a peg into the crack of a log to have a place to hang a broom or a dishcloth on, or to make a bench for a water or a milk pail. I have seen such men, year after year, without a chair in their houses; and if you ask them why they do not go to work and make some chairs they will say&#x2014;&#x201C;We don&#x2019;t know how.&#x201D; Then  <div class=\"break pagebreak\" id=\"76a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0076.pdf\" target=\"pdfwin\">p.&#xA0;76a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7065\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>why not go to work and learn? Do as I did when I went to learn the carpenter and joiner&#x2019;s trade. The first job my boss gave me was to make a bedstead out of an old log that had been on the beach of the Lake for years, waterlogged and water soaked. Said he&#x2014;&#x201C;There are tools, you cut that log into right lengths for a bedstead. Hew out the side rails, the end rails and the posts; get a board for a head board, and go to work and make a bedstead.&#x201D; And I went to work and cut up the log, split it up to the best of my ability, and made a bedstead that, I suppose, they used for many years. I would go to work and learn to make a washboard, and make a bench to put the wash tub on, and to make a chair. This is spending time usefully; but when we spend our time for naught we waste that which God has given us as our capital stock with which to make ourselves useful in life, and to give to our fellow beings that which belongs to them. <\/div><div class=\"paragraph jod\" id=\"v18n248\"> Now, we want the sisters, as well as the brethren, to use their capital stock to the very best advantage. And we wish them to make their own fashions in regard to dress; but if they will not do that, then copy the fashions of Babylon only so far as they are useful; then stop, go no further, and sustain and uphold trade with the outside world only so far as it is really necessary. If the sisters remain with us they will do as they are told; and if they do this we say&#x2014;You are at perfect liberty to go and renew your covenants by baptism; but if you will not live according to the instructions that are given, we object to you renewing your covenants; we do not wish you to say one thing and do another. We shall require the sisters to take hold and do something for themselves. Where does our knitting come from? <div class=\"break columnbreak\" id=\"76b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0076.pdf\" target=\"pdfwin\">p.&#xA0;76b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7065\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Everybody goes to the store to buy knitted goods; but this is not right, we ought to knit our own stockings. If the sisters want some little hoods or jackets for their children they go to the store for them, they are very cheap there. Yet we raise the best of wool here, and we are spinning it just as nice as in any factory in the world. We have knitting machines and all the material necessary, and we have also the ability to knit or weave all the hoods, jackets, drawers, undershirts, etc., that we need; and if the sisters will do their duty, they will do their own knitting and prepare this Fall to raise silk another year. I have been at thousands of dollars expense in encouraging the people here to raise silk, but they do not do it, and in this respect, as in many others, they have neglected their duty, for it is their duty to take hold of this industry. The sisters will say to their husbands&#x2014;&#x201C;I want so and so, and I want you to give me the money to buy it.&#x201D; Instead of this, I say, let the sisters go to work and raise some silk, and this will find them and their children profitable employment. If you have not got any mulberry trees, plant out some immediately, they are here by the hundreds and thousands in nurseries, and as soon as possible raise silk, and that when raised and thoroughly cured, will bring the money. Then you can raise the money, without having to call on your husbands. Now if a man buys a sewing machine for his wife, she wants a hired girl to run it; at least, I will say that some women take this course, and they spend their time uselessly and waste the capital stock which God has given them. This is the course that some pursue instead of doing good. We want a turning point to arrive for women of this class, and for all to be guided in their  <div class=\"break pagebreak\" id=\"77a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0077.pdf\" target=\"pdfwin\">p.&#xA0;77a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7064\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>conduct by the dictates of good, sound sense; and as the sisters like to be noticed by the brethren, I will say that they who keep themselves neat and clean, and whose countenances are bright and clear, are the ones that will be noticed by the good. <\/div><div class=\"paragraph jod\" id=\"v18n250\"> Now, sisters, if you will consider these things you will readily see that time is all the capital stock there is on the earth; and you should consider your time golden, it is actually wealth, and, if properly used, it brings that which will add to your comfort, convenience, and satisfaction. Let us consider this, and no longer sit with hands folded, wasting time, for it is the duty of every man and of every woman to do all that is possible to promote the kingdom of God on the earth. <\/div><div class=\"paragraph jod\" id=\"v18n251\"> Without going further into the details regarding the duties of this people we can say, in a very few words, that our Father in heaven, Jesus, our elder brother and the Savior of the world, and the whole heavens, are calling upon this people to prepare to save the nations of the earth, also the millions who have slept without the Gospel, and here we are neglecting our duty, wasting our time, running here and there as though there was nothing to do only to serve ourselves. We have glory, immortality and eternal lives to gain, and it is our duty to take a course to gain them, that we may enter into the highest state of intelligence and enjoy the society of the pure and those who dwell with God. <\/div><div class=\"paragraph jod\" id=\"v18n252\"> You have now heard some things <div class=\"break columnbreak\" id=\"77b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0077.pdf\" target=\"pdfwin\">p.&#xA0;77b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7064\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> that we want of the sisters. I will now say a word to the brethren. If any brother is found drinking with the drunkard we certainly shall look after him; and my counsel and advice are for every man and every woman to pause well before they go and renew their covenants, and know whether they are going to be Saints or not. A person may say&#x2014;&#x201C;If I have strength I am going to be a Saint.&#x201D; The drunkard may say&#x2014;&#x201C;I mean to reform;&#x201D; the swearer may say&#x2014;&#x201C;I mean to reform;&#x201D; the liar says&#x2014;&#x201C;I mean to reform;&#x201D; and the thief may say&#x2014;&#x201C;I mean to reform.&#x201D; There is no man or woman on the earth in the habit of stealing, but what can cease the practice right square if they are disposed. And so with the liar, he can stop lying, and lie no more, and tell the truth. It only wants the will to do it, and that will brought into exercise to enable the liar to be truthful, the thief to be honest, and the swearer to stop his evil speaking. So with the ladies. If they only have the will, and will exercise it, they can cease spending their time in useless fashions, and they can turn their attention to storing their minds with all useful knowledge, then adorn themselves with all that is necessary to make themselves neat, nice, comely and commendable to the eyes of God and angels, and of the good everywhere. Then they will be right. I pray the Lord to bless you, preserve you and guide your entire lives that we may be saved in the Kingdom of our God. Amen. <\/div>\n<\/div>\n<\/div>"}