{"ID":180042, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Daniel&#x2019;s Vision&#x2014;Nebuchadnezzar&#x2019;s Dream&#x2014;Its Interpretation&#x2014;The Coming of the Ancient of Days&#x2014;Joseph Smith&#x2019;s Prophecy&#x2014;Things Yet to Be Fulfilled&#x2014;The Valley of God Where Adam Dwelt&#x2014;The Establishment of the Kingdom of God&#x2014;The Coming Millennium and Triumph of the Saints.<\/div>\n<div class=\"subtitle\">Discourse by Elder Orson Pratt, delivered in the Eighteenth Ward Meetinghouse, Salt Lake City, Sunday Afternoon, Feb. 25, 1877.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Geo. F. Gibbs.<\/div>\n<div class=\"pageHeader\">Page Header: Daniel&#x2019;s Vision, Etc.<\/div>\n<div class=\"speaker\">Speaker: Orson Pratt<\/div>\n<div class=\"date\">Date: 2\/25\/1877<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d42\">\n<div class=\"paragraph jod\" id=\"v18n1144\"> I will read a few passages from the book of the Prophet Daniel, which he received from the Lord through vision, and which relate to the latter days&#x2014;a prophecy which has not yet been fulfilled. It will be found in the 7th chapter commencing with the 9th verse&#x2014;  <\/div><div class=\"paragraph jod\" id=\"v18n1145\"> &#x201C;I beheld till the thrones were cast down, and the Ancient of days did sit, whose garment was white as snow, and <div class=\"break columnbreak\" id=\"335b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0335.pdf\" target=\"pdfwin\">p.&#xA0;335b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6806\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the hair of his head like the pure wool: his throne was like the fiery flame, and his wheels as burning fire. <\/div><div class=\"paragraph jod\" id=\"v18n1146\"> &#x201C;A fiery stream issued and came forth from before him: thousand thousands ministered unto him, and ten thousand times ten thousand stood before him: the judgment was set, and the books were opened. <\/div><div class=\"paragraph jod\" id=\"v18n1147\"> &#x201C;I beheld then because of the voice of the great words which the horn spake: I beheld even till the beast was slain, and his body destroyed, and given to the burning flame. <\/div> <div class=\"break pagebreak\" id=\"336a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0336.pdf\" target=\"pdfwin\">p.&#xA0;336a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6805\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v18n1149\"> &#x201C;As concerning the rest of the beasts, they had their dominion taken away: yet their lives were prolonged for a season and time. <\/div><div class=\"paragraph jod\" id=\"v18n1150\"> &#x201C;I saw in the night visions, and, behold, one like the Son of man came with the clouds of heaven, and came to the Ancient of days, and they brought him near before him. <\/div><div class=\"paragraph jod\" id=\"v18n1151\"> &#x201C;And there was given him dominion, and glory, and a kingdom, that all people, nations, and languages, should serve him: his dominion is an everlasting dominion, which shall not pass away, and his kingdom that which shall not be destroyed.&#x201D;<span class=\"citation\" id=\"61612\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61612)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61612)\">Dan. 7:9-14<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v18n1152\"> This prophecy relates to a period of time in the history of our race, when thrones are to be cast down,<span class=\"citation\" id=\"61599\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61599)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61599)\">Dan. 7:9<\/a><\/span> when kingdoms and the various governments which exist upon the face of the earth are to be overthrown; to a period when only one kingdom or one government shall have dominion, and its dominion will extend to the ends of the earth; a kingdom too which we are told, in the second chapter of Daniel&#x2019;s prophecy, is to be everlasting in its nature, and not like those other kingdoms which Daniel says are to be overthrown.<span class=\"citation\" id=\"61299\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61299)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61299)\">Dan. 2:44<\/a><\/span> This divine kingdom is to have a universal dominion, so far as this world is concerned. It is represented, in its beginning, as being very small, compared to a stone cut out of the mountain without hands,<span class=\"citation\" id=\"127523\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127523)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127523)\">Dan. 2:45<\/a><\/span> but which rolls forth gathering strength as it rolled, until all other kingdoms, of human invention and human authority, should cease to exist, should be broken to pieces and become, as is plainly declared, like the chaff of a summer&#x2019;s threshingfloor, which the wind carried away and no place was found for it.<span class=\"citation\" id=\"61044\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61044)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61044)\">Dan. 2:34-35<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v18n1153\"> I presume there is no person in this congregation, but what will, with me, admit, that no such period has ever arrived, since that prophecy was uttered. But such a period will arrive in the history of our earth. The Prophet Daniel <div class=\"break columnbreak\" id=\"336b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0336.pdf\" target=\"pdfwin\">p.&#xA0;336b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6805\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> clearly saw that the stone, which was to be cut out of the mountain without hands,<span class=\"citation\" id=\"127524\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127524)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127524)\">Dan. 2:45<\/a><\/span> which should smite upon the toes of the image&#x2014;<span class=\"citation\" id=\"61016\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61016)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61016)\">Dan. 2:34<\/a><\/span>the great image which represented the kingdoms of this world&#x2014;should be a divine work, a work that the Lord himself would accomplish among men. In other words, the Lord condescended to give to one of the most powerful kings who has ever dwelt upon the earth, so far as human power is concerned, a dream which represented to him all the kingdoms of this world; but when he awoke he could not even remember the dream. It however made a deep impression on his mind, and he knew there was something very important attached to the dream. So exercised was he, that he issued a proclamation to the inhabitants of the city of great Babylon, requesting all the wise men to tell him the dream, and then to give him the interpretation thereof. If they could tell him the dream, he, of course, would have confidence in the truth of the interpretation; but if he himself were to tell the dream, if it were possible to remember it, he would not know whether the interpretation would be correct or not. Being a monarch of absolute power, he threatened death to the wise men, if they failed to tell him the dream, and also to give him the interpretation. Daniel, with his three friends who were Jews, besought the Lord in the matter, and the Lord revealed to Daniel the dream and the interpretation thereof.<span class=\"citation\" id=\"60948\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60948)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60948)\">Dan. 2:1-30<\/a><\/span> The dream as Daniel related it to king Nebuchadnezzar was as follows&#x2014;  <\/div><div class=\"paragraph jod\" id=\"v18n1154\"> &#x201C;Thou, O King, sawest, and beheld a great image. This great image, whose brightness was excellent, stood before thee; and the form thereof was terrible. This  <div class=\"break pagebreak\" id=\"337a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0337.pdf\" target=\"pdfwin\">p.&#xA0;337a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6804\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>image&#x2019;s head was of fine gold, his breast and his arms of silver, his belly and his thighs of brass, His legs of iron, his feet part of iron and part of clay. Thou sawest till that a stone was cut without hands, which smote the image upon his feet that were of iron and clay, and brake them to pieces. Then was the iron, the clay, the brass, the silver, and the gold, broken to pieces together, and became like the chaff of the summer threshingfloors; and the wind carried them away, that no place was found for them: and the stone that smote the image became a great mountain, and filled the whole earth.&#x201D;<span class=\"citation\" id=\"61772\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61772)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61772)\">Dan. 2:31-35<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v18n1156\"> The Prophet then interprets the dream, naming every particular of its meaning. &#x201C;Thou art this head of gold.&#x201D;<span class=\"citation\" id=\"61143\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61143)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61143)\">Dan. 2:38<\/a><\/span> That is, his dominion, the Babylonish empire, and the kingdoms and nations round about, over which the Lord had made him ruler, represented this head of gold. &#x201C;And after thee,&#x201D; continued the Prophet, &#x201C;shall arise another kingdom inferior to thee,&#x201D;<span class=\"citation\" id=\"61146\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61146)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61146)\">Dan. 2:39<\/a><\/span> represented by the breast and the arms of silver. A third kingdom was to arise after that, represented by the brass.<span class=\"citation\" id=\"61147\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61147)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61147)\">Dan. 2:39<\/a><\/span> Then a fourth kingdom was to follow, representing the iron kingdom, or a kingdom of great strength.<span class=\"citation\" id=\"61152\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61152)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61152)\">Dan. 2:40<\/a><\/span> But it divided, represented by the two legs of iron. This iron kingdom represents very closely the Roman empire, in all its strength and greatness. That empire was divided and it was known as the eastern and western empire, represented by the two legs of iron, one having its seat at Rome, the other at Constantinople. But the feet and toes were governments more modern to grow out of the iron kingdom, after it should lose its strength. These are represented by the ten toes or ten kingdoms which should be partly strong <div class=\"break columnbreak\" id=\"337b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0337.pdf\" target=\"pdfwin\">p.&#xA0;337b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6804\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and partly broken. They should not have the strength of the legs of iron, but they should be mixed with miry clay, indicating both strength and weakness.<span class=\"citation\" id=\"61158\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61158)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61158)\">Dan. 2:41-43<\/a><\/span> These last kingdoms and governments (such as have existed during the last few centuries, on the eastern and western hemispheres) complete the great image. <\/div><div class=\"paragraph jod\" id=\"v18n1157\"> The head or gold kingdom, having lost its universal dominion, is still represented by its descendants, under various forms of governments in Asia. <\/div><div class=\"paragraph jod\" id=\"v18n1158\"> The descendants of the silver kingdom are still existing in Persia, and in the western parts of Asia. <\/div><div class=\"paragraph jod\" id=\"v18n1159\"> The brass kingdom has its present representatives in the east of Europe, extending into Asia. <\/div><div class=\"paragraph jod\" id=\"v18n1160\"> The descendants of the once great iron kingdom are found mostly in Europe, extending in some measure into Asia, and in still greater measure into America. <\/div><div class=\"paragraph jod\" id=\"v18n1161\"> The present existing nations represent two things&#x2014;first, in a governmental capacity, they represent the feet and toes of the great image; second, in the capacity of lineal descent, they represent all the former kingdoms of this terrible image. <\/div><div class=\"paragraph jod\" id=\"v18n1162\"> The image being now completed, another government of divine origin is to be set up, forming no part of this great image. Being entirely separate from and unconnected with this great image, it should not even represent a toe or finger of the image, nor any other part or portion thereof. <\/div><div class=\"paragraph jod\" id=\"v18n1163\"> &#x201C;Thou sawest till a stone was cut out without hands,&#x201D;<span class=\"citation\" id=\"61018\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61018)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61018)\">Dan. 2:34<\/a><\/span> etc. In other words, all these other governments have been formed by human wisdom and ingenuity; but, by and by, a separate and distinct government, represented by a little stone, should be cut out without hands.<span class=\"citation\" id=\"61017\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61017)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61017)\">Dan. 2:34<\/a><\/span>  <div class=\"break pagebreak\" id=\"338a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0338.pdf\" target=\"pdfwin\">p.&#xA0;338a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6803\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>What I understand by this is something that man should have nothing to do with, so far as the divinity of its formation was concerned. For it is interpreted thus&#x2014;&#x201C;And in the days of these kings shall the God of heaven set up a kingdom.&#x201D;<span class=\"citation\" id=\"61301\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61301)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61301)\">Dan. 2:44<\/a><\/span> It is God, then, who organizes it; he confers the power and authority upon those who shall minister in its government; human wisdom does not enter as a constituent, either in the founding or government of the same. <\/div><div class=\"paragraph jod\" id=\"v18n1165\"> The fifth kingdom is, therefore, to be peculiar from all the others in its organization. It is further said, that &#x201C;it shall never be destroyed, and the kingdom shall not be left to other people.&#x201D;<span class=\"citation\" id=\"61300\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61300)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61300)\">Dan. 2:44<\/a><\/span> The four kingdoms which preceded it were transferred, first to one nation, and then to another, until the image was complete, until human governments had nearly fulfilled their destiny; then a kingdom or government should be set up on the earth that should never be destroyed. It should not be taken from one people and given to another, as Babylon was taken from the Babylonians and given to the Medes and Persians; and as the Medes and Persians had their kingdom transferred and given to the Greeks and Macedonians; and as the latter had their kingdom transferred from them and given to the Romans; and as the Romans, in turn, lost their universal dominion and great power, and were broken up into little petty kingdoms, such as now exist. But this latter kingdom was not to be thus transferred; it was to be permanent, it was to increase in greatness and strength, until it, or the little stone which represented it, became as a great mountain, filling the whole earth.<span class=\"citation\" id=\"61111\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61111)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61111)\">Dan. 2:35<\/a><\/span> Or, as the Prophet Daniel says, that &#x201C;the saints of the most High shall <div class=\"break columnbreak\" id=\"338b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0338.pdf\" target=\"pdfwin\">p.&#xA0;338b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6803\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> take the kingdom, and shall possess the kingdom forever, even forever and ever.&#x201D;<span class=\"citation\" id=\"61657\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61657)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61657)\">Dan. 7:18<\/a><\/span> &#x201C;And the kingdom and dominion, and the greatness of the kingdom under the whole heaven, shall be given to the people of the saints of the most High, whose kingdom is an everlasting kingdom, and all dominions shall serve and obey him.&#x201D;<span class=\"citation\" id=\"61751\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61751)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61751)\">Dan. 7:27<\/a><\/span> This portion of the prophecy has not yet been fulfilled, only so far as the setting up of God&#x2019;s kingdom is concerned. <\/div><div class=\"paragraph jod\" id=\"v18n1166\"> The four beasts, described in the first part of the 7th chapter, are those four kingdoms represented by the great metallic image of gold, silver, brass, etc.<span class=\"citation\" id=\"61587\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61587)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61587)\">Dan. 7:3-8<\/a><\/span> In this 7th chapter, the Lord does not say anything about the stone to be cut out of the mountain without hands,<span class=\"citation\" id=\"127525\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127525)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127525)\">Dan. 2:45<\/a><\/span> and the rolling of that stone, and the breaking in pieces of the various kingdoms and governments;<span class=\"citation\" id=\"61045\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61045)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61045)\">Dan. 2:34-35<\/a><\/span> but he does represent in this chapter one great and important event that will transpire at a certain time in the history of our race, namely&#x2014;&#x201C;I beheld till the thrones were cast down,&#x201D;<span class=\"citation\" id=\"61600\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61600)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61600)\">Dan. 7:9<\/a><\/span> etc. He beheld, too, how this work of destruction should be done, for that is described in the 2nd chapter. <\/div><div class=\"paragraph jod\" id=\"v18n1167\"> After the earthly thrones were cast down, Daniel says, &#x201C;And the Ancient of days did sit, whose garment was white as snow, and the hair of his head like the pure wool: his throne was like the fiery flame, and his wheels as burning fire. A fiery stream issued and came forth from before him: thousand thousands ministered unto him, and ten thousand times ten thousand stood before unto him.&#x201D;<span class=\"citation\" id=\"61608\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61608)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61608)\">Dan. 7:9-10<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v18n1168\"> How much is ten thousand times ten thousand? Only a hundred millions, but that would make quite a large congregation. All the inhabitants of the United States only number about forty millions, counting  <div class=\"break pagebreak\" id=\"339a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0339.pdf\" target=\"pdfwin\">p.&#xA0;339a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6802\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>men, women and children. If they were assembled in one place, it would present a grand spectacle; but suppose we double that number, making it eighty millions, what a vast congregation that number of people would make, we can hardly grasp in our comprehension its extent; and still we will add to it another twenty millions so as to equal the size of the congregation which the Prophet Daniel saw standing before the Ancient of Days.<span class=\"citation\" id=\"61609\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61609)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61609)\">Dan. 7:9-10<\/a><\/span> Such a body of people must extend over a great many miles of country, however closely they may be collected together. I doubt whether the extremes of such a congregation could be seen by the natural eyes of mortals; they would be lost in the distance. <\/div><div class=\"paragraph jod\" id=\"v18n1170\"> Why will this vast assemblage of people stand there? What will be the object of the Ancient of Days, in coming with this vast multitude, and what is to be accomplished? We read that the four beasts, representing the powers of the earth, will exist at the time of the coming of the Ancient of Days. And that the fourth beast, represented by the Roman Empire and the kingdoms that have grown out of it, will be &#x201C;slain, and his body destroyed, and given to the burning flame.&#x201D;<span class=\"citation\" id=\"61625\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61625)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61625)\">Dan. 7:11<\/a><\/span> Here then we can read the destiny of that portion of the inhabitants of the earth constituting the fourth beast; or, in other words, the destiny of the kingdoms of Europe, who were to arise and grow out of that fourth power. We can read the final destiny of the kingdoms of Europe, namely, Germany, France, Italy, Spain, Portugal, Scandinavia, and the great northern power, Russia, Austria and Prussia, and all those various nations, that more particularly pertain to this great iron power that once so cruelly oppressed the people; its &#x201C;body shall be destroyed, <div class=\"break columnbreak\" id=\"339b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0339.pdf\" target=\"pdfwin\">p.&#xA0;339b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6802\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and given to the burning flame,&#x201D;<span class=\"citation\" id=\"61627\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61627)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61627)\">Dan. 7:11<\/a><\/span> which signifies the nature of the judgment that will befall them. According to other prophecies, contained in Daniel, a succession of judgments, great and terrible in their nature, will overtake them, before the fire spoken of comes. Nation will rise against nation in war, kingdom against kingdom:<span class=\"citation\" id=\"127526\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127526)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127526)\">Matt. 24:7<\/a><\/span> or in the language of Isaiah, &#x201C;Behold, the Lord will come with fire, and with his chariots like a whirlwind, to render his anger with fury, and his rebuke with flames of fire. For by fire and by his sword will the Lord plead with all flesh: and the slain of the Lord shall be many.&#x201D;<span class=\"citation\" id=\"60230\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60230)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60230)\">Isa. 66:15-16<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v18n1171\"> It seems then that the body of the fourth power is to be given to the burning flame,<span class=\"citation\" id=\"61626\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61626)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61626)\">Dan. 7:11<\/a><\/span> that signifies the utter extinction of that power from the face of the earth. The heathen nations representing the other three beasts, will not then be destroyed: but their lives are to be prolonged, and their dominion is to be taken away. Though their lives will be prolonged, yet they will not have power to rule and govern, only as they are permitted. If you will read from the beginning of the 36th to the end of the 39th chapters of Ezekiel,<span class=\"citation\" id=\"60804\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60804)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60804)\">Ezek. 36:1-38<\/a><\/span><span class=\"citation\" id=\"60822\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60822)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60822)\">Ezek. 37:1-28<\/a><\/span><span class=\"citation\" id=\"60901\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60901)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60901)\">Ezek. 38:1-23<\/a><\/span><span class=\"citation\" id=\"60924\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60924)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60924)\">Ezek. 39:1-29<\/a><\/span> you find much said, in regard to the heathen nations. &#x201C;And the heathen shall know that I am the Lord,&#x201D;<span class=\"citation\" id=\"60806\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60806)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60806)\">Ezek. 36:23<\/a><\/span> etc. But the fourth power represents the nations of modern Christendom. They have not the privilege of the heathen, in having their lives prolonged. Why? Does the speaker mean to say that modern Christendom is more wicked than the heathen? Yes; the people of Christendom possess more light and knowledge than the heathen, and therefore, they are under the greater condemnation; for according to the  <div class=\"break pagebreak\" id=\"340a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0340.pdf\" target=\"pdfwin\">p.&#xA0;340a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6801\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>light and knowledge they severally have, will they be judged. The more enlightened nations, so called, are rejecting the Gospel message which is being sent to them by divine authority; and for that reason their utter destruction is inevitable, and, as had been decreed, they must pass away. Their lives will not be prolonged. Not only the kingdoms and governments of Europe, and the western portion of Asia are to be thus visited, but also those who have grown out of these kingdoms, that have emigrated to this western hemisphere, and elsewhere. For instance, this great republic must pass away in the manner indicated unless the people repent. There is only one condition by which they can be preserved as a nation, and the Lord himself has decreed it. We can read it in the various revelations which God has given, respecting this land. The Book of Mormon, for instance, speaks in many places, of the overthrow of the government that should exist on this land if they should reject the divine message contained therein.<span class=\"citation\" id=\"127527\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127527)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127527)\">2 Ne. 10:19<\/a><\/span><span class=\"citation\" id=\"83328\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83328)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83328)\">Ether 2:7-12<\/a><\/span><span class=\"citation\" id=\"127528\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127528)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127528)\">Ether 9:20<\/a><\/span> Inasmuch as they repent not, the Lord has said that he would visit them in his anger,<span class=\"citation\" id=\"82080\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82080)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82080)\">Alma 8:29<\/a><\/span> and that he would throw down all their strongholds.<span class=\"citation\" id=\"82867\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82867)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82867)\">3 Ne. 21:15<\/a><\/span> And he further says, that he will cut off their horses out of their midst.<span class=\"citation\" id=\"82864\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82864)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82864)\">3 Ne. 21:14<\/a><\/span> This will doubtless be done through some great calamity or disease. He also says that he will cut off the cities of our land,<span class=\"citation\" id=\"82866\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82866)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82866)\">3 Ne. 21:15<\/a><\/span> that all manner of lying, deceits, hypocrisy, murders, priestcrafts, whoredoms and secret abominations shall be done away,<span class=\"citation\" id=\"82871\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82871)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82871)\">3 Ne. 21:19<\/a><\/span> having reference particularly to this nation. He says, too, &#x201C;I will execute vengeance and fury upon them, even as upon the heathen, such as they have not heard.&#x201D;<span class=\"citation\" id=\"82873\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82873)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82873)\">3 Ne. 21:21<\/a><\/span> We are told, too, that the nature of these judgments is to be swift<span class=\"citation\" id=\"82907\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82907)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82907)\">3 Ne. 24:5<\/a><\/span><span class=\"citation\" id=\"90832\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90832)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90832)\">D&amp;C 121:24<\/a><\/span> and terrible,<span class=\"citation\" id=\"81009\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81009)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81009)\">1 Ne. 12:5<\/a><\/span><span class=\"citation\" id=\"90420\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90420)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90420)\">D&amp;C 109:45<\/a><\/span> coming upon them like a fierce wind,<span class=\"citation\" id=\"82199\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82199)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82199)\">Alma 26:6<\/a><\/span> <div class=\"break columnbreak\" id=\"340b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0340.pdf\" target=\"pdfwin\">p.&#xA0;340b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6801\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> when they expect it not; when they are crying peace and safety, behold sudden destruction is at their doors.<span class=\"citation\" id=\"75705\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75705)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75705)\">1 Thes. 5:3<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v18n1173\"> I might dwell still longer on the judgments to come upon this American nation, according to modern revelation. In 1832, the Lord foretold to the Prophet Joseph Smith that there should be a great war between the Northern and Southern States. This revelation is published in the Book of Doctrine and Covenants, a standard work of the Church, and also in many languages, many years before the war commenced.<span class=\"citation\" id=\"88187\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88187)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88187)\">D&amp;C 87:1-8<\/a><\/span> At that early period we were told that the Southern States would rise against the Northern States, and the Northern against the Southern States in war, terminating in the deaths and misery of many souls.<span class=\"citation\" id=\"88157\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88157)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88157)\">D&amp;C 87:1<\/a><\/span> We were told also that this war would begin with the rebellion of South Carolina.<span class=\"citation\" id=\"88158\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88158)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88158)\">D&amp;C 87:1<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v18n1174\"> When I was a boy, a little over 20 years of age, I had the privilege of taking a copy of that revelation, and I carried it around with me, oftentimes reading it to the congregations that I preached to. Its subject matter formed a text from which I many times preached, as well as a topic of conversation with strangers, whose acquaintance I would happen to make in traveling from place to place. <\/div><div class=\"paragraph jod\" id=\"v18n1175\"> How do you think such information was received by the people to whom it was imparted? They would not believe it; they had no idea of its being a revelation from God to them; they considered it one of the impositions that the &#x201C;Mormons&#x201D; had gotten up to delude the people. To tell them that this great government would be divided and go to war with each other, was something entirely foreign to their minds; it was something to which they paid heedless regard, ofttimes treating it  <div class=\"break pagebreak\" id=\"341a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0341.pdf\" target=\"pdfwin\">p.&#xA0;341a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6800\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>with ridicule and laughter. I preached in the New England States, and in various portions of the Union, and such was the way these things were received. The shedding of blood was then one of the remotest feelings of the American people; yet it came to pass precisely as predicted, and we all know the results of that dreadful war. That war, we must remember, was only one solitary judgment, compared with what will come, and that, too, in the near future. It has been revealed that the time will come in the history of our nation, that one State will rise against another, one city against another,<span class=\"citation\" id=\"65669\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65669)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65669)\">Matt. 24:7<\/a><\/span> even every man&#x2019;s hand shall be against his neighbor,<span class=\"citation\" id=\"62357\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62357)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62357)\">Zech. 14:13<\/a><\/span><span class=\"citation\" id=\"85770\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85770)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85770)\">D&amp;C 45:68<\/a><\/span> until the whole Republic will be in general commotion and warfare. How and when this will take place, the Lord, in his wisdom, has not told us; but it is sufficient for us to say, that he has told us of the facts that such and such will be the case. <\/div><div class=\"paragraph jod\" id=\"v18n1177\"> For aught we know, the fulfillment of this prophecy may grow out of politics. If the people are very nearly equally divided in politics, this feeling may run so high, in years to come, as to be the direct cause of war. And if this should be the case, it would very naturally spread to every neighborhood in the Union. One class of political opponents would rise up against the other class in the same city and country, and thus would arise a war of mobocracy. <\/div><div class=\"paragraph jod\" id=\"v18n1178\"> If a war of this description should take place, who could carry on his business in safety? Who would feel safe to put his crops in the ground, or to carry on any enterprise? There would be fleeing from one State to another, and general confusion would exist throughout the whole Republic. Such eventually is to be the condition of this whole nation, if the people do not repent of their wicked<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"341b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0341.pdf\" target=\"pdfwin\">p.&#xA0;341b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6800\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ness; and such a state of affairs means no more or less than the complete overthrow of the nation, and not only of this nation, but the nations of Europe, which form the feet and toes of that great image. They are the powers to be first broken;<span class=\"citation\" id=\"61019\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61019)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61019)\">Dan. 2:34<\/a><\/span> it is not the nation representing the head of gold, the remnant of the Babylonish Empire that still exists in Asia, that will be attacked first, neither is it the Persians and Medes, whose descendants still live; but the Lord will first break up those kingdoms which represent the feet and toes of the image,<span class=\"citation\" id=\"61020\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61020)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61020)\">Dan. 2:34<\/a><\/span> of which I have been speaking. After that, he will proceed to break in pieces the kingdoms that represent the brass, the silver, and the gold. Some are to be spared for a little season. The kingdom of God is to roll forth, and a certain person is to come, accompanied by a great host; the name of this person is the Ancient of Days.<span class=\"citation\" id=\"61601\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61601)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61601)\">Dan. 7:9<\/a><\/span> And who are they that compose the mighty host? Are they immortal beings? Doubtless most of them will be immortal Saints, but there may be some mortals among them. The being called the Ancient of Days will not be a mortal person, his glory is too great, he has passed through his mortality, and he will have the oversight of this numerous host, at least a hundred million of people.<span class=\"citation\" id=\"61621\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61621)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61621)\">Dan. 7:10<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v18n1179\"> Who would be the most likely person to fill this important position? He is called the Ancient of Days. Can you tell me, who the most ancient person is that lived on the earth, during the most ancient days? All, all will acknowledge that it is Adam.<span class=\"citation\" id=\"84546\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84546)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84546)\">D&amp;C 27:11<\/a><\/span><span class=\"citation\" id=\"90696\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90696)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90696)\">D&amp;C 116:1<\/a><\/span><span class=\"citation\" id=\"92171\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92171)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92171)\">D&amp;C 138:38<\/a><\/span> Inasmuch as he has proven himself a righteous man, it is right and proper that he should by divine appointment, have dominion over the righteous of his posterity, who should exist from his day, down to that period, when he comes in his glory;  <div class=\"break pagebreak\" id=\"342a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0342.pdf\" target=\"pdfwin\">p.&#xA0;342a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6799\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and this ten thousand times ten thousand spoken of will be the faithful of his own posterity.<span class=\"citation\" id=\"61622\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61622)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61622)\">Dan. 7:10<\/a><\/span> They shall stand before him, and certain books are then to be opened.<span class=\"citation\" id=\"61623\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61623)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61623)\">Dan. 7:10<\/a><\/span> If we understand the nature of those records, we should doubtless find much written concerning kingdoms, nations and individuals. They are the records which are kept in heaven, in which all things pertaining to the peoples of the earth are recorded. Or, as the Book of Mormon expresses it, giving the language of the Savior when on this American continent, that &#x201C;all things are written by the Father;&#x201D;<span class=\"citation\" id=\"82983\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82983)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82983)\">3 Ne. 27:26<\/a><\/span> that is, by his authority, by his direction are all things written. The records of the nations&#x2014;their rise and decadence, with everything pertaining to them, in a national capacity, will be written. Then there will be the records of families and of individuals, even of all people and tongues of the earth. The books will be opened, and the judgment will sit. What judgment? Not the final judgment, because that is to take place more than a thousand years after this.<span class=\"citation\" id=\"80651\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80651)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80651)\">Rev. 20:12-13<\/a><\/span> This judgment refers to the nations that will then exist, and it is out of these records and by this judgment will they be judged.<span class=\"citation\" id=\"61624\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61624)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61624)\">Dan. 7:10<\/a><\/span> The calamities spoken of will take place in fulfillment of the Scriptures, and of the great purposes of Jehovah. <\/div><div class=\"paragraph jod\" id=\"v18n1181\"> It may be asked, Do you think this vast congregation will actually come, and, if so, to what place will they come? I will read a new revelation upon the subject given May 18, 1838, almost thirty-nine years ago. It was given when the Prophet Joseph Smith, and the Latter-day Saints, had gathered themselves together in Missouri, about forty or fifty miles north of Jackson County. They had assembled at a place that they called Spring Hill, and the Lord <div class=\"break columnbreak\" id=\"342b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0342.pdf\" target=\"pdfwin\">p.&#xA0;342b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6799\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> revealed to Joseph, on that occasion, things concerning this great event. This place, Spring Hill, is alluded to by the Lord, in this revelation, as being anciently called Adam-ondi-Ahman, because it is the place where Adam shall come to visit his children, or the place where the Ancient of Days shall sit, as spoken of by Daniel the Prophet.<span class=\"citation\" id=\"90697\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90697)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90697)\">D&amp;C 116:1<\/a><\/span> Here, then, we have a key to the important personage, called the Ancient of Days, that he is our father Adam, and that he is to sit in judgment, among certain numbers of his children, in that certain region of country. <\/div><div class=\"paragraph jod\" id=\"v18n1182\"> You may inquire why he should come to that particular place, on this western continent? The reason is, because he once dwelt there. You may say, I really thought that Adam lived in Asia, and if he did, we have no account of his leaving there. I will read another revelation, contained in this Book of Doctrine and Covenants, given on the 8th day of July, 1838, wherein it is represented that Adam occupied that region of country. The revelation was given in Far West, Missouri. I will only read a few verses&#x2014;  <\/div><div class=\"paragraph jod\" id=\"v18n1183\"> &#x201C;For have I not the fowls of heaven, and also the fish of the sea, and the beasts of the mountains? Have I not made the earth? Do I not hold the destinies of all the armies of the nations of the earth? Therefore, will I not make solitary places to bud and to blossom, and to bring forth in abundance? saith the Lord. Is there not room enough upon the mountains of Adam-ondi-Ahman, and upon the plains of Olaha Shinehah, or the land where Adam dwelt, that you should covet that which is but the drop, and neglect the more weighty matters? Therefore come up hither unto the land of my people, even Zion.&#x201D;<span class=\"citation\" id=\"90701\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90701)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90701)\">D&amp;C 117:6-9<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v18n1184\"> We have then an understanding  <div class=\"break pagebreak\" id=\"343a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0343.pdf\" target=\"pdfwin\">p.&#xA0;343a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6798\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>that it was the place where Adam dwelt. Perhaps you may be anxious to know what &#x201C;Ondi-Ahman&#x201D; means. It means the place where Adam dwelt. &#x201C;Ahman&#x201D; signifies God. The whole term means Valley of God, where Adam dwelt.<span class=\"citation\" id=\"90698\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90698)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90698)\">D&amp;C 116:1<\/a><\/span> It is in the original language spoken by Adam, as revealed to the Prophet Joseph. <\/div><div class=\"paragraph jod\" id=\"v18n1186\"> Next, let us turn to another passage, referring to the same subject, contained in the Book of Doctrine and Covenants, on page 355, verse 53, being part of a revelation given on the 28th of March, 1835&#x2014;  <\/div><div class=\"paragraph jod\" id=\"v18n1187\"> &#x201C;Three years previous to the death of Adam, he called Seth, Enos, Cainan, Mahalaleel, Jared, Enoch, and Methuselah, who were all high priests, with the residue of his posterity who were righteous, into the valley of Adam-ondi-Ahman, and there bestowed upon them his last blessing. And the Lord appeared unto them, and they rose up and blessed Adam, and called him Michael, the prince, the archangel. And the Lord administered comfort to Adam, and said unto him: I have set thee to be at the head; a multitude of nations shall come of thee, and thou art a prince over them forever. And Adam stood up in the midst of the congregation; and, notwithstanding he was bowed down with age, being full of the Holy Ghost, predicted whatsoever should befall his posterity unto the latest generation. These things were all written in the book of Enoch, and are to be testified of in due time.&#x201D;<span class=\"citation\" id=\"90317\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90317)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90317)\">D&amp;C 107:53-57<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v18n1188\"> Here then we perceive that the way Adam obtained these promises was in this Conference held by the great Patriarch, wherein he called his children and his children&#x2019;s children together for eight generations, all of whom were righteous men, hence their names are particularly <div class=\"break columnbreak\" id=\"343b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0343.pdf\" target=\"pdfwin\">p.&#xA0;343b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6798\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> mentioned, while millions of his children, descendants that were wicked, have not their names mentioned. The righteous of all his posterity were assembled with him, in that place, in the valley called Adam-ondi-Ahman. What a glorious Conference that would be, a Conference wherein the Lord himself appeared?<span class=\"citation\" id=\"90326\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90326)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90326)\">D&amp;C 107:54<\/a><\/span> I think if the Latter-day Saints thought they could behold the face of the Lord, they would gather together at our Conferences, and let nothing hinder; there would not many righteous stop back, but they would generally come together from all parts of the Territory. I do not know that those holy men who assembled in Conference with Adam had any promise beforehand that they should behold the face of the Lord; but they went in faith, in obedience to the call of their aged father; they no doubt exercised much earnestness of spirit, in order to obtain a blessing from the hands of the Lord. The Lord answered their prayers, and he appeared to them, and gave them much consolation, and he set Adam to be at their head, to be a prince over them and over all his posterity forever.<span class=\"citation\" id=\"90330\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90330)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90330)\">D&amp;C 107:55<\/a><\/span> And I have no doubt, if we had the Book of Enoch referred to in the revelation,<span class=\"citation\" id=\"90343\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90343)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90343)\">D&amp;C 107:57<\/a><\/span> in which book all the prophecies predicted by this aged man are written, we would find something predicted about his posterity now living. I think he would tell about his coming as the Ancient of Days, the great Prince, to his posterity. He told his children in that grand Conference all about it, and they understood it, and it was all written in the Book of Enoch, to be testified to in due time.<span class=\"citation\" id=\"90339\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90339)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90339)\">D&amp;C 107:56-57<\/a><\/span> These perhaps are some of the books that are to be opened on that grand occasion. <\/div><div class=\"paragraph jod\" id=\"v18n1189\"> You may ask, Why the necessity of this vast multitude from the heavens to assemble here on the earth?  <div class=\"break pagebreak\" id=\"344a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0344.pdf\" target=\"pdfwin\">p.&#xA0;344a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6797\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>It is to fulfill many prophecies besides that of Daniel; it is to fulfill prophecies that have been predicted by all holy men that understood the great events of the latter days, that the Saints who are in heaven are to come down here on the earth, and are to be organized here on the earth, and are to be united with the Saints on the earth, as one grand company, each one understanding his place.<span class=\"citation\" id=\"74823\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74823)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74823)\">Eph. 1:10<\/a><\/span><span class=\"citation\" id=\"127529\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127529)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127529)\">D&amp;C 84:99-100<\/a><\/span> I do not think there will be any contentions or jealousies, as for instance, whether the high Priests are greater than the Seventies, but all will understand their proper place and position, because their positions will be pointed out to them by the Ancient of Days, the father and prince of all, even down to those last ordained to the Priesthood. Perhaps these records will recall the positions we are all to occupy; for I believe, to the Lord was known the end from the beginning.<span class=\"citation\" id=\"59416\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59416)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59416)\">Isa. 46:10<\/a><\/span><span class=\"citation\" id=\"93382\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93382)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93382)\">Abr. 2:8<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v18n1191\"> But why all this? Why should it be given to all to know their proper places? Why should the books be opened,<span class=\"citation\" id=\"127530\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127530)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127530)\">Dan. 7:10<\/a><\/span> and why should the fourth beast be destroyed and the body given to the burning flame?<span class=\"citation\" id=\"61628\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61628)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61628)\">Dan. 7:11<\/a><\/span> It is explained in the same connection&#x2014;&#x201C;I saw in the night visions, and, behold, one like the Son of man came with the clouds of heaven.&#x201D;<span class=\"citation\" id=\"61633\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61633)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61633)\">Dan. 7:13<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v18n1192\"> To whom does this glorious personage come? He comes to the Ancient of Days.<span class=\"citation\" id=\"61632\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61632)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61632)\">Dan. 7:13<\/a><\/span> What, that personage coming in glory, majesty and dominion, with the clouds of heaven, to the Ancient of Days! What for? In order that he might receive from him the kingdom, in its order, every person standing in his proper position, everything organized after the most perfect order.<span class=\"citation\" id=\"61636\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61636)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61636)\">Dan. 7:14<\/a><\/span> The Ancient of Days delivers up the kingdom, thus completed, to the Son of Man, whose dominion becomes so great that all peoples, nations and languages serve <div class=\"break columnbreak\" id=\"344b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0344.pdf\" target=\"pdfwin\">p.&#xA0;344b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6797\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> him; and his dominion is everlasting and shall have no end.<span class=\"citation\" id=\"61637\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61637)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61637)\">Dan. 7:14<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v18n1193\"> I do not know how there could be anything more perfect for the coming of Christ than what is here recorded. It is certainly a great and grand work; and without such a work everything would be in confusion at his coming. How great and glorious will be that period when Jesus will come in the clouds of heaven!<span class=\"citation\" id=\"65838\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65838)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65838)\">Matt. 24:30<\/a><\/span> He makes this preparation beforehand, so that there may be a people ready to receive him. People of mortality, as well as immortal beings, all knowing their positions, will form the grand Council, and they will be organized ready to receive Jesus when he comes to reign as King of kings and Lord of lords<span class=\"citation\" id=\"80447\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80447)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80447)\">Rev. 19:16<\/a><\/span> upon this earth. <\/div><div class=\"paragraph jod\" id=\"v18n1194\"> Do you think there will then be any quarrelling about political or other matters pertaining to the government? I do not think there will then exist, in that grand Council, the condition of affairs which we see presented here in our own nation. There will be no quarrelling about a president or any other position. All things then will be regulated by the law of God. That will be recognized in those days. A feeling of perfect unanimity will exist among the people, and division and dissension will be unknown. We have had so much division in our country, and among the nations, for so many generations that it has become a common thing among the people. In order to be enlightened and independent and liberal, it is thought that every man must be against his neighbor, and every man must set up his judgment in relation to matters, though it may be in contradistinction to that of his neighbor&#x2019;s. All this, in a government like our republic, is acknowledged as legitimate. Let a man now be brought forward as a candidate for the presidency of the United  <div class=\"break pagebreak\" id=\"345a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0345.pdf\" target=\"pdfwin\">p.&#xA0;345a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6796\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>States, against whose private character not a syllable has been uttered and you will soon see even the most respectable of our newspapers turn with slander against him; everything they can imagine having a tendency to injure him, in the estimation of the public, will be said of him; and if the people generally believed it, he would be considered one of the wickedest of men, and his character would be blackened from the Atlantic to the Pacific. This cannot be a system of true republicanism; it must be the result of the imperfections of fallen man, and consequently it must pass away and be forgotten. But when the kingdom of heaven shall be fully established, I do not think there will be the least division; everything will be conducted perfectly; and hence peace and union will exist. Those who will dictate the affairs of that kingdom will be <span class=\"italic\">one<\/span>, even the same as the Father and the Son are one.<span class=\"citation\" id=\"70771\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70771)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70771)\">John 17:22<\/a><\/span> Do you suppose the Father quarrels with the Son about matters of government? Not in the least; they are perfectly united. Why are they thus united? Because each one understands that the other is in possession of knowledge, and wisdom, and purity, and holiness, and both being intelligent and pure, comprehending the end from the beginning, therefore both are in perfect accord with each other in all things. You will remember the prayer of the Savior, &#x201C;Neither pray I for these alone, but for them also which shall believe on me through their word.&#x201D;<span class=\"citation\" id=\"70677\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70677)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70677)\">John 17:20<\/a><\/span> He prayed that all they who should believe might become one, even as he and the Father are one.<span class=\"citation\" id=\"70742\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70742)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70742)\">John 17:21-22<\/a><\/span> But was he not mistaken? Would he not do away with our liberty and independence, if all who believed should become one? Such a condition would not give us the opportunity of quarrelling with each <div class=\"break columnbreak\" id=\"345b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0345.pdf\" target=\"pdfwin\">p.&#xA0;345b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6796\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> other. Unity is the greatest and most heavenly principle of government. If we can find out what is right, would it not promote the peace and welfare of all to carry out in unity every principle of right, and discourage that which is wrong? <\/div><div class=\"paragraph jod\" id=\"v18n1196\"> Another prayer, one that is generally used, and which Jesus gave to his disciples, was, &#x201C;Our Father which art in heaven, Hallowed be thy name. Thy kingdom come. Thy will be done on earth, as it is in heaven,&#x201D;<span class=\"citation\" id=\"63329\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63329)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63329)\">Matt. 6:9-10<\/a><\/span><span class=\"citation\" id=\"67478\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67478)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67478)\">Luke 11:2<\/a><\/span> etc. His government must be established here, and his will must be done in perfection, as it is in heavenly worlds. It is folly in the extreme for man to argue that our liberty would be curtailed were this prayer to be answered on our heads today. On the contrary our independence would be enhanced; for we would then, as a matter of course, be more like unto the great Captain of our salvation.<span class=\"citation\" id=\"76442\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76442)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76442)\">Heb. 2:10<\/a><\/span> If the will of God were really done on earth as in heaven,<span class=\"citation\" id=\"63396\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63396)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63396)\">Matt. 6:10<\/a><\/span> a state of peace and happiness would exist, there would be little complaining or murmuring, and the people would have entire confidence in each other. On going to their beds at night they would have no need to go to the trouble of locking their doors and seeing that everything was secure from theft, for there would be no thieving, no one to wrong his neighbor, in any way whatever. If you had anything you wished left in the open air during the day or night, it would not matter how valuable it might be, you could do so without entertaining the least fear of anybody taking it from you. <\/div><div class=\"paragraph jod\" id=\"v18n1197\"> This will be the order of things to exist here on the earth, and which will be recognized by all nations that will then exist, and it will continue for a thousand years. And at the expiration of that time this kind of government will not even then be  <div class=\"break pagebreak\" id=\"346a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0346.pdf\" target=\"pdfwin\">p.&#xA0;346a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6795\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>done away, although as many as can be influenced by Satan to apostatize will do so, at that time, and there will be a great division of the people, at the end of the thousand years.<span class=\"citation\" id=\"80554\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80554)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80554)\">Rev. 20:7-8<\/a><\/span> The Saints then, will have become very numerous, probably more numerous than ever before; and they will be obliged to gather together in one place, as we now do from the four quarters of the earth. They will have to pitch their camps round about, for the &#x201C;beloved city&#x201D;<span class=\"citation\" id=\"80571\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80571)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80571)\">Rev. 20:9<\/a><\/span> will not be large enough for them. It is called by John the Revelator, the camp of the Saints, a beloved city, where the Saints gather to, from the nations of the earth.<span class=\"citation\" id=\"80570\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80570)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80570)\">Rev. 20:9<\/a><\/span> Satan will gather his army, consisting of all those angels that fell and left the courts of heaven, when he did, besides all those that will apostatize from the truth, at the end of the thousand years: they too will mingle with the immortal ones of Satan&#x2019;s army, all being of the same spirit and mind.<span class=\"citation\" id=\"80555\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80555)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80555)\">Rev. 20:7-8<\/a><\/span> He with his army will come against the Saints, and the beloved city, and encompass them round about.<span class=\"citation\" id=\"80572\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80572)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80572)\">Rev. 20:9<\/a><\/span> His army will be so great that it will be able to come upon the Saints on all sides: he is to encompass their camp.<span class=\"citation\" id=\"80573\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80573)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80573)\">Rev. 20:9<\/a><\/span> Because of the favorable position he is to hold, in that great last battle, and because of the vast number of his army, he doubtless believes that he will get the mastery and subdue the earth and possess it. I do not think he fully understands all about the designs of God: for John tells us when this great army shall be gathered in position, around the camp of the Saints, that &#x201C;fire came down from God out of heaven, and devoured them.&#x201D;<span class=\"citation\" id=\"80574\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80574)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80574)\">Rev. 20:9<\/a><\/span> Devoured whom? Not those who are fallen angels, for they have no bodies to be devoured; but this fire from heaven will devour the wicked apostate race who will <div class=\"break columnbreak\" id=\"346b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0346.pdf\" target=\"pdfwin\">p.&#xA0;346b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6795\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> have listened to them and who will have joined Satan&#x2019;s army; they will be consumed, consequently the kingdom of Christ will not be overcome by Satan or taken away from the Saints. Remember the words of Daniel&#x2014;&#x201C;The kingdom shall not be destroyed, neither shall it be given to another people.&#x201D;<span class=\"citation\" id=\"61302\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61302)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61302)\">Dan. 2:44<\/a><\/span> Though they apostatize at the end of the thousand years, though they seek every possible plan to overthrow the kingdom, though they may gather up their strength and have Satan and his fallen angels to fight with them, yet that kingdom that was organized at the beginning of the thousand years will still exist. Fire is the great agency that will devour the wicked, after which this camp and beloved city and all the inhabitants belonging to it will be caught up to heaven.<span class=\"citation\" id=\"80575\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80575)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80575)\">Rev. 20:9<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v18n1199\"> Then comes the period and time when the earth must undergo its final change, far exceeding any former changes. For at the beginning of the Millennium, the mountains will melt, and flow down like wax at the presence of the Lord;<span class=\"citation\" id=\"57039\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57039)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57039)\">Ps. 97:5<\/a><\/span><span class=\"citation\" id=\"62100\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62100)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62100)\">Micah 1:4<\/a><\/span> then the earth is to be moved exceedingly and tossed to and fro.<span class=\"citation\" id=\"58488\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58488)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58488)\">Isa. 24:19-20<\/a><\/span><span class=\"citation\" id=\"85668\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85668)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85668)\">D&amp;C 45:48<\/a><\/span><span class=\"citation\" id=\"85910\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85910)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85910)\">D&amp;C 49:23<\/a><\/span><span class=\"citation\" id=\"88659\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88659)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88659)\">D&amp;C 88:87<\/a><\/span> Though the ocean is to roll back to its former position; although these and many other wonderful changes will take place when Christ comes, they are nothing compared to the changes that are to take place after the thousand years, after Satan&#x2019;s army is destroyed. Then the great white throne appears.<span class=\"citation\" id=\"80594\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80594)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80594)\">Rev. 20:11<\/a><\/span> There, after the holy city and the New Jerusalem are taken up to heaven,<span class=\"citation\" id=\"79111\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79111)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79111)\">Rev. 3:12<\/a><\/span><span class=\"citation\" id=\"80709\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80709)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80709)\">Rev. 21:2<\/a><\/span><span class=\"citation\" id=\"80781\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80781)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80781)\">Rev. 21:10<\/a><\/span> the earth will flee away from before the presence of him who sits upon the throne.<span class=\"citation\" id=\"80595\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80595)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80595)\">Rev. 20:11<\/a><\/span> The earth itself is to pass through a similar change to that which we have to pass through. As our bodies return again to mother dust, forming constituent portions thereof, and no place is found for them as organized bodies; so it will  <div class=\"break pagebreak\" id=\"347a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0347.pdf\" target=\"pdfwin\">p.&#xA0;347a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6794\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>be with this earth. Not only will the elements melt with fervent heat, but the great globe itself will pass away.<span class=\"citation\" id=\"78462\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78462)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78462)\">2 Pet. 3:10-12<\/a><\/span><span class=\"citation\" id=\"82920\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82920)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82920)\">3 Ne. 26:3<\/a><\/span><span class=\"citation\" id=\"83264\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83264)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83264)\">Morm. 9:2<\/a><\/span><span class=\"citation\" id=\"89488\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89488)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89488)\">D&amp;C 101:25<\/a><\/span> It will cease to exist as an organized world. It will cease to exist as one of the worlds that are capable of being inhabited. Fire devours all things, converting the earth into its original elements; it passes away into space. <\/div><div class=\"paragraph jod\" id=\"v18n1201\"> But not one particle of the elements which compose the earth will be destroyed or annihilated. They will all exist and be brought together again by a greater organizing power than is known to man. The earth must be resurrected again, as well as our bodies; its elements will be reunited, and they will be brought together by the power of God&#x2019;s word. He will then so organize these elements now constituted upon this earth, that there will be no curse attached to any of its compound thus made.<span class=\"citation\" id=\"127531\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127531)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127531)\">Rev. 22:3<\/a><\/span><span class=\"citation\" id=\"128029\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128029)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128029)\">D&amp;C 38:18<\/a><\/span> Now death is connected with them, but then everything will be organized in the most perfect order, just the same as it was when the Lord first formed it. He then pronounced everything as &#x201C;very good.&#x201D;<span class=\"citation\" id=\"52366\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52366)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52366)\">Gen. 1:31<\/a><\/span> It could not be otherwise; a being that is infinite in wisdom and knowledge, and a being that had power in proportion to it, could organize an earth into a most perfect form; and he did so and pronounced the same very good.<span class=\"citation\" id=\"52367\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52367)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52367)\">Gen. 1:31<\/a><\/span> But man brought a curse on the earth.<span class=\"citation\" id=\"52610\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52610)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52610)\">Gen. 3:17<\/a><\/span> Man brought a change, not only on man, but upon the animal creation, and not only upon the animal creation, but upon all the elements of which the earth was formed. This curse was, as it were, transfused throughout every particle of the creation, so that wherever you turn your eyes death, and destruction, and sorrow exist. But the same Being that organized it, and pronounced it very good,<span class=\"citation\" id=\"52368\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52368)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52368)\">Gen. 1:31<\/a><\/span> will organize it again. It will come forth again <div class=\"break columnbreak\" id=\"347b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0347.pdf\" target=\"pdfwin\">p.&#xA0;347b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6794\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> from its condition of chaos, by the power of his word, a celestial body, prepared for the abode of a higher order of beings, those who have kept the celestial law, those who, through obedience to the laws of God, become exalted.<span class=\"citation\" id=\"127534\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127534)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127534)\">D&amp;C 88:25-26<\/a><\/span><span class=\"citation\" id=\"127532\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127532)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127532)\">D&amp;C 130:9<\/a><\/span><span class=\"citation\" id=\"127533\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127533)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127533)\">A of F 1:10<\/a><\/span> They are the ones who will have the privilege of inheriting the earth forever and ever. When he gets it all prepared, he will bring down the inhabitants thereof, the holy city, the New Jerusalem.<span class=\"citation\" id=\"80718\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80718)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80718)\">Rev. 21:2,10<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v18n1202\"> I propose making a few remarks in relation to that city, for the benefit of strangers, should there be any present. We look upon the New Jerusalem, separate from the old Jerusalem. The old Jerusalem will be rebuilt by the Jews upon its former site, and during the Millennium it will become a very glorious city, and its inhabitants will be a blessed and honored people. We are told by the Prophet Ether, that the Lord will build a city on this American continent, which will be called the New Jerusalem.<span class=\"citation\" id=\"127536\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127536)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127536)\">3 Ne. 21:23-24<\/a><\/span><span class=\"citation\" id=\"83515\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83515)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83515)\">Ether 13:3-12<\/a><\/span> The reason it will be called <span class=\"italic\">new<\/span> is because it never before existed here. Both of these cities will be caught up, when the earth undergoes its final dissolution, and when made new, they will come back again, the New Jerusalem first, followed by the old Jerusalem.<span class=\"citation\" id=\"127535\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127535)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127535)\">Rev. 21:2,10<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v18n1203\"> A great many have supposed that the description of the glory and beauty of the city that comes down from heaven was the New Jerusalem, but it is not so. That description given by John in relation to the second city, was a holy city&#x2014;old Jerusalem. We have an account of its walls and the height of them, we have, too, an account of its twelve gates, its houses and its inhabitants, and also of the glory of God that shall be in the city.<span class=\"citation\" id=\"80787\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80787)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80787)\">Rev. 21:10-27<\/a><\/span> But have we any enlarged description of the New Jerusalem? No. I have no doubt, however, that the city of the New  <div class=\"break pagebreak\" id=\"348a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0348.pdf\" target=\"pdfwin\">p.&#xA0;348a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6793\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Jerusalem will be equally glorious with the one that John saw and described. <\/div><div class=\"paragraph jod\" id=\"v18n1205\"> John saw the New Jerusalem coming down from heaven<span class=\"citation\" id=\"80710\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80710)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80710)\">Rev. 21:2<\/a><\/span> and speaks of its inhabitants. Then one of the angels took him away to a high mountain, and showed him the second city, when descending to the earth.<span class=\"citation\" id=\"80782\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80782)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80782)\">Rev. 21:10<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v18n1206\"> The Book of Mormon speaks very plainly upon this subject. The Prophet Ether, as recorded in the latter part of the book, speaking of these two cities, says, that both are built by man, under the direction of the Almighty; and that the Lord has decreed that when they are built, they shall not waste away nor be destroyed.<span class=\"citation\" id=\"83516\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83516)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83516)\">Ether 13:3-12<\/a><\/span> There are a great many of our houses that are wasting. You may build them of granite, and half a thousand of years will begin to waste them away. Thus it is with whatever material, used in building our cities; while man is under the curse there will a constant wasting away of his habitations. But not so, with regard to the old Jerusalem, which is to be rebuilt; and not so with regard to the New Jerusalem, which is to be built on this Continent. Why not? Because God is all-powerful, and when he makes a decree in relation to anything, it must be fulfilled. If he said to the ancient Nephites, Record your prophecies and writings upon plates of gold, and I will preserve them, that they shall not wax dim, that time shall not have power to waste them;<span class=\"citation\" id=\"80953\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80953)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80953)\">1 Ne. 5:19<\/a><\/span><span class=\"citation\" id=\"82268\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82268)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82268)\">Alma 37:5<\/a><\/span> but the records shall be preserved, he was abundantly able to preserve them by his power, and fulfill his promise. The same Being, who is able to preserve the sacred records, has power <div class=\"break columnbreak\" id=\"348b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0348.pdf\" target=\"pdfwin\">p.&#xA0;348b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6793\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to preserve sacred and holy habitations. <\/div><div class=\"paragraph jod\" id=\"v18n1207\"> Therefore, Latter-day Saints, when you return to build up the waste places of Zion,<span class=\"citation\" id=\"89449\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89449)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89449)\">D&amp;C 101:18<\/a><\/span><span class=\"citation\" id=\"89743\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89743)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89743)\">D&amp;C 103:11<\/a><\/span> and when you build up the New Jerusalem upon the place that he has appointed, whatever materials shall be used, by the blessing of the Priesthood, which God has ordained, these materials will endure forever: they will continue during the thousand years, without waste, and when they shall be caught up to heaven, when the earth flees away,<span class=\"citation\" id=\"80596\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80596)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80596)\">Rev. 20:11<\/a><\/span> they will still endure in all their perfection and beauty. When these cities shall descend again upon the new earth,<span class=\"citation\" id=\"127537\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127537)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127537)\">Isa. 65:17<\/a><\/span><span class=\"citation\" id=\"127538\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127538)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127538)\">2 Pet. 3:13 (JST)<\/a><\/span> in its immortal and eternal state,<span class=\"citation\" id=\"80719\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80719)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80719)\">Rev. 21:2,10<\/a><\/span> they will still be as endurable as the earth itself, no more to be subject to the curse,<span class=\"citation\" id=\"127539\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127539)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127539)\">Gen. 3:17<\/a><\/span><span class=\"citation\" id=\"127540\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127540)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127540)\">Rev. 22:3<\/a><\/span><span class=\"citation\" id=\"128030\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128030)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128030)\">D&amp;C 38:18<\/a><\/span> and therefore, will no more waste; death is gone&#x2014;everything that is corruptible in its nature has ceased, so far as this habitable globe is concerned, and all sorrow and mourning are done away.<span class=\"citation\" id=\"59524\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59524)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59524)\">Isa. 51:11<\/a><\/span><span class=\"citation\" id=\"127541\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127541)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127541)\">Rev. 21:4<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v18n1208\"> May God bless the Latter-day Saints, and may our minds be kept steadfast upon the nature and glory of the promises to the righteous, and the great events that must be fulfilled, looking for the coming of the Church of the Firstborn,<span class=\"citation\" id=\"52964\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52964)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52964)\">Gen. 9:23 (JST)<\/a><\/span> looking for the day of peace, the day of rest, when Jesus shall reign king of kings<span class=\"citation\" id=\"80448\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80448)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80448)\">Rev. 19:16<\/a><\/span> as he now reigns in heaven. <\/div><div class=\"paragraph jod\" id=\"v18n1209\"> May the Lord stir up the minds of his people that they may seek for those things in the future, and may we put away from our minds everything calculated in its nature to shut out the spirit of the living God from our hearts, is my earnest prayer, in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}