{"ID":180020, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Book of Mormon&#x2014;Urim and Thummim&#x2014;Appearance of a Holy Angel in 1829 to Four Persons&#x2014;Their Testimonies to the Truth of the Book of Mormon&#x2014;Also Eight Other Witnesses&#x2014;Isaiah&#x2019;s Prophecy Relates to that Book&#x2014;Ezekiel&#x2019;s Prophecy.<\/div>\n<div class=\"subtitle\">Discourse by Elder Orson Pratt, delivered in the New Tabernacle, Salt Lake City, Sunday Afternoon, July 18, 1875.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: Book of Mormon, Etc.<\/div>\n<div class=\"speaker\">Speaker: Orson Pratt<\/div>\n<div class=\"date\">Date: 7\/18\/1875<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d20\">\n<div class=\"paragraph jod\" id=\"v18n516\"> I will read a few verses in the 29th chapter of Isaiah, commencing at the 18th verse. [The speaker read from the 18th verse to the end of the chapter.]<span class=\"citation\" id=\"58842\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58842)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58842)\">Isa. 29:18-24<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v18n517\"> That which I wish to call to your mind, more particularly, on the present occasion, will be found in the first verse that I read&#x2014;&#x201C;In that day shall the deaf hear the words of the book.&#x201D;<span class=\"citation\" id=\"94621\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94621)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94621)\">Isa. 29:18<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v18n518\"> The Latter-day Saints are a peculiar people among the inhabitants of the earth of the present age, peculiar in many things, peculiar in many religious notions and views. We profess to believe in this book, the Jewish record, called the Bible. We are not peculiar so far as this item of our faith is concerned; but in addition to the Bible, we believe in another book, called the Book of Mormon, which we believe to be equally sacred with the Bible. Some may, <div class=\"break columnbreak\" id=\"155b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0155.pdf\" target=\"pdfwin\">p.&#xA0;155b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6986\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> perhaps, call the Book of Mormon a bible, and in one sense of the word it may be called that, for it is a collection of sacred books, the same as the Jewish record is. The difference between the two records is merely in the history, and in some of the prophetic writings. The Bible professes to be a history of the people who lived on the eastern continent, while the Book of Mormon professes to be a history of the people who lived in ancient America. We have denominated the Jewish record the Bible, because it is a collection of books said to have been written by inspired men. I do not see any reason why we should not also, as Latter-day Saints, call the Book of Mormon a bible, it being a collection of books written by Prophets and Revelators. Perhaps, however, the world, or those who are strangers to the evidences concerning these two  <div class=\"break pagebreak\" id=\"156a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0156.pdf\" target=\"pdfwin\">p.&#xA0;156a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6985\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>books, may object, and say that we have no right to call the Book of Mormon a bible, unless we can bring such evidence to substantiate its divinity as we can concerning the Jewish record. But supposing that we are in possession of similar evidences concerning this book in relation to ancient America, as you are in regard to the Bible, the history of the people of Palestine; supposing that we can bring forth as many evidences and substantial testimonies to prove the divinity of the Book of Mormon, as you can to prove the divinity of the Jewish record, then why should we not include it among the sacred books, and denominate it a bible, as well as call the Jewish record such? I will, this afternoon, by the assistance of the Spirit of God, endeavor to lay before you, Latter-day Saints, and strangers who may be present, some of the evidences that we have concerning the divinity of this book which we esteem so highly&#x2014;the Book of Mormon. <\/div><div class=\"paragraph jod\" id=\"v18n520\"> In the first place, I will give you a very brief statement concerning the manner in which the Book of Mormon was found. In the year 1827, a young man, a farmer&#x2019;s boy, by the name of Joseph Smith, was visited by an holy angel, as he had been for several years prior to this time. But on this occasion, in the fall of 1827, he was permitted to take into his possession the plates from which the Book of Mormon was translated&#x2014;the angel gave them into his hands, permitted him to take them from the place of their deposit, which was discovered to Mr. Smith by the angel of God.<span class=\"citation\" id=\"93890\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93890)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93890)\">JS&mdash;H 1:59<\/a><\/span> With this book, called the Book of Mormon, was a very curious instrument, such a one, probably, as no person had seen for many generations; it was called by the angel of God, the Urim and Thummim. We know that such an <div class=\"break columnbreak\" id=\"156b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0156.pdf\" target=\"pdfwin\">p.&#xA0;156b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6985\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> instrument existed in ancient times among the Jews, and among the Israelites in the wilderness, and that it was used to inquire of the Lord, and so sacred was that instrument in the days of Moses, that Aaron, the chief priest of the whole house of Israel, was commanded to place it within his breastplate, that when he should judge the tribes of the house of Israel, he should not judge by his own wisdom, but should inquire of the Lord by means of this instrument, and whatever decision the Lord, by aid of the Urim and Thummim, should give, all Israel should give heed to it.<span class=\"citation\" id=\"54409\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54409)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54409)\">Ex. 28:30<\/a><\/span> The same instrument was in use, many hundred years after the days of Aaron, by the Prophets of Israel. David inquired by means of an instrument of that kind, concerning his enemies, who pursued him from city to city, asking the Lord certain questions&#x2014;whether his enemies would come to the city where he happened to be, and whether he would be delivered up to them by the people of that city; and the Lord gave him all necessary instruction, and by this means he was delivered out of the hands of his enemies from time to time.<span class=\"citation\" id=\"55508\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55508)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55508)\">1 Sam. 23:9-12<\/a><\/span><span class=\"citation\" id=\"127341\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127341)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127341)\">1 Sam. 30:7-8<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v18n521\"> But it seems that, before the coming of Christ, for some reason, probably through wickedness, the Urim and Thummim were taken away from the children of Israel, and a prophecy was uttered by one of the ancient Prophets, before Christ, that they should be many days without a Priest,<span class=\"citation\" id=\"55921\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55921)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55921)\">2 Chr. 15:3<\/a><\/span> without the Urim and Thummim, without the ephod, and without many things that God blessed them with in the days of their righteousness; but that in the latter days God would again restore all his blessings to the people of Israel,<span class=\"citation\" id=\"55943\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55943)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55943)\">Ezra 2:61-63<\/a><\/span><span class=\"citation\" id=\"61798\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61798)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61798)\">Hosea 3:4-5<\/a><\/span> including their counselors and their judges as at the first.<span class=\"citation\" id=\"57688\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57688)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57688)\">Isa. 1:26<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v18n522\"> With these plates that Joseph  <div class=\"break pagebreak\" id=\"157a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0157.pdf\" target=\"pdfwin\">p.&#xA0;157a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6984\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Smith, the Prophet, obtained through the instructions of the angel, he also obtained the Urim and Thummim, and by their aid he copied a few characters from the plates, and translated them.<span class=\"citation\" id=\"93899\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93899)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93899)\">JS&mdash;H 1:62<\/a><\/span> He was not a learned man himself, but an ignorant farmer&#x2019;s boy, scarcely having the first rudiments of education. He could read and write a little, and that was about the amount of his educational acquirements. After having copied a few of the characters from these plates and translated them, he committed them into the hands of Martin Harris, a man with whom he was acquainted, who lived not far from his neighborhood; and Martin Harris took these few characters and their translation to the City of New York, to show them to the learned, and if possible to get some information in regard to their meaning. This was in the year 1827. Martin Harris was then a middle-aged man, being about forty-six years of age. On arriving in New York City, he visited the learned Dr. Mitchell, professor of languages, and obtained some information from him in relation to the manuscript which he held, and was recommended by Dr. Mitchell to see Mr. Anthon, professor of ancient and modern languages, probably one of the most learned men in ancient languages that ever lived in our nation. Mr. Harris went to see Mr. Anthon, and showed him the characters. The professor examined them and the translation, and, according to the testimony of Martin Harris, given from this stand, he gave him a certificate that, so far as he could understand the characters, the translation seemed to be correct; but he wished further time, and desired that the original plates should be brought to him. Mr. Harris then informed him how Mr. Smith came in possession of the plates&#x2014;that he did not find them <div class=\"break columnbreak\" id=\"157b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0157.pdf\" target=\"pdfwin\">p.&#xA0;157b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6984\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> accidentally, but that an angel of God revealed to him the place of their deposit. This was after Martin Harris had obtained the certificate from Professor Anthon, and just before Mr. Harris took his leave of the learned gentleman; the latter having ascertained how Mr. Smith came in possession of the plates; that part of them were sealed, and that the Lord had given a strict command that they should not be shown to the public, but only to certain witnesses; I say that, the professor, having learned this, wished to see the certificate again; Mr. Harris returned it to him, and he tore it up, saying that there was no such thing as angels, or communications from the Lord in our day, and upon Mr. Harris telling him that a portion of the plates were sealed, he very sarcastically remarked, that he could not read a sealed book.<span class=\"citation\" id=\"93905\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93905)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93905)\">JS&mdash;H 1:63-65<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v18n524\"> Mr. Harris left him, and returned, some two hundred and fifty miles or more, to the neighborhood where the plates were found, and informed Mr. Smith of his success with the learned, after which the Lord gave a special command to Joseph, unlearned as he was, that he should translate the record by the aid of the Urim and Thummim.<span class=\"citation\" id=\"83697\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83697)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83697)\">D&amp;C 1:29<\/a><\/span><span class=\"citation\" id=\"83803\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83803)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83803)\">D&amp;C 3:12<\/a><\/span><span class=\"citation\" id=\"83826\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83826)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83826)\">D&amp;C 5:4<\/a><\/span> Mr. Smith commenced the work of translation. Mr. Harris, acting as his scribe, wrote from his mouth one hundred and sixteen pages of the first translation, given by the Prophet. <\/div><div class=\"paragraph jod\" id=\"v18n525\"> The work was continued from time to time, until finally the unsealed portion of the Book of Mormon was all translated. In the meantime Martin Harris, Joseph Smith, the translator of the book, Oliver Cowdery and David Whitmer, four persons, retired to a little grove in the year 1829, not far from the house of old father Whitmer, where this Church was organized. They retired to this grove for the special  <div class=\"break pagebreak\" id=\"158a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0158.pdf\" target=\"pdfwin\">p.&#xA0;158a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6983\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>purpose of calling on the name of the Lord, and they all knelt down and commenced praying, one by one, and while thus engaged they saw an angel of God descend from the heavens, very bright and glorious in his appearance; and he came and stood in their midst, and he took the plates and turned over leaf after leaf of the unsealed portion, and showed to these four men the engravings upon them; and at the same time they heard a voice out of heaven saying unto them, that the plates had been translated correctly, and commanding them to bear testimony of the same to all nations, kindreds, tongues and people to whom the translation should be sent. In accordance with this command, Oliver Cowdery, David Whitmer and Martin Harris have attached their testimony after the title page of the Book of Mormon, testifying to the appearance of the angel, signing their names and testifying to the correctness of the translation; testifying to having seen the plates and the engravings upon them, and to the voice of the Lord, which they heard out of the heavens.<span class=\"citation\" id=\"127342\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127342)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127342)\">BM Three Wit.<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v18n527\"> Now let me say a few words concerning the nature of this testimony. This testimony was given prior to the publication of the book, and also previous to the organization of the Latter-day Saint Church. The book was printed early in 1830, with their testimony. Thus you perceive that this work, this marvelous work, was not presented to the inhabitants of the earth for their belief, until God had favored them with four persons who could bear witness to what their eyes had seen, what their ears had heard, and what their hands had handled, consequently there was no possibility, so far as these four men were concerned, that they themselves could be deceived. It would be impossible for four men to be together, <div class=\"break columnbreak\" id=\"158b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0158.pdf\" target=\"pdfwin\">p.&#xA0;158b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6983\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and all of them to be deceived in seeing an angel descend from heaven, and in regard to the brightness of his countenance and the glory of his person, hearing his voice, and seeing him lay his hands upon one of them, namely David Whitmer, and speaking these words&#x2014;&#x201C;Blessed be the Lord and they who keep his commandments.&#x201D; After seeing the plates, the engravings upon them, and the angel, and hearing the voice of the Lord out of heaven, every person will say that there was no possibility of either of these men being deceived in relation to this matter; in other words, if it were to be maintained that in their case it was a hallucination of the brain, and that they were deceived, then, with the same propriety might it be asserted that all other men, in every age, who profess to have seen angels, were also deceived; and this might be applied to the Prophets, Patriarchs, Apostles, and others who lived in ancient times, who declared they saw angels, as well as to Oliver Cowdery, Martin Harris, and David Whitmer. But says the objector&#x2014;&#x201C;No, those who testify that they saw angels anciently were not deceived, but they who come testifying about such ministrations in the latter days may be deceived.&#x201D; Now let me ask, is there anything logical in such reasoning as this? If these, in the latter days, who testify to having seen angels, were deceived, all who testify to the same things in former days might have been deceived on the same grounds. And then, if these men, whose testimonies are attached to the Book of Mormon, were not deceived, it must be admitted that they were impostors of the most barefaced character, or else that the Book of Mormon is a divine record sent from heaven; one or the other must be admitted, there is no halfway in the  <div class=\"break pagebreak\" id=\"159a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0159.pdf\" target=\"pdfwin\">p.&#xA0;159a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6982\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>matter. If they were not deceived&#x2014;which they could not possibly have been according to the very nature of their testimony&#x2014;then there are only two alternatives&#x2014;they were impostors, or else the Book of Mormon is a divine revelation from heaven. <\/div><div class=\"paragraph jod\" id=\"v18n529\"> Now let us inquire what grounds there are to suppose that they were impostors? Forty-six years have passed away since this angel appeared and showed the plates to these individuals. Has anything transpired during this time that would give us any grounds to suppose that they were impostors? For instance, has either of these witnesses, or the translator of the engravings on the plates, ever, under any circumstances, denied his testimony? No. We have some accounts in the Bible of men of God, some of the greatest men that lived in ancient times, denying the things of God. We read of Peter cursing, and swearing that he never knew Jesus,<span class=\"citation\" id=\"66303\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66303)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66303)\">Matt. 26:69-74<\/a><\/span> and yet he was one of the foremost of the Apostles. His testimony was true so far as seeing and being acquainted with Jesus was concerned, and in regard to the divinity of Jesus. Why? Because God had revealed it to him and yet he denied it. &#x201C;Blessed art thou, Simon Bar-jona,&#x201D; said Jesus, speaking to Peter, &#x201C;for flesh and blood have not revealed this unto thee, but my Father who is in heaven.&#x201D;<span class=\"citation\" id=\"64841\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64841)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64841)\">Matt. 16:17<\/a><\/span> Peter knew, just as well as he knew that he had a being, that Jesus was the son of God, it had been revealed to him from the heavens, and though he afterwards, through fear, in the presence of the high priest, cursed and swore and denied it,<span class=\"citation\" id=\"66302\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66302)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66302)\">Matt. 26:69-74<\/a><\/span> yet the former testimony that he had given was true. <\/div><div class=\"paragraph jod\" id=\"v18n530\"> Now did either of these three men, or did the translator of the Book of Mormon, ever deny the truth, as Peter did? Did they ever in any <div class=\"break columnbreak\" id=\"159b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0159.pdf\" target=\"pdfwin\">p.&#xA0;159b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6982\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> way deny the divinity of the Book of Mormon? Never, no never. Whatever the circumstances they were placed in, however much they were mobbed and ridiculed, however much they suffered by the persecution of their enemies, their testimony all the time was&#x2014;&#x201C;We saw the angel of God, we beheld him in his glory, we saw the plates in his hands, and the engravings thereon, and we know that the Book of Mormon is true.&#x201D;<span class=\"citation\" id=\"127343\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127343)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127343)\">BM Three Wit.<\/a><\/span> Joseph Smith continued to bear this testimony until the day of his death; he sealed his testimony as a martyr in this Church, being shot down by his enemies, who were blackened up and disguised, in order that they might not be known. Oliver Cowdery did not live his faith as he should have done, and he was excommunicated from this Church during Joseph&#x2019;s lifetime. Did he still continue to hold fast to his testimony? He did. Never was he known to swerve from it in the least degree; and after being out of the Church several years, he returned to Council Bluffs, where there was a Branch of the Church, and at a conference he acknowledged his sins, and humbly asked the Church to forgive him, bearing his testimony to the sacred things recorded in the Book of Mormon&#x2014;that he saw the angel and the plates, just according to the testimony to which he had appended his name. He was rebaptized a member of the Church, and soon after departed this life. <\/div><div class=\"paragraph jod\" id=\"v18n531\"> Martin Harris did not follow up this people in the State of Missouri, neither did he follow us up to the State of Illinois; but we often heard of him, and whenever we did so we heard of him telling, in public and in private of the great vision that God had shown to him concerning the divinity of the Book of Mormon. A few years ago he came to this Territory, an old man, between eighty and ninety  <div class=\"break pagebreak\" id=\"160a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0160.pdf\" target=\"pdfwin\">p.&#xA0;160a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6981\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>years of age, and spoke from this stand, in the hearing of the people. He then located himself in Cache County, in the northern part of the Territory, where he continued to live until last Saturday, when he departed this life in his ninety-third year&#x2014;a good old age. Did he continue to bear testimony all that length of time&#x2014;over forty-six years of his life? Did he, at any time during that long period, waver in the least degree from his testimony? Not at all. He had a great many follies and imperfections, like all other people, like the ancient Apostles, like Elijah the Prophet,<span class=\"citation\" id=\"77744\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77744)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77744)\">James 5:17<\/a><\/span> but after all, he continued to testify to the very last concerning the truth of this work. Nothing seemed to delight him so much as to tell about the angel and the plates that he had seen. It was only a short time prior to his death that one of our Bishops went in to see the old man; his pulse was apparently sluggish in its movements, and nearly gone, but the sight of the Bishop seemed to revive him, and he said to him&#x2014;&#x201C;I am going.&#x201D; The Bishop related to him some things which he thought would be interesting, among them that the Book of Mormon was translated into the Spanish language, for the benefit of a great many of the descendants of Israel in this country, who understand the Spanish language, in Mexico and Central America. This intelligence seemed to revive the old man, and he began to talk about the Book of Mormon; new strength, apparently, was imparted to him, and he continued his conversation for some two hours, and in his last testimony he bore record concerning the divinity of the work, and was rejoiced to think that it was going forth in another language, that those who understood that language might be made acquainted with the wonderful works of God. <\/div> <div class=\"break columnbreak\" id=\"160b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0160.pdf\" target=\"pdfwin\">p.&#xA0;160b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6981\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v18n533\"> I will here state that Martin Harris; when he came to this Territory a few years ago, was rebaptized, the same as every member of the Church from distant parts is on arriving here. That seems to be a kind of standing ordinance for all Latter-day Saints who emigrate here, from the First Presidency down; all are rebaptized and set out anew by renewing their covenants. There are thousands of Latter-day Saints who have gone forth into the baptismal font, and been baptized for their dead kindred and friends. Martin Harris requested this privilege, and he was baptized here in Salt Lake City for many of his kindred who are dead. I mention these things in order that the Saints may understand something concerning this man who has just left us, almost a hundred years old. God favored him, highly favored him. He was among the favored few who went up from the State of Ohio in the summer of 1831, and journeyed nearly a thousand miles to the western part of Missouri, to Jackson County. The Prophet went at the same time, and that was designated as the land where the Saints should eventually be gathered, and where a great city should be eventually reared, called the city of Zion, or the New Jerusalem, and that the Saints should be located throughout all that region of country. God gave many commandments in those days concerning what might be termed the United Order; in other words, concerning the consecration of the properties of the Church. These things were given by revelation through the Prophet. Martin Harris was the first man that the Lord called by name to consecrate his money, and lay the same at the feet of the Bishop in Jackson County, Mo., according to the order of consecration.<span class=\"citation\" id=\"86227\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86227)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86227)\">D&amp;C 58:35-39<\/a><\/span> He willingly did it; he  <div class=\"break pagebreak\" id=\"161a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0161.pdf\" target=\"pdfwin\">p.&#xA0;161a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6980\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>knew the work to be true; he knew that the word of the Lord through the Prophet Joseph was just as sacred as any word that ever came from the mouth of any Prophet from the foundation of the world. He consecrated his money and his substance, according to the word of the Lord. What for? As the revelation states, as an example to the rest of the Church.<span class=\"citation\" id=\"86224\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86224)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86224)\">D&amp;C 58:35<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v18n535\"> As I have already mentioned, one more witness remains who saw that angel and the plates. Who is it? David Whitmer, a younger man than Martin Harris, probably some seventy years of age, I do not recollect his age exactly. Where does he live? In the western part of Missouri. Does he still hold fast to his testimony? He does. Many of the Elders of this Church, in going to and fro among the nations, have called upon him from time to time, and they all bear the same testimony&#x2014;that Mr. David Whitmer still, in the most solemn manner, declares that he saw the angel and that he saw the plates in his hands. But he is not here with us; he has not gathered up with the people of God. That, however, does not prove that his testimony is not true, by no means. <\/div><div class=\"paragraph jod\" id=\"v18n536\"> Now then, let me bring forth some predictions or prophecies concerning these three witnesses. In the forepart of the Book of Mormon, we have a prediction that there should be three witnesses; it was uttered nearly six hundred years before Christ by a man, a Prophet of God, who came out of Jerusalem and came to this American continent; and in speaking of the last days, when this record should come forth to the human family, he foretells that there should be witnesses who should know of a surety concerning its truth. I will read what he says, <div class=\"break columnbreak\" id=\"161b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0161.pdf\" target=\"pdfwin\">p.&#xA0;161b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6980\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> &#x201C;And it shall come to pass that the Lord God shall bring forth unto you the words of a book, and they shall be the words of them which have slumbered. And behold the book shall be sealed; and in the book shall be a revelation from God, from the beginning of the world to the ending thereof. Wherefore, because of the things which are sealed up, the things which are sealed shall not be delivered in the day of the wickedness and abominations of the people. Wherefore the book shall be kept from them. But the book shall be delivered unto a man, and he shall deliver the words of the book, which are the words of those who have slumbered in the dust, and he shall deliver these words unto another.&#x201D;<span class=\"citation\" id=\"81480\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81480)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81480)\">2 Ne. 27:6-9<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v18n537\"> Now this man spoken of was the translator, Joseph Smith; and the delivering the words to another had reference to what I have already related&#x2014;the delivery of a few of the words of the book to Martin Harris. &#x201C;He shall deliver the words unto another; But the words which are sealed he shall not deliver, neither shall he deliver the book. For the book shall be sealed by the power of God, and the revelation which was sealed shall be kept in the book until the own due time of the Lord, that they may come forth; for behold, they reveal all things from the foundation of the world unto the end thereof. And the day cometh that the words of the book which were sealed shall be read upon the house tops; and they shall he read by the power of Christ; and all things shall be revealed unto the children of men which ever have been among the children of men, and which ever will be even unto the end of the earth. Wherefore, at that day when the book shall be delivered unto the man of whom I have spoken, the  <div class=\"break pagebreak\" id=\"162a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0162.pdf\" target=\"pdfwin\">p.&#xA0;162a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6979\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>book shall be hid from the eyes of the world, that the eyes of none shall behold it save it be that three witnesses shall behold it, by the power of God, besides him to whom the book shall be delivered; and they shall testify to the truth of the book and the things therein. And there is none other which shall view it, save it be a few according to the will of God, to bear testimony of his word unto the children of men; for the Lord God hath said that the words of the faithful should speak as if it were from the dead. Wherefore, the Lord God will proceed to bring forth the words of the book; and in the mouth of as many witnesses as seemeth him good will he establish his word; and wo be unto him that rejecteth the word of God!&#x201D;<span class=\"citation\" id=\"81486\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81486)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81486)\">2 Ne. 27:9-14<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v18n539\"> This was translated from the plates, and written in manuscript, before Martin Harris, David Whitmer, or Oliver Cowdery ever saw this angel, but there was a promise; it was on record; it was in the manuscript that three witnesses should behold it by the power of God.<span class=\"citation\" id=\"81491\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81491)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81491)\">2 Ne. 27:12<\/a><\/span> That prophecy, as I said before, was delivered nearly six hundred years before Christ. There was another prophecy delivered nearly a thousand years afterwards, which I will also read&#x2014;&#x201C;And now I, Moroni, have written the words which were commanded me, according to my memory; and I have told you the things which I have sealed up; therefore touch them not&#x201D;&#x2014;speaking to the translator that should find his records&#x2014;&#x201C;therefore touch them not in order that you may translate; for that thing is forbidden you, except by and by it shall be wisdom in God. And behold, ye may be privileged that ye may show the plates unto those who shall assist to bring forth this work; And unto three shall they be shown by the power of God; where<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"162b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0162.pdf\" target=\"pdfwin\">p.&#xA0;162b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6979\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>fore they shall know of a surety that these things are true. And in the mouth of three witnesses shall these things be established; and the testimony of three, and this work, in the which shall be shown forth the power of God and also his word, of which the Father, and the Son, and the Holy Ghost beareth record&#x2014;and all this shall stand as a testimony against the world at the last day. And if it so be that they repent and come unto the Father in the name of Jesus, they shall be received into the kingdom of God. And now, if I have no authority for these things, judge ye; for ye shall know that I have authority when ye shall see me, and we shall stand before God at the last day.&#x201D;<span class=\"citation\" id=\"83455\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83455)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83455)\">Ether 5:1-6<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v18n540\"> Here then were two prophecies delivered about a thousand years apart, translated before the three witnesses saw the angel. It was in consequence of these prophecies that these men went out to the grove to pray. You may ask me why they went there to pray? Because they had read these things, and they saw that there were to be three witnesses that should know by the power of God, being revealed to them from the heavens, concerning these matters, and they felt anxious that God might show them these things, that they might be the favored three. <\/div><div class=\"paragraph jod\" id=\"v18n541\"> Were there any others who saw these plates? Yes. How many? Eight; all of whom are now dead except one, John Whitmer, who is still living. They saw and handled the plates, and saw the engravings upon them, and they testify of the same to all people to whom the work should be sent.<span class=\"citation\" id=\"127344\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127344)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127344)\">BM Eight Wit.<\/a><\/span> How many does this make? Three witnesses, eight witnesses and the translator, twelve in all, twelve who saw and bare record of the original. Now I ask everyone in this house, Saints and  <div class=\"break pagebreak\" id=\"163a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0163.pdf\" target=\"pdfwin\">p.&#xA0;163a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6978\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>strangers, have you as many witnesses that have seen the original of any one book of the Bible, the Old and New Testaments? Have you one witness even that has seen the original from which any one of those books was transcribed? No, not one. You have the transcription of scribes from generation to generation; you have the translations from these manuscripts handed down from generation to generation, and transcribed one copy after another, until they have passed through, perhaps, thousands of copies, before the art of printing was known. But you believe the Bible, do you not? Replies one&#x2014;&#x201C;Oh yes, we believe that, but as to the Book of Mormon we doubt very much about that.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v18n543\"> Well, now, let me ask, is there anything inconsistent in a people receiving the testimony of twelve witnesses who saw and handled the original of the Book of Mormon, when they, at the same time, believe in the Bible, the original of which was never seen or handled by any man of this generation? In other words, which of the two is most consistent to believe in? The Latter-day Saints believe in both, because we know the Bible is true, for the Book of Mormon testifies of it, and we have obtained a testimony of the divinity of the Book of Mormon; and hence, as that book speaks of the Bible, we know that the Bible is true. When the people, mentioned in the Book of Mormon left Jerusalem, and came to the land of America, they brought the books of the Old Testament with them from the history of the creation to the prophecies of Jeremiah,<span class=\"citation\" id=\"80941\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80941)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80941)\">1 Ne. 5:13<\/a><\/span> and in their writings made on this land, they speak of the divinity and truthfulness of the Old Testament <div class=\"break columnbreak\" id=\"163b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0163.pdf\" target=\"pdfwin\">p.&#xA0;163b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6978\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> scriptures.<span class=\"citation\" id=\"81052\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81052)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81052)\">1 Ne. 13:24<\/a><\/span> Hence we, as Latter-day Saints, know one book to be true just as well as we do the other. But with the world it is different, for as they never had this testimony, the truth of the Bible rests to them entirely upon secondhand testimony. But we will pass on to other testimonies. <\/div><div class=\"paragraph jod\" id=\"v18n544\"> I will now refer you again to the 29th chapter of Isaiah, from which I read concerning a book, the words of which were to be heard by the deaf&#x2014;&#x201C;In that day shall the deaf hear the words of the book.&#x201D;<span class=\"citation\" id=\"58836\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58836)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58836)\">Isa. 29:18<\/a><\/span> What book do you mean, Isaiah? He means the one that he had just been speaking of in the 11th, 12th, 13th, and 14th verses&#x2014;&#x201C;And the vision of all is become unto you as the words of a book that is sealed, which men deliver to one that is learned, saying, Read this, I pray thee: and he saith, I cannot; for it is sealed: And the book is delivered to him that is not learned, saying, Read this, I pray thee: and he saith, I am not learned. Wherefore the Lord said, Forasmuch as this people draw near me with their mouth, and with their lips do honor me, but have removed their heart far from me, and their fear toward me is taught by the precept of men: Therefore, behold, I will proceed to do a marvelous work among this people, even a marvelous work and a wonder: for the wisdom of their wise men shall perish, and the understanding of their prudent men shall be hid.&#x201D;<span class=\"citation\" id=\"58738\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58738)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58738)\">Isa. 29:11-14<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v18n545\"> Here we perceive the nature of the book that he mentions in the 18th verse, and we learn something about the way that it was to be brought forth; that the words of the book, not the plates themselves, not the original, but the transcript, a copy of the words, the words of the book would be delivered to the learned, requesting them to read it.<span class=\"citation\" id=\"58730\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58730)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58730)\">Isa. 29:11<\/a><\/span> <\/div> <div class=\"break pagebreak\" id=\"164a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0164.pdf\" target=\"pdfwin\">p.&#xA0;164a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6977\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v18n547\"> Martin Harris, who has now gone from our midst, was the honored instrument in the hands of God in fulfilling this prophecy, as I have already related, giving you the names of the learned to whom he presented these words. I have also related to you the conversation in the interview which Mr. Harris had with Professor Anthon; when he learned that an angel had appeared, and that part of the book was sealed, in a kind of sarcastic way the Professor remarked&#x2014;&#x201C;I cannot translate a book that is sealed.&#x201D;<span class=\"citation\" id=\"58731\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58731)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58731)\">Isa. 29:11<\/a><\/span><span class=\"citation\" id=\"127345\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127345)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127345)\">JS&mdash;H 1:65<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v18n548\"> Now notice the next sentence&#x2014;&#x201C;And the book is delivered to him that is not learned.&#x201D;<span class=\"citation\" id=\"58748\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58748)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58748)\">Isa. 29:12<\/a><\/span> Not the words of the book, not a few sentences, but the book itself is delivered to him that is not learned, saying&#x2014;&#x201C;Read this, I pray thee.&#x201D;<span class=\"citation\" id=\"58747\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58747)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58747)\">Isa. 29:12<\/a><\/span> And what did he say? &#x201C;I am not learned.&#x201D; He felt his weakness. That was the exclamation of Joseph, when he was commanded to translate the engravings on the plates. He looked upon himself as too weak to engage in a work of this description, and the Lord answered him in the very words made use of by Isaiah. When Joseph said&#x2014;&#x201C;I am not learned,&#x201D; the Lord said&#x2014;&#x201C;Forasmuch as this people draw near to me with their mouth, and with their lips do honor me, and their fear towards me is taught by the precept of men: Therefore, behold, I will proceed to do a marvelous work among this people, even a marvelous work and a wonder: for the wisdom of their wise men shall perish, and the understanding of their prudent men shall be hid.&#x201D;<span class=\"citation\" id=\"58774\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58774)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58774)\">Isa. 29:13-14<\/a><\/span> And Joseph fulfilled the commandment of the Lord, and Martin Harris wrote the first 116 pages of manuscript; and Oliver Cowdery and others also wrote from the mouth of Joseph, while he was engaged in translating. Was not this a marvel<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"164b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0164.pdf\" target=\"pdfwin\">p.&#xA0;164b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6977\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ous work? What could be more marvelous? A young man, a ploughboy, a boy that had scarcely any education, only as he obtained it in a country school; a man who had never studied theology, probably had never read the Bible through in his life. A young man of this description to be called upon to translate a language that was spoken by the ancient inhabitants of this country! A marvelous work indeed, and a wonder and an astonishment to the people. Isaiah says the people would wonder about it. He says&#x2014;&#x201C;Stay yourselves, and wonder; cry ye out, and cry: they are drunken, but not with wine; they stagger, but not with strong drink. For the Lord hath poured out upon you a spirit of deep sleep, and hath closed your eyes: the prophets and your rulers, and the seers hath he covered.&#x201D;<span class=\"citation\" id=\"58716\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58716)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58716)\">Isa. 29:9-10<\/a><\/span> That is the condition of the people; or as is expressed by Isaiah in another place, &#x201C;Darkness covers the earth, and gross darkness the minds of the people.&#x201D;<span class=\"citation\" id=\"59927\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59927)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59927)\">Isa. 60:2<\/a><\/span><span class=\"citation\" id=\"90605\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90605)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90605)\">D&amp;C 112:23<\/a><\/span><span class=\"citation\" id=\"94035\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94035)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94035)\">JS&mdash;H 1 Endnote<\/a><\/span> The Prophets are covered; the seers are covered, the revelations of God that were given in ancient days are covered to them. They are taught, not by inspired men, not by communications and revelations from heaven, but by the precepts of men, is the fear of the Lord taught to them.<span class=\"citation\" id=\"58764\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58764)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58764)\">Isa. 29:13<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v18n549\"> &#x201C;In that day shall the deaf hear the words of the book, the eyes of the blind shall see out of obscurity, and out of darkness.&#x201D;<span class=\"citation\" id=\"58837\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58837)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58837)\">Isa. 29:18<\/a><\/span> A great many people, perhaps, would want this spiritualized; but, whether it is spiritualized or not, I can bear testimony to one thing which I have seen with my own eyes, and that is that those who were deaf, so deaf that they could not hear the loudest sound, have been instantaneously restored by the administrations of the Elders of this Church, and thus the deaf, the  <div class=\"break pagebreak\" id=\"165a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0165.pdf\" target=\"pdfwin\">p.&#xA0;165a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6976\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>literally deaf, have been enabled to hear the words of the book.<span class=\"citation\" id=\"127346\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127346)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127346)\">Isa. 29:18<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v18n551\"> The eyes of the blind, not those alone who are spiritually blind, but of those who are blind physically, should see out of obscurity and out of darkness, when that book was revealed. Now I know that this, too, has been the case, and many in this congregation know it and have seen it; some have seen those who were born blind restored to their sight by the power of God since this book came forth. Thus have been fulfilled, literally, the words of our text. <\/div><div class=\"paragraph jod\" id=\"v18n552\"> &#x201C;The meek also shall increase their joy in the Lord.&#x201D;<span class=\"citation\" id=\"58864\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58864)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58864)\">Isa. 29:19<\/a><\/span> There have been a great many meek persons among all Christian denominations, we do not dispute this; good, honest, upright persons, meek, humble, prayerful souls; but they wandered in darkness; they hardly knew which way to turn. One was crying, &#x201C;Lo here,&#x201D; and another, &#x201C;Lo there;&#x201D;<span class=\"citation\" id=\"67834\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67834)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67834)\">Luke 17:21<\/a><\/span> another, &#x201C;This is the way, walk ye in it;&#x201D;<span class=\"citation\" id=\"58954\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58954)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58954)\">Isa. 30:21<\/a><\/span> and another, having an opposite doctrine&#x2014;&#x201C;We are the true Church, come and join us.&#x201D; Thus they have been distracted and their minds crazed, comparatively speaking; yet they were anxious beyond measure to know the will of God. This book, when it came forth, was to set them in the right track. &#x201C;The meek also shall increase their joy in the Lord.&#x201D;<span class=\"citation\" id=\"58865\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58865)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58865)\">Isa. 29:19<\/a><\/span> In what way? &#x201C;Because,&#x201D; says the Prophet, in the 24th verse, &#x201C;they who erred in spirit shall come to understanding, and they who murmured shall learn doctrine.&#x201D;<span class=\"citation\" id=\"58933\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58933)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58933)\">Isa. 29:24<\/a><\/span> However much you may have erred, because you have been taught by the precepts of men;<span class=\"citation\" id=\"58765\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58765)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58765)\">Isa. 29:13<\/a><\/span> however much you may have walked in darkness and blindness, with the Prophets, seers, and revelations of God covered,<span class=\"citation\" id=\"58720\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58720)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58720)\">Isa. 29:10<\/a><\/span> and no voice of inspiration in your midst; however much you may have groped <div class=\"break columnbreak\" id=\"165b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0165.pdf\" target=\"pdfwin\">p.&#xA0;165b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6976\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> in outer darkness, yet if you have been meek before the Lord,<span class=\"citation\" id=\"58866\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58866)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58866)\">Isa. 29:19<\/a><\/span> you will come to understanding<span class=\"citation\" id=\"127347\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127347)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127347)\">Isa. 29:24<\/a><\/span> when this book makes its appearance, and not till then. <\/div><div class=\"paragraph jod\" id=\"v18n553\"> But will this take place in the latter days? Does it not refer to some former age of the world? Read what is said in the 20th and 21st verses,<span class=\"citation\" id=\"127348\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127348)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127348)\">Isa. 29:20-21<\/a><\/span> and you can judge of the age of the world in which this book was to come forth. &#x201C;The poor among men shall rejoice in the Holy One of Israel.&#x201D;<span class=\"citation\" id=\"58867\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58867)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58867)\">Isa. 29:19<\/a><\/span> Not the rich particularly, unless they have a mind to; but the poor are to be gathered out from the nations to get homes for themselves. &#x201C;For the terrible one is brought to nought, the scorner is consumed, and all that watch for iniquity are cut off: That make a man an offender for a word, and that lay a snare for him that reproveth in the gate.&#x201D;<span class=\"citation\" id=\"58887\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58887)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58887)\">Isa. 29:20-21<\/a><\/span> All these are to be swept off. Has any such period ever arrived since Isaiah uttered this prophecy? No; but when a certain book should come forth it should bless the meek and lowly in heart, for their joy should increase in the Lord. And the poor among men<span class=\"citation\" id=\"58868\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58868)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58868)\">Isa. 29:19<\/a><\/span> be gathered out from the nations. Then, behold and lo, all that watch for iniquity shall be swept off from the face of the earth;<span class=\"citation\" id=\"58884\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58884)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58884)\">Isa. 29:20<\/a><\/span> there will be a clean sweep of them. As it was in the days of Noah so will it be in the days of the work preparatory for the second coming of the Son of man&#x2014;<span class=\"citation\" id=\"65941\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65941)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65941)\">Matt. 24:37<\/a><\/span>every wicked person will be destroyed from the face of the earth, showing clearly that the revelations of this book refer to a latter-day work. Also in the fourth verse, in speaking of the people who should write this book, the Prophet says they shall be brought down, shall speak out of the ground, their plates, their books, their records, their writings, should come out of the ground&#x2014;<span class=\"citation\" id=\"58661\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58661)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58661)\">Isa. 29:4<\/a><\/span>&#x201C;Your speech shall be  <div class=\"break pagebreak\" id=\"166a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0166.pdf\" target=\"pdfwin\">p.&#xA0;166a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6975\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>low out of the dust,&#x201D;<span class=\"citation\" id=\"58662\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58662)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58662)\">Isa. 29:4<\/a><\/span> the same as the Book of Mormon was taken out of the hill, anciently called Cumorah, in the State of New York. <\/div><div class=\"paragraph jod\" id=\"v18n555\"> Again, he says that the multitude of all the nations that fight against the people of God, shall become like the dream of a night vision, shall be as a hungry man who dreams, and behold he eats, but he awakes and his soul is faint; like a thirsty man that dreams, and behold he drinks, but he awakes and his soul hath appetite. So shall the multitude of all the nations be that fight against Mount Zion.<span class=\"citation\" id=\"58687\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58687)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58687)\">Isa. 29:7-8<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v18n556\"> Now, we do not care how many persecutors there are; if they include all the nations, kingdoms, and governments of the earth, it matters not. The multitude of all the nations that fight against Mount Zion will become like the dream of a night vision&#x2014;<span class=\"citation\" id=\"58678\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58678)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58678)\">Isa. 29:7<\/a><\/span>be swept away. That agrees with what I have already quoted&#x2014;that all who watch for iniquity, all the scorners,<span class=\"citation\" id=\"58885\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58885)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58885)\">Isa. 29:20<\/a><\/span> and all who fight against the work of God, will be consumed from the face of the earth.<span class=\"citation\" id=\"58704\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58704)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58704)\">Isa. 29:8<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v18n557\"> Now how is this book to affect the house of Israel? Is it for their benefit particularly? They have been a long time scattered, a long time abroad among the nations; are they to be affected by this book that is spoken of by Isaiah? Yes. Read the 22nd verse, which I have already once read before you&#x2014;&#x201C;Therefore thus saith the Lord, who redeemed Abraham, concerning the house of Jacob, Jacob shall not now be ashamed, neither shall his face now wax pale.&#x201D;<span class=\"citation\" id=\"58908\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58908)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58908)\">Isa. 29:22<\/a><\/span> Why? Because this book comes forth to bring the house of Jacob from all the nations and kingdoms of the earth; and this will commence just as soon as the times of the Gentiles are fulfilled;<span class=\"citation\" id=\"127349\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127349)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127349)\">1 Ne. 15:13-14<\/a><\/span><span class=\"citation\" id=\"127350\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127350)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127350)\">3 Ne. 5:24-26<\/a><\/span><span class=\"citation\" id=\"127351\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127351)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127351)\">3 Ne. 16:4-12<\/a><\/span><span class=\"citation\" id=\"127352\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127352)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127352)\">3 Ne. 21:1-7<\/a><\/span> not until then. We must be warned first; we Gentiles must hear the <div class=\"break columnbreak\" id=\"166b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0166.pdf\" target=\"pdfwin\">p.&#xA0;166b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6975\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> word first; and when we count ourselves unworthy of eternal life, and fight against the book, and against the Zion and people of God, behold the Lord will then remember the house of Jacob,<span class=\"citation\" id=\"127353\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127353)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127353)\">Isa. 44:21<\/a><\/span> and they will no longer be ashamed,<span class=\"citation\" id=\"58909\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58909)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58909)\">Isa. 29:22<\/a><\/span> as they have been for about seventeen centuries past; they will no longer wax pale,<span class=\"citation\" id=\"58910\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58910)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58910)\">Isa. 29:22<\/a><\/span> as they have done wherever they have been scattered, for the Lord says, in the 23rd verse, that Jacob, when he shall see his children, the work of his hands, in the midst of him, that is, gathered out from among the nations, they shall sanctify my name, and shall sanctify the Holy One of Jacob, and shall fear the God of Israel.<span class=\"citation\" id=\"58916\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58916)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58916)\">Isa. 29:23<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v18n558\"> Where will this work commence among the house of Israel? Among the remnant that we call the American Indians, who are the literal descendants of Israel. They seem to be more sunken and degraded than all the rest of Israel, but God will stretch forth his hand and will bring them to the knowledge of the truth. The descendants of Manasseh, and the descendants of Ephraim, are also mixed in with them, and they also will be brought to the knowledge of the truth, as the Lord has said by the mouth of Jeremiah, concerning the great latter-day work and the restitution of the house of Israel&#x2014;&#x201C;Ephraim is my firstborn.&#x201D;<span class=\"citation\" id=\"60632\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60632)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60632)\">Jer. 31:9<\/a><\/span> In the great latter-day work, then, the Lord will search after the descendants of Ephraim and Manasseh, and will bring them also to the knowledge of the truth. <\/div><div class=\"paragraph jod\" id=\"v18n559\"> Do you wonder, then, that after forty-five years have passed away since the organization of this Church, and the voice of warning went forth to the Gentile nations, that God, in his mercy and power, should commence a work among this remnant of the house of Joseph, that wander as a  <div class=\"break pagebreak\" id=\"167a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0167.pdf\" target=\"pdfwin\">p.&#xA0;167a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6974\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>multitude of nations upon the face of this continent? Recollect what Jacob said, concerning the seed of Joseph, in the 48th chapter of Genesis&#x2014;they were to become a multitude of nations.<span class=\"citation\" id=\"53660\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53660)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53660)\">Gen. 48:19<\/a><\/span> They never were a multitude of nations in Palestine, neither in Asia, Europe, nor Africa, and if the prophecy is not fulfilled upon the great western continent, it will not be fulfilled at all. But it has been fulfilled on the continent of America; and we behold throughout the whole of its vast extent, from the frozen regions of the north, to Cape Horn in the south, a multitude of nations. Who are they? They are principally the remnants of one tribe, the remnants of the tribe of Joseph, and they are a multitude of nations in the midst of the earth. The Lord has commenced the gathering and restitution of the house of Israel among the very lowest specimens of humanity, and he will raise them up first, to carry on his great and marvelous work. The tens of thousands of Ephraim, and the thousands of Manasseh, will push the people together to the ends of the earth.<span class=\"citation\" id=\"55265\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55265)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55265)\">Deut. 33:17<\/a><\/span> Ephraim will not do the work alone, but he will be assisted by Manasseh. The Indians, the Lamanites, who will take hold in this great latter-day work, are the horns of Joseph, not to scatter the people, but to push them together.<span class=\"citation\" id=\"55262\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55262)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55262)\">Deut. 33:16-17<\/a><\/span> Where? To the ends of the earth,<span class=\"citation\" id=\"55263\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55263)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55263)\">Deut. 33:17<\/a><\/span> the 33rd of Deuteronomy says, and I have no doubt that when Moses saw this continent in vision, he called it, &#x201C;the ends of the earth.&#x201D;<span class=\"citation\" id=\"127354\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127354)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127354)\">Deut. 33:17<\/a><\/span> There was to be a gathering there; they were to be pushed together; instead of being gathered from the nations of the earth back to Palestine, they were to be gathered in the latter days away in some distant country, that Moses designates by the term, &#x201C;ends of the earth.&#x201D;<span class=\"citation\" id=\"55264\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55264)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55264)\">Deut. 33:17<\/a><\/span> <\/div> <div class=\"break columnbreak\" id=\"167b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0167.pdf\" target=\"pdfwin\">p.&#xA0;167b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6974\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v18n561\"> It is for this reason that God promised, by the mouth of Moses in the 33rd chapter of Deuteronomy, that he would give to Joseph a land more precious than the land of all the other tribes&#x2014;a land of all climates, blessed with the precious things of the earth, and a fullness thereof; with the precious things brought forth by the sun, and the precious things brought forth by the moon, with the chief things of the ancient mountains, and the precious things of the everlasting hills. All these were to be on the head of Joseph, and on the crown of the head of him that was separated from his brethren.<span class=\"citation\" id=\"55254\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55254)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55254)\">Deut. 33:13-16<\/a><\/span> &#x201C;Blessed of the Lord be his land&#x201D;&#x2014;<span class=\"citation\" id=\"55248\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55248)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55248)\">Deut. 33:13<\/a><\/span>that was the promise that God gave to this one tribe, a land far superior to the inheritance of all the rest of the tribes. Jacob, who lived a long time before Moses, pronounced a similar blessing, as recorded in the 49th chapter of Genesis. When blessing his twelve sons, and telling them what should come to pass in the latter days, he says concerning Joseph&#x2014;&#x201C;He is a fruitful bough, a fruitful bough by a well; whose branches run over the wall.&#x201D;<span class=\"citation\" id=\"53711\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53711)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53711)\">Gen. 49:22<\/a><\/span> That is, his branches should not stay in Jerusalem, or in Palestine, or in that land alone, but they should run over the wall to some distant country. Hence he says, in the same blessing, &#x201C;The blessings of thy father have prevailed above the blessings of my progenitors unto the uttermost bounds of the everlasting hills: and they shall be on the head of Joseph, and on the crown of the head of him that was separated from his brethren.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v18n562\"> I suppose that Jacob saw this land as well as Moses, and he designates it a land afar off; the utmost bounds<span class=\"citation\" id=\"53742\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53742)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53742)\">Gen. 49:26<\/a><\/span> would signify a very distant land. He said this land was over and above, what his progenitors gave to him  <div class=\"break pagebreak\" id=\"168a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0168.pdf\" target=\"pdfwin\">p.&#xA0;168a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6973\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and he would give it to Joseph.<span class=\"citation\" id=\"53744\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53744)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53744)\">Gen. 49:26<\/a><\/span> No wonder that Moses said&#x2014;&#x201C;Blessed of the Lord be his land, for the deep that coucheth beneath.&#x201D;<span class=\"citation\" id=\"55249\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55249)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55249)\">Deut. 33:13<\/a><\/span> For if Moses had a vision of it, he would look down through the earth and see that the great Pacific ocean rolled under his feet, that it couched beneath, and he would speak of it in that light, as it was revealed to him. No wonder that the Prophet Ezekiel, in speaking of the great latter-day work and the restitution of Israel, prophesied concerning the records of Joseph, that they should come forth, and be united with the record of Judah,<span class=\"citation\" id=\"60862\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60862)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60862)\">Ezek. 37:15-20<\/a><\/span> to bring about that great work. The precious things of heaven were to be given to Joseph on this land.<span class=\"citation\" id=\"55250\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55250)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55250)\">Deut. 33:13<\/a><\/span> Blessed of the Lord be his land for the precious things of heaven, more precious than the fullness of earth, more precious than the productions of the various climates of the earth, more precious than the grain, and the gold and silver of the earth. The precious things of heaven<span class=\"citation\" id=\"127355\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127355)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127355)\">Deut. 33:13<\/a><\/span> revealed to the people of Joseph on the great land given to them unto the utmost bounds of the everlasting hills.<span class=\"citation\" id=\"53743\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53743)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53743)\">Gen. 49:26<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v18n564\"> Said the Lord to Ezekiel&#x2014;&#x201C;Son of man, take thou one stick, and write upon it, For Judah, and for the house of Israel his companions: then take another stick, and write upon it, For Joseph, the stick of Ephraim, and for the house of Israel his companions: And join them one to another into one stick; and they shall be one in thine hand.&#x201D;<span class=\"citation\" id=\"60879\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60879)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60879)\">Ezek. 37:16-17<\/a><\/span> Then he said to Ezekiel&#x2014;&#x201C;When the people shall say unto thee, tell us what thou meanest? Say unto them, Thus saith the Lord God; Behold, I will take the stick of Joseph, written upon for Joseph, and I will put it with the <div class=\"break columnbreak\" id=\"168b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0168.pdf\" target=\"pdfwin\">p.&#xA0;168b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6973\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> stick of Judah, and they shall become one in mine hand.<span class=\"citation\" id=\"60883\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60883)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60883)\">Ezek. 37:18-19<\/a><\/span> Just the same as the two sticks were one in Ezekiel&#x2019;s hands, so the Lord would make these two books, of Judah and Joseph, one in his hand.&#x201D; What to do, Lord? What are you going to do when these two records are joined in one? &#x201C;Say unto them, Thus saith the Lord God; Behold, I will take the children of Israel from among the heathen, whither they be gone, and I will gather them on every side, I will bring them into their own land: I will make them one nation in the land upon the mountains of Israel. They shall be no more two nations, neither shall they be divided into two kingdoms any more at all.&#x201D;<span class=\"citation\" id=\"60891\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60891)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60891)\">Ezek. 37:21-22<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v18n565\"> Has that ever been fulfilled? &#x201C;Oh, no,&#x201D; says one, &#x201C;that has never yet come to pass;&#x201D; and it never will until the Lord brings forth the writings of Joseph and joins them with the Jewish record. Then we may look out for the restitution of Israel; as soon as the times of the Gentiles are fulfilled, we may look out for the day of the Lord&#x2019;s power,<span class=\"citation\" id=\"86132\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86132)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86132)\">D&amp;C 58:11<\/a><\/span><span class=\"citation\" id=\"88982\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88982)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88982)\">D&amp;C 90:10<\/a><\/span> when he will cause the very powers of heaven to shake<span class=\"citation\" id=\"65797\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65797)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65797)\">Matt. 24:29<\/a><\/span> for the benefit of his people. The powers of eternity will be moved to bring about the great work of the restitution of the house of Israel. Then the mountains shall tremble,<span class=\"citation\" id=\"60395\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60395)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60395)\">Jer. 4:24<\/a><\/span> and the little hills shall skip like lambs,<span class=\"citation\" id=\"57218\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57218)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57218)\">Ps. 114:4<\/a><\/span> as is prophesied by the Psalmist David. Then all things shall feel the power of God,<span class=\"citation\" id=\"86384\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86384)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86384)\">D&amp;C 60:4<\/a><\/span> and his arm will be made bare in the eyes of all the nations, until the ends of the earth shall see the salvation of God,<span class=\"citation\" id=\"59616\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59616)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59616)\">Isa. 52:10<\/a><\/span> manifested in behalf of his covenant people Israel.<span class=\"citation\" id=\"127356\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127356)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127356)\">1 Ne. 15:14<\/a><\/span><span class=\"citation\" id=\"127357\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127357)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127357)\">Morm. 8:21<\/a><\/span> It will be emphatically the day of the Lord&#x2019;s power.<span class=\"citation\" id=\"86131\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86131)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86131)\">D&amp;C 58:11<\/a><\/span> <\/div>\n<\/div>\n<\/div>"}