{"ID":180013, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Self-Preservation&#x2014;United Order&#x2014;Individual Stewardships&#x2014;Home Manufactures.<\/div>\n<div class=\"subtitle\">Discourse by Elder George Q. Cannon, delivered at the Forty-Sixth Semi-Annual Conference of the Church of Jesus Christ of Latter-Day Saints, in the New Tabernacle, Salt Lake City, Saturday Morning, October 8, 1875.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: Self Preservation, Etc.<\/div>\n<div class=\"speaker\">Speaker: George Q. Cannon<\/div>\n<div class=\"date\">Date: 10\/8\/1875<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d13\">\n<div class=\"paragraph jod\" id=\"v18n328\"> Our Conference, thus far, has been exceedingly interesting to me, and I have no doubt it has been to every one present. We have heard a great many ideas and counsels, and have received instruction which, if treasured up by us and carried into practical effect in our lives, will have a very beneficial result in the midst of this people. There has never been any lack of instruction among the Latter-day Saints. I think it was President Wells who said the other day that he sometimes thought we had too much preaching and teaching. I have no doubt myself that the ease with which we obtain instruction, the abundance of it, and the readiness with which it is imparted have made very important counsels that would, if carried out, have a very beneficial effect upon the entire people, seem cheap and unimportant. There are some duties, however, that have been dwelt upon with considerable plainness in order that they may be kept permanently before the minds of the people. The leading points among these are those which relate to our self-preservation, because if we do not adopt and carry out in our lives principles that will <div class=\"break columnbreak\" id=\"103b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0103.pdf\" target=\"pdfwin\">p.&#xA0;103b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7038\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> preserve us, the gathering together of the people in these valleys and all the labors that have been expended in our behalf will not amount to much. God has blessed us with a good land; he has multiplied upon us many favors, that, when we came here, some of us, at least, did not expect to enjoy. He has given the land a fertility that we never dreamed of. I say that we never dreamed of, but I will speak for myself, and say that I never thought that this land could have been made so fruitful as it has been. Others, probably, who had had more experience, might have entertained different feelings. I have heard President Young say a great many times that he saw all that has been done, when we first came here he saw what the result would be. But the land was barren, and the fertility that it now possesses, could scarcely then have been expected. God has given unto us this and many other favors, and as a people we should wisely appropriate them for the extension of the principles of truth and righteousness. <\/div><div class=\"paragraph jod\" id=\"v18n329\"> I was very much pleased yesterday with the remarks which were made in relation to the principles of the  <div class=\"break pagebreak\" id=\"104a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0104.pdf\" target=\"pdfwin\">p.&#xA0;104a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7037\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>United Order. This is a subject which I have thought of considerably, and it is one which I think ought to appeal very strongly to us. The efforts which are being made to unite us and bring us together, to blend our interests and to amalgamate us and make us one are of the utmost importance to us, and I suppose that a great many of the Latter-day Saints who have come to this Conference have had the desire in their hearts that something might be said in relation to the course that they should adopt in order to become more united. I think I made a statement, about a year ago, that many of the people were far more willing than many of their leaders to enter upon a system having that end in view. I still entertain that same opinion. I believe that the bulk of the Latter-day Saints are anxious to understand what they shall do, and are willing to carry out, when directed, any plan that shall be suggested to them. Several plans have been suggested, but there have been feelings of one kind and another and difficulties interposed to prevent the general carrying out of any plan. However, the President has felt of late, and has thus spoken to those who have been immediately around him and to several others, that it would be well for us to carry out the plan that was spoken of yesterday, and that has been referred to a good many times of late, namely, individual stewardships.<span class=\"citation\" id=\"127293\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127293)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127293)\">D&amp;C 104:13<\/a><\/span> There is something about this which appeals strongly to most men&#x2019;s minds. They can see how this can be effected; they can see that under such a system what are called individual rights might be better preserved, and property not be absorbed in a way to cause loss or waste, and yet the great principle be carried out that is aimed at, namely, <div class=\"break columnbreak\" id=\"104b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0104.pdf\" target=\"pdfwin\">p.&#xA0;104b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7037\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the uniting of the hearts of the people in one. <\/div><div class=\"paragraph jod\" id=\"v18n331\"> We have had meetings here in this city, at which these principles have been laid before a number of the Latter-day Saints, all of whom have seemed to receive the ideas with satisfaction, and have felt that they suited them exactly, and they were willing to do that which was required of them. And I believe that this feeling will be extended throughout all the Territory and throughout all these mountains; for wherever we have gone this summer, laboring among and talking to the people in relation to their economy, and the management of their temporal affairs, we have found a great willingness manifested on the part of the people to do whatever they were counseled to do, and to carry out the principles to the extent of their ability, and I believe that this will be the result. <\/div><div class=\"paragraph jod\" id=\"v18n332\"> We, as a people, must change our policy if we become the people which we aim at, and which we believe God designs that we shall be. There is nothing clearer than this to every thinking mind. We can see very plainly that we must be a self-sustaining people, that we must manufacture in our own midst, to the greatest possible extent, that which we consume, that is necessary for our comfort and convenience. Unless we take this course, it is an impossibility that we can become the people that we design to be, and that God in his revelations has predicted we shall be. No people who are dependent upon others can become a great people. A people who are constantly producing for others to manufacture, never can become a great people. If we produce wool, and hides, and grain, and other things from the earth, and send them away to be manufactured, we shall con<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"105a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0105.pdf\" target=\"pdfwin\">p.&#xA0;105a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7036\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>stantly pay tribute to other people, and the object of the United Order is to stop this. We have skill here, for there is probably no community on this continent, of our numbers, which has as many skilled artisans as are to be found here. Men who are familiar with every branch of industry almost that can be named are in these mountains. But we have not capital; yet by combining our means we can obtain all the capital that is necessary; and then, if there can be a public sentiment developed here which will induce the people to sustain these manufactures, the whole question is solved, and we are placed upon a pinnacle of greatness that we never can attain to unless we pursue this policy. <\/div><div class=\"paragraph jod\" id=\"v18n334\"> You take a pound of wool, and it costs what? You can buy it here in our market for twenty-five or twenty-six cents. You send that pound of wool to the Eastern States, and let the looms of the East manufacture it, the workmen of the East bestow their labor upon it, and that pound of wool comes back to us manufactured into cloth, and contrast the price of that wool before it is manufactured, with its cost when it is manufactured, and you can form some idea of how much we have to pay the skilled men of other communities. A case was given to us yesterday. A hide was sold to a purchaser who sent it from this Territory. It came back to Cache County, where the brand, still legible on the leather, was recognized as one of their own brands. Now the difference between the price obtained for the hide in its raw state, and the cost of it when manufactured into leather, was the amount that we paid to some manufacturer in the East for changing that raw hide into leather suitable to be worn. <\/div><div class=\"paragraph jod\" id=\"v18n335\"> What, then, ought to be our policy? It ought to be to bestow all the skill <div class=\"break columnbreak\" id=\"105b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0105.pdf\" target=\"pdfwin\">p.&#xA0;105b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7036\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and labor possible upon everything we produce. Not one pound of wheat ought to go out of this Territory until it has received all the labor possible to be bestowed upon it, or, in other words, until it is made into the finest of flour. This is the true policy for us. To send our wheat away for other men to grind and take a toll off, and then send it back to us manufactured into flour, why it is suicidal! To send our hides away for somebody else to manufacture them into leather, and boots and shoes, when we have tanners, bark, and all the material and skill necessary to do the same lying idly here! Why, it is folly in the highest sense, or in the lowest sense, whichever you please to call it, for us to pursue a course of this kind. And so with everything that we have here. We are probably sending away a million pounds of wool this season. We have not machinery enough to manufacture all our wool, but we can manufacture a great deal, but our machinery will not manufacture all we need to supply our present wants, and a million pounds of wool go east to be manufactured, and we have to pay manufacturers for the cloth made from that wool, and we are thus paying tribute to other communities. And so it is with everything that we use that is manufactured abroad. When you buy a jar of pickles, a gallon of molasses, or canned corn, tomatoes, or fruit, or anything of this kind, you are paying your money to sustain communities afar off, while your own people are suffering for want of labor. <\/div><div class=\"paragraph jod\" id=\"v18n336\"> We ought not to have an idle man, woman or child in these valleys. Says one&#x2014;&#x201C;But we cannot afford to pay the prices that are asked for home-manufactured goods.&#x201D; Let me ask, Can we afford to sit idle? Can we afford to do nothing, and to pay  <div class=\"break pagebreak\" id=\"106a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0106.pdf\" target=\"pdfwin\">p.&#xA0;106a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7035\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>money to, and employ others? I say that we cannot; but we are doing it all the time. We are bringing wagons and carriages into this country, when we have abundance of skill here to manufacture them. And the same is true of many other things which we might manufacture and supply our own wants. <\/div><div class=\"paragraph jod\" id=\"v18n338\"> Now what is the object of the United Order? It is to enable us to appropriate the means which God has given us to manufacture those things that are necessary for our own sustenance. Let us take the illustration that is afforded us by Brigham City, brother Lorenzo Snow&#x2019;s place of residence. In that little town, numbering probably three thousand people, they have over thirty branches of manufacture. They have a circulating medium of their own&#x2014;a little nation, as it were&#x2014;and the workmen are paid in that medium, and with it they buy what they want of the various articles which they manufacture; and by the combination that has been effected, they are gradually growing to a degree of independence that is unknown almost everywhere else. But the great difficulty there, is, that the masses of the people do not see their own interests, but many of them are as blind there as they are elsewhere, and a few wise men have to take the lead and the responsibility, and to labor and contrive to maintain these branches of manufacture. But what will be the result if this be continued? All the surrounding country, unless the people do the same, will be paying tribute to Brigham City and its manufacturers, and every youth in Brigham City will be learning some branch of skilled handicraft, and the rawhides and everything in its raw state will be brought to Brigham City, and Brigham City will pay in manufactured articles which its arti<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"106b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0106.pdf\" target=\"pdfwin\">p.&#xA0;106b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7035\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>zans have made, and upon which they have a profit; and if that were to go on, Brigham City would, in a little while, own all the surrounding country. <\/div><div class=\"paragraph jod\" id=\"v18n339\"> I mention this as an illustration of what can be done, and what we ought to do. We ought not to produce more wheat than we need for our own use, that is, we should not depend upon exporting wheat, we cannot get enough for it, it does not pay us. But we should turn our attention to other articles and to manufactures. There is Bear Lake country, abounding in timber, the men of which live nearly half the year housed up. If they would organize wisely, and combine their capital, skill and labor, they could manufacture everything out of wood that we need in this country, and they have the best of timber there to do it with. But instead of that their time is spent during the winter in feeding their cattle and doing such chores as are needed around their places; and during the remaining five months they are worked exceedingly hard. This is impolitic and unwise, and if persisted in would be called bad management. <\/div><div class=\"paragraph jod\" id=\"v18n340\"> These are the lessons that have been taught us all the day long. It is not a new thing, but is something as old as our residence in these mountains. I have heard such instructions as these from my boyhood, when we first came here. But we have been slow to hear and carry out these practical lessons of wisdom that have been delivered to us by the servants of God, and have been, to some extent, reluctant, fearful and suspicious that, if we did these things, somebody would be a little more benefited than we. Now it is time for a reformation. I do not wonder at the Lord calling upon his servants to ask the people to go and be baptized, and  <div class=\"break pagebreak\" id=\"107a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0107.pdf\" target=\"pdfwin\">p.&#xA0;107a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7034\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>rebaptized into a different spirit, a spirit to obey the counsel that is given. All of you have proved by your experience the wisdom of this counsel. We know that we have a man leading us who has more wisdom in managing the affairs of a community than any man on the American Continent or anywhere else that we know anything of. He has proved this; it is no boast, it is a fact that is recognized by thousands outside of this Territory. Those who are unprejudiced in other parts of the nation see the results of the policy that has been urged upon the people of this Territory; and if that policy were carried out we would soon become an independent people, we would soon be full of wealth and means, and instead of seeing men walking around with their hands in their pockets, because of not having work, there would not be an idle man in the Territory. For any portion of our people to be idle is wrong, and there is something radically wrong about a system that admits of or has a tendency to keep a portion of the community in idleness. There is no necessity for such a state of things, and we are to blame if it exists here. If every man and woman worked, and every child worked as soon as it is capable, after having received the necessary schooling, you would soon see the difference there would be in this country in our means and appliances. It is skill, and that skill well applied, that contributes to the greatness of a nation. Look at France, today. France was burdened by an enormous debt, laid upon her by Germany, and which Germany hoped would cripple her for years. But France, with her wonderful industrial resources, has a stream of wealth flowing into her today from all the nations because of her taste and skill. By these means she has paid her <div class=\"break columnbreak\" id=\"107b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0107.pdf\" target=\"pdfwin\">p.&#xA0;107b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7034\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> debt, and Germany is alarmed at the rapidity with which it has been paid. To what is it due? It is due to French skill, to their workmen of taste and ability, and when people elsewhere want fabrics of the greatest elegance they send to France for them. A lady in fashionable society in Washington, or in leading eastern cities generally, does not consider herself dressed in the leading style, unless her dresses, as well as the materials of which they are made, are manufactured in France. The highest fashion demands that her dress shall be made in Paris. And look at Geneva, it is another of the workshops of the world. You travel through Switzerland, and you will find that in her secluded valleys the people, in their little cabins, manufacture the finest kind of watches and clocks, and other articles that are valuable and rare, which are sold to all the nations round, and the skill of her people has made Switzerland a comparatively rich country. <\/div><div class=\"paragraph jod\" id=\"v18n342\"> We have skill here, and we have materials here that we should utilize, instead of letting them go to waste. I have heard parties say, and it is true, that there is more waste in Utah Territory than in any country they had ever seen in their lives. I have heard men of experience say this, and I believe it. We have got so much that we waste that which God has given unto us, instead of using it for the purpose for which it was designed. <\/div><div class=\"paragraph jod\" id=\"v18n343\"> Now, my brethren and sisters, you who have come to this Conference, do try and put into operation the teachings that you hear. It is no use talking unless we go to work. To say after Conference&#x2014;&#x201C;Oh, what a good Conference we have had,&#x201D; &#x201C;What excellent teachings we had!&#x201D; and then forget all about them, and do nothing practical connected with  <div class=\"break pagebreak\" id=\"108a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0108.pdf\" target=\"pdfwin\">p.&#xA0;108a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7033\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>them, would be folly in the extreme. When you get a principle try and carry it out, try and make it practical in your lives. Endeavor, in your communities to organize branches of labor. Let the Bishops and the men who have wisdom provide means of employment for every man and every woman in their settlements and wards, and let their brains be exercised, as President Young&#x2019;s has been, for the good of the whole. We should use the power which God has given us in these directions in endeavoring to lift ourselves up from our abject condition, and not think&#x2014;&#x201C;I must have five dollars or four dollars for a day&#x2019;s work;&#x201D; but go to work if you cannot get as much as that. We should all be employed in doing something every day. We should train our boys and girls to work; the best education that we can give them is to give them skill and teach them habits of industry, not forgetting, of course, the principles of our religion, without which they cannot be truly great. You know the old saying&#x2014;&#x201C;An idle man&#x2019;s brain is the devil&#x2019;s workshop;&#x201D; and it is so. If you want a good people, a people who can be easily managed, a temperate people and a <div class=\"break columnbreak\" id=\"108b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0108.pdf\" target=\"pdfwin\">p.&#xA0;108b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7033\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> sensible people, have an industrious people. But have an idle people and they become intemperate, and I believe that many of our young men, because they have no opportunities to develop their energies, take to drinking, chewing tobacco, and rowdyism, whereas, if labor were provided for them, and their energies were rightly directed, they would be useful members of society and be ornaments to their father&#x2019;s houses and to their friends. Youth is full of energy, and wise rulers will utilize, husband and direct it for the good of the whole, and not let it be expended on foolish objects or in a wasteful manner. This is one of the difficulties with us. We have plenty of energy? Our young men are full of it, and our land is full of young men. Their energies should be rightly directed, and they be trained to be useful men in society; and the girls should be trained to be useful women in society. <\/div><div class=\"paragraph jod\" id=\"v18n345\"> That God may bless us in our Conference, and help us to treasure up the counsels that we hear, and to carry them out practically, is my prayer in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}