{"ID":180023, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">How God&#x2019;s Purposes Are Fulfilled&#x2014;Similarity of Ancient and Modern Church Government&#x2014;Interview With Baron Rothschild&#x2014;Object of Building Temples&#x2014;The Perfect Organization of the Church of Christ&#x2014;Works Indispensable to Salvation.<\/div>\n<div class=\"subtitle\">Discourse by Elder John Taylor, delivered at the Forty-Sixth Annual Conference of the Church of Jesus Christ of Latter-Day Saints, in the New Tabernacle, Salt Lake City, Thursday Afternoon, April 6, 1876.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: How God&#x2019;s Purposes Are Fulfilled, Etc.<\/div>\n<div class=\"speaker\">Speaker: John Taylor<\/div>\n<div class=\"date\">Date: 4\/6\/1876<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d23\">\n<div class=\"paragraph jod\" id=\"v18n652\"> When we meet together on occasions like the present, it is absolutely necessary that we place ourselves under the guidance and direction of the Almighty; that is, a thing indeed, which is proper at all times, for in the Lord we live and move&#x2014;from him we derive our being&#x2014;<span class=\"citation\" id=\"71990\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71990)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71990)\">Acts 17:28<\/a><\/span>and to him we are indebted for every blessing that we enjoy of a temporal and spiritual nature, for everything that pertains either to this world or that which is to come. We are met together on this occasion to attend to the duties and responsibilities that devolve upon us associated with the Church and <div class=\"break columnbreak\" id=\"193b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0193.pdf\" target=\"pdfwin\">p.&#xA0;193b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6948\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> kingdom of God upon the earth; and it is very important that we have his spirit to direct us in our speaking as well as in our hearing, and in the various purposes, plans and calculations that may be started for the building up of the kingdom of God upon the earth, for we really are, or ought to be, co-laborers with the Almighty for the accomplishment of his purposes on the earth. And although we are very weak, and incompetent to do anything in and of ourselves, yet with the assistance and guidance of the Almighty we shall be enabled, by diligence and faithfulness in dis<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"194a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0194.pdf\" target=\"pdfwin\">p.&#xA0;194a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6947\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>charging the various responsibilities that devolve upon us, to fill up the measure of our day upon the earth with honor before God, before the holy angels and before all good men, and to lend at least a helping hand in building up the kingdom of God, upon the earth, that we so frequently talk about, and to introduce those principles which emanate from the Most High. In this regard, however, we can do nothing of ourselves, neither could any man who ever lived upon the earth do anything in and of himself. There is a great supreme, overruling power that shapes, manages, controls and dictates the affairs of the human family. He raises up one and puts down another;<span class=\"citation\" id=\"60967\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60967)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60967)\">Dan. 2:21<\/a><\/span> he regulates and controls the affairs of the nations at his will,<span class=\"citation\" id=\"61467\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61467)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61467)\">Dan. 4:25<\/a><\/span> and in regard to the purposes that he has designed, pertaining to the earth whereon we live, of which he has given us some slight idea, he will have to be, after all, the principal cooperator, the leading hand, the power that guides, directs and controls. He has called upon us to be his assistants in the work that he has commenced in these last days, and has called a variety of laborers into his vineyard, whom he has promised to sustain, to guide and to direct, and hence, although it may be an unspeakable privilege for us to be co-laborers with the Almighty, yet it is only through the spirit, power and intelligence that he communicates, that we shall be able to do anything acceptable in the sight of God, and, as I said before, no man living without this assistance is capable of doing anything acceptable in the sight of God. When we look at the works of God in the various ages that have passed, and in the various dispensations that have been ushered into the world, we <div class=\"break columnbreak\" id=\"194b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0194.pdf\" target=\"pdfwin\">p.&#xA0;194b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6947\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> see this manifestly pointed out. In fact, when we reflect upon the work that we are engaged in, to whom are we indebted? To any of us? I think not. To Joseph Smith? I think not. He was made use of as an instrument in the hands of the Almighty to convey certain principles that God revealed to him; that was all, and when he came, it was not his own words that he spoke, it was the revelation of God&#x2019;s will to him, and it is that which we are in possession of through him, as an instrument. It is so with President Young and his council, and it is so with the Twelve, it is so with all the Bishops, High Councils, High Priests, and all the various authorities of the Church and kingdom of God upon the earth. It is not that there is anything inherent in us, for we know nothing only as God revealed it, we know nothing only as it was communicated. We did not understand the first principles of the doctrine of Christ<span class=\"citation\" id=\"76681\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76681)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76681)\">Heb. 6:1<\/a><\/span> even; and I have never met with anybody on the face of the earth where I have traveled who did know anything about these things. We are indebted to the Lord, therefore, for any knowledge that we have of the true doctrine of the Church of Jesus Christ of Latter-day Saints, and for all the ramifications thereof. We are indebted to him for a knowledge of the Priesthood, whether that Priesthood be after the order of Melchizedek, which is after the order of the Son of God;<span class=\"citation\" id=\"90086\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90086)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90086)\">D&amp;C 107:2-3<\/a><\/span> or whether it be the lesser or Aaronic Priesthood. We, none of us knew anything about it, and nobody ever did, until God communicated it. And the same thing holds good all the way through. Go back to the history of the world, as reported in the Bible and Book of Mormon, and you will find that  <div class=\"break pagebreak\" id=\"195a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0195.pdf\" target=\"pdfwin\">p.&#xA0;195a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6946\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>every great movement ever made among men that had God to support it, originated not with men, but that God himself was the author of it. Even Jesus himself, when he came, said&#x2014;&#x201C;I came not to do my will, but the will of him who sent me;&#x201D;<span class=\"citation\" id=\"69243\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69243)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69243)\">John 6:38<\/a><\/span> and&#x2014;&#x201C;The words that I speak, I speak not of myself, but the Father that dwells in me. He doeth the works.&#x201D;<span class=\"citation\" id=\"69949\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69949)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69949)\">John 14:10<\/a><\/span> Therefore, looking at things in this point of view, we, above all people who dwell on the face of the earth, ought to acknowledge the hand of God in all things; and in fact we have a revelation directly on that point, which says&#x2014;&#x201C;that with none is the Lord angry, but with those who do not acknowledge his hand in all things.&#x201D;<span class=\"citation\" id=\"86353\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86353)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86353)\">D&amp;C 59:21<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v18n655\"> We are here for a certain purpose; the world was organized for a certain purpose; the world has been destroyed for a certain purpose, and judgments have overtaken it for a certain purpose; the Gospel has been introduced for a certain purpose, in the different ages of time, and among the different peoples to whom it has been revealed and communicated, and we, today, are in subjection to the general rule. The Lord has led us along as he once led Israel, and as he led the Nephites from the land of Jerusalem, and the ten tribes, and other peoples, who went to different places. He has led us along, and the first thing he did with us, or to the world whereon we live, or with whom we are associated, was to send his Gospel, having revealed it first to Joseph Smith, and he, being authorized by the Almighty, and having received his appointment through the holy Priesthood that exists in the heavens, and with that appointment, authority to confer it upon others, did confer it upon others, and they in turn upon <div class=\"break columnbreak\" id=\"195b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0195.pdf\" target=\"pdfwin\">p.&#xA0;195b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6946\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> others, and hence the Gospel was sent to us in the various nations where we resided. And when these men went forth to proclaim this Gospel, they went, as Jesus said, not to do their &#x201C;will, but the will of the Father who sent them,&#x201D;<span class=\"citation\" id=\"69244\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69244)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69244)\">John 6:38<\/a><\/span> and to cooperate with the holy Priesthood here upon the earth in introducing correct principles. Hence they went among the nations, and thousands, and tens of thousands, and millions listened to their testimonies; but as it was in former days, so it has been in latter days. Says Jesus&#x2014;&#x201C;Strait is the gate, and narrow the way, that leads to life, and few there be that find it;<span class=\"citation\" id=\"63874\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63874)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63874)\">Matt. 7:14<\/a><\/span> while wide is the gate, and broad is the way that leads to destruction, and many there be that go in thereat.&#x201D;<span class=\"citation\" id=\"63839\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63839)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63839)\">Matt. 7:13<\/a><\/span> This has been the case in all ages and among all peoples, wherever and whenever the Gospel has been preached to them. <\/div><div class=\"paragraph jod\" id=\"v18n656\"> Now then, the Lord has been desirous, in this age, as he has in other ages, to gather to himself a people who would do his will, keep his commandments, listen to his counsel and carry out his behests. To whom could he send? To the wise and learned, to the philosopher and statesman, to the prince and potentate? Verily no. The Lord, in this age as on former occasions, sends by whom he will send; he selects his own messengers, and sends them among the people. And when the Elders of Israel went forth, he said to them in a certain revelation&#x2014;&#x201C;Go forth, and mine angels shall go before you, and my Spirit shall accompany you.&#x201D;<span class=\"citation\" id=\"87928\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87928)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87928)\">D&amp;C 84:88<\/a><\/span> And they went forth, and God was true to his word, and many of you, at that time in distant nations, listened to the words of life, and when you heard them, you knew and understood them, just as Jesus said&#x2014;&#x201C;My sheep hear my voice and know me, and they follow  <div class=\"break pagebreak\" id=\"196a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0196.pdf\" target=\"pdfwin\">p.&#xA0;196a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6945\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>me,<span class=\"citation\" id=\"69698\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69698)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69698)\">John 10:27<\/a><\/span> but a stranger will they not follow, because they know not the voice of a stranger.&#x201D;<span class=\"citation\" id=\"69636\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69636)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69636)\">John 10:5<\/a><\/span> You heard the voice of truth accompanied by the Spirit of God, and that caused a chord to vibrate within your own bosoms, and you yielded obedience and came out here, as we find you today. <\/div><div class=\"paragraph jod\" id=\"v18n658\"> Now, then, we are gathered together to help, what to do? To look after our own individual interest? No. To accumulate wealth? No. To possess and wallow in the good things of this life? No; but to do the will of God, and devote ourselves, our talents and abilities, our intelligence and influence, in every possible way to carry out the designs of Jehovah, and help to establish peace and righteousness upon the earth. This, as I understand it, is what we are here for, and not to attend to our own individual affairs and let God and his kingdom do as they please. We are all interested in the great latter-day work of God, and we all ought to be coworkers therein. It is proper sometimes that we should reflect a little upon some of these things, and find out what is our true status and position before the Lord, and before one another, before the angels, and before the world that we are mixed up with, and have more or less to do with. We want sometimes to pause and reflect a little upon some of these things. Why was God so careful to preserve the plates upon which this record was found, and from which it was translated? Why was he so desirous that the old Prophets, who lived upon this continent generations ago, should sacredly guard and keep these sacred records? He told us what it was for, and the Prophets told us what it was for, and Jesus, when he was here, told us what it was for&#x2014;that these things might come forth in the last days <div class=\"break columnbreak\" id=\"196b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0196.pdf\" target=\"pdfwin\">p.&#xA0;196b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6945\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> for the benefit of his people, and for the benefit of all who should believe in, and obey the word of God among the Gentiles. What for? That we might have a corroborating testimony from a people upon this continent, who had their Prophets, which should agree with the testimony which we had from the continent of Asia;<span class=\"citation\" id=\"81547\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81547)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81547)\">2 Ne. 29:8<\/a><\/span> and that, through the instrumentality of that truth which shall be developed, a nucleus might be formed through which God could communicate his will, and accomplish those purposes that he has designed to accomplish from before the foundation of the world. From the commencement of the organization of this world, God designed the accomplishment of the very thing that we are engaged in here today. We live in what the Scriptures call the dispensation of the fullness of times, in which the Lord has said that he would gather together all things in one, whether they be things on the earth or things in the heavens;<span class=\"citation\" id=\"74814\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74814)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74814)\">Eph. 1:10<\/a><\/span> in this dispensation he designed to call together his sheep that were on the face of the earth, just as much as he did in the days of Jesus. How was it then? Said Jesus&#x2014;&#x201C;Father, I pray for those whom thou hast given me;<span class=\"citation\" id=\"70637\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70637)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70637)\">John 17:9<\/a><\/span> thine they were, and thou gavest them me.<span class=\"citation\" id=\"70632\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70632)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70632)\">John 17:6<\/a><\/span> I pray for them that they may be one; as I, Father, am in thee and thou in me:<span class=\"citation\" id=\"70686\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70686)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70686)\">John 17:20-21<\/a><\/span> that the world may know that thou hast sent me.&#x201D;<span class=\"citation\" id=\"70776\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70776)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70776)\">John 17:23<\/a><\/span> He has done the same thing in this day. He has gathered together his sheep, he has organized his holy Priesthood in its fullness, perhaps as perfectly as it ever was organized on the face of the earth. I do not know, fully, the position of things in Enoch&#x2019;s day; there may have been many things transpired on this continent that we have not had revealed unto us, for we have not all their records, only part of them were translated;  <div class=\"break pagebreak\" id=\"197a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0197.pdf\" target=\"pdfwin\">p.&#xA0;197a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6944\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>some of the things contained on the plates were unlawful to be written at that time.<span class=\"citation\" id=\"127406\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127406)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127406)\">2 Ne. 4:25<\/a><\/span><span class=\"citation\" id=\"82944\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82944)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82944)\">3 Ne. 26:16<\/a><\/span><span class=\"citation\" id=\"127407\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127407)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127407)\">D&amp;C 76:113-115<\/a><\/span> But there were times when men had communion with God; there were times when God revealed himself unto his servants the Prophets; there were times when men came with a&#x2014;&#x201C;Thus saith the Lord&#x201D;<span class=\"citation\" id=\"53855\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53855)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53855)\">Ex. 4:22<\/a><\/span> to the people; there were times when the people would say&#x2014;&#x201C;All that the Lord has bid us to observe, that will we observe and do;&#x201D;<span class=\"citation\" id=\"54140\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54140)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54140)\">Ex. 19:8<\/a><\/span> there were times when the people said&#x2014;&#x201C;The Lord is our king, the Lord is our judge; the Lord is our lawgiver; and he shall rule over us.&#x201D;<span class=\"citation\" id=\"59073\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59073)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59073)\">Isa. 33:22<\/a><\/span> God is seeking to have a people like that in the present day, and that, through the Priesthood upon the earth, we shall be associated with the Priesthood in the heavens, and they with their God. <\/div><div class=\"paragraph jod\" id=\"v18n660\"> There are no people now, and there never was a people, who could accomplish anything without this, and, as I said before, without the guidance and direction of the Almighty. There are a good many things associated with these matters, and some of them are very plain and simple; in fact, it is said by a certain individual that they are so plain that a &#x201C;wayfaring man, though a fool, need not err therein;&#x201D;<span class=\"citation\" id=\"59213\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59213)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59213)\">Isa. 35:8<\/a><\/span> and it was said in former days&#x2014;&#x201C;God hath not chosen the wise and great of the earth, but the weak and foolish things of this world, to bring to nought the things that are.&#x201D;<span class=\"citation\" id=\"72915\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72915)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72915)\">1 Cor. 1:26-28<\/a><\/span> Then, he has restored the holy Priesthood, and that, as I understand it, is the rule and government of God, whether on the earth or in the heavens, the principle by which all things are governed in the heavens, and by which, when the kingdoms of this world become the kingdoms of our God and his Christ,<span class=\"citation\" id=\"79475\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79475)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79475)\">Rev. 11:15<\/a><\/span> all things will be governed here on the earth. <\/div><div class=\"paragraph jod\" id=\"v18n661\"> These, then, as I understand them, are things of very great importance to the Latter-day Saints, for it is to <div class=\"break columnbreak\" id=\"197b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0197.pdf\" target=\"pdfwin\">p.&#xA0;197b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6944\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> them that I am speaking this afternoon. We have an organization in our Church as they had in former times. We are told that in the days of Jesus on the Asiatic continent, &#x201C;God placed in his church, first apostles, secondarily prophets,<span class=\"citation\" id=\"73621\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73621)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73621)\">1 Cor. 12:28<\/a><\/span> afterwards pastors, teachers, evangelists,&#x201D;<span class=\"citation\" id=\"75069\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75069)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75069)\">Eph. 4:11<\/a><\/span> etc.; and we are, moreover, told that these were placed in the Church &#x201C;for the perfecting of the saints, for the work of the ministry, for the edifying of the body of Christ: Until we all come in the unity of the faith, and the knowledge of the Son of God, to a perfect man, to the fulness of the measure of the stature of Christ: That we may no longer be children, tossed to and fro, by every wind of doctrine, but that we may grow up into him who is our living head in all things,&#x201D;<span class=\"citation\" id=\"75187\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75187)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75187)\">Eph. 4:12-15<\/a><\/span> that we may indeed be like him,<span class=\"citation\" id=\"78649\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78649)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78649)\">1 Jn. 3:2<\/a><\/span> one with him as he is one with the Father.<span class=\"citation\" id=\"70720\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70720)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70720)\">John 17:21<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v18n662\"> This is the kind of principles that they had then, and this the kind of organization. What have we? Something very similar. We have Apostles and a First Presidency. What are the members of the First Presidency? Apostles. We have an organization of the Twelve, as they had then. We have also Seventies, in all of which we have even more than they had, though I do not know what they had on this continent, that is not made manifest; we shall know these things by and by, as the purposes of God roll forth, and their revelations are made known to us pertaining to those matters. We have our Bishops, we have our High Councils, we have our Seventies, we have our Elders, Priests, Teachers, and Deacons, all of which, or the pattern for which, have been given by the Almighty, by the revelation of his will to Joseph Smith; and if we have any knowledge that differs from the rest of mankind in relation  <div class=\"break pagebreak\" id=\"198a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0198.pdf\" target=\"pdfwin\">p.&#xA0;198a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6943\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to these matters, it is through the revelations of God, and we say to God be the glory and not to us. They went forth in former times and preached the Gospel without purse and scrip.<span class=\"citation\" id=\"68178\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68178)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68178)\">Luke 22:35<\/a><\/span> We have done the same.<span class=\"citation\" id=\"84484\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84484)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84484)\">D&amp;C 24:18<\/a><\/span><span class=\"citation\" id=\"87860\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87860)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87860)\">D&amp;C 84:77-78<\/a><\/span><span class=\"citation\" id=\"87910\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87910)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87910)\">D&amp;C 84:86<\/a><\/span> I can see around me scores and hundreds of men who have been abroad to the nations of the earth to preach the Gospel without purse and scrip,<span class=\"citation\" id=\"87911\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87911)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87911)\">D&amp;C 84:86<\/a><\/span> trusting in the living God, holding the same Priesthood and authority; in possession of the same truths, lit up, encouraged, and sustained by the same Spirit, the same light, and the same intelligence that they had. <\/div><div class=\"paragraph jod\" id=\"v18n664\"> These are some of the distinctive features of the Church of Jesus Christ of Latter-day Saints. Then we have gathered ourselves together. Well, the Prophets saw it years and years ago, and prophesied about it, but it was left for us to do. The Prophet says&#x2014;&#x201C;I will take one of a city, and two of a family, and I will bring them to Zion.&#x201D;<span class=\"citation\" id=\"60330\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60330)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60330)\">Jer. 3:14<\/a><\/span> What will you do with them? &#x201C;I will give them pastors after my own heart, who shall feed them with knowledge and understanding.&#x201D;<span class=\"citation\" id=\"60381\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60381)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60381)\">Jer. 3:15<\/a><\/span> I will introduce the Priesthood of the Son of God among them; I will give them the light, revelation and power of God to be with them, and I will stand by them and sustain them. He has revealed to us, as he did to others, the nature of the relationship that subsists between men and their wives; he has shown us that there are eternal associations and connections, and has shown us how to accomplish these objects, and to secure to ourselves, our wives and our children, inasmuch as they observe the revelations of God and carry out his purposes. These are some of the principles that he has made known unto us, and he has given us commandments relative to these things, and in relation to building Temples to his name and <div class=\"break columnbreak\" id=\"198b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0198.pdf\" target=\"pdfwin\">p.&#xA0;198b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6943\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> administering therein, so as to be acceptable to him. He has pointed out to us certain principles pertaining to the everlasting covenants with us, with our fathers and with our children, and has shown us how to perform the various duties devolving upon us, according to the counsel of his will, which he has revealed through the holy Priesthood that he has here upon the earth. These are things with which we are most of us familiar, and therefore I do not propose to quote Scripture about them particularly, but just lay them briefly before your minds, that you may reflect upon them. <\/div><div class=\"paragraph jod\" id=\"v18n665\"> Before we came into this Church and kingdom, we had certain confused ideas about a future state; but what did we know about it? Very little, very little indeed. We hoped we should get to heaven when we died; we hoped that, if we were good, honest, upright and virtuous, God would accept us, which was all very good so far as it went. But what knowledge had we of the future? None at all. What knowledge has the world today about these things? None at all. What knowledge have they of us and of our communications with God? None at all. The world never saw the kingdom of God, they never can see it, it is out of their reach. Jesus said in his day&#x2014;&#x201C;Except a man is born again, he cannot see the kingdom of God,&#x201D;<span class=\"citation\" id=\"68722\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68722)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68722)\">John 3:3<\/a><\/span> much less inherit it.<span class=\"citation\" id=\"66179\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66179)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66179)\">Matt. 25:34<\/a><\/span> They cannot help that; we could not help it when we were in their condition; generations past could not help it. What could they do about it? Nothing. What could any of the great reformers, as they are called, do about these things? Simply nothing. Did any of them ever introduce the Gospel as Jesus taught it? Not one among them; with all their virtue, zeal and philanthropy,  <div class=\"break pagebreak\" id=\"199a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0199.pdf\" target=\"pdfwin\">p.&#xA0;199a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6942\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>with all their desires to do good, they could not accomplish these things. Were they all wicked men? By no means. There were many good men among them, and so there are today; but these good men cannot see the kingdom of God,<span class=\"citation\" id=\"68723\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68723)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68723)\">John 3:3<\/a><\/span> unless by the Spirit of God, and we are told definitely that &#x201C;no man knows the things of God, but by the Spirit of God.&#x201D;<span class=\"citation\" id=\"73056\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73056)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73056)\">1 Cor. 2:11<\/a><\/span> And how do they get it? We have been taught, by believing in the Lord Jesus Christ, by repenting of our sins, by being baptized, by those possessing the authority, in the name of Jesus Christ, for the remission of our sins, and by having hands laid upon us by the same authority for the reception of the Holy Ghost. Then it is that the Spirit takes of the things of God and shows them unto us;<span class=\"citation\" id=\"70481\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70481)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70481)\">John 16:13-15<\/a><\/span> then it is that we are brought into communion with our heavenly Father; then it is that we have a hope that enters within the veil, whither Christ our forerunner is gone;<span class=\"citation\" id=\"76755\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76755)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76755)\">Heb. 6:19-20<\/a><\/span> then it is that we have an unction from the Holy One,<span class=\"citation\" id=\"78612\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78612)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78612)\">1 Jn. 2:20<\/a><\/span> as they had in former times, that will teach us the principles of light, and life, and intelligence, pertaining to our present and future existence;<span class=\"citation\" id=\"78626\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78626)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78626)\">1 Jn. 2:27<\/a><\/span> then it is that the darkness with which the world is beclouded is removed, and the light of heaven is permitted to permeate our minds, and impart light and intelligence thereunto; then it is that we are the sons of God, and it does not yet appear what we shall be,<span class=\"citation\" id=\"78650\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78650)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78650)\">1 Jn. 3:2<\/a><\/span> says the sacred writer; &#x201C;but when he who is our life, shall appear, then shall we appear like unto him in glory;&#x201D;<span class=\"citation\" id=\"75609\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75609)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75609)\">Col. 3:4<\/a><\/span> it is through this principle, and this life, light and intelligence, and that through obedience to the commands of God. <\/div><div class=\"paragraph jod\" id=\"v18n667\"> In looking still forward we find that there are other things ahead of us. One thing is the building of Temples, and that is a very important <div class=\"break columnbreak\" id=\"199b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0199.pdf\" target=\"pdfwin\">p.&#xA0;199b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6942\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> item, and ought to rest with force upon the minds of all good Saints. I remember, some time ago, having a conversation with Baron Rothschild, a Jew. I was showing him the Temple here, and said he&#x2014;&#x201C;Elder Taylor, what do you mean by this Temple? What is the object of it? Why are you building it?&#x201D; Said I, &#x201C;Your fathers had among them Prophets, who revealed to them the mind and will of God; we have among us Prophets who reveal to us the mind and will of God, as they did. One of your Prophets said&#x2014;&#x2018;The Lord, whom ye seek, shall suddenly come to his temple, But who may abide the day of his coming? For he shall sit as a refiner&#x2019;s fire and a purifier of silver.&#x2019;&#x201D;<span class=\"citation\" id=\"62401\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62401)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62401)\">Mal. 3:1-3<\/a><\/span> &#x201C;Now,&#x201D; said I, &#x201C;Sir, will you point me out a place on the face of the earth where God has a Temple?&#x201D; Said he, &#x201C;I do not know of any.&#x201D; &#x201C;You remember the words of your Prophet that I have quoted?&#x201D; Said he&#x2014;&#x201C;Yes, I know the Prophet said that, but I do not know of any Temple anywhere. Do you consider that this is that Temple?&#x201D; &#x201C;No, sir, it is not.&#x201D; &#x201C;Well, what is this Temple for?&#x201D; Said I, &#x201C;The Lord has told us to build this Temple so that we may administer therein baptisms for our dead (which I explained to him), and also to perform some of the sacred matrimonial alliances and covenants that we believe in, that are rejected by the world generally, but which are among the purest, most exalting and ennobling principles that God ever revealed to man.&#x201D; &#x201C;Well, then, this is not our Temple?&#x201D; &#x201C;No, but,&#x201D; said I, &#x201C;You will build a Temple, for the Lord has shown us, among other things, that you Jews have quite a role to perform in the latter days, and that all the things spoken by your old prophets will be fulfilled, that you will be gathered to old Jerusalem, and that  <div class=\"break pagebreak\" id=\"200a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0200.pdf\" target=\"pdfwin\">p.&#xA0;200a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6941\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>you will build a Temple there; and when you build that Temple, and the time has arrived, &#x2018;the Lord, whom you seek, will suddenly come to his temple.&#x2019;<span class=\"citation\" id=\"62392\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62392)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62392)\">Mal. 3:1<\/a><\/span> Do you believe in the Messiah?&#x201D; &#x201C;Yes.&#x201D; &#x201C;Do you remember reading in your old prophets something like this&#x2014;&#x2018;They shall look upon him whom they have pierced, and mourn, and be in bitterness for him, as one that is in bitterness for his firstborn.<span class=\"citation\" id=\"62289\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62289)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62289)\">Zech. 12:10<\/a><\/span> And one shall say, What are these wounds in thine hands and in thy side? And he will say&#x2014;These with which I was wounded in the house of my friends?&#x2019;&#x201D;<span class=\"citation\" id=\"62301\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62301)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62301)\">Zech. 13:6<\/a><\/span> &#x201C;Ah! Is that in our Bible?&#x201D; &#x201C;Yes, sir, that is in your Bible.&#x201D; I spake to him then about the Nephites having left Jerusalem and told him that the Book of Mormon represents them as descendants of their people, and that Jesus came among them, and that they, because of their iniquity and departure from the word and law of God, were stricken with blackness.<span class=\"citation\" id=\"81347\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81347)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81347)\">2 Ne. 5:21<\/a><\/span><span class=\"citation\" id=\"127408\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127408)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127408)\">Alma 3:7-8<\/a><\/span><span class=\"citation\" id=\"92790\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92790)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92790)\">Moses 7:8<\/a><\/span> Said he&#x2014;&#x201C;What, as Cain was?&#x201D; &#x201C;Yes, sir, as Cain was.&#x201D;<span class=\"citation\" id=\"93003\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93003)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93003)\">Moses 7:22<\/a><\/span> Said I&#x2014;&#x201C;These people, the Lamanites, according to this record,&#x201D; a French copy of which I gave him, he being a Frenchman; &#x201C;this people are beginning to feel after these things, and they are coming by hundreds and by thousands and demanding baptism at our hands, just as you find recorded in that book that they would do, and that is given there as a sign that God&#x2019;s work had commenced among all nations.&#x201D; Said he&#x2014;&#x201C;What evidence have you of this?&#x201D; This conversation took place in the Townsend House, and when the Baron asked me for evidence, said I&#x2014;&#x201C;Sir, if you will excuse me a few minutes I will give you some evidence;&#x201D; and I went to Savage&#x2019;s bookstand, in the Townsend House, and obtained a photographic copy of David Cannon baptizing Indians, <div class=\"break columnbreak\" id=\"200b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0200.pdf\" target=\"pdfwin\">p.&#xA0;200b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6941\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> standing in the midst of a great crowd of them. Said I&#x2014;&#x201C;Here is the evidence.&#x201D; &#x201C;Well, what shall we do?&#x201D; Said I&#x2014;&#x201C;You can do nothing unless God directs. You as a people are tied hand and foot, and have been for generations, and you can&#x2019;t move a peg unless God strikes off your fetters. When he says the word the things spoken of by the Prophets will be fulfilled; then the measuring line will go forth again in Jerusalem,<span class=\"citation\" id=\"60707\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60707)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60707)\">Jer. 31:38-39<\/a><\/span><span class=\"citation\" id=\"62257\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62257)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62257)\">Zech. 1:16<\/a><\/span><span class=\"citation\" id=\"62259\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62259)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62259)\">Zech. 2:1-2<\/a><\/span> then your Messiah will come, and all those things spoken of by the Prophets will be fulfilled.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v18n669\"> I mentioned these matters to Baron Rothschild merely to exhibit some ideas pertaining to the work in which we are engaged; and in speaking of the Temple&#x2014;&#x201C;Well, this is not the Temple?&#x201D; &#x201C;No, not that you are going to build, this is ours, and we expect to build hundreds of them yet, and to administer in them in carrying out the work of God.&#x201D; I speak of this, that you may reflect a little, you Latter-day Saints. Has God organized a First Presidency? Yes. Has he endowed them with the Spirit and power of God? Yes. Has he organized the Twelve? Yes. Have they the spirit of their office? Yes, in part. He has organized Seventies; have they the spirit of their office? In part. He has organized a High Priests&#x2019; quorum; have they the spirit of their office? In part, and many of these things are only in part. He has organized an Elders&#x2019; quorum, and a great many Elders have been ordained; have they the spirit of their office? In part. Are they magnifying it? Only in part. Why we have got really and truly a nation of Kings and Priests,<span class=\"citation\" id=\"54121\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54121)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54121)\">Ex. 19:6<\/a><\/span><span class=\"citation\" id=\"78968\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78968)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78968)\">Rev. 1:6<\/a><\/span> ordained, set apart and authorized to carry out the purposes of God here upon the earth, to operate with the Priesthood behind the veil in the accomplishment of these things. What are we  <div class=\"break pagebreak\" id=\"201a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0201.pdf\" target=\"pdfwin\">p.&#xA0;201a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6940\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>doing? A little, but many of us, I am afraid, not very much. A great many are doing the best they know how, and are desirous, with their whole soul and spirit, with their intellect and their substance and everything they have, to dedicate themselves and all they have for God and for his cause and kingdom, and for building up Temples, and for accomplishing everything that God requires at their hands. Then there are some that feel like the boy said about his father. A Gentile came along and spoke to a little boy down street here, and said&#x2014;&#x201C;Boy, are you a Mormon?&#x201D; &#x201C;I don&#x2019;t know,&#x201D; said the boy. &#x201C;Is your father a Mormon?&#x201D; &#x201C;Oh, yes,&#x201D; said the boy, &#x201C;but he does not potter much about it.&#x201D; There are a good many who feel a good deal like that&#x2014;they don&#x2019;t potter much about it. When their minds are lit up by the Spirit of God they feel like dedicating themselves and all they have to God, yet, by and by they begin to weaken and falter, and quiver, and go away. <\/div><div class=\"paragraph jod\" id=\"v18n671\"> Sometime ago a great many of us renewed our covenants and were baptized in the name of Jesus for the remission of our sins, and we then covenanted before God, holy angels, and one another, that we would consecrate ourselves and all that we had to God, that we would follow his counsel and the counsel of his holy Priesthood in all things, temporal and spiritual. Now let us talk a little plain on some of these things. Is not that so? Did you not do these things? You did. Well, what does it mean, or what does baptism mean, or what do any of these things mean&#x2014;the ordinances, the Priesthood, the gathering, Temples, endowments and the light, intelligence and privileges that we have received from the hands of God? What do they mean? Are they a sacred reality <div class=\"break columnbreak\" id=\"201b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0201.pdf\" target=\"pdfwin\">p.&#xA0;201b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6940\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> that have emanated from God? Are they things in which our present, future and eternal happiness is concerned, or are they a mere phantasm? It seems they are very little more to many, although, perhaps, they appreciate them according to the best of their understanding, light and intelligence; still they say they are desirous of keeping God&#x2019;s commandments. Let me repeat here a passage of Scripture. &#x201C;It is not every one that saith Lord, Lord, that shall enter into my kingdom; but it is he who does the will of my Father who is in heaven.&#x201D;<span class=\"citation\" id=\"63934\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63934)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63934)\">Matt. 7:21<\/a><\/span> I think that is the Scripture, if I am not very much mistaken; I think you will find it written there, and I think that Scripture is just as true today as it was eighteen hundred years ago, just as binding, and we shall find the results of it just as true, and when the secrets of all hearts are revealed,<span class=\"citation\" id=\"88766\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88766)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88766)\">D&amp;C 88:109<\/a><\/span> when the judgment is set and the books are opened,<span class=\"citation\" id=\"80626\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80626)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80626)\">Rev. 20:12<\/a><\/span> these things will be known and understood. How will it be then with Latter-day Saints? Why those who are doing right and are full of integrity, and have kept their covenants, observed the law of God and walked in obedience to his commands will hear Jesus say&#x2014;&#x201C;Thou hast been faithful over a few things and I will make thee ruler over many things.&#x201D;<span class=\"citation\" id=\"66121\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66121)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66121)\">Matt. 25:21<\/a><\/span> And then there are some others mentioned. Who are they, and what are they? &#x201C;Why, many will come to me and say, Lord, have we not prophesied in thy name? Have we not cast out devils in thy name, and in thy name done many wonderful works? When he will say to them&#x2014;Depart from me, for I never knew you.&#x201D;<span class=\"citation\" id=\"63966\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63966)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63966)\">Matt. 7:22-23<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v18n672\"> How will that fit on some of us do you think? That belongs a little closer to some of us than we imagine; for I do not think that Gentiles do much at prophesying in the name of God; I do not think they cast out  <div class=\"break pagebreak\" id=\"202a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0202.pdf\" target=\"pdfwin\">p.&#xA0;202a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6939\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>many devils in the name of God, or do any wonderful works in his name.<span class=\"citation\" id=\"63953\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63953)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63953)\">Matt. 7:21-23<\/a><\/span> Jesus was speaking to a people that had done these things, the same, perhaps, as some of you have, and yet you have become careless and indifferent, and in many instances have made shipwreck of a good conscience<span class=\"citation\" id=\"75852\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75852)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75852)\">1 Tim. 1:19<\/a><\/span> and failed to keep the covenants you have made. <\/div><div class=\"paragraph jod\" id=\"v18n674\"> These are things for us to reflect upon, and it is well for us all to reflect upon the position that we occupy. How is it with us? Are we all engaged in the same work? Not precisely. Paul gave a very beautiful description of the church of God in his day. Said he&#x2014;&#x201C;The body is not one member, but many.<span class=\"citation\" id=\"73535\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73535)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73535)\">1 Cor. 12:14<\/a><\/span> And the eye cannot say to the ear, I have no need of thee: nor the head to the feet, I have no need of thee.&#x201D;<span class=\"citation\" id=\"73552\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73552)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73552)\">1 Cor. 12:21<\/a><\/span> They were all engaged in the same work. It was not a work that rested simply upon the Apostles, or Prophets, or Evangelists, or some of the leading, prominent men of the Church; it was the work of God, in which they were all engaged. The body is not one member, but many,<span class=\"citation\" id=\"73536\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73536)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73536)\">1 Cor. 12:14<\/a><\/span> and if one of the members suffer they all suffer with it; if one member rejoice all are honored with it.<span class=\"citation\" id=\"73570\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73570)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73570)\">1 Cor. 12:26<\/a><\/span> The body is not all head; it would be a curious kind of a body without arms, stomach, legs, feet, &amp;c.; it would be no body at all, it could not exist or act.<span class=\"citation\" id=\"73540\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73540)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73540)\">1 Cor. 12:17<\/a><\/span> You cut off any member of the body, say an arm, and the body is maimed; pluck out an eye and the body is maimed. Pluck out both eyes and you could not see. You may have ever so perfect a body and take away the legs and the feet, and what then? You can do nothing, you can&#x2019;t walk, you have got to be lifted by somebody else and carried about, a helpless, inanimate being, without motion, power and activity. So it is with the body, and if one member suffer all <div class=\"break columnbreak\" id=\"202b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0202.pdf\" target=\"pdfwin\">p.&#xA0;202b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6939\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the members suffer with it.<span class=\"citation\" id=\"73571\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73571)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73571)\">1 Cor. 12:26<\/a><\/span> The head may be very perfect, but if the arm is withered or any part of the body injured the powers of the body are impaired, and it cannot fully answer the ends of its organization. Hence it is that in the organization of the Church of Christ every member should act in its own place&#x2014;<span class=\"citation\" id=\"127409\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127409)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127409)\">D&amp;C 107:99<\/a><\/span>the Presidency in theirs, the Twelve in theirs, the Bishops in theirs, the Seventies in theirs, the High Priests in theirs, and the Elders, Priests, Teachers and Deacons who are living their religion in theirs. A Teacher who keeps the commandments of God and fulfills his duties is more honorable than the Apostle who does not. You hurt any part of the body, for instance, cut your finger, and the entire body feels it immediately. Touch the head and every part of the body senses it. And so it is with every particle of the body&#x2014;it is a perfect system; and so is the Church of God, and each of the organs, members in particular, thus the organized body walks in the path that God marks out, and seeks to accomplish all things that he designs for us to do. Hence there is a mutual sympathy, affection and regard, and a brotherhood and fellowship among the Saints of God who are living their religion, all through the organization of the Priesthood, from the head to the foot. <\/div><div class=\"paragraph jod\" id=\"v18n675\"> And then we are united with the Priesthood in the eternal worlds, and the Priesthood that we have is of the same nature as that which they have. They administer in time and for all eternity; we are administering now in time, and soon shall be in eternity, all of us. The Twelve who are around me, and the First Presidency, and others will be, by and by, beyond the veil in another state of existence. And what then? Why then we go to give an account of our  <div class=\"break pagebreak\" id=\"203a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0203.pdf\" target=\"pdfwin\">p.&#xA0;203a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6938\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>stewardship, and it will be well for all of us if we can say with Paul&#x2014;&#x201C;I have fought the good fight of faith, I have finished my course, and henceforth there is laid up for me a crown, which the Lord, the righteous judge, shall give to me at that day: and not to me only, but to all who love the appearing of our Lord and Savior <div class=\"break columnbreak\" id=\"203b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0203.pdf\" target=\"pdfwin\">p.&#xA0;203b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6938\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Jesus Christ.&#x201D;<span class=\"citation\" id=\"76274\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76274)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76274)\">2 Tim. 4:7-8<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v18n677\"> May God help us to be faithful, live our religion and keep his commandments, that we may, by and by, obtain an inheritance that is incorruptible, undefiled and that fadeth not away, reserved in heaven for us,<span class=\"citation\" id=\"77759\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77759)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77759)\">1 Pet. 1:4<\/a><\/span> in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}