{"ID":180003, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Cooperation a True Principle&#x2014;Saints Must Be Self-Sustaining&#x2014;Patronize Home Manufacturers&#x2014;Home Industrial Institutions.<\/div>\n<div class=\"subtitle\">Remarks by Elder George Q. Cannon, delivered at the Forty-Fifth Annual Conference of the Church of Jesus Christ of Latter-Day Saints, in the New Tabernacle, Salt Lake City, on Friday Afternoon, April 9, 1875.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: Cooperation a True Principle, Etc.<\/div>\n<div class=\"speaker\">Speaker: George Q. Cannon<\/div>\n<div class=\"date\">Date: 4\/9\/1875<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d03\">\n<div class=\"paragraph jod\" id=\"v18n35\"> We have abundantly proved in our experience that if we do not sustain ourselves, no other people will sustain us, and that we must be united, as was said this morning, in our temporal as well as in our spiritual affairs; and that if we would build up and strengthen ourselves in the earth, it must be by union of effort, and by concentrating our means in a way that shall produce the best results for the work with which we are identified. Cooperation, or a union of effort, has been proved in our experience, when properly carried out, to be most successful. With small means and limited incomes we can accomplish, by wisely uniting our efforts, great results, and <div class=\"break columnbreak\" id=\"13b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0013.pdf\" target=\"pdfwin\">p.&#xA0;13b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7128\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to bring about greater union should be our continual effort. As has been said, there may be failures and mismanagement occasionally, but the principle itself is a true one, and it recommends itself to every reflecting mind. We, however, in our mercantile operations in this city and Territory, have been more than ordinarily successful. I have heard reproaches indulged in, or rather reflections cast, upon our general cooperative institution. I think it has been one of the most successful establishments and institutions that we ever have had among us, and I do not know that it has been equaled anywhere, when we reflect that in the short space of three years those who in<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"14a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0014.pdf\" target=\"pdfwin\">p.&#xA0;14a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7127\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>vested their means in that institution made one hundred per cent&#x2014;doubled their original stock; and when the financial crisis came in the east&#x2014;the panic as it was termed, and many strong houses went down before it, our institution was able to withstand the storm, and tide over, and has met every dollar of its indebtedness promptly, or at least to the satisfaction of its creditors. We have been subjected to a great deal of expense in various ways; but the experience of the past few years enables us to see now how this expense can be curtailed; and profiting by this wisdom and experience, as a community we should take the necessary steps to establish, or rather to arrange it so that it will give the greatest satisfaction. A good deal might be said on this subject in this connection, but as we shall have a meeting very shortly in relation to our cooperative business affairs, probably that would be the proper place for remarks of this character. But I would say, as one individual, to all the Saints&#x2014;Let us by every means in our power, that is, by collecting the little means that we have, seek to build up and strengthen these institutions in our midst, and they will prove profitable to us, and be a great blessing to the entire community and to Zion. <\/div><div class=\"paragraph jod\" id=\"v18n37\"> At this afternoon&#x2019;s session of the Conference the authorities of the Church will be presented, and it is desirable that there should be a general attendance of the members of the Church, as far as they can possibly come. <\/div><div class=\"paragraph jod\" id=\"v18n38\"> To refer again to this subject of cooperation. We have seen its good effects in the settlements throughout the entire Territory. I consider that if it had not been for our institution regulating prices and governing and controlling the mercantile interests of <div class=\"break columnbreak\" id=\"14b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0014.pdf\" target=\"pdfwin\">p.&#xA0;14b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7127\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> this Territory, we should have lost, by having to pay high prices, thousands and thousands of dollars that we have saved. In Brigham City particularly, judging by accounts that we have heard, have the principles of cooperation been exceedingly beneficial to the people, because of the perfection to which they have been carried out. The great difficulty with us heretofore has been that, as a people, we have not had capital to achieve any very great results. No one man, until quite recently, has had sufficient means to carry on any great undertaking; but by the masses of the people uniting under a cooperative plan, and putting their funds in the hands of those who are judicious and good business men, we can establish every kind of manufacture that is necessary in this country to make us self-sustaining. The manufacture of iron into hollow-ware, and everything of this character that is made of iron; the manufacture of rails for our railroads, of woolen goods of the best character, the establishment of sheep and cattle herds, of cheese factories and tanneries, and of every branch of manufacture that is adapted to our climate and Territory can be carried on upon this principle, and efforts should be made by us as a people to establish and make them successful. I took down with me, when I went to Washington last fall, a suit of clothes manufactured here in this Territory&#x2014;the wool was grown here, the cloth was made at President Young&#x2019;s factory, and the clothes were made by our tailors. There was a good deal of discussion in the early part of the session concerning the resumption of specie payments. I remarked to a good many of my friends that if I were a believer, as some of them were, in the power of the General Government to make laws respecting such  <div class=\"break pagebreak\" id=\"15a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0015.pdf\" target=\"pdfwin\">p.&#xA0;15a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7126\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>matters, I should be in favor of making a law that would prevent the importation into this country of anything that we could make ourselves; and I believe that specie payments will be postponed until there is a stop to the extravagance which reigns throughout the country. The stream of gold which ought to be setting in the direction of the United States, in consequence of the multiplicity of our productions and the greatness of our trade, is constantly flowing toward Europe; and while this is the case, we may struggle in vain to get back to specie payments. That which is true concerning a nation is true concerning us as a Territory. If we would be independent, if we would keep the circulating medium in abundance in our midst, we must stop the stream that is flowing from the Territory, and every dollar that we spend here in sustaining a home institution, for making clothes, paying the cloth manufacturer for his cloth, the wool grower for his wool, the tanner for his leather, or the shoemaker for making that leather into shoes and boots, is that much saved to the entire community. One very prominent free trade member of the House, during a discussion on this subject last session, remarked that the suit of clothes he had on cost him but a comparative small amount, and that he had them sent from Canada. Someone replied, by way of joke, that he had probably bought a secondhand suit; but there is no doubt the clothes were new. But suppose they cost less in Canada than the same suit would in the States, cannot you and everybody see, without lengthy reflection, that that money all went into foreign hands, and did not benefit the people of this country? The producer of the wool, the manufacturer of the <div class=\"break columnbreak\" id=\"15b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0015.pdf\" target=\"pdfwin\">p.&#xA0;15b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7126\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> cloth, and the maker of the clothes in Canada received the benefit. But supposing that thirty-five or forty dollars had been paid for that suit of clothes in the United States, or in the community where the purchaser lived, you can readily perceive that by the circulation of that money in his immediate vicinity, he, himself, if he were in any business, would receive the benefit of the expenditure, and that the extra cost would not be an entire loss to him like paying it out to a foreign community. And so it is with our own manufactures. We talk about brooms and about cheese, butter, and other things which can be brought from the east at lower figures than we can produce them; but it is better for us to pay twenty-five per cent more, and I do not know but even a larger percentage, for our home productions, than to send the money away to a distant community where it is circulated and we receive no benefit from it. If we bought homemade cheese, and had to pay ten or fifteen cents a pound more for it (which, however, we are not required to do) than if it were brought from abroad, it is not an entire loss to the community, for we all derive some benefit from the means so spent, because it is circulated amongst us, and if we have anything to sell we get prices in proportion for it, and thus we sustain ourselves. Men may say that such and such things can be bought cheaper abroad than they can be bought at home, and therefore it is better to buy them; but I say that it is suicidal for any community to pursue such a policy, and we, with the experience that we have had in this country on these points for upwards of a quarter of a century, should begin to learn wisdom, and begin to foster home manufactures and home institutions. Our cooper<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"16a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0016.pdf\" target=\"pdfwin\">p.&#xA0;16a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7125\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ative institutions should take into consideration the people&#x2019;s good, and, if there is ink, matches, cloth, leather, or anything else to sell that is manufactured in this country, they should give the preference every time to the home manufactured article so far as possible, and endeavor to stimulate and foster home production and not operate against it. <\/div><div class=\"paragraph jod\" id=\"v18n41\"> By this means we build ourselves <div class=\"break columnbreak\" id=\"16b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0016.pdf\" target=\"pdfwin\">p.&#xA0;16b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7125\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> up, and the people themselves, where they are ignorant, will soon perceive the propriety and the advantage of taking this course; whereas if we pursue the old and opposite course we shall be impoverished and stripped of our means, and, having no branches of home manufacture, we shall continue to be a poor, dependent, helpless people. <\/div>\n<\/div>\n<\/div>"}