{"ID":180018, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Purposes of God&#x2014;Duties and Responsibilities of the Saints.<\/div>\n<div class=\"subtitle\">Discourse by Elder John Taylor, delivered at the Forty-Sixth Semi-Annual Conference of the Church of Jesus Christ of Latter-Day Saints, in the New Tabernacle, Salt Lake City, Sunday Afternoon, October 10, 1875.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: The Purposes of God, Etc.<\/div>\n<div class=\"speaker\">Speaker: John Taylor<\/div>\n<div class=\"date\">Date: 10\/10\/1875<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d18\">\n<div class=\"paragraph jod\" id=\"v18n446\"> It is extremely difficult to speak to a congregation so large as this, and I therefore request that as good order as possible may be maintained, because it is almost impossible for the human voice to encompass so large a congregation as the one assembled here today. <\/div><div class=\"paragraph jod\" id=\"v18n447\"> We all of us have an object in assembling together as we have done on this conference occasion. I speak now to Latter-day Saints, as it is to them I purpose to address my remarks this afternoon. We do not always understand the influences by which we are operated upon; but nevertheless there are certain principles at work in this generation which move upon the minds of the human family, and which lead them to reflect and study more or less, according to the circumstances surrounding them and the positions they occupy. We, the Latter-day Saints, stand in a different relationship to the Almighty from any other people that exist on the face of the earth. The principles that we have received emanated not from man, nor from the wisdom, intelligence or philosophy of man; we believe that they <div class=\"break columnbreak\" id=\"136b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0136.pdf\" target=\"pdfwin\">p.&#xA0;136b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7005\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> proceeded from God. That is our universal belief; it is the faith of every good Latter-day Saint. None of us, previous to the Lord manifesting his will, knew anything about the laws of God. We did not know anything about God; we were not acquainted with anybody who could give us information in relation to him, and we are indebted to revelation from him for all the intelligence that we have that is true in regard to ourselves, the world in which we live, the people who have lived before us, and those who will live after us; also in regard to God the Father, and Jesus, the Mediator of the New Covenant.<span class=\"citation\" id=\"77300\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77300)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77300)\">Heb. 12:24<\/a><\/span> We had certain vague, indistinct ideas about these things before, but we had nothing real, tangible or reliable. Nor is it out of any consideration, particularly, to ourselves personally, that these things are made manifest. God has certain purposes to accomplish, pertaining to the world in which we live, in which the interests and happiness of the human family are concerned, to those who live in the world today, to those who have lived in other ages and dispensations, back to the time  <div class=\"break pagebreak\" id=\"137a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0137.pdf\" target=\"pdfwin\">p.&#xA0;137a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7004\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of Adam, and also forward, to the latest generation of time, to the last man who shall be born upon earth. The ancient Patriarchs and Prophets, men of God who basked in the light of revelation, and comprehended the mind of Jehovah, and who held the everlasting Priesthood, and enjoyed the Gospel as we enjoy it; all these together with God our heavenly Father and all the angelic hosts, are interested in the work that the Father has commenced in these last days; and hence a revelation was made unto Joseph Smith. Holy angels of God appeared to him and communicated to him the mind and will of Jehovah, as a chosen messenger to introduce the dispensation of the fullness of times, wherein all heaven and all that have ever dwelt on the earth are concerned and interested. He did not reveal himself, particularly, because of Joseph Smith, individually, nor because of any other individual man, nor for the peculiar interest, emolument or aggrandizement of any set of men; but for the purpose of introducing certain principles that it was necessary that the world of mankind should be made acquainted with; in fact, it was for the purpose of introducing what we call the Church and kingdom of God on the earth, in which all who have ever lived or who ever will live upon this globe are interested. <\/div><div class=\"paragraph jod\" id=\"v18n449\"> The Gospel that we talk of, although it may be a personal thing, yet at the same time is as high as the heavens, wide as the universe and deep as hell. It permeates through all time, and extends to all people, both living and dead. We talk sometimes about the Church of God, and why? We talk about the kingdom of God, and why? Because, before there could be a kingdom of God, there must be a Church of God, and <div class=\"break columnbreak\" id=\"137b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0137.pdf\" target=\"pdfwin\">p.&#xA0;137b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7004\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> hence the first principles of the Gospel were needed to be preached to all nations, as they were formerly when the Lord Jesus Christ and others made their appearance on the earth. And why so? Because of the impossibility of introducing the law of God among a people who would not be subject to and be guided by the spirit of revelation. Hence the world have generally made great mistakes upon these points. They have started various projects to try to unite and cement the people together without God; but they could not do it. Fourierism, Communism&#x2014;another branch of the same thing&#x2014;and many other principles of the same kind have been introduced to try and cement the human family together. And then we have had peace societies, based upon the same principles; but all these things have failed, and they will fail, because, however philanthropic, humanitarian, benevolent, or cosmopolitan our ideas, it is impossible to produce a true and correct union without the Spirit of the living God, and that Spirit can only be imparted through the ordinances of the Gospel; and hence Jesus told his disciples to go and preach the Gospel to every creature,<span class=\"citation\" id=\"66744\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66744)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66744)\">Mark 16:15<\/a><\/span> baptizing them in the name of the Father, Son, and Holy Ghost,<span class=\"citation\" id=\"66441\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66441)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66441)\">Matt. 28:19<\/a><\/span> and said he&#x2014;&#x201C;Lo, I am with you always, even to the end.&#x201D;<span class=\"citation\" id=\"66478\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66478)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66478)\">Matt. 28:20<\/a><\/span> It was by this cementing, uniting spirit, that true sympathetic, fraternal relations could be introduced and enjoyed. <\/div><div class=\"paragraph jod\" id=\"v18n450\"> When John was on the Isle of Patmos he had a remarkable vision pertaining to many things, and said he&#x2014;&#x201C;I saw a mighty angel flying in the midst of heaven, having the everlasting gospel to preach to those who dwell on the earth, to every nation, and kindred, and people, and tongue, Crying with a loud voice, Fear God, and give glory to him;  <div class=\"break pagebreak\" id=\"138a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0138.pdf\" target=\"pdfwin\">p.&#xA0;138a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7003\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>for the hour of his judgment is come: and worship him who made heaven, and earth, and the sea, and the fountains of waters.&#x201D;<span class=\"citation\" id=\"79923\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79923)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79923)\">Rev. 14:6-7<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v18n452\"> Joseph Smith had this communication made to him, together with the light of the Gospel, and had conferred upon him the keys of the holy Priesthood,<span class=\"citation\" id=\"127323\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127323)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127323)\">D&amp;C 13:1<\/a><\/span><span class=\"citation\" id=\"127324\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127324)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127324)\">D&amp;C 27:12<\/a><\/span><span class=\"citation\" id=\"127325\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127325)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127325)\">JS&mdash;H 1:68-72<\/a><\/span> with power to administer therein and to ordain others to the same ministry. And he, himself, was baptized as Jesus was baptized, and he baptized others,<span class=\"citation\" id=\"94023\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94023)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94023)\">JS&mdash;H 1:73<\/a><\/span> and they others, and they then laid their hands upon them for the reception of the Holy Ghost, and they received it. And then, by the inspiration of the Almighty, they were directed to gather together, which they have done. And how many of you who are hearing me today hardly knew the reason why you gathered together? But you had a feeling, a burning desire in your hearts to mingle with the Saints of God. The Scriptures say&#x2014;&#x201C;I will take them one of a city, and two of a family, and bring them to Zion: And I will give them pastors after my own heart, that shall feed them with knowledge and with understanding.&#x201D;<span class=\"citation\" id=\"60353\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60353)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60353)\">Jer. 3:14-15<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v18n453\"> In accordance with these principles the Elders of Israel went forth, as you have heard here during this Conference, not in their own name, nor in their own strength, nor by their own wisdom; but in the name and strength and power of Jehovah, and as his chosen messengers to administer life and salvation to a fallen world. And God went with them, and his holy angels accompanied them; and the Spirit and power of God were with them; and the words that they spake they spake not of themselves but as they were moved upon by the Holy Ghost.<span class=\"citation\" id=\"78326\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78326)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78326)\">2 Pet. 1:21<\/a><\/span> And God worked with them and the truth came to your hearts and you received it and rejoiced therein. God had a people scattered <div class=\"break columnbreak\" id=\"138b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0138.pdf\" target=\"pdfwin\">p.&#xA0;138b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7003\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> abroad among the nations of the earth, and his Priesthood were instrumental in his hands in gathering that people together; and in these days as in days of old, Jesus said&#x2014;&#x201C;My sheep hear my voice, and know it and follow me,<span class=\"citation\" id=\"69697\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69697)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69697)\">John 10:27<\/a><\/span> and a stranger will they not follow, because they know not the voice of a stranger.&#x201D;<span class=\"citation\" id=\"69635\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69635)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69635)\">John 10:5<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v18n454\"> Here then, God was desirous of introducing his kingdom upon the earth, and he had in the first place, to organize his Church, to organize the people that he had scattered among the nations and to bring them together, that there might be one fold and one shepherd,<span class=\"citation\" id=\"69675\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69675)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69675)\">John 10:16<\/a><\/span> and one Lord, one faith and one baptism, and one God, who should be in all and through all,<span class=\"citation\" id=\"75006\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75006)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75006)\">Eph. 4:5-6<\/a><\/span> and by which all should be governed. To facilitate this object he organized his holy Priesthood as it existed in the heavens, and he gave a pattern of these things, just as much as he did in the days of Moses, only more so. God said to Moses&#x2014;&#x201C;See that thou make all things according to the pattern, that I showed thee in the mount.&#x201D;<span class=\"citation\" id=\"54378\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54378)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54378)\">Ex. 25:40<\/a><\/span> God said to Joseph&#x2014;&#x201C;See that thou organize this Church according to the pattern that I have showed thee.&#x201D;<span class=\"citation\" id=\"89118\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89118)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89118)\">D&amp;C 94:2<\/a><\/span><span class=\"citation\" id=\"90685\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90685)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90685)\">D&amp;C 115:14<\/a><\/span> And he placed in his Church Presidents, Apostles, Patriarchs, Seventies, High Priests, Bishops, Priests, Teachers, Deacons, Bishops&#x2019; Councils and High Councils, and other organizations which God had developed and given to his Priesthood; and hence, when the angel came which is mentioned by John on Patmos, he restored the Gospel<span class=\"citation\" id=\"79780\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79780)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79780)\">Rev. 14:6<\/a><\/span> as it existed with Adam, and with Enoch, and with Seth, and with Methuselah, and with Noah and Melchizedek, and with Abraham, with the Prophets, and with the Apostles and Jesus, whether on the Continent of Asia, on this continent, or anywhere else; and this people who possess this Priesthood and the authority from  <div class=\"break pagebreak\" id=\"139a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0139.pdf\" target=\"pdfwin\">p.&#xA0;139a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7002\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>God to administer therein, when they get behind the veil they will enter again into the office of their calling and will be united with their several Priesthoods there, for the Priesthood on this and on the other side of the veil are parts of the same eternal system; and hence with a people like this in possession of the Priesthood, and enjoying the revelations of heaven, God could communicate and, through them, could reveal his will to the human family, but not to a people who would not listen to his laws and obey his precepts. <\/div><div class=\"paragraph jod\" id=\"v18n456\"> This Priesthood was held by John the revelator, by Peter, by Moroni, one of the Prophets of God on this continent. Nephi, another of the servants of God on this continent, had the Gospel with its keys and powers revealed unto him. We know that these things were so, and we do not profess to argue them, for we all know it. We read that Moses and Elias appeared to Jesus and his disciples on the mount,<span class=\"citation\" id=\"64991\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64991)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64991)\">Matt. 17:3<\/a><\/span> and Jesus was transfigured before them.<span class=\"citation\" id=\"64987\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64987)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64987)\">Matt. 17:2<\/a><\/span> Who were Moses and Elias? They were Prophets of the living God who held the Gospel and the Priesthood in former days, and they were sent to administer to Jesus and to Peter, James and John on the mount. <\/div><div class=\"paragraph jod\" id=\"v18n457\"> We also learn that when John was upon the Isle of Patmos, the visions of heaven were unfolded to his view, and a great and mighty angel stood before him and showed to him many great and important things pertaining to the future; and John fell down to worship him. But said he&#x2014;&#x201C;Hold! Do not worship me.&#x201D; &#x201C;Why? Who are you?&#x201D; &#x201C;I am one of thy fellowservants the prophets,<span class=\"citation\" id=\"80371\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80371)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80371)\">Rev. 19:10<\/a><\/span> who kept the testimony of Jesus and the word of God.<span class=\"citation\" id=\"80850\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80850)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80850)\">Rev. 22:8-9<\/a><\/span> Do not worship me, I am one of those who held the priesthood in time and now I am administering in eternity, and have <div class=\"break columnbreak\" id=\"139b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0139.pdf\" target=\"pdfwin\">p.&#xA0;139b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7002\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> come forth as a messenger of the Lord to thee.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v18n458\"> It was precisely in this way that Joseph Smith was administered unto, and by the same kind of messengers, who held the same kind of authority; and they came to introduce and usher in the dispensation of the fullness of times, that all things that are in Christ might be gathered together in one, whether they be things in the earth or things in the heavens.<span class=\"citation\" id=\"74811\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74811)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74811)\">Eph. 1:10<\/a><\/span> This was done that God&#x2019;s people might be gathered in one, that God&#x2019;s word might be gathered in one,<span class=\"citation\" id=\"127326\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127326)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127326)\">2 Ne. 29:14<\/a><\/span> that&#x2019;s God&#x2019;s Priesthood might be gathered in one, and that all in Christ on earth might be united by indissoluble ties with the Priesthood that exists in heaven, that they all might operate together for the accomplishment of the purposes of God on the earth. Hence it is said that &#x201C;we without them cannot be made perfect, and that they without us cannot be made perfect;&#x201D;<span class=\"citation\" id=\"77128\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77128)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77128)\">Heb. 11:40<\/a><\/span><span class=\"citation\" id=\"91188\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91188)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91188)\">D&amp;C 128:15,18<\/a><\/span> a perfect union between heaven and earth was needed. Under such circumstances what did we do? What could we do? What intelligence were we in possession of, in and of ourselves? Who among us knew the first principles of the doctrine of Christ?<span class=\"citation\" id=\"76679\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76679)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76679)\">Heb. 6:1<\/a><\/span> Not a man living understood them correctly, and we are indebted to God for our intelligence in relation to these things. Who knew anything about the organization of the Church of God? Nobody. Was there any such thing in existence on the face of the earth? You might have searched for it, but it would have been in vain, it could not have been found. There were the systems, creeds and notions of men, but nobody to say, &#x201C;Thus saith the Lord.&#x201D;<span class=\"citation\" id=\"53854\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53854)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53854)\">Ex. 4:22<\/a><\/span> No prophecy, no inspiration, no manifestations of the power of God. Who knew anything about the necessity of Presidents or Apostles?  <div class=\"break pagebreak\" id=\"140a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0140.pdf\" target=\"pdfwin\">p.&#xA0;140a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7001\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Nobody. Who knew what an Apostle was? Nobody. Who knew what a High Priest or a Seventy was? Nobody. Who knew what an Elder was in the true acceptation of the term? Nobody; neither was there anybody who knew anything about the office of a Bishop, Priest, Teacher or Deacon, or about the functions of a High Council or a Bishop&#x2019;s Council, or any of the ordinances of the Church of God. Who knew anything about the relation of man to man or of man to woman? Nobody. Who knew anything about the relationship that exists between man and God? Nobody. Who knew anything about the eternities that are to come? Nobody. It was God who revealed these things. Joseph Smith did not know them, neither did Brigham Young, the Apostles, nor anybody else until God revealed them, and we are indebted to him for all the light, knowledge and intelligence that we possess in regard to the heavens and the earth, in regard to the God who made us and the mode of worshiping him acceptably. <\/div><div class=\"paragraph jod\" id=\"v18n460\"> Now then, we are here; we have these various organizations. The Twelve, for instance, have various duties and responsibilities devolving upon them under the direction of the First Presidency. Then there are the Seventies, who are to be special messengers to the nations of the earth, to go forth in the name of Israel&#x2019;s God, clothed upon with his power to administer life and salvation, and to teach the people the principles of truth<span class=\"citation\" id=\"127327\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127327)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127327)\">D&amp;C 107:25<\/a><\/span> under the direction of the Twelve,<span class=\"citation\" id=\"127328\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127328)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127328)\">D&amp;C 107:34<\/a><\/span> whose duty it is also to administer these principles, and see that this Gospel is sent to all peoples;<span class=\"citation\" id=\"127329\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127329)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127329)\">D&amp;C 107:23<\/a><\/span> and hence the necessity that is felt by them and by the First Presidency in relation to carrying these things out.<span class=\"citation\" id=\"127330\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127330)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127330)\">D&amp;C 107:33<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v18n461\"> And let me say a little farther on a subject that I before referred to, <div class=\"break columnbreak\" id=\"140b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0140.pdf\" target=\"pdfwin\">p.&#xA0;140b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7001\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> that is, that God could not build up a kingdom on the earth unless he had a Church, and a people who had submitted to his law and were willing to submit to it; and with an organization of such a people, gathered from among the nations of the earth under the direction of a man inspired of God, the mouthpiece of Jehovah to his people; I say that, with such an organization, there is a chance for the Lord God to be revealed, there is an opportunity for the laws of life to be made manifest, there is a chance for God to introduce the principles of heaven upon the earth and for the will of God to be done upon earth as it is done in heaven.<span class=\"citation\" id=\"63391\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63391)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63391)\">Matt. 6:10<\/a><\/span><span class=\"citation\" id=\"67475\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67475)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67475)\">Luke 11:2<\/a><\/span> God could never establish his kingdom upon the earth unless he had a people who would submit themselves to his laws and government; but with such a people he could communicate, to such a people the heavens could be opened; to such a people the angels of God could administer; and among them the will of God could be done upon earth as it is done in heaven,<span class=\"citation\" id=\"63392\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63392)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63392)\">Matt. 6:10<\/a><\/span><span class=\"citation\" id=\"67476\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67476)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67476)\">Luke 11:2<\/a><\/span> and among no others, and that is why we are here. Says the Prophet&#x2014;&#x201C;I will take them one of a city, and two of a family, and bring them to Zion.&#x201D;<span class=\"citation\" id=\"60328\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60328)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60328)\">Jer. 3:14<\/a><\/span> What will you do with them? &#x201C;I will give them pastors after my own heart, that shall feed them with knowledge and understanding;&#x201D;<span class=\"citation\" id=\"60380\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60380)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60380)\">Jer. 3:15<\/a><\/span> that they may be acquainted with each other and with their various duties and responsibilities; that they may be instructed in the laws of the holy priesthood, and be prepared, eventually, to join their quorums in the celestial kingdom of God, and that the people may be instructed in the laws of life. Hence our marriage ceremonies, relationships and covenants are among the principles of the Gospel, and they are eternal; they existed with God in eternity, and will exist throughout all the eter<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"141a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0141.pdf\" target=\"pdfwin\">p.&#xA0;141a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7000\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>nities that are to come. God has shown us, in regard to our marital relations, that our wives are to be sealed to us for time and eternity. By what authority? By the authority of that holy Priesthood that administers on the earth and in heaven, and of which Jesus said that whatever they should bind on earth should be bound in heaven, and whatsoever they should loose on earth should be loosed in heaven;<span class=\"citation\" id=\"64909\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64909)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64909)\">Matt. 16:19<\/a><\/span><span class=\"citation\" id=\"65072\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65072)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65072)\">Matt. 18:18<\/a><\/span> and these relationships that exist among us here are calculated to be consummated there, and men and women who understand their true position expect to enjoy each other&#x2019;s society and association there, as much as they do in their own homes here, just the same. And though they may sleep in the dust, yet, by the power of the resurrection, which you have heard of at this Conference, when the trump shall sound and the dead in Christ shall rise,<span class=\"citation\" id=\"75675\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75675)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75675)\">1 Thes. 4:16<\/a><\/span> they will burst the barriers of the tomb and come forth, each and all claiming their proper mates&#x2014;those with whom they were associated on the earth&#x2014;through eternity. This is the way we regard our marriage covenants, no matter what other people say about it, this is our business, and we shall do it and keep on doing forever and ever while God lets us live, because it is the word of God to us, and in spite of all the powers of earth and hell we shall never give way in regard to our marriage principles, for they are eternal; and so with regard to every other principle of the Gospel. This is why we have come together to help to build up the kingdom and government of God upon the earth. An earthly government if you please, and a heavenly government if you please. But no man nor set of men are capable of introducing principles of this kind unless God is with them and stands by them; and the first Elders of this <div class=\"break columnbreak\" id=\"141b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0141.pdf\" target=\"pdfwin\">p.&#xA0;141b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7000\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Church never could have done what they did without the power of God being with them and accompanying them, and God&#x2019;s mercy being extended to them. And they could not today. <\/div><div class=\"paragraph jod\" id=\"v18n463\"> Men have strange ideas about the Mormons. Why? Because unless they are born of water they cannot see the kingdom of God;<span class=\"citation\" id=\"68721\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68721)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68721)\">John 3:3<\/a><\/span> that is what Jesus said, and that is why people fail to understand us. But we, who have been baptized and enlightened by the Spirit of God, can see his kingdom. We know it, we comprehend it in part, but only in part. What is the result of all this Priesthood&#x2014;the First Presidency, the Twelve, the Seventies, the High Priests, Elders, Bishops, Priests, Teachers and Deacons? All of them profess to be under the direction of the Almighty, and if they are not, they are living hypocrites before God and holy angels; for these are the covenants they have entered into, and these are the ordinations they have received. <\/div><div class=\"paragraph jod\" id=\"v18n464\"> We see something strange in connection with us as a people&#x2014;the world follows us, and too many of us follow after the world. Can the world give you the light that you have received, and the Gospel and the hopes of heaven you have received, and the Priesthood you have received? And will you barter these things for a mess of pottage, and wallow in the filth, corruption, iniquity, and evils which abound in the world? What have we come here for? To worship God and to keep his commandments. And how is it with many of us? We forget, in many instances, our high calling&#x2019;s glorious hope, and we give way to follies, foibles, weakness, and iniquity, and we are governed more or less by covetousness, drunkenness, Sabbath breaking, and evils of various kinds. I sometimes  <div class=\"break pagebreak\" id=\"142a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0142.pdf\" target=\"pdfwin\">p.&#xA0;142a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6999\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>see Elders of Israel bringing in loads of wood and loads of hay on the Sabbath day. Why, it is a burning shame in the eyes of God, holy angels, and all other intelligent beings. If such men had lived under the law of ancient Israel, they would have been put to death.<span class=\"citation\" id=\"54425\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54425)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54425)\">Ex. 31:14-15<\/a><\/span><span class=\"citation\" id=\"54583\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54583)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54583)\">Ex. 35:2<\/a><\/span> Do you know that? Go and read it in your Bibles. What do you think about a lying Elder, a swearing High Priest, a Sabbath-breaking Seventy, and a covetous Saint? The souls of such men ought to be inspired with the light of revelation, and they ought to be living witnesses, epistles known and read of all men!<span class=\"citation\" id=\"74036\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74036)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74036)\">2 Cor. 3:2<\/a><\/span> Do you think you can live your religion, have the Spirit of God and obtain eternal life, and follow after these things? I tell you nay. It was said of olden time&#x2014;&#x201C;Love not the world, nor the things that are in the world; for if any man love the world, the love of the Father is not in him.&#x201D;<span class=\"citation\" id=\"78572\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78572)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78572)\">1 Jn. 2:15<\/a><\/span> That is as true today as it was eighteen hundred years ago. It is proper that we, as Elders of Israel, and as heads of families, should reflect upon these things, for in many instances we are setting examples before our children that will tend to plunge them to perdition. Is this what we are gathered here for? I tell you nay, we are gathered here to serve God and keep his commandments, and to build up his Zion upon the earth. <\/div><div class=\"paragraph jod\" id=\"v18n466\"> After praying for years that God would inspire his servant Brigham with the Spirit of revelation, that he might be able to lead forth Israel in the path in which they should go, he tells us to be one,<span class=\"citation\" id=\"85151\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85151)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85151)\">D&amp;C 38:27<\/a><\/span> as Jesus told his disciples;<span class=\"citation\" id=\"70755\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70755)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70755)\">John 17:21-23<\/a><\/span> he tells us to enter into a united order, that God has revealed it, that we are to be one in spiritual things, and one in temporal things,<span class=\"citation\" id=\"87344\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87344)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87344)\">D&amp;C 78:5-6<\/a><\/span> to be united together in all principles, as the Saints of God have been <div class=\"break columnbreak\" id=\"142b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0142.pdf\" target=\"pdfwin\">p.&#xA0;142b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6999\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> wherever they have existed. But our Elders can&#x2019;t see it, and many of our Bishop&#x2019;s can&#x2019;t see it, and many High Priests and Seventies can&#x2019;t see it. Why? Because the Bridegroom has tarried, and we have all slumbered and slept,<span class=\"citation\" id=\"66045\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66045)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66045)\">Matt. 25:5<\/a><\/span> and in many instances we have sinned against God, and our lamps have gone out,<span class=\"citation\" id=\"127331\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127331)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127331)\">Matt. 25:8<\/a><\/span> that is the matter, and we have lost the light, and intelligence, and revelation, and quickening influence of the living God. If we were living our religion and keeping the commandments of God, we should feel and act differently; we should then know of the doctrine. Jesus said&#x2014;&#x201C;If any man does my will, he shall know of the doctrine, whether it be of God, or whether I speak of myself.&#x201D;<span class=\"citation\" id=\"69358\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69358)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69358)\">John 7:17<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v18n467\"> What is the matter, you High Priests, you Seventies, you Bishops and others? You are not doing the will of God, and you do not know of the doctrine,<span class=\"citation\" id=\"69359\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69359)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69359)\">John 7:17<\/a><\/span> that is the matter; and yet we are living in the blaze of Gospel day, surrounded by Prophets, Apostles, Patriarchs, and men of God. Is it not time that we humbled ourselves? Is it not time that we repented of our sins? Is it not time that we forsook our iniquities? Is it not time that we went back to the first principles, and began to consider our ways, and to walk in the light of truth? That is the way that I understand it, and hence the necessity of the Elders of Israel, the President of the Church, of the Twelve, and of all men who are inspired by the light of truth and the light of revelation, to stir up the members of the Church generally to good works. They see Israel wandering away after strange gods,<span class=\"citation\" id=\"55342\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55342)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55342)\">Josh. 24:23<\/a><\/span> forsaking the fountain of living water, and &#x201C;hewing out to themselves cisterns, broken cisterns, that can hold no water;&#x201D;<span class=\"citation\" id=\"60296\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60296)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60296)\">Jer. 2:13<\/a><\/span> and hence the necessity of Apostles and Prophets for the per<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"143a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0143.pdf\" target=\"pdfwin\">p.&#xA0;143a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6998\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>fecting of the Saints and the work of the ministry, and the edifying of the body of Christ.<span class=\"citation\" id=\"75103\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75103)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75103)\">Eph. 4:11-12<\/a><\/span> How is it among many of our quorums? Perfectly dead, dumb, and lifeless, without the light, and life, and power of the living God among them; and Elders of Israel, clothed upon with the Holy Priesthood, expect when they get through, to associate with the Gods in the eternal worlds. How is it? It is time for us to reflect and to think upon our situation, and to consider our ways and be wise.<span class=\"citation\" id=\"57390\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57390)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57390)\">Prov. 6:6<\/a><\/span> What do you want to do? Do you want to get up some excitement? No, we want to bring you back to the first principles of the Gospel of Christ.<span class=\"citation\" id=\"76680\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76680)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76680)\">Heb. 6:1<\/a><\/span> Do you want us to be baptized? Not particularly, unless, as stated by President Young, you repent of your sins and your iniquities and your lying, and your deceiving and your Sabbath breaking, and your covetousness and your hypocrisy, and repent of your speaking against the anointed of God; not unless you are willing to be governed by the Holy Priesthood in all things pertaining to this world and the next, pertaining to time and eternity. If you can&#x2019;t <div class=\"break columnbreak\" id=\"143b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0143.pdf\" target=\"pdfwin\">p.&#xA0;143b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6998\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> do this, don&#x2019;t be baptized; it will be better for you not to be. <\/div><div class=\"paragraph jod\" id=\"v18n469\"> Well, are all in this condition? No, no, there are more than &#x201C;seven thousand who have not yet bowed the knee to Baal;&#x201D;<span class=\"citation\" id=\"55737\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55737)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55737)\">1 Kgs. 19:18<\/a><\/span><span class=\"citation\" id=\"72768\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72768)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72768)\">Rom. 11:4<\/a><\/span> there are more than seven thousand who are seeking to do right, to live their religion, and to keep the commandments of God. I say, then, repent of your iniquities, do your first works,<span class=\"citation\" id=\"79041\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79041)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79041)\">Rev. 2:5<\/a><\/span> live your religion, keep the commandments of God; let every man do right and depart from evil.<span class=\"citation\" id=\"56564\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56564)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56564)\">Ps. 34:14<\/a><\/span> If any man has sinned against his brother, let him make it right honestly, and squarely, and truly, and not hypocritically;<span class=\"citation\" id=\"63148\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63148)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63148)\">Matt. 5:23-24<\/a><\/span> and let us do everything with honesty of heart, and seek to God, and humble ourselves before him, and live our religion, and God will pour blessings upon us that we shall not find room to contain.<span class=\"citation\" id=\"62453\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62453)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62453)\">Mal. 3:10<\/a><\/span> His Zion will rise and shine, and the glory of God will rest upon her,<span class=\"citation\" id=\"127332\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127332)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127332)\">Isa. 60:1<\/a><\/span><span class=\"citation\" id=\"86572\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86572)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86572)\">D&amp;C 64:41<\/a><\/span> the principles of truth will spread on the right hand and on the left, and the mercy of God will be extended unto his people. <\/div><div class=\"paragraph jod\" id=\"v18n470\"> May God help us to fear him and keep his commandments,<span class=\"citation\" id=\"57637\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57637)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57637)\">Eccl. 12:13<\/a><\/span> in the name of Jesus Christ. Amen. <\/div>\n<\/div>\n<\/div>"}