{"ID":180022, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Infidelity of the Christian World&#x2014;Duties and Responsibilities of the Saints&#x2014;Necessity of a Temple, and Works in Behalf of the Dead.<\/div>\n<div class=\"subtitle\">Discourse by Elder Wilford Woodruff, delivered at the Forty-Sixth Annual Conference of the Church of Jesus Christ of Latter-Day Saints, in the New Tabernacle, Salt Lake City, Thursday Morning, April 6, 1876.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: Infidelity of the Christian World, Etc.<\/div>\n<div class=\"speaker\">Speaker: Wilford Woodruff<\/div>\n<div class=\"date\">Date: 4\/6\/1876<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d22\">\n<div class=\"paragraph jod\" id=\"v18n628\"> &#x201C;Who am I, saith the Lord, that I command and am not obeyed? Who am I, saith the Lord, that I promise and do not fulfill?&#x201D;<span class=\"citation\" id=\"86214\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86214)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86214)\">D&amp;C 58:30-31<\/a><\/span> We have again the privilege of assembling ourselves together upon another Annual Conference of the Church of Jesus Christ of Latter-day Saints, and I hope and trust that, what time we may spend in Conference, our hearts may be lifted up unto the Lord, that his Holy Spirit may be given unto us, that we may be dictated and directed in our words, thoughts, acts, and teachings, in such <div class=\"break columnbreak\" id=\"186b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0186.pdf\" target=\"pdfwin\">p.&#xA0;186b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6955\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> a manner that we may be justified before him. <\/div><div class=\"paragraph jod\" id=\"v18n629\"> We have said, time after time, and year after year, that we live in a very peculiar age, generation and dispensation, and this is true. Time rolls on, carrying with it its events, and fulfilling the revelations of God, unto us especially. We live in a day of darkness; unbelief and infidelity are covering the whole face of the earth, until it seems as though the whole Christian world had lost all hold of faith in God and in his Son Jesus Christ, and in the Bible,  <div class=\"break pagebreak\" id=\"187a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0187.pdf\" target=\"pdfwin\">p.&#xA0;187a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6954\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the revelation of God to man. And this being the case, if the Lord has any people on the face of the earth, they should be increasing in faith in him. You let a Christian come here, no matter who, whether he be a minister, professor, or believer, or anyone who professes to believe in the Bible, and let him ask an Elder in Israel&#x2014;&#x201C;Do you really believe, in your soul, sincerely before the Lord, that Mormonism is true?&#x201D; When the Elder answers him &#x201C;yes,&#x201D; he is about as much astonished as we were yesterday when these magazines exploded. The fact of it is, as I said before, the world do not believe in God or in revelation, and they marvel very greatly to find any man who has really got independence of mind enough to stand up and say&#x2014;&#x201C;I believe that Joseph Smith was a Prophet of God, and I believe in the revelations that were given through him; I believe in the literal fulfillment of prophecy, as written in the Bible.&#x201D; To hear men say this astonishes the whole Christian world, and it astonishes the Latter-day Saints to see the amount of darkness and infidelity that are abroad in the earth. Hence, as Latter-day Saints, I think it requires on our part an increase of faithfulness in the practice of our religion, and in the various revelations of God contained in the Bible, Book of Mormon, and the Book of Doctrine and Covenants. <\/div><div class=\"paragraph jod\" id=\"v18n631\"> We see before our eyes, year after year, the signs of heaven and of earth, and the fulfillment of prophecy, but how much are we as a people increasing in faith in God? Do we increase in that respect in proportion to the increase of infidelity in the world? Perhaps I am not a judge, but it appears to me that we do not comprehend. The work in which we are engaged, and the Bible, Book of Mormon, and the Book of Doctrine <div class=\"break columnbreak\" id=\"187b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0187.pdf\" target=\"pdfwin\">p.&#xA0;187b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6954\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and Covenants, are just as true today as they were twenty, thirty, or forty years ago, when we shouldered our knapsacks and valises, and traveled on foot from city to city, State to State, and from country to country, to preach the word of God without money and without price,<span class=\"citation\" id=\"59774\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59774)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59774)\">Isa. 55:1<\/a><\/span> trusting in the living God to sustain and uphold us in our mission. I say that this work is just as true now as then, and so is the saying which I quoted&#x2014;&#x201C;Who am I, saith the Lord, that I command and am not obeyed? Who am I, saith the Lord, that I promise and do not fulfill?&#x201D;<span class=\"citation\" id=\"86215\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86215)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86215)\">D&amp;C 58:30-31<\/a><\/span> I believe that the Lord will fulfill what he says; I believe that he will fulfill his promises unto the Latter-day Saints and unto the world, unto Zion and Babylon; and if he does, there is something at the door, something for us, as Latter-day Saints, to do. I believe the Lord has held every man responsible, from the day of our great progenitor, father Adam, into whose hands the Holy Priesthood and the keys of the kingdom of God have been committed; and I believe that every man, every set of men, and every people, will be held responsible, in time and eternity, for the use they have made of the gifts, blessings, and promises which have been given unto them. The amount of it is that if any people undertake to keep a celestial law, it is their privilege to enjoy the spirit and power of that law; it is also the privilege of any man or set of men, who ever received the Gospel, to enjoy the blessings of that Gospel, no matter what age of the world they may have lived in. Every person who has ever repented of his sins, and has been baptized for their remission, after the order of God, and after the similitude of Jesus Christ, who was buried in water in the likeness of his death,<span class=\"citation\" id=\"72438\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72438)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72438)\">Rom. 6:5<\/a><\/span> and came forth in the likeness of his  <div class=\"break pagebreak\" id=\"188a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0188.pdf\" target=\"pdfwin\">p.&#xA0;188a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6953\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>resurrection,<span class=\"citation\" id=\"72439\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72439)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72439)\">Rom. 6:5<\/a><\/span> has a right to the Holy Ghost; it is promised, and it belongs to him; it is the right of all persons to enjoy this, and if they receive the Holy Ghost and its gifts, they have inspiration, light, and truth; they have eyes to see, ears to hear, and hearts to understand, and they should be in a position before the Lord that they can comprehend his work far more perfectly than the world, for they have not obeyed the Gospel of Christ, and they have no right to, or claim upon, the gifts of that Gospel. But all who, in any age of the world, obey the Gospel, have a right to the Comforter, and to inspiration and revelation, they belong to them, and the Lord never had a people on the face of the earth who did not have a right to these gifts, and it was their privilege and duty to enjoy them. <\/div><div class=\"paragraph jod\" id=\"v18n633\"> This is the difference between those who keep celestial law, the law of the Gospel of Jesus Christ, and those who do not. But, as I have remarked, all in every age of the world who have received a dispensation of the Gospel, are responsible before the Lord for their acts, and for the manner in which they have used their blessings and privileges. The Prophets and Apostles in every age have been held responsible for the manner in which they made use of the Gospel of Christ when committed unto them; and that is the way it is with us today. One thing is evident to everybody who reflects at all upon the things of the kingdom of God&#x2014;whenever the Lord chooses a people out of the world, they are hated by the world, and are unpopular in the world. This has been the case in every age. It was so in the days of Jesus Christ. He came to his own father&#x2019;s house&#x2014;the Jews; he was of the lineage of Abraham, and when he came to his own brethren he was unpopular, he was rejected and opposed. <div class=\"break columnbreak\" id=\"188b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0188.pdf\" target=\"pdfwin\">p.&#xA0;188b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6953\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> They did not like him nor his course. They were looking for Shiloh to come,<span class=\"citation\" id=\"53698\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53698)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53698)\">Gen. 49:10<\/a><\/span><span class=\"citation\" id=\"129082\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129082)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129082)\">Gen. 50:24 (JST)<\/a><\/span> but not as a babe born in a stable and cradled in a manger, and traveling on from that to the cross and the grave in poverty and affliction, without military authority, and without power to govern and control, and to deliver and uphold the Jews as a nation. Christ came as the babe of Bethlehem, the lowest almost of the human family, and remained so up to the day of his death. A poorer man never lived, that I know of, in Judea and Jerusalem, than Jesus Christ. Who were his followers? They were not the great, rich, learned, noble, High Priests, or leading men of Judea; many of them were illiterate fishermen,<span class=\"citation\" id=\"127392\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127392)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127392)\">John 1:42 (JST)<\/a><\/span> poor men, weak things of the world;<span class=\"citation\" id=\"72926\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72926)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72926)\">1 Cor. 1:27<\/a><\/span><span class=\"citation\" id=\"83690\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83690)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83690)\">D&amp;C 1:19<\/a><\/span> they were the class that Jesus chose for his disciples, and into their hands he gave the keys of the kingdom of God;<span class=\"citation\" id=\"64910\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64910)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64910)\">Matt. 16:19<\/a><\/span> he gave them the Apostleship,<span class=\"citation\" id=\"129375\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129375)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129375)\">Luke 8:1 (JST)<\/a><\/span><span class=\"citation\" id=\"127393\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127393)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127393)\">John 15:16<\/a><\/span><span class=\"citation\" id=\"127394\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127394)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127394)\">D&amp;C 27:12<\/a><\/span> the power to bind and to seal both on earth and in heaven.<span class=\"citation\" id=\"64911\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64911)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64911)\">Matt. 16:19<\/a><\/span><span class=\"citation\" id=\"65073\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65073)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65073)\">Matt. 18:18<\/a><\/span> Their deeds and labors reached not only through this world, but they reached into the eternal worlds, and will affect the inhabitants of Judea and Jerusalem from that day, I may say, into eternity. Those disciples of Christ received the Holy Priesthood, the Gospel of Christ, and the keys of the kingdom of God, and Jesus held them responsible to the day of their death for the course they pursued. However much they were despised by the world, they were held responsible for bearing a true and faithful testimony to Jew and Gentile, of Jesus Christ being the true Shepherd and the Savior of the world. <\/div><div class=\"paragraph jod\" id=\"v18n634\"> And so I will say about the Latter-day Saints and the work they are engaged in. Ezekiel says that in the last days the stick of Joseph in the hands of Ephraim should be placed with the stick of Judah, before the  <div class=\"break pagebreak\" id=\"189a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0189.pdf\" target=\"pdfwin\">p.&#xA0;189a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6952\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>eyes of the nations in the hands of the Lord, for a special purpose&#x2014;to gather the house of Israel in the latter days.<span class=\"citation\" id=\"60875\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60875)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60875)\">Ezek. 37:15-28<\/a><\/span> These two records were also to be made use of in order to preach the fullness of the everlasting Gospel to both Jew and Gentile; and they will stand in judgment against the generation living on the earth when they come forth; and from the day that Moroni gave that record into the hands of Joseph Smith, the Lord held him responsible for the use which he made of it;<span class=\"citation\" id=\"127395\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127395)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127395)\">JS&mdash;H 1:59<\/a><\/span> and when he gave him the Priesthood under the hands of John the Baptist,<span class=\"citation\" id=\"127396\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127396)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127396)\">D&amp;C 13:1<\/a><\/span><span class=\"citation\" id=\"127397\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127397)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127397)\">JS&mdash;H 1:68-72<\/a><\/span> and the Apostleship under the hands of Peter, James and John,<span class=\"citation\" id=\"127398\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127398)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127398)\">D&amp;C 27:12<\/a><\/span> the Lord Almighty held him responsible unto the day that he sealed his testimony with his blood,<span class=\"citation\" id=\"127399\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127399)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127399)\">D&amp;C 135:3<\/a><\/span> for the course that he pursued with these things. And he bore his testimony, left it on record, and sealed it with his blood, and laid down his life, and that testimony is in force today upon all the world, and will remain so unto the end of time.<span class=\"citation\" id=\"127400\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127400)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127400)\">Heb. 9:16-17<\/a><\/span><span class=\"citation\" id=\"127401\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127401)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127401)\">D&amp;C 135:5<\/a><\/span> And when I say this of Joseph Smith, I say it of every other man. President Young has led this Church for many years, and the Lord has held him responsible, and will hold him so unto the day of his death, for the course pursued by him while conducting the affairs of his Church and kingdom, and also for the use he makes of the holy Priesthood and the keys of the kingdom. So also with his Counselors, the Twelve Apostles, and everyone of us; we shall all be held accountable to the day of our death, and we shall have to give an account before the God of heaven when we go into the spirit world and meet him there; for the use of this Priesthood, and the keys of the kingdom, which have been established on the earth for the last time, have been committed into the hands of this people, and God will <div class=\"break columnbreak\" id=\"189b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0189.pdf\" target=\"pdfwin\">p.&#xA0;189b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6952\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> hold the whole of us responsible for the use we make of the blessings, privileges and powers which we enjoy in connection therewith. The eyes of God and his angels, and of every man who dwells in the celestial world are watching us, and the course we pursue. <\/div><div class=\"paragraph jod\" id=\"v18n636\"> We are gathered together here as a people; we have been in these mountains a good while, and for a good many years we have been organized as a Church and kingdom, in this last age, in this dispensation of the fullness of times; and now the question with me is&#x2014;Are we living up to our privileges? Are we performing the work required at our hands? Can we, as a people, claim the blessings of the Gospel of Christ, the blessings of the celestial law and of the celestial kingdom of God? Can we claim these things at the hands of our heavenly Father unless we keep his commandments? This is a question that we want to take home to ourselves. If we are not keeping the commands of the Lord can we claim his blessings? We cannot; and this is matter for reflection for the Latter-day Saints. <\/div><div class=\"paragraph jod\" id=\"v18n637\"> It may be asked&#x2014;What are the commandments of the Lord? Many of them are contained in these records, the Bible, Book of Mormon and Book of Doctrine and Covenants; and we have the living oracles with us, and have had from the commencement. The Lord will never leave his kingdom without a lawgiver, leader, president, or some power to direct the affairs of his Church on the earth, for the reason that it is the dispensation of the fullness of times, in which God has set up a kingdom which is to be an everlasting kingdom, and to whose dominion there will be no end;<span class=\"citation\" id=\"61455\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61455)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61455)\">Dan. 4:3<\/a><\/span><span class=\"citation\" id=\"61747\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61747)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61747)\">Dan. 7:27<\/a><\/span> that kingdom will not be given into the hands of  <div class=\"break pagebreak\" id=\"190a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0190.pdf\" target=\"pdfwin\">p.&#xA0;190a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6951\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>any other people,<span class=\"citation\" id=\"61296\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61296)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61296)\">Dan. 2:44<\/a><\/span> but it will be given to the Saints of the Most High, and they will possess it forever and ever.<span class=\"citation\" id=\"61656\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61656)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61656)\">Dan. 7:18<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v18n639\"> Now, brethren and sisters, here comes a question in my mind, this morning, which I think we ought to bring home to ourselves, and that is&#x2014;Are we, as a people, doing our duty in keeping the law and commandments of God, and the covenants which we have made? If we are we are justified, and we have a claim upon the Holy Spirit and upon the blessing and approbation of God. Many things are required at the hands of the Latter-day Saints, and there is not one of us who has a lease of his life. The Elders of this Church are passing away, and almost every Conference we look around and find that somebody has left us; and it will be but a short time before many of us who are here today will have closed our labors in the flesh, and we shall have passed to the other side of the veil, and it is important to us all that we should do what is required of us. What we find to do today we should not put off till tomorrow. <\/div><div class=\"paragraph jod\" id=\"v18n640\"> The question may arise in some minds&#x2014;What is required of the Latter-day Saints? I will tell you some things that are required of us. The Lord requires us to pay our Tithing; and another thing is that we go to and build the Temple in this city; whether we do it or not it is required of us, and if we fail, we, in my view, shall be under condemnation. I consider that the building of Temples is one of the important things required by the Lord of the Latter-day Saints in the dispensation of the fullness of times, that we may go into those Temples and not only redeem the living but redeem our dead. We have been a good many years here <div class=\"break columnbreak\" id=\"190b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0190.pdf\" target=\"pdfwin\">p.&#xA0;190b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6951\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> in the valleys of the mountains, and we have not yet got a Temple finished to the name of the Lord. We have one pretty well forward in St. George, and I am very glad of it; but we want one here. We have got the foundation laid; it has been standing a good many years, and I think that we should go to and finish it, and do what we can to redeem our dead. This is among the things for which I think we shall be held responsible. Very many of us in this Church and kingdom have been gathered, as the Prophet has said, one of a family and two of a city,<span class=\"citation\" id=\"60329\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60329)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60329)\">Jer. 3:14<\/a><\/span> and many of our progenitors, now in the spirit world, never saw the face of an Apostle, Prophet, or inspired man, and they are shut up in prison. Joseph Smith, Heber Kimball, George A. Smith, and thousands of the Elders of Israel may preach to those spirits, and they may receive the testimonies which the Elders bear; but the Elders will not baptize believers there; there is no baptism in the spirit world any more than there is any marrying and giving in marriage.<span class=\"citation\" id=\"65421\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65421)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65421)\">Matt. 22:30<\/a><\/span> All these things have to be done this side of the veil, in the flesh. God is no respecter of persons;<span class=\"citation\" id=\"71757\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71757)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71757)\">Acts 10:34<\/a><\/span> he will not give privileges to one generation and withhold them from another; and the whole human family, from father Adam down to our day, have got to have the privilege, somewhere, of hearing the Gospel of Christ; and the generations that have passed and gone without hearing that Gospel in its fullness, power and glory, will never be held responsible by God for not obeying it, neither will he bring them under condemnation for rejecting a law they never saw or understood; and if they live up to the light they had they are justified so far, and they have to be preached to in the spirit world. But nobody will baptize  <div class=\"break pagebreak\" id=\"191a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0191.pdf\" target=\"pdfwin\">p.&#xA0;191a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6950\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>them there, and somebody has got to administer for them by proxy here in the flesh, that they may be judged according to men in the flesh<span class=\"citation\" id=\"78130\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78130)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78130)\">1 Pet. 4:6<\/a><\/span> and have part in the first resurrection. <\/div><div class=\"paragraph jod\" id=\"v18n642\"> This, in my view, is the work that is required at the hands of the Latter-day Saints, and when we get through I think we will find this to be true. And if there is anything I desire to live for on the earth, or that I have desired, it has been to get a record of the genealogy of my fathers, that I might do something for them before I go hence into the spirit world. Until within a few years past it has seemed as if every avenue has been closed to obtaining such records; but the Lord has moved upon the inhabitants of this nation, and thousands of them are now laboring to trace the genealogical descent of the Puritan fathers, those who landed at Plymouth Rock, and whose descendants built up New England. Their lineages are coming to light, and we are gradually obtaining access to them, and by this means we shall be enabled to do something towards the salvation of our dead. <\/div><div class=\"paragraph jod\" id=\"v18n643\"> These are some of the things upon my mind that I wished to speak to you about. And now let me ask&#x2014;Have we a right to our endowments and to the ordinances and blessings of the Church and kingdom of God, unless we fulfill the law of God. It seems to me many times, that there is a darkness and a lack of faith even among the Latter-day Saints, and that as we grow older we grow colder, and as we advance towards the winding-up scene it seems as though we have almost lost sight of our calling, of the object of our being gathered together, and the purposes which God requires at our hands. There is a good deal for us to do if we build up Zion; and if we do that and sanctify ourselves before the Lord, <div class=\"break columnbreak\" id=\"191b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0191.pdf\" target=\"pdfwin\">p.&#xA0;191b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6950\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> it has got to be done through obedience to the commandments of the Lord. The Lord has commanded us, and we have got to obey his commandments if we receive the blessings of obedience. Our numbers are not great, and compared with the whole of the inhabitants of the earth I do not expect that the number of the Latter-day Saints will ever be very great; yet the Lord has promised that the little one shall become a thousand, and the small one a strong nation;<span class=\"citation\" id=\"60045\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60045)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60045)\">Isa. 60:22<\/a><\/span> and out of the house of Israel and those from among the Gentiles who obey the Gospel, God will raise up a nation, and they will have power and strength in the earth. But when we compare the Saints in this or any other age with the surrounding world, their numbers are few. I do not know why it is that so few of the inhabitants of the earth take any interest in their eternal welfare. The whole human family, heathen, pagan, Christian and Jew, know that this is not their home, and that all have got to die, they cannot escape the law of death; even if translated, as some were anciently, they have to undergo a change equivalent to death.<span class=\"citation\" id=\"83053\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83053)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83053)\">3 Ne. 28:36-40<\/a><\/span> Then why is it there is so little interest throughout the world with regard to a future state and to eternal matters? The few who show they have an interest in these things, and who have gathered together to these valleys of the mountains, have need of faith; we stand in need of prayer, we stand in need of the Holy Ghost, and of the inspiration of the Almighty to dictate and direct us, and unless we possess and enjoy these things we become barren and unfruitful before the Lord.<span class=\"citation\" id=\"78255\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78255)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78255)\">2 Pet. 1:8<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v18n644\"> Now, whatever the Lord requires at our hands, he does not require anything of us that we cannot perform. We can obey his command<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"192a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0192.pdf\" target=\"pdfwin\">p.&#xA0;192a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6949\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ments according to the position that we occupy and the means that we have in our possession. There is no man or woman so poor but what he or she can obey the Gospel; they can go forth and be baptized for the remission of their sins, and if they keep the commandments of the Lord he will put into their hands power and means to fulfill that which is required of them. <\/div><div class=\"paragraph jod\" id=\"v18n646\"> I hope, brethren and sisters, that while we are together at this Conference, we shall have prayerful hearts, and that the Spirit of the Lord may be poured out upon us; that President Young may have strength of body, and that the Spirit of God may rest upon him to such an extent that he may be able to give the Latter-day Saints such instruction as he may desire; and that the Apostles and Elders who may be called upon to speak may be made the instruments in the hands of the Lord in conveying his word to the people, and that we may be united together. <\/div><div class=\"paragraph jod\" id=\"v18n647\"> Somebody or other has got to build up Zion; somebody has got to build Temples, and to go into them and attend to the ordinances therein. The Lord has said that he will come and visit the earth, but before he does come the people have got to be pure. The Lord Jesus has declared that he will come and reign on the earth,<span class=\"citation\" id=\"127402\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127402)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127402)\">D&amp;C 76:63<\/a><\/span> and if you read the Book of Doctrine and Covenants you will find numerous predictions in regard to his coming, such as&#x2014;&#x201C;I come quickly,&#x201D;<span class=\"citation\" id=\"84977\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84977)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84977)\">D&amp;C 34:12<\/a><\/span> &#x201C;I come at an hour ye think not,&#x201D;<span class=\"citation\" id=\"86015\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86015)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86015)\">D&amp;C 51:20<\/a><\/span> &#x201C;My coming is at the door,&#x201D;<span class=\"citation\" id=\"90583\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90583)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90583)\">D&amp;C 110:16<\/a><\/span> &#x201C;I come as a thief in the night,&#x201D;<span class=\"citation\" id=\"90063\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90063)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90063)\">D&amp;C 106:4<\/a><\/span> &#x201C;I come in an hour when you are not looking for me,&#x201D;<span class=\"citation\" id=\"86394\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86394)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86394)\">D&amp;C 61:38<\/a><\/span> and &#x201C;Blessed is he who is looking for the coming of our Lord and Savior Jesus Christ.&#x201D;<span class=\"citation\" id=\"85015\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85015)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85015)\">D&amp;C 35:15<\/a><\/span><span class=\"citation\" id=\"85648\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85648)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85648)\">D&amp;C 45:39<\/a><\/span> I say that throughout the whole of the Scriptures&#x2014; <div class=\"break columnbreak\" id=\"192b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0192.pdf\" target=\"pdfwin\">p.&#xA0;192b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6949\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the Old and New Testament, the Book of Mormon, and the Book of Doctrine and Covenants, the second coming of the Lord is frequently referred to; and has the Lord promised these things without intending to fulfill them?<span class=\"citation\" id=\"127403\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127403)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127403)\">D&amp;C 58:31<\/a><\/span> No, he has not, they will be fulfilled. But before Christ comes, a people have got to be prepared by being sanctified before the Lord. Temples have got to be built; Zion has got to be built up; there must be a place of safety for the people of God while his judgments are abroad in the earth,<span class=\"citation\" id=\"85741\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85741)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85741)\">D&amp;C 45:66<\/a><\/span> for the judgments of God will visit the earth, there is no mistake about that, the revelations are full of promises to this effect,<span class=\"citation\" id=\"127404\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127404)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127404)\">D&amp;C 109:38<\/a><\/span><span class=\"citation\" id=\"127405\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127405)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127405)\">JS&mdash;H 1:45<\/a><\/span> and as the Lord has declared it, he will not fail in keeping his word. <\/div><div class=\"paragraph jod\" id=\"v18n648\"> Brethren and sisters, let us search the revelations of God; let us look to ourselves, and understand the spirit by which we are governed and controlled in our labors and callings. We are called to a great calling. The greatest calling with which any people can be called is to have placed in their hands the Gospel of Christ, and the power to build up his kingdom upon the earth. The Lord has chosen the weak things of the world to confound the world, and things that are nought to bring to nought things that are.<span class=\"citation\" id=\"72935\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72935)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72935)\">1 Cor. 1:27-28<\/a><\/span> He has done this in every age of the world, and he has done it in our day and generation; and he will hold us responsible for the use we make of the holy Priesthood, the ordinances of his house and the power that is put into our hands to accomplish the work of God, and to build Temples to his name. If we do not do these things I think that we shall be under condemnation before the Lord, and that we shall suffer for it. <\/div><div class=\"paragraph jod\" id=\"v18n649\"> I pray God, my heavenly Father,  <div class=\"break pagebreak\" id=\"193a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0193.pdf\" target=\"pdfwin\">p.&#xA0;193a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6948\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>that he will pour out his Spirit upon this people, that we may see and comprehend things as they are, that we may comprehend our duties and may be inspired to labor while the day lasts,<span class=\"citation\" id=\"83863\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83863)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83863)\">D&amp;C 6:3<\/a><\/span> for by and by the night will come when no man can work.<span class=\"citation\" id=\"69554\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69554)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69554)\">John 9:4<\/a><\/span> I pray God that we may be prepared <div class=\"break columnbreak\" id=\"193b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0193.pdf\" target=\"pdfwin\">p.&#xA0;193b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6948\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> for his coming, and that we may have power and a disposition to perform and accomplish all that is required of us, that when we go to the other side of the veil we may be satisfied with our labors here in the flesh. <\/div><div class=\"paragraph jod\" id=\"v18n651\"> This is my prayer in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}