{"ID":180034, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Gospel Trumpet&#x2014;Salvation More Than Baptism and the Laying on of Hands&#x2014;Responsibilities of Believers&#x2014;Labors and Opportunities of the Spirit World&#x2014;The Office of the Holy Spirit&#x2014;Knowledge of the Gospel, Certain and Sure&#x2014;Its Fruits Good, and Manifest in the Lives of Those Who Receive It.<\/div>\n<div class=\"subtitle\">Discourse by Elder Joseph F. Smith, delivered at the Forty-Sixth Annual Conference of the Church of Jesus Christ of Latter-Day Saints, in the New Tabernacle, Salt Lake City, Saturday Afternoon, April 8, 1876.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Geo. F. Gibbs.<\/div>\n<div class=\"pageHeader\">Page Header: The Gospel Trumpet, Etc.<\/div>\n<div class=\"speaker\">Speaker: Joseph F. Smith<\/div>\n<div class=\"date\">Date: 4\/8\/1876<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d34\">\n<div class=\"paragraph jod\" id=\"v18n893\"> It is with humility, desiring that the Spirit of the Lord may rest upon you, my hearers, as well as upon myself, that I arise to address you. I am requested to &#x201C;blow the Gospel trumpet.&#x201D; I do not know that I shall be able to make myself heard by this large congregation, unless all keep quiet and exercise that faith which it is our privilege to do when assembled in a worshiping capacity. <\/div><div class=\"paragraph jod\" id=\"v18n894\"> If we are in the line of our duty, we are engaged in a great and glorious cause. It is very essential to <div class=\"break columnbreak\" id=\"271b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0271.pdf\" target=\"pdfwin\">p.&#xA0;271b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6870\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> our individual welfare that every man and every woman who has entered into the covenant of the Gospel, through repentance and baptism, should feel that as individuals it is their bounden duty to use their intelligence, and the agency which the Lord has given them, for the promotion of the interests of Zion and the establishment of her cause, in the earth. Those who are not faithful in the discharge of these duties cannot be wholly acceptable to God; for they are more or less in the condition of  <div class=\"break pagebreak\" id=\"272a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0272.pdf\" target=\"pdfwin\">p.&#xA0;272a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6869\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the Church which was complained of by the angel to the Apostle John, as being neither hot nor cold, but lukewarm, and therefore only fit to be &#x201C;spewed out,&#x201D; or to be disowned of God.<span class=\"citation\" id=\"79112\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79112)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79112)\">Rev. 3:14-16<\/a><\/span> Manifoldly more deserving of this rebuke and chastisement are those who are not only indifferent to the interests of the cause of God, and its growth in the earth, but who murmur and find fault and who, instead of putting their shoulders to the wheel, actually try to retard its progress by using what little influence and means they possess to obstruct the onward march of the kingdom. <\/div><div class=\"paragraph jod\" id=\"v18n896\"> It was said by the Son of God, &#x201C;Verily, verily, I say unto thee, Except a man be born again, he cannot see the kingdom of God.&#x201D;<span class=\"citation\" id=\"68725\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68725)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68725)\">John 3:3<\/a><\/span> This was said to Nicodemus, a ruler of the Jews, who evidently believed that Jesus was sent of God, but who went to him by night, being ashamed to be seen seeking so humble a person in the day time, having, no doubt, that feeling of worldly pride which animates the bosoms of many of the present generation, he dared not identify himself with the Savior of the world, because his reputation and standing in society would be sacrificed.<span class=\"citation\" id=\"68686\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68686)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68686)\">John 3:1-2<\/a><\/span> But he marveled at the saying of Christ, and upon further inquiry the Savior explained by declaring that, &#x201C;Except a man be born of water and of the Spirit, he cannot enter into the kingdom of God.&#x201D;<span class=\"citation\" id=\"68770\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68770)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68770)\">John 3:4-5<\/a><\/span> And I may say still further, that being born of the water and the Spirit <span class=\"italic\">alone<\/span>, will not enable a man to enter into the kingdom of heaven. There is something still beyond, which is just as necessary as this, the first ordinance of the Gospel, which must be observed and honored by those of this new birth in order that they may obtain the full salvation which is sought after. <\/div> <div class=\"break columnbreak\" id=\"272b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0272.pdf\" target=\"pdfwin\">p.&#xA0;272b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6869\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v18n897\"> On this particular occasion the Savior was speaking of Baptism, and in order to impress it upon Nicodemus, that it might be understood then, as well as to be in force in all future time, so that people need not be deceived, he spoke thus emphatically on this point of doctrine. It therefore matters not how devout, honest, or sincere we might be in the profession of our faith in God, or in the system of religion we might have adopted, and which we believe to be the everlasting Gospel, without this ordinance of baptism we cannot be saved&#x2014;but first having repented of our sins with that repentance which needeth not to be repented of,<span class=\"citation\" id=\"74262\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74262)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74262)\">2 Cor. 7:10<\/a><\/span> in other words, putting away from us every evil, and shunning even the appearance of sin, then to be baptized by one authorized of God for the remission of those sins, and for the reception of the Holy Ghost, we thus becoming heirs of God, and joint heirs with Jesus Christ;<span class=\"citation\" id=\"72587\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72587)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72587)\">Rom. 8:17<\/a><\/span> true branches, having been grafted into the true vine, bearing fruit of the good seed,<span class=\"citation\" id=\"70117\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70117)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70117)\">John 15:1-8<\/a><\/span> bringing forth an hundred fold to the honor and glory of God.<span class=\"citation\" id=\"64489\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64489)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64489)\">Matt. 13:8<\/a><\/span> I repeat, it matters not how honest we may be or profess to be in our convictions, without this repentance and baptism and reception of the Holy Ghost, which constitute the new birth, we are not of the family of Christ, but are aliens, estranged from God and his laws, and in this fallen condition we shall remain, whether in the body or in the spirit, for time and for eternity, unless we render obedience to the plan devised in the heavens for the redemption and salvation of the human family, <\/div><div class=\"paragraph jod\" id=\"v18n898\"> The Latter-day Saints may say, We were taught this doctrine by the Elders in our native lands, and we believed it and repented of our  <div class=\"break pagebreak\" id=\"273a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0273.pdf\" target=\"pdfwin\">p.&#xA0;273a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6868\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>sins, and were baptized, and we received the gift of the Holy Ghost, which was a testimony to us that we had done the will of the Father, and since then our testimonies have often been confirmed through the manifestations of the power of God, and the renewal of His spirit in our hearts. Why, therefore, say they, is it necessary to refer to these things now? Perhaps a reason may be found for so doing in the fact, that, judging from the actions of many who profess to be Latter-day Saints, it would seem that they had come to the conclusion that they had completed their work, that the requirements of the Gospel were all complied with, and nothing now remained but for them to enter upon the inheritances promised to the faithful. We perhaps forget, in consequence of the things of time, which so tempt our fallen nature, that, having been born anew, which is the putting away of the old man sin,<span class=\"citation\" id=\"72444\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72444)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72444)\">Rom. 6:6<\/a><\/span> and putting on of the new man Christ Jesus,<span class=\"citation\" id=\"75282\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75282)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75282)\">Eph. 4:22-24<\/a><\/span><span class=\"citation\" id=\"75633\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75633)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75633)\">Col. 3:9-10<\/a><\/span> we have become soldiers of the cross, having enlisted under the banner of Jehovah for time and for eternity, and that we have entered into the most solemn covenants to serve God and to contend earnestly for the establishment of the principles of truth and righteousness on this earth continually while we live. And having been &#x201C;bought with a price,&#x201D;<span class=\"citation\" id=\"73267\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73267)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73267)\">1 Cor. 6:20<\/a><\/span><span class=\"citation\" id=\"73271\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73271)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73271)\">1 Cor. 7:23<\/a><\/span> that is, having been redeemed from the power of sin through the atoning blood of the Savior, as the Apostle says, &#x201C;We are not our own;&#x201D;<span class=\"citation\" id=\"73256\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73256)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73256)\">1 Cor. 6:19<\/a><\/span> we are his, and we are dependent on him, not only for the light and knowledge which we have received by virtue of the Gospel restored in this dispensation through the Prophet Joseph Smith, but for all temporal blessings, and even for our very earthly being. Therefore, it is not <div class=\"break columnbreak\" id=\"273b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0273.pdf\" target=\"pdfwin\">p.&#xA0;273b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6868\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> consistent with our high and holy calling<span class=\"citation\" id=\"90060\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90060)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90060)\">D&amp;C 106:3<\/a><\/span> to allow ourselves to become careless and indifferent to the interests of the cause we have espoused, lest we fail through our inconsistency, and return, &#x201C;like the sow that was washed to her wallowing in the mire,&#x201D;<span class=\"citation\" id=\"78428\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78428)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78428)\">2 Pet. 2:22<\/a><\/span> and peradventure be found traitors to the sacred cause in which we have enlisted, and forfeit the gift of eternal life to which we have been made heirs. There is a course marked out for us to walk in&#x2014;it is that strait and narrow path which leads back to the presence of God;<span class=\"citation\" id=\"63877\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63877)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63877)\">Matt. 7:14<\/a><\/span><span class=\"citation\" id=\"81609\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81609)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81609)\">2 Ne. 31:18<\/a><\/span> the lamp to light our onward march<span class=\"citation\" id=\"127482\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127482)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127482)\">Ps. 119:105<\/a><\/span> is the Holy Ghost, which we received on or after our new birth. If we falter and turn aside, our lamp will burn dim and finally go out, when lo, the Comforter, the source of revelation, will leave us, and darkness will take its place; then how great will be that darkness!<span class=\"citation\" id=\"63551\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63551)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63551)\">Matt. 6:23<\/a><\/span> In proportion to the light we possessed will darkness overpower us, and unless a speedy repentance<span class=\"citation\" id=\"127483\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127483)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127483)\">D&amp;C 63:15<\/a><\/span><span class=\"citation\" id=\"127484\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127484)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127484)\">D&amp;C 109:21<\/a><\/span><span class=\"citation\" id=\"127485\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127485)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127485)\">D&amp;C 136:35<\/a><\/span> is made the darkness will increase within us, until we lose sight of our calling and forget Him who redeemed us<span class=\"citation\" id=\"127486\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127486)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127486)\">Rev. 5:9<\/a><\/span><span class=\"citation\" id=\"127487\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127487)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127487)\">Alma 58:41<\/a><\/span> and claimed us for his own. The Apostle Paul, in his First Epistle to the Corinthians, says: &#x201C;Know ye not that ye are the temple of God, and that the Spirit of God dwelleth in you? If any man defile the temple of God, him shall God destroy; for the temple of God is holy, which temple ye are.&#x201D;<span class=\"citation\" id=\"73168\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73168)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73168)\">1 Cor. 3:16-17<\/a><\/span> His language is applicable to us as Latter-day Saints, and destruction must overtake us, which is as certain as it is that God is a just being, if we render ourselves unworthy of the calling and name we bear by failing to perform the duties devolving upon us. <\/div><div class=\"paragraph jod\" id=\"v18n900\"> In referring to the subject of baptism as essential to salvation, it may be asked by some, What would  <div class=\"break pagebreak\" id=\"274a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0274.pdf\" target=\"pdfwin\">p.&#xA0;274a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6867\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>become of those who heard not the Gospel, and who therefore had not the opportunity of being baptized, claiming as we do that the Gospel was taken from the earth in consequence of its being rejected when proclaimed by Jesus and his Apostles. I would say to such that God has made ample provision for all his children, both the ignorant and the learned; those who have not had the Gospel preached to them in the flesh, will hear it in the spirit, for all must have the plan of salvation presented to them for their acceptance or rejection before they can become amenable to the law. &#x201C;For,&#x201D; says Paul, &#x201C;where there is no law, there is no transgression.&#x201D;<span class=\"citation\" id=\"72316\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72316)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72316)\">Rom. 4:15<\/a><\/span> To those who have not heard the Gospel in the flesh, if they have not already heard it preached in the spirit, they most assuredly will, and that, too, by men who have previously preached it on the earth, who have died faithful servants, they will continue their labors in the spirit world,<span class=\"citation\" id=\"92212\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92212)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92212)\">D&amp;C 138:57<\/a><\/span> and those who receive the Gospel from them will &#x201C;live according to God in the spirit,&#x201D; and all who hear it will &#x201C;be judged according to men in the flesh,&#x201D; &#x201C;For,&#x201D; says the Apostle Peter, &#x201C;for this cause was the gospel preached also to them that are dead.&#x201D; (1 Peter 4:6.)<span class=\"citation\" id=\"78131\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78131)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78131)\">1 Pet. 4:6<\/a><\/span> When, therefore, the law is revealed to them and they become instructed in it, then will they be held responsible. If they receive it, their kindred or friends who remain upon the earth perhaps, during the Millennium, will act for them, that is, they will be baptized for and in their behalf, for the remission of sins, and be confirmed members of the Church of Jesus Christ, in the same manner as that work is being done now; there being only one faith, one Lord, and one baptism,<span class=\"citation\" id=\"74979\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74979)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74979)\">Eph. 4:5<\/a><\/span> which law <div class=\"break columnbreak\" id=\"274b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0274.pdf\" target=\"pdfwin\">p.&#xA0;274b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6867\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> is eternal and unchangeable, and therefore it is applicable to the dead as well as the living in all ages and climes; and further, no living creature who has become subject to sin and the power of death in consequence of mortality, can evade this law and be redeemed, for it is the door to the fold of Christ,<span class=\"citation\" id=\"69647\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69647)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69647)\">John 10:7<\/a><\/span> which fold cannot be entered, only through the door.<span class=\"citation\" id=\"69590\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69590)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69590)\">John 10:1<\/a><\/span> So great and important is this labor, and so necessary for the salvation of the human family, both the living and the dead, that, as the Prophet Joseph said, it will occupy the whole period of the Millennium to consummate it. <\/div><div class=\"paragraph jod\" id=\"v18n902\"> In connection with this work is that spoken of concerning Elijah the Prophet, namely, &#x201C;the turning of the hearts of the children to the fathers, and the hearts of the fathers to the children,&#x201D; which if not done the whole earth will be smitten with a curse.<span class=\"citation\" id=\"62566\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62566)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62566)\">Mal. 4:5-6<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v18n903\"> The kingdom of God must be erected upon the principles which Christ has revealed, upon the foundation of eternal truth, Jesus himself being the chief cornerstone.<span class=\"citation\" id=\"74940\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74940)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74940)\">Eph. 2:20<\/a><\/span> These holy and sublime principles must be observed and honored in our lives, in order that we may obtain an exaltation with the sanctified in the kingdom of God. <\/div><div class=\"paragraph jod\" id=\"v18n904\"> The beauty of these principles is <span class=\"italic\">they are true<\/span>, and the satisfaction derived from their adoption is the knowledge which we receive convincing us of this fact. We have not believed a fable, neither are we cherishing a cunningly devised<span class=\"citation\" id=\"78267\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78267)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78267)\">2 Pet. 1:16<\/a><\/span> scheme, but we have been inducted into the truth, having Christ for our head,<span class=\"citation\" id=\"75267\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75267)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75267)\">Eph. 4:15<\/a><\/span><span class=\"citation\" id=\"75335\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75335)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75335)\">Eph. 5:23<\/a><\/span> who is our forerunner,<span class=\"citation\" id=\"76768\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76768)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76768)\">Heb. 6:20<\/a><\/span> our great High Priest<span class=\"citation\" id=\"76553\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76553)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76553)\">Heb. 4:14<\/a><\/span> and King.<span class=\"citation\" id=\"127488\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127488)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127488)\">Isa. 33:22<\/a><\/span><span class=\"citation\" id=\"127490\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127490)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127490)\">Rev. 19:16<\/a><\/span><span class=\"citation\" id=\"127489\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127489)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127489)\">Moses 7:53<\/a><\/span> It is true, there are few comparatively who acknowledge allegiance to him, and there are many of these who do not apparently comprehend the im<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"275a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0275.pdf\" target=\"pdfwin\">p.&#xA0;275a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6866\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>portance and binding character of their covenants, or allegiance. This is greatly to be regretted, not that the loyal and faithful subject will lose anything in consequence; but because they who refrain from exercising themselves in his cause will sustain the loss, a loss, too, which they cannot now estimate. It is indeed sorrowful that any should be indifferent to this all-important matter. Who is there of those that have been, or now are, associated with this Church, who have not felt the power of the Holy Ghost, and realized in some measure the benefits of that Spirit through the knowledge which it imparts? This question will meet all of us, those who turn away from the truth, and those who are and will remain indifferent to the cause of Zion, as well as the faithful, when we shall appear before the bar of God, to render an account of our deeds done in the flesh. <\/div><div class=\"paragraph jod\" id=\"v18n906\"> The Holy Ghost is a personage who acts in Christ&#x2019;s stead. Just before the risen Redeemer left the earth he commanded his disciples to tarry in the city of Jerusalem until they should be endued with power from on high.<span class=\"citation\" id=\"68476\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68476)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68476)\">Luke 24:49<\/a><\/span> They did so, and agreeable to promise the Comforter came whilst they were met together, filling their hearts with unspeakable joy, insomuch that they spake in tongues and prophesied;<span class=\"citation\" id=\"71070\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71070)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71070)\">Acts 2:1-4<\/a><\/span> and the inspiring influence of this holy being accompanied them in all their ministerial duties, enabling them to perform the great mission to which they had been called by the Savior. We are informed that, on a certain occasion, whilst engaged preaching the Gospel, many who heard them were convinced of the divinity of their mission, and they cried out, saying, &#x201C;Men and brethren, what shall we do?&#x201D;<span class=\"citation\" id=\"71168\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71168)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71168)\">Acts 2:37<\/a><\/span> They were not told to come to the anxious seat to be prayed for, <div class=\"break columnbreak\" id=\"275b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0275.pdf\" target=\"pdfwin\">p.&#xA0;275b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6866\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> or to believe in Jesus, for they already believed and were convinced; but &#x201C;Peter said unto them, Repent, and be baptized, every one of you, in the name of Jesus Christ, for the remission of sins, and ye shall receive the gift of the Holy Ghost.&#x201D;<span class=\"citation\" id=\"71233\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71233)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71233)\">Acts 2:38<\/a><\/span> The office of the Holy Spirit is to enlighten the minds of the people with regard to the things of God, to convince them at the time of their conversion of their having done the will of the Father, and to be in them an abiding testimony as a companion through life, acting as the sure and safe guide into all truth and filling them day by day with joy and gladness, with a disposition to do good to all men, to suffer wrong rather than to do wrong, to be kind and merciful, long-suffering and charitable. All who possess this inestimable gift, this pearl of great price,<span class=\"citation\" id=\"64664\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64664)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64664)\">Matt. 13:46<\/a><\/span> have a continual thirst after righteousness.<span class=\"citation\" id=\"62969\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62969)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62969)\">Matt. 5:8 (JST)<\/a><\/span><span class=\"citation\" id=\"82661\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82661)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82661)\">3 Ne. 12:6<\/a><\/span> Without the aid of the Holy Spirit no mortal can walk in the straight and narrow way, being unable to discern right from wrong, the genuine from the counterfeit, so nearly alike can they be made to appear. Therefore it behooves the Latter-day Saints to live pure and upright, in order that this Spirit may abide in them; for it is only possessed on the principle of righteousness. I cannot receive it for you, nor you for me; everyone must stand for him or herself, whether of high or humble birth, learned or unlearned, and it is the privilege of all alike to be made partakers of it. <\/div><div class=\"paragraph jod\" id=\"v18n907\"> I know that God lives, and that he has revealed himself. I know that the Holy Ghost has been conferred upon the children of men, and that the Gospel has been restored to the inhabitants of the earth in its fullness. I know that the Holy Priesthood, which is the power of God delegated to man, has been restored  <div class=\"break pagebreak\" id=\"276a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0276.pdf\" target=\"pdfwin\">p.&#xA0;276a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6865\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to the earth. I do know that God has delivered his people and that he will continue to deliver us and lead us on in his own peculiar way from conquering to conquer,<span class=\"citation\" id=\"79242\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79242)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79242)\">Rev. 6:2<\/a><\/span> from victory to victory, until truth and righteousness gain the ascendancy in this His earth, inasmuch as we remain true to him and to one another. <\/div><div class=\"paragraph jod\" id=\"v18n909\"> The question may arise in the minds of some, How do you know these things? <\/div><div class=\"paragraph jod\" id=\"v18n910\"> Perhaps I can, in part at least, answer the question by asking another&#x2014;How does the child, or youth, immediately know when he performs the first wicked act of his life? Is there not within him a consciousness of right and wrong? This is a portion of divinity which lights everyone who is born into the world,<span class=\"citation\" id=\"68541\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68541)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68541)\">John 1:9<\/a><\/span><span class=\"citation\" id=\"87792\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87792)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87792)\">D&amp;C 84:46<\/a><\/span><span class=\"citation\" id=\"89014\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89014)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89014)\">D&amp;C 93:2<\/a><\/span> which acts as a monitor to the heart and soul, and never fails to impress the mind with an unmistakable sense of right and wrong. <\/div><div class=\"paragraph jod\" id=\"v18n911\"> This same spark of divinity, this monitor which speaks unmistakably to the understanding of the child, disapprovingly of his wrong, will speak, in just as unmistakable language, approvingly of good and righteous deeds. Therefore I know what I declare to be true, because my conscience approves of my obeying the requirements of the Gospel; this inward monitor testifies to my spirit that in rendering this obedience I do right, and gives me the selfsame assurance when I am in the discharge of any other duties, whether officiating in the capacity of an Elder or in the performance of those duties which, as an individual, I owe to society. <\/div><div class=\"paragraph jod\" id=\"v18n912\"> Is this the only way? No, I know it by the sight of the eye, by the hearing of the ear, and by the feeling of the heart. I know that &#x201C;Mormonism&#x201D; is true, because the fruits of it are pure and good.<span class=\"citation\" id=\"63925\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63925)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63925)\">Matt. 7:20<\/a><\/span> The <div class=\"break columnbreak\" id=\"276b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0276.pdf\" target=\"pdfwin\">p.&#xA0;276b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6865\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> fruits of our religion can be seen and heard, and their influence can be felt. For instance, here is a brother who does not take the name of the Lord in vain;<span class=\"citation\" id=\"54226\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54226)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54226)\">Ex. 20:7<\/a><\/span> he does not steal,<span class=\"citation\" id=\"54291\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54291)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54291)\">Ex. 20:15<\/a><\/span> nor lie, nor commit adultery,<span class=\"citation\" id=\"54285\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54285)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54285)\">Ex. 20:14<\/a><\/span> neither would he bear false witness against his neighbor;<span class=\"citation\" id=\"54308\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54308)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54308)\">Ex. 20:16<\/a><\/span> he honors his parents<span class=\"citation\" id=\"54268\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54268)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54268)\">Ex. 20:12<\/a><\/span><span class=\"citation\" id=\"65168\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65168)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65168)\">Matt. 19:18-19<\/a><\/span> and seeks to do to others as he would wish to be done by;<span class=\"citation\" id=\"63819\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63819)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63819)\">Matt. 7:12<\/a><\/span> he bears the full fruit of the Spirit which he has received by virtue of his obedience to the Gospel, which is &#x201C;love, joy, peace, long-suffering, gentleness, goodness, faith, meekness, temperance;&#x201D;<span class=\"citation\" id=\"74655\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74655)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74655)\">Gal. 5:22-23<\/a><\/span> his influence is good, and you know that he has drunk at the pure fountain, that he has gathered his figs from the fig tree, for were it otherwise his actions, the fruits of his life, would be of an opposite nature.<span class=\"citation\" id=\"63906\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63906)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63906)\">Matt. 7:16-20<\/a><\/span> Further, this unmistakable assurance, which is derived through yielding obedience to and practicing the principles of eternal life, is continually being confirmed, as it were, by &#x201C;line upon line, and precept upon precept,&#x201D;<span class=\"citation\" id=\"58571\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58571)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58571)\">Isa. 28:10,13<\/a><\/span> through the revelations of the Holy Spirit, which is a continuous and unfailing source of intelligence, of joy and happiness, drawing him who possesses it nearer unto God, and will eventually cause him to appear like unto his Maker.<span class=\"citation\" id=\"78653\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78653)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78653)\">1 Jn. 3:2<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v18n913\"> It is the fool who has said in his heart, &#x201C;There is no God,&#x201D;<span class=\"citation\" id=\"56385\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56385)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56385)\">Ps. 14:1<\/a><\/span><span class=\"citation\" id=\"56746\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56746)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56746)\">Ps. 53:1<\/a><\/span> and it would indeed be a weak and foolish mind that would rest satisfied without knowing beyond a doubt the Author and Source of his religion when the opportunity of ascertaining the fact is extended to him. <\/div><div class=\"paragraph jod\" id=\"v18n914\"> I know the fruits of my religion are good, they are flavored with the sweets of heaven, and they impart health and life to the soul, and I know that God, the Creator of heaven and earth, is its author. No man need wonder whether this be really true or not, for all may know for  <div class=\"break pagebreak\" id=\"277a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0277.pdf\" target=\"pdfwin\">p.&#xA0;277a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6864\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>themselves, all may partake of the fruit of the vine and eat and live, all may drink of the eternal spring, and drink and thirst for more. These things I declare to you to be true and faithful. I have been acquainted with them from my youth, and I have felt their influence from my childhood. I have seen the effect of their opposite, and I know whereof I speak. I cannot deny these things, neither can any man who has ever known them, although he may apostatize from them, except he deny himself and his God. <\/div><div class=\"paragraph jod\" id=\"v18n916\"> The man who embraces what is called &#x201C;Mormonism,&#x201D; but which is really the Gospel of the Son of God, and lives according to its precepts, will never lie nor steal; he will not dishonor his parents nor despise his poorer brethren; he will never, no never, speak against the Lord&#x2019;s anointed, nor be ashamed to own his God, to whom he owes homage and gratitude now and forever; he will never do a dishonorable act, nor fail to acknowledge God in all things, neither will he refuse to render im<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"277b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0277.pdf\" target=\"pdfwin\">p.&#xA0;277b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6864\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>plicit obedience to the revelations of God which are applicable to him. It is true, man may err in judgment, he may be wanting in many things because of his fallen nature, but the system of salvation is perfect. Jesus, the Only Begotten of the Father, in whom there was no blemish,<span class=\"citation\" id=\"77778\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77778)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77778)\">1 Pet. 1:19<\/a><\/span> is its author;<span class=\"citation\" id=\"77175\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77175)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77175)\">Heb. 12:2<\/a><\/span> he is the Standard to all the world, and will be forever. He had power to lay down his life and take it up again,<span class=\"citation\" id=\"69686\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69686)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69686)\">John 10:17<\/a><\/span> and if we keep inviolate the covenants of the Gospel, remaining faithful and true to the end, we too, in his name and through his redeeming blood, will have power in due time to resurrect these our bodies after they shall have been committed to the earth. <\/div><div class=\"paragraph jod\" id=\"v18n917\"> Let us, then, my brethren and sisters, be valiant for the truth, maintaining our integrity to God and our brethren in all meekness, that we may at last come to the knowledge of God and Jesus Christ whom he has sent, whom to know is life eternal;<span class=\"citation\" id=\"70606\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70606)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70606)\">John 17:3<\/a><\/span> this is my prayer in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}