{"ID":180012, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Blessing of Life for Evermore&#x2014;The Lord Commanded the United States Government to Purchase Freedom for Their Slaves&#x2014;Reformation Necessary that the Saints May Progress Faster&#x2014;Salvation Comes By Faithfulness and Endurance in Christ.<\/div>\n<div class=\"subtitle\">Discourse by President Daniel H. Wells, delivered at the Forty-Sixth Semi-Annual Conference of the Church of Jesus Christ of Latter-Day Saints, in the New Tabernacle, Salt Lake City, Thursday Morning, Oct. 7, 1875.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: The Blessing of Life, Etc.<\/div>\n<div class=\"speaker\">Speaker: Daniel H. Wells<\/div>\n<div class=\"date\">Date: 10\/7\/1875<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d12\">\n<div class=\"paragraph jod\" id=\"v18n305\"> It affords me pleasure to meet once more with the Saints in General Conference assembled, where we may pledge ourselves again, and bear our testimony, and raise our warning voices to the world in regard to the great work that the Lord is accomplishing in the earth through the instrumentality of his children who have enlisted under King Emanuel&#x2019;s<span class=\"citation\" id=\"91259\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91259)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91259)\">D&amp;C 128:22<\/a><\/span> banner, and are willing to unite with him in accomplishing his purposes on the earth. His kingdom is being established here in the valleys of the mountains. Settlements are being formed, towns and villages are springing up, and people, who have made a covenant with God, are reclaiming the earth from the thralldom of sin and iniquity in which it has so long been held in bondage; and instead of being in a little city or town in Illinois, where we were not permitted to dwell, we are here in the valleys of the mountains, possessing from one hundred and fifty to two hundred towns, villages and settlements. The Lord has thus strengthened the stakes, enlarged the bor<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"95b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0095.pdf\" target=\"pdfwin\">p.&#xA0;95b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7046\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ders, and lengthened the cords of Zion,<span class=\"citation\" id=\"59686\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59686)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59686)\">Isa. 54:2<\/a><\/span> and he has reclaimed from the dominion of the wicked the amount of the earth&#x2019;s surface that is now occupied by his Saints, at least, so long as they hold it for him and his kingdom, and themselves for his work. The world belongs to the Lord, and he has the right to govern and control it, and he is going to do so. We are preparing the way for his kingdom and coming, for he certainly designs to come here just as soon as the people are prepared to receive him, and perhaps sooner than some will be willing to receive him. I have sometimes thought, that if he were now at the gate, we should feel we would rather he would wait awhile until we could fix up matters before he was introduced. The way is preparing, however, and I feel to rejoice this morning that I can bear my testimony to the increase of the numbers of the Saints of God, and to the increase of faith and good works among them. <\/div><div class=\"paragraph jod\" id=\"v18n306\"> The dominion of the Lord is extending upon the earth, a little here  <div class=\"break pagebreak\" id=\"96a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0096.pdf\" target=\"pdfwin\">p.&#xA0;96a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7045\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and a little there, sometimes, perhaps, going a little too far, and dodging back a little for a time, and then springing forward again, and so going on, on every side. The Lord has made no mistake, he understands what he is doing a great deal better than some of us do, and I apprehend that a great many people are bringing about the Lord&#x2019;s purposes unwittingly. Perhaps they would not do as well in this respect as they are now doing if they understood, to the fullest extent, the result of the course they are taking. But really the Lord is at work with a great many people, some of whom see the kingdom, and some do not; and he has even said that he will cause the wrath of the wicked and ungodly to praise him, and the remainder of their wrath he will restrain.<span class=\"citation\" id=\"56880\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56880)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56880)\">Ps. 76:10<\/a><\/span> This is true, and has been illustrated in the history of this people. When they were driven from Nauvoo, the disposition of their enemies was to destroy every vestige of the authority of the holy Priesthood from the face of the earth; and that disposition still exists in the hearts of a great many people, and if they had the power they would carry it out. Well, the Lord, in the early days of the Church, suffered enough of this disposition to be gratified to cause the exodus of his people from Missouri and Illinois, and they were finally kicked right into the middle of the floor, into these valleys of the mountains; and when the purposes of the Lord were so far subserved by the wrath of the wicked, he restrained them,<span class=\"citation\" id=\"56881\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56881)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56881)\">Ps. 76:10<\/a><\/span> and his people have been blessed and prospered, and the earth has been made to bring forth its strength for their sustenance,<span class=\"citation\" id=\"86280\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86280)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86280)\">D&amp;C 59:3<\/a><\/span><span class=\"citation\" id=\"88010\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88010)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88010)\">D&amp;C 84:101<\/a><\/span> and we see prosperity on every hand in the dwelling places of the Saints. A country has been put into their possession, where the Lord can <div class=\"break columnbreak\" id=\"96b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0096.pdf\" target=\"pdfwin\">p.&#xA0;96b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7045\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> strengthen their feet, and he is doing so, whether we understand it or not. Many will doubtless make shipwreck of their faith,<span class=\"citation\" id=\"75849\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75849)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75849)\">1 Tim. 1:19<\/a><\/span> and will be led away by the allurements of sin into by and forbidden paths;<span class=\"citation\" id=\"127285\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127285)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127285)\">1 Ne. 8:28<\/a><\/span> yet the kingdom will not be taken from this people and given to another,<span class=\"citation\" id=\"61287\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61287)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61287)\">Dan. 2:44<\/a><\/span> but a people will come forth from among us who will be zealous of good works,<span class=\"citation\" id=\"76314\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76314)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76314)\">Titus 2:14<\/a><\/span> willing to do the bidding of the Lord, who will be taught in his ways, and who will walk in his paths.<span class=\"citation\" id=\"57799\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57799)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57799)\">Isa. 2:3<\/a><\/span> We, if we are willing, may be humble instruments in the hands of God, in bringing to pass his great and glorious kingdom.<span class=\"citation\" id=\"82198\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82198)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82198)\">Alma 26:3<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v18n308\"> We have a Temple pretty near ready to go into in St. George. It is progressing very favorably, and is a magnificent structure, and in a short time we shall be able to enter it, and receive blessings for time and eternity, for ourselves and our dead. Let me say to the Latter-day Saints, that the blessings of the Lord, even life for evermore,<span class=\"citation\" id=\"57289\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57289)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57289)\">Ps. 133:3<\/a><\/span> are commanded here in these valleys of the mountains. I will read a few words from the Psalmist&#x2014;&#x201C;Behold, how good and how pleasant it is for brethren to dwell together in unity! It is like the precious ointment upon the head, that ran down upon the beard, even Aaron&#x2019;s beard: that went down to the skirts of his garments; As the dew of Hermon, and as the dew that descended upon the mountains of Zion:<span class=\"citation\" id=\"57288\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57288)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57288)\">Ps. 133:3<\/a><\/span> for there the Lord commanded the blessing, even life for evermore.&#x201D;<span class=\"citation\" id=\"57285\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57285)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57285)\">Ps. 133:1-3<\/a><\/span> Anciently, this blessing was commanded in the mountains of Zion on the eastern hemisphere, but in our day the Lord has revealed himself, and has spoken from the heavens to his servant on the western continent. Where the authority of the holy Priesthood is, dwells the blessing of the Lord, and there has he commanded the blessing, even life for evermore.<span class=\"citation\" id=\"57290\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57290)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57290)\">Ps. 133:3<\/a><\/span> <\/div> <div class=\"break pagebreak\" id=\"97a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0097.pdf\" target=\"pdfwin\">p.&#xA0;97a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7044\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v18n310\"> We are united in our faith, in our works, and in our feelings and interests; and in every capacity that is possible the Latter-day Saints should stand shoulder to shoulder, presenting before the Lord and before the world an unbroken phalanx to resist the powers and insinuations of the enemy and the approaches of evil in every direction. The people here are increasing and multiplying, they are disposed, as a general thing, to do as the Lord wants them to do; but wickedness will creep in. We must purify our hearts. The Lord says&#x2014;&#x201C;Son, give me thy heart.&#x201D;<span class=\"citation\" id=\"57512\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57512)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57512)\">Prov. 23:26<\/a><\/span> We must give our hearts to the Lord our God, then he can accept of us. Many are called but few are chosen.<span class=\"citation\" id=\"65377\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65377)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65377)\">Matt. 22:14<\/a><\/span> We are all called to be co-helpers with the Lord in establishing his purposes in the earth, in sustaining holy and righteous principles, and the institutions of high heaven which the Lord has revealed, and the organizations which he has introduced in the midst of the earth. We are called upon to sustain them, and to bear them off triumphantly, to lay a foundation for the rule of truth, peace, and righteousness in the earth, and to prepare the way for the ushering in of that great and glorious kingdom of peace that will stand forever and ever.<span class=\"citation\" id=\"61288\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61288)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61288)\">Dan. 2:44<\/a><\/span> This is the work of the Latter-day Saints, and the Lord will perform it through the instrumentality of those who are willing and obedient in the day of his power.<span class=\"citation\" id=\"57204\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57204)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57204)\">Ps. 110:3<\/a><\/span> We can have lot and part<span class=\"citation\" id=\"71645\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71645)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71645)\">Acts 8:21<\/a><\/span> herein if we have a mind to; so may all the children of earth; all they have to do is to render obedience to the voice of the Lord, and the whole world ought to be glad of the opportunity to do that. The Lord invites us to come, he is anxious and desirous that we should come to him and learn of him. He says&#x2014;&#x201C;Take upon you my yoke, <div class=\"break columnbreak\" id=\"97b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0097.pdf\" target=\"pdfwin\">p.&#xA0;97b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7044\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> for it is easy, and my burden, for it is light;<span class=\"citation\" id=\"64328\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64328)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64328)\">Matt. 11:29-30<\/a><\/span> come, partake of the waters of life freely.&#x201D;<span class=\"citation\" id=\"127286\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127286)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127286)\">Alma 42:27<\/a><\/span><span class=\"citation\" id=\"83954\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83954)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83954)\">D&amp;C 10:66<\/a><\/span> &#x201C;Turn from your evils, for why will ye die, O house of Israel?&#x201D;<span class=\"citation\" id=\"60793\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60793)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60793)\">Ezek. 33:11<\/a><\/span> The Lord is talking to the people, and sending forth his warning voice to the nations of the wicked and ungodly, and as it was in the days of Noah, so it will be in the days of the coming of the Son of Man;<span class=\"citation\" id=\"65938\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65938)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65938)\">Matt. 24:37<\/a><\/span> the righteous were saved and the wicked were destroyed then, so they will be in these latter days, for the hour of God&#x2019;s judgment is come,<span class=\"citation\" id=\"79962\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79962)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79962)\">Rev. 14:7<\/a><\/span> and the kingdoms of this world will become the kingdoms of our God and of his Christ,<span class=\"citation\" id=\"79473\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79473)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79473)\">Rev. 11:15<\/a><\/span> and they will be given to his Saints.<span class=\"citation\" id=\"61745\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61745)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61745)\">Dan. 7:27<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v18n311\"> Who would not be a Saint? Why a great many people reject the word of the Lord and have no respect for it whatever, and too many of those who profess to be Latter-day Saints are in the same condition. It is not a great while since the word of the Lord came through Joseph Smith, the Prophet of the Lord, to this nation, to free their slaves, and for the Government to pay for them out of the treasury of the United States. Would the people receive the word of the Lord through his servant? No, they would not. What was the result? Why a fratricidal civil war in which thousands of millions of dollars were spent, devastation was spread over the land and rivers of blood were shed, and all this might have been avoided and the slaves liberated by peaceful means at not more than one-tenth of the expense, if they would have hearkened to the word of the Lord. Everybody can see now that that would have been the best course to take, but nobody could see it and nobody would receive it when it was given. Do not let us be afraid of the word of the Lord. He never did and he never will reveal a principle to the  <div class=\"break pagebreak\" id=\"98a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0098.pdf\" target=\"pdfwin\">p.&#xA0;98a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7043\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>children of men, but what, if it be carried out, will prove to their greatest interest and advantage. I merely mention this to illustrate a subject which is quite familiar to the Saints, but which the world do not know so much about. <\/div><div class=\"paragraph jod\" id=\"v18n313\"> Now, we are here in obedience to a great command, a command given by the Almighty to his Saints to gather out from Babylon, lest they be partakers of her sins and receive of her plagues.<span class=\"citation\" id=\"80249\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80249)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80249)\">Rev. 18:4<\/a><\/span> But if we are going to partake of her sins in Zion, and to nourish and cherish the wicked and ungodly, what better shall we be for gathering? Shall we escape her plagues by so doing? No, there is no promise to that effect, but if we practice the sins and iniquities of Babylon here in Zion, we may expect to receive of her plagues and to be destroyed. We have duties to perform here, which devolve upon us as Saints of the Most High. The Book of Doctrine and Covenants informs us that things will be revealed, in this the dispensation of the fullness of times, that have been kept hidden from before the foundation of the world.<span class=\"citation\" id=\"85020\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85020)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85020)\">D&amp;C 35:18<\/a><\/span><span class=\"citation\" id=\"86859\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86859)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86859)\">D&amp;C 76:7<\/a><\/span><span class=\"citation\" id=\"89521\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89521)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89521)\">D&amp;C 101:33<\/a><\/span> Should we be surprised, then, when a new principle is manifested among us from the Lord through the channel of the holy Priesthood? Do we realize that this is the channel through which the mind and will of God our Father is made known unto us? Here is the Bible, of what is it composed? Of a compilation of things made known to the children of men in former ages through the instrumentality of the holy Priesthood. The word of the Lord to the people has always come through that channel, and it always will. It is the same authority that exists in the heavens, by which the Gods themselves are governed, and by which they control all things; and it is <div class=\"break columnbreak\" id=\"98b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0098.pdf\" target=\"pdfwin\">p.&#xA0;98b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7043\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> among the privileges of every man and every woman to approach the Lord through this channel, and learn his mind and will concerning them. And through this same channel a Bishop may learn the mind of the Lord about his ward, the president of a quorum about his quorum, and the President of the whole Church the mind and will of the Lord concerning the people; and so through all the quorums and organizations of the Church, from first to last, all may approach the Lord through the channel of the holy Priesthood, and learn his mind and will concerning them. It is the privilege of the father and mother of a family to obtain the mind and will of the Lord, to enable them to guide their children in the ways of eternal life. This is no child&#x2019;s play, or fable. The Lord has spoken from the heavens, and we bear testimony thereof to all the nations of the earth. Listen, then, to his voice! It comes to all, it comes to the Latter-day Saints through the channel of the Priesthood located here in the valleys of the mountains. Hear it, all ye nations of the earth! Come up here, and learn the mind and will of the Lord. Take warning, that you may escape his wrath when his judgments shall be poured out, because they will be just as sure as they were in the days of Noah.<span class=\"citation\" id=\"65939\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65939)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65939)\">Matt. 24:37<\/a><\/span> This is the work of the Lord, and we bear testimony of these things continually in your ears. You, of course, do as you please about receiving or believing our testimony; that makes no difference in regard to the truth of the matter. It is God&#x2019;s truth, and it is extending and will continue to do so until it prevails and triumphs over every obstacle. <\/div><div class=\"paragraph jod\" id=\"v18n314\"> The Latter-day Saints have a work to do, not only in proclaiming the Gospel and warning the people, but  <div class=\"break pagebreak\" id=\"99a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0099.pdf\" target=\"pdfwin\">p.&#xA0;99a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7042\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to build up Zion right here upon the earth. Not afar off in some far distant sphere, but here, where the Lord has planted their feet, in the valleys of the mountains. And we must be united and must operate together, as far as in our power lies, to bring to pass the purposes of the Almighty, because righteousness, and peace and harmony must dwell in the kingdom. A house divided against itself cannot stand.<span class=\"citation\" id=\"64364\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64364)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64364)\">Matt. 12:25<\/a><\/span> Is a reformation needed amongst the Saints? Yes, it is needed with us all. We must reform and continue to reform. We have inherited lies from, and are full of the traditions of, the fathers.<span class=\"citation\" id=\"60477\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60477)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60477)\">Jer. 16:19<\/a><\/span><span class=\"citation\" id=\"90947\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90947)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90947)\">D&amp;C 123:7<\/a><\/span> We have all imbibed errors in our infant years, and the enemy is on the alert, ready to enter in and to lead into by and forbidden paths<span class=\"citation\" id=\"127287\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127287)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127287)\">1 Ne. 8:28<\/a><\/span> the footsteps of the young, that he may cause them to make shipwreck of their faith<span class=\"citation\" id=\"75850\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75850)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75850)\">1 Tim. 1:19<\/a><\/span> and go away from the truth, the eternal truth of heaven. The world is waging a warfare against this little handful of people in the valleys of the mountains. Why? Because we have got the truth, the true faith of the holy Gospel; we have the authority of the holy Priesthood that has come down from heaven. They are anxious to destroy this authority and the servants of the Lord who bear it, and they are anxious to uproot and destroy us as a people. Then, in order to defend ourselves, let us go to with our mights, unite as the heart of one man,<span class=\"citation\" id=\"55593\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55593)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55593)\">2 Sam. 19:14<\/a><\/span> and stand shoulder to shoulder in building up the kingdom of God upon the earth. If we have lost our faith in the work, why, of course, we can&#x2019;t be expected to do anything more towards building it up; but if we are assured in our own minds that this is the truth, that &#x201C;Mormonism&#x201D; so-called, is the everlasting Gospel, that it has been revealed by direct revelation from the Lord<span class=\"citation\" id=\"79779\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79779)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79779)\">Rev. 14:6<\/a><\/span> in <div class=\"break columnbreak\" id=\"99b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0099.pdf\" target=\"pdfwin\">p.&#xA0;99b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7042\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> these last days, and that we are really his people, let us go to and reform our lives. There is need of it, we have been slack, negligent and dilatory, and peradventure we have done a great many things we ought not to have done; perhaps we have been guilty of sins of omission as well as sins of commission, and we need to repent, and to go down into the waters of baptism inasmuch as we have the privilege, and have our sins washed away, and have hands laid upon us for the gift of the Holy Ghost, and rise in newness of life,<span class=\"citation\" id=\"72415\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72415)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72415)\">Rom. 6:4<\/a><\/span> with a firm determination that henceforth we will divest ourselves of those evils, that we will keep the Lord&#x2019;s day holy,<span class=\"citation\" id=\"54238\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54238)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54238)\">Ex. 20:8<\/a><\/span> attend to our meetings, partake of the Sacrament,<span class=\"citation\" id=\"86305\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86305)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86305)\">D&amp;C 59:12<\/a><\/span> and that we will be more diligent in regard to the words of the Lord that have been given to us, and that are given to us continually, for the stream flows unceasingly through the channel of the Priesthood to the people. Let us listen to the voice and the whisperings of the Spirit, and if there be an obstacle in the way let us remove it. If we have hard feelings one towards another, envyings, strifes, or anything that is calculated to mar our peace and happiness, let us go and make that right, and then come and partake of the emblems of our Lord and Savior Jesus Christ, through whose sufferings and death an atonement has been worked out for our salvation. Every Latter-day Saint needs the inspiring, refreshing influence of the Spirit of God to flow to him continually. Reflect a moment, and remember that when the plants in our gardens and fields are withering under the scorching sun, how carefully we go along the water sects, clear out every obstacle and turn in the water, so that it may reach and revive every plant, that they may all live and grow. So should  <div class=\"break pagebreak\" id=\"100a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0100.pdf\" target=\"pdfwin\">p.&#xA0;100a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7041\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the Latter-day Saints remove every obstacle that lies in their way to the reception and flow of the Spirit of the Lord to them. If you have aught against your neighbor or friend, go and make that right;<span class=\"citation\" id=\"63147\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63147)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63147)\">Matt. 5:23-24<\/a><\/span> if you have done any wicked thing, broken any of the commandments of the Lord, repent and be baptized for the remission of these sins, and turn away from them. No man can get a greater evidence of the Lord&#x2019;s having forgiven him his sins, than the knowledge that he has actually turned away from them, and that he is living in obedience to the principles of the holy Gospel. Every man and every woman knows this for himself or herself, and if they have, then may they know that the Lord has forgiven them their sins, and not without. A person may commit iniquity and think he can hide it up; but let me say to such a person that you know it, and that is one too many, and the Lord knows it, and that is two too many, and out of the mouth of two or three witnesses every word will be established,<span class=\"citation\" id=\"74321\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74321)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74321)\">2 Cor. 13:1<\/a><\/span> and you will give this evidence against yourself sooner or later. And all who have committed sin or transgression of any kind must repent of it and be baptized for the remission thereof; and unless they repent sincerely, with a repentance that needs not to be repented of,<span class=\"citation\" id=\"74261\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74261)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74261)\">2 Cor. 7:10<\/a><\/span> they had better not go near the waters of baptism, for it will be a solemn mockery before high heaven. I say that if you intend to keep straight along in your own indifferent way all the time, stay away, never offer yourselves for baptism, for that would be a mockery and would only add to your condemnation, instead of being a benefit to you. <\/div><div class=\"paragraph jod\" id=\"v18n317\"> I might enumerate what evils we are guilty of, but I do not wish to confess the sins of the people, I have <div class=\"break columnbreak\" id=\"100b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0100.pdf\" target=\"pdfwin\">p.&#xA0;100b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7041\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> enough of my own. But let us examine ourselves individually, and repent of that wherein we have done amiss in the sight of the Lord. How indifferent we have been about his word from time to time when it has been given to us! The servants of the Lord have proclaimed his will unto us year after year, and I sometimes think that we are preached to too much; but yet when a principle is revealed from the Lord, the people are very reluctant to take hold of it, which shows that we need to be instructed in regard to our duties as Saints of God, that we may be so in very deed. Latter-day Saints must progress, they cannot stand still; and if they do not progress in the faith of the holy Gospel, and in the things of God, they are progressing in the other direction, and they will finally come to a point when the counsel of their minds will be darkened, and they will be unable to see the kingdom.<span class=\"citation\" id=\"68720\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68720)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68720)\">John 3:3<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v18n318\"> This cause is great and glorious, and it is worthy of our utmost endeavors and attention, and all that we have and are, or can be. It is worthy of all the means we can control, and of all the talents and ability that pertain to us in this life, for in it lie our best interests, for by embracing and living according to the faith of the holy Gospel, we shall be exalted in the scale of human existence, and it is impossible to be otherwise. If we embrace principles of vice and go in the ways of wickedness and wicked men, we are on the way to death and destruction. <\/div><div class=\"paragraph jod\" id=\"v18n319\"> There are some amongst us, perhaps, who, in their feelings, have given way to a spirit of faultfinding with those who are over them, it may be with their Bishop, or with the President. If they persist in this course, it will not be long before they give expression to their feelings to  <div class=\"break pagebreak\" id=\"101a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0101.pdf\" target=\"pdfwin\">p.&#xA0;101a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7040\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>some friend who is of like mind, and who sympathizes with them, and it will not be a great while, if such persons do not turn a short corner and repent, before they make shipwreck of their faith,<span class=\"citation\" id=\"75851\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75851)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75851)\">1 Tim. 1:19<\/a><\/span> and they will go to the devil at last. How many of us have seen those who have stood firm in the faith a great while, and through whom the Lord has made manifest his goodness and deliverances from time to time, in the laying on of hands and healing the sick, and yet they have let the devil cheat them out of their salvation at last, by causing them to commit some kind of iniquity, peradventure adultery, and you know that the Book of Doctrine and Covenants says that whosoever will do that will deny the faith anyhow, unless they repent.<span class=\"citation\" id=\"85329\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85329)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85329)\">D&amp;C 42:23-26<\/a><\/span><span class=\"citation\" id=\"86411\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86411)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86411)\">D&amp;C 63:16<\/a><\/span> If any have been guilty of any of these evils, it is important, if they want salvation, that they repent, and do them no more forever.<span class=\"citation\" id=\"127288\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127288)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127288)\">D&amp;C 42:25<\/a><\/span><span class=\"citation\" id=\"127289\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127289)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127289)\">D&amp;C 58:43<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v18n321\"> We read in this book, the Book of Doctrine and Covenants, how people may attain to the different degrees of glory, telestial, terrestrial, and celestial, and we are told that it is by observing the laws which pertain to these several kingdoms.<span class=\"citation\" id=\"86839\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86839)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86839)\">D&amp;C 76:1-119<\/a><\/span><span class=\"citation\" id=\"88237\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88237)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88237)\">D&amp;C 88:1-39<\/a><\/span> There is no other way that I know of. If we ever expect a celestial glory, we must observe the laws of the kingdom where that glory exists; and so with any other degree of glory.<span class=\"citation\" id=\"88371\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88371)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88371)\">D&amp;C 88:20-24<\/a><\/span> Well, then, as Latter-day Saints, we see that we have enough to do. We have to be united that we may resist the encroachments of the enemy, that we may be prospered and blessed in the earth, and work to better advantage than we have been doing heretofore, and cooperate with each other and with the Lord in building up his kingdom upon the earth. If we can see that kingdom, let us go to and man the ship Zion. <\/div><div class=\"paragraph jod\" id=\"v18n322\"> I feel to bear my testimony to this <div class=\"break columnbreak\" id=\"101b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0101.pdf\" target=\"pdfwin\">p.&#xA0;101b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7040\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> great work of the last days, and also in behalf of the people, that the predominating influence among them is, in my opinion, for God. I am gratified exceedingly to be able to make this statement, and to bear this testimony. Still we have need to repent, that we may progress faster, that we may accomplish a great work during the day, for the night cometh when no man can work.<span class=\"citation\" id=\"69553\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69553)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69553)\">John 9:4<\/a><\/span> It is incumbent upon each and every one of us to do all that in our power lies, and not neglect our opportunity, for when once passed it has passed forever. It is for us then to work for the Lord and his cause and kingdom with all our might, mind, and strength, and to sustain the principles and institutions of high heaven that he has organized among his people, and so be prepared to receive that which may come; for we may expect, if we have the living oracles among us, which we have, and I bear testimony to it, that other new principles will keep coming along as fast as the people are prepared to receive them, and a great deal faster than a great many are prepared. I bear my testimony that there is a constant stream of revelation concerning us here, and that the mind and will of God is being poured out upon us continually. It has not been slackened one particle, but it is right here with us today. The Bible is a compilation of the revelations of God which have been given in various ages, and it is good. But the living oracles are for us. We are not called upon to build and enter into an ark, like Noah was;<span class=\"citation\" id=\"52880\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52880)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52880)\">Gen. 6:14<\/a><\/span> the ark of safety that we have to build is different from what it was in his day. But as Noah had to be guided in laying the foundation and rearing the superstructure of his ark by revelation from the God of heaven, so have we in these latter days; and by the  <div class=\"break pagebreak\" id=\"102a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0102.pdf\" target=\"pdfwin\">p.&#xA0;102a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7039\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>revelations of heaven, through the channel of the holy Priesthood, we have to be continually taught in the ways of the Lord, that we may walk in his paths.<span class=\"citation\" id=\"57800\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57800)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57800)\">Isa. 2:3<\/a><\/span> It is not for every man to go after his own foolish notion, and the phantom of his own brain; the kingdom can never be built up if everyone walks in the path he marks out for himself. It is God&#x2019;s kingdom, and it is ours also, inasmuch as we will make our ways correspond with his, and take a course to be reckoned among his jewels<span class=\"citation\" id=\"62472\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62472)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62472)\">Mal. 3:17<\/a><\/span> when he makes up those upon whom he will confer eternal riches. <\/div><div class=\"paragraph jod\" id=\"v18n324\"> This earthly probation is a day of trial. We have to pass through tests and ordeals, and have to prove ourselves worthy to be numbered among that great company who will stand as saviors upon Mount Zion,<span class=\"citation\" id=\"61998\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61998)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61998)\">Obad. 1:21<\/a><\/span> with the very impress of Deity upon them&#x2014;the name of God written upon their foreheads.<span class=\"citation\" id=\"79682\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79682)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79682)\">Rev. 14:1<\/a><\/span> &#x201C;These are they,&#x201D; says the Apostle, &#x201C;who come up through much tribulation.&#x201D;<span class=\"citation\" id=\"79342\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79342)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79342)\">Rev. 7:14<\/a><\/span> The Lord will have a tried people,<span class=\"citation\" id=\"127290\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127290)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127290)\">D&amp;C 136:31<\/a><\/span> those who have proven their integrity before high heaven, and none others will be counted worthy to receive and inherit the eternal riches. He that endures faithful to the end, the same will be saved;<span class=\"citation\" id=\"64133\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64133)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64133)\">Matt. 10:22<\/a><\/span> but the word endure is there, we have to endure all things.<span class=\"citation\" id=\"73667\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73667)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73667)\">1 Cor. 13:7<\/a><\/span><span class=\"citation\" id=\"127292\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127292)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127292)\">A of F 1:13<\/a><\/span> He that is faithful over a few things, will be made ruler over many;<span class=\"citation\" id=\"66120\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66120)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66120)\">Matt. 25:21<\/a><\/span> but the word faithful is there. We can&#x2019;t go indifferently along all the days of our lives, and fly the track the very moment an obstacle is presented before us, or a difficulty looms up in the way; we must overcome that difficulty, and rise above that obstacle, and not swerve to the right hand or to the left. So shall we prove our integrity before heaven, and, by enduring to the end, we shall be saved in God&#x2019;s kingdom;<span class=\"citation\" id=\"83878\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83878)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83878)\">D&amp;C 6:13<\/a><\/span> and <div class=\"break columnbreak\" id=\"102b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0102.pdf\" target=\"pdfwin\">p.&#xA0;102b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7039\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> having been faithful over a few things, we shall receive others, and be made rulers over many things.<span class=\"citation\" id=\"86030\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86030)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86030)\">D&amp;C 52:13<\/a><\/span> You thus see that salvation today is gained upon the same principle as that upon which it was gained in the days of the Savior and his Apostles. <\/div><div class=\"paragraph jod\" id=\"v18n325\"> I feel to thank the Lord for his blessings, and that I can see his handiwork in the midst of the people. I can see the increase of his power and his dominion in the earth, for rest assured it is increasing on every side, and in the hearts of the people, and we wish it to increase more rapidly there for their own sakes, for your sake, for my sake, and it is for our advantage individually. The Lord and one good man, we are told, are a great majority, so it does not matter so much to him how many there are on his side; the principal thing is for those who profess to be his followers and servants to be faithful and true in keeping the covenants they have made with him, and not be everlastingly breaking the same, and thereby forfeiting the rights and blessings they might otherwise enjoy. We can&#x2019;t be blessed, we cannot stand, we cannot be made rulers over many things, we cannot receive inheritances, kingdoms, thrones, principalities, powers, dominions, exaltations in the celestial kingdoms, unless we are faithful in all things, if need be unto death;<span class=\"citation\" id=\"89283\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89283)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89283)\">D&amp;C 98:14<\/a><\/span> and if we fail in this we shall most assuredly be clipped of our glory. <\/div><div class=\"paragraph jod\" id=\"v18n326\"> Let us, then, my brethren and sisters, live so that we may at least have a reasonable hope of attaining to these great blessings which are the gift of God. That we may do so and preserve ourselves in integrity before high heaven, and be united together as the heart and voice of one man,<span class=\"citation\" id=\"55594\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55594)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55594)\">2 Sam. 19:14<\/a><\/span> is my prayer in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}