{"ID":180014, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Parable of the Ten Virgins&#x2014;Importance of the Last Dispensation&#x2014;Responsibilities Resting Upon the Elders&#x2014;Judgments at the Door&#x2014;The Lamanites&#x2014;Home Manufactures&#x2014;Laying Up Wheat.<\/div>\n<div class=\"subtitle\">Discourse by Elder Wilford Woodruff, delivered in the New Tabernacle, Salt Lake City, Sunday Afternoon, Sept. 12, 1875.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: Parable of the Ten Virgins, Etc.<\/div>\n<div class=\"speaker\">Speaker: Wilford Woodruff<\/div>\n<div class=\"date\">Date: 9\/12\/1875<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d14\">\n<div class=\"paragraph jod\" id=\"v18n347\"> I will call the attention of the congregation to a few verses in the 25th chapter of St. Matthew. [The speaker read the first thirteen verses;<span class=\"citation\" id=\"66009\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66009)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66009)\">Matt. 25:1-13<\/a><\/span> also the fourth, fifth, sixth, seventh, and eighth paragraphs of the fourteenth section of the Book of Doctrine and Covenants.]<span class=\"citation\" id=\"85503\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85503)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85503)\">D&amp;C 43:15-35<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v18n348\"> This revelation, a portion of which I have been reading, treats in a measure upon the subject of the parable that Jesus spoke, namely, the ten virgins; both refer to his second coming, and to his work in the latter days. In no age or dispensation can a man be called to a greater calling than to administer in the ordinances of the house of God, and nothing but the power of God and the inspiration of the Almighty can sustain and uphold any man, no matter what age he may live in, who is called of God to declare the words of life and salvation, and to preach repentance to an unbelieving generation. This may perhaps sound strangely in the ears of many people, but the inhabitants of the earth, both Jew and Gentile, should remember that the Lord God Almighty himself, his Son Jesus <div class=\"break columnbreak\" id=\"109b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0109.pdf\" target=\"pdfwin\">p.&#xA0;109b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7032\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Christ, and his Gospel and work, have been very unpopular in every age of the world among the hosts of men. No more unpopular doctrine was ever presented to the human family, than the doctrine of life and salvation. I do not care in what age of the world a Prophet, Apostle or inspired man has been raised up to declare the commands of God, he has had to contend with the prejudices of the inhabitants of the earth. It is so in our day, and it was so in the days of Jesus Christ. When he came to the Jews, his own Father&#x2019;s house, the house of Israel, as the great Shiloh of Judah,<span class=\"citation\" id=\"53696\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53696)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53696)\">Gen. 49:10<\/a><\/span><span class=\"citation\" id=\"129080\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129080)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129080)\">Gen. 50:24 (JST)<\/a><\/span> and the Savior of the world, a more unpopular man than he never dwelt in Judea or Jerusalem, from the day of his birth to the day of his death, when he gave up the ghost on the cross,<span class=\"citation\" id=\"66379\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66379)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66379)\">Matt. 27:50<\/a><\/span> and went home to glory as a martyr for the word of God and the testimony which he bore.<span class=\"citation\" id=\"79262\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79262)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79262)\">Rev. 6:9<\/a><\/span> And this is why I say that when any man, in any age of the world, is called of God to declare the words of life, he has to contend with the traditions of ages that rest upon the minds of the in<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"110a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0110.pdf\" target=\"pdfwin\">p.&#xA0;110a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7031\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>habitants of the earth. <\/div><div class=\"paragraph jod\" id=\"v18n350\"> The parable of the ten virgins<span class=\"citation\" id=\"66010\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66010)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66010)\">Matt. 25:1-13<\/a><\/span> is intended to represent the second coming of the Son of man, the coming of the Bridegroom to meet the bride, the Church, the Lamb&#x2019;s wife,<span class=\"citation\" id=\"127294\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127294)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127294)\">Rev. 21:9<\/a><\/span> in the last days; and I expect that the Savior was about right when he said, in reference to the members of the Church, that five of them were wise and five were foolish;<span class=\"citation\" id=\"66032\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66032)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66032)\">Matt. 25:2<\/a><\/span> for when the Lord of heaven comes in power and great glory to reward every man according to<span class=\"citation\" id=\"64968\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64968)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64968)\">Matt. 16:27<\/a><\/span> the deeds done in the body,<span class=\"citation\" id=\"74155\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74155)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74155)\">2 Cor. 5:10 (JST)<\/a><\/span> if he finds one-half of those professing to be members of his Church prepared for salvation, it will be as many as can be expected, judging by the course that many are pursuing. <\/div><div class=\"paragraph jod\" id=\"v18n351\"> I wish, if I can get enough of the Spirit of the Lord to answer my own mind, to say a few words on the present occasion to my brethren and sisters, the Latter-day Saints, those who have taken upon them the name of Christ.<span class=\"citation\" id=\"82960\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82960)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82960)\">3 Ne. 27:5<\/a><\/span><span class=\"citation\" id=\"84337\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84337)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84337)\">D&amp;C 20:37<\/a><\/span> We live in one of the most important dispensations that God ever gave to man, namely, the great and last dispensation of the fullness of times, the dispensation of all dispensations, and the one in which the whole flood of prophecy in the holy Bible will be fulfilled, for most all of the prophecies contained in that sacred volume, from Adam to John the Revelator, point to the great work of God in the last days, the days in which the God of heaven would set up a kingdom<span class=\"citation\" id=\"61289\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61289)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61289)\">Dan. 2:44<\/a><\/span> that should be an everlasting kingdom,<span class=\"citation\" id=\"127295\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127295)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127295)\">Dan. 4:3<\/a><\/span> and to whose dominion there should be no end,<span class=\"citation\" id=\"58074\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58074)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58074)\">Isa. 9:7<\/a><\/span> and the kingdom and the greatness of the kingdom under the whole heavens should be given into the hands of the Saints of the Most High God, and they are to possess it forever and ever.<span class=\"citation\" id=\"61746\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61746)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61746)\">Dan. 7:27<\/a><\/span> I wish to have the Latter-day Saints understand their appointment, position, and re<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"110b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0110.pdf\" target=\"pdfwin\">p.&#xA0;110b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7031\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>sponsibility before the God of heaven, and their responsibilities to both Jew and Gentile, living and dead, on this and the other side of the veil. <\/div><div class=\"paragraph jod\" id=\"v18n352\"> The Lord never has built up his kingdom in any age of the world except by calling upon his servants and laboring through the tabernacles of men on the earth; but this he has done in a great many ages and dispensations. And whenever the Lord has had an Apostle, Prophet, or inspired man on the earth, he has had power to administer in the ordinances of the house of God, and he has labored for the advancement of the kingdom of God upon the earth, whether he has had few or many followers. As it was in the days of Noah and Lot, so shall it be in the days of the coming of the Son of Man.<span class=\"citation\" id=\"65940\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65940)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65940)\">Matt. 24:37<\/a><\/span> We live in the day when God has set his hand to establish that great kingdom that Daniel saw.<span class=\"citation\" id=\"61290\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61290)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61290)\">Dan. 2:44<\/a><\/span> We live in the day when the angel of God has delivered the everlasting Gospel in fulfillment of the revelations of St. John, when he says&#x2014;&#x201C;I saw another angel flying through the midst of heaven, having the everlasting gospel to preach to them who dwell on the earth, to every nation, kindred, tongue, and people under the whole heavens, Saying with a loud voice, Fear God, and give glory to him; for the hour of his judgment is come.&#x201D;<span class=\"citation\" id=\"79922\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79922)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79922)\">Rev. 14:6-7<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v18n353\"> There never was a generation of the inhabitants of the earth in any age of the world who had greater events awaiting them than the present. As I before remarked, the fulfillment of this whole volume of revelation points to our day. The building up of the kingdom of God, the building up of the Zion of God, in the mountains of Israel, the erection of a standard for the Gentiles to flee unto, the warning of the  <div class=\"break pagebreak\" id=\"111a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0111.pdf\" target=\"pdfwin\">p.&#xA0;111a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7030\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>nations of the earth to prepare them for the great judgments of our God, the building up of the Church, the sanctifying of the people, the building of Temples to the Most High God, that his servants may enter therein and become saviors on Mount Zion,<span class=\"citation\" id=\"61999\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61999)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61999)\">Obad. 1:21<\/a><\/span> redeeming both the living and the dead, all these things are to be performed in our day. And an age fraught with greater interest to the children of men than the one in which we live never dawned since the creation of the world. <\/div><div class=\"paragraph jod\" id=\"v18n355\"> Where is the man, priest, or people, in the whole sectarian world, today, who believes in the literal fulfillment of the revelations of God contained in the Bible? If there is one I should like to see and converse with him. The whole Christian world profess to believe the Bible, and perhaps they do when it is shut. But open the Bible and read the declarations contained therein, concerning the last dispensation of the fullness of times, and where is the man who believes them? You cannot find one, and it requires faith even among the Latter-day Saints to believe the revelations of God, and to prepare themselves for those things which await the world. <\/div><div class=\"paragraph jod\" id=\"v18n356\"> The fig trees are leafing, the summer is nigh, the signs of heaven and earth all indicate the second coming of the Lord Jesus Christ;<span class=\"citation\" id=\"65890\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65890)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65890)\">Matt. 24:32-33<\/a><\/span> but who are really looking and preparing for the coming of the great Bridegroom? I do not know that any people on the earth, except the Latter-day Saints, are looking for this great event. There may be exceptions, there may be men who believe in the second coming of Christ. The people called Millerites, believe in the second coming of the Savior, and they have set a great many days when it should take place. But he did not come; and he never will come until the <div class=\"break columnbreak\" id=\"111b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0111.pdf\" target=\"pdfwin\">p.&#xA0;111b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7030\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> revelations of God are fulfilled and a people are prepared for his coming. He will never come until the Jews are gathered home and have rebuilt their Temple and city, and the Gentiles have gone up there to battle against them. He will never come until his Saints have built up Zion, and have fulfilled the revelations which have been spoken concerning it. He will never come until the Gentiles throughout the whole Christian world have been warned by the inspired elders of Israel.<span class=\"citation\" id=\"88644\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88644)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88644)\">D&amp;C 88:84<\/a><\/span> They are called to thrust in the sickle and reap, for the harvest is ripe<span class=\"citation\" id=\"83960\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83960)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83960)\">D&amp;C 11:3<\/a><\/span> and the time has come, which is referred to in this revelation, when the Lord commands the Elders to go forth and warn the world for the last time, and call upon the inhabitants of the earth to repent.<span class=\"citation\" id=\"84898\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84898)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84898)\">D&amp;C 33:2-3<\/a><\/span> And what I wish to say to the Elders and to the Latter-day Saints is&#x2014;Have we faith in God and in his revelations? Have we faith in our own religion? Have we faith in Jesus Christ? Have we faith in the words of the Prophets? Have we faith in Joseph Smith, who, by the aid of the Urim and Thummim, translated the Book of Mormon, giving a record of the ancient inhabitants of this country, and through whom the Lord gave the revelations contained in the Book of Doctrine and Covenants? If we have faith in these things, then we certainly should prepare ourselves for the fulfillment of them. I consider that as a people and as Elders of Israel we occupy one of the most important positions ever occupied on the face of the earth by those who have been called to work for the Lord. We have received our appointment for this work, and we should prepare ourselves to perform the duties devolving upon us in connection with it. Truth is one  <div class=\"break pagebreak\" id=\"112a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0112.pdf\" target=\"pdfwin\">p.&#xA0;112a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7029\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of the attributes of the Lord, and he never makes a declaration but what is certain and true. And, as one of the Apostles says, &#x201C;There is no prophecy of any private interpretation, but holy men of old spoke as they were moved upon by the Holy Ghost;&#x201D;<span class=\"citation\" id=\"78304\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78304)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78304)\">2 Pet. 1:20-21<\/a><\/span> therefore what they said is true, and their prophecies will have their fulfillment. No man can point to any of the revelations of God in the old prophets concerning events up to our day, but what have had their fulfillment. Everything that Jesus Christ spake concerning Judea and Jerusalem has had its fulfillment to the very letter. The Temple at Jerusalem was overthrown until not one stone was left upon another,<span class=\"citation\" id=\"65647\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65647)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65647)\">Matt. 24:2<\/a><\/span><span class=\"citation\" id=\"127296\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127296)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127296)\">Luke 19:44<\/a><\/span> and the Jews have been scattered and trodden under the feet of the Gentiles now for eighteen hundred years, and so they will remain until the times of the Gentiles are fulfilled,<span class=\"citation\" id=\"67999\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67999)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67999)\">Luke 21:24<\/a><\/span> and that is pretty near. And, as the Lord has told us in these revelations, we are called upon to warn the world.<span class=\"citation\" id=\"86486\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86486)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86486)\">D&amp;C 63:37<\/a><\/span><span class=\"citation\" id=\"88629\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88629)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88629)\">D&amp;C 88:81<\/a><\/span><span class=\"citation\" id=\"90595\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90595)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90595)\">D&amp;C 112:5<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v18n358\"> We have been laboring now for forty-five years in preaching the Gospel of Christ throughout the Gentile nations. We say Gentiles, because the Gospel goes to the Gentiles first,<span class=\"citation\" id=\"88977\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88977)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88977)\">D&amp;C 90:9<\/a><\/span><span class=\"citation\" id=\"90246\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90246)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90246)\">D&amp;C 107:33<\/a><\/span><span class=\"citation\" id=\"91844\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91844)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91844)\">D&amp;C 133:8<\/a><\/span> that the first may be last and the last first.<span class=\"citation\" id=\"127297\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127297)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127297)\">1 Ne. 13:42<\/a><\/span> Anciently the Jews were first in having the Gospel sent unto them, but they rejected it, and they were broken off through unbelief,<span class=\"citation\" id=\"72785\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72785)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72785)\">Rom. 11:20<\/a><\/span> and hence the Gospel turned to the Gentiles; and, as Paul says&#x2014;&#x201C;Ye Gentiles, take heed and fear, lest ye fall through the same example of unbelief,<span class=\"citation\" id=\"76527\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76527)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76527)\">Heb. 4:11<\/a><\/span> for if God spared not the natural branches, take heed also lest he spare not ye.&#x201D;<span class=\"citation\" id=\"72797\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72797)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72797)\">Rom. 11:21<\/a><\/span> The Gentiles are fallen through the same example of unbelief as did the Jews.<span class=\"citation\" id=\"76528\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76528)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76528)\">Heb. 4:11<\/a><\/span> They have put to death every Prophet, Apostle, and inspired man since the days of Jesus Christ, and the Church <div class=\"break columnbreak\" id=\"112b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0112.pdf\" target=\"pdfwin\">p.&#xA0;112b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7029\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> went into the wilderness,<span class=\"citation\" id=\"127298\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127298)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127298)\">D&amp;C 86:3<\/a><\/span> and the face of a Prophet, Apostle, or inspired man, called of God to administer the ordinances of the Gospel, had not been seen for some eighteen hundred years,<span class=\"citation\" id=\"127299\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127299)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127299)\">2 Ne. 27:1<\/a><\/span> until the Lord raised up a Prophet in the day and age in which we live. Therefore the Gospel brought forth in the last days has to go to the Gentiles first.<span class=\"citation\" id=\"127300\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127300)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127300)\">3 Ne. 16:7<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v18n359\"> Sometimes our neighbors and friends think hard of us because we call them Gentiles; but, bless your souls, we are all Gentiles. The Latter-day Saints are all Gentiles in a national capacity. The Gospel came to us among the Gentiles. We are not Jews, and the Gentile nations have got to hear the Gospel first. The whole Christian world have got to hear the Gospel, and when they reject it, the law will be bound and the testimony sealed,<span class=\"citation\" id=\"58029\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58029)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58029)\">Isa. 8:16<\/a><\/span><span class=\"citation\" id=\"88645\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88645)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88645)\">D&amp;C 88:84<\/a><\/span> and it will turn to the house of Israel.<span class=\"citation\" id=\"127301\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127301)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127301)\">3 Ne. 16:10-12<\/a><\/span> Up to the present day we have been called to preach the Gospel to the Gentiles, and we have had to do it. For the last time we have been warning the world, and we have been engaged in that work for forty-five years. <\/div><div class=\"paragraph jod\" id=\"v18n360\"> When Joseph Smith was called of God, it required faith, inspiration, and the power of the Almighty to rest upon him to enable him to organize the Church and Kingdom of God, and to preach the Gospel against the traditions of the Christian world, for they had spiritualized the Bible until there was not a remnant left in a literal point of view. Hence the inhabitants of the earth were not looking for the Church and Kingdom of God to be established in their midst. Darkness has prevailed upon the earth, and does today, in all the nations, and this causes silence to reign, and all eternity is pained<span class=\"citation\" id=\"85060\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85060)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85060)\">D&amp;C 38:12<\/a><\/span> because of the sin, wickedness, and abominations which prevail throughout the whole Christian or Gentile  <div class=\"break pagebreak\" id=\"113a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0113.pdf\" target=\"pdfwin\">p.&#xA0;113a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7028\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>world, and throughout the whole Jewish world, for darkness prevails upon the face of all the earth, and the Lord is calling upon all the inhabitants thereof to repent and receive the Gospel, and when they have done so to gather out of Babylon to the place he has appointed for the dwelling place of his Saints. The Latter-day Saints heard this Gospel among the Gentiles wherever they dwelt, in almost every nation under heaven, and by this Gospel we have been gathered out unto Zion. We have been gathered here for a certain purpose, and that purpose is to fulfill the revelations of God. <\/div><div class=\"paragraph jod\" id=\"v18n362\"> When we left Missouri and Nauvoo, leaving behind the graves of our fathers and children, we were driven by our enemies into this desert, in the expectation that we should perish, and for nothing but because we believed revelation and prophecy, and in living prophets and servants of God. We thought it was hard to be driven from our homes and lands, which we had bought of our government, and paid the money for; but I will say to the Latter-day Saints that if we had not come here there certainly would have been a flood of prophecy fallen unfulfilled, prophecy in regard to the mountains of Israel,<span class=\"citation\" id=\"127303\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127303)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127303)\">Isa. 13:2<\/a><\/span><span class=\"citation\" id=\"127304\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127304)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127304)\">Isa. 40:9<\/a><\/span><span class=\"citation\" id=\"60794\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60794)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60794)\">Ezek. 34:11-16<\/a><\/span> and the great company gathering up thereto,<span class=\"citation\" id=\"127302\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127302)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127302)\">Jer. 31:8<\/a><\/span> with regard to the lifting up of a standard therein,<span class=\"citation\" id=\"59464\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59464)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59464)\">Isa. 49:22<\/a><\/span> and the building of cities and the Temple of God in their midst.<span class=\"citation\" id=\"57734\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57734)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57734)\">Isa. 2:2-3<\/a><\/span> All these things would have fallen unfulfilled if we had not come to these mountains and fulfilled them. And so with many other prophecies. We have been called together to perform the work of the Lord, and now the Lord looks to us to fulfill our covenants and keep his commandments. If we do this he has made great promises unto us. The Lord has given the holy Priesthood unto the Elders of Israel, and <div class=\"break columnbreak\" id=\"113b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0113.pdf\" target=\"pdfwin\">p.&#xA0;113b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7028\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> he requires at our hands to fulfill all these revelations and commandments; and in regard to the parable which I have read, I, as an individual, feel that it is necessary for me, and I may say that it is necessary for the whole people, to have oil in our lamps<span class=\"citation\" id=\"66039\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66039)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66039)\">Matt. 25:4<\/a><\/span><span class=\"citation\" id=\"84938\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84938)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84938)\">D&amp;C 33:17<\/a><\/span><span class=\"citation\" id=\"85700\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85700)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85700)\">D&amp;C 45:56-57<\/a><\/span> if we expect to see and comprehend the things of the kingdom of God. <\/div><div class=\"paragraph jod\" id=\"v18n363\"> The Lord has chosen a royal Priesthood and a holy people<span class=\"citation\" id=\"77831\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77831)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77831)\">1 Pet. 2:9<\/a><\/span> from among the weak things of the world,<span class=\"citation\" id=\"72925\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72925)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72925)\">1 Cor. 1:27<\/a><\/span><span class=\"citation\" id=\"83689\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83689)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83689)\">D&amp;C 1:19<\/a><\/span><span class=\"citation\" id=\"85009\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85009)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85009)\">D&amp;C 35:13<\/a><\/span> in fulfillment of his revelations; and we have been commanded to go forth and bear record of these things, and we have done it. We should have been condemned and the curse of God would have rested upon us if we had not, because the full set time has come to build up and favor Zion,<span class=\"citation\" id=\"57068\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57068)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57068)\">Ps. 102:13<\/a><\/span><span class=\"citation\" id=\"90975\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90975)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90975)\">D&amp;C 124:6<\/a><\/span> to build up the kingdom of God,<span class=\"citation\" id=\"127305\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127305)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127305)\">Matt. 6:38 (JST)<\/a><\/span> to warn the world and prepare them for the judgments of the Almighty. The Millennium is dawning upon the world, we are at the end of the sixth thousand years, and the great day of rest, the Millennium of which the Lord has spoken, will soon dawn and the Savior will come in the clouds of heaven<span class=\"citation\" id=\"65834\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65834)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65834)\">Matt. 24:30<\/a><\/span> to reign over his people on the earth<span class=\"citation\" id=\"87073\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87073)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87073)\">D&amp;C 76:63<\/a><\/span> one thousand years.<span class=\"citation\" id=\"80546\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80546)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80546)\">Rev. 20:6<\/a><\/span> The Lord has a great work ahead and he is preparing a people to do it before his coming. Now the question arises here, brethren and sisters, are we prepared in our hearts? Do we realize these things? As a people do we realize our responsibilities before the Lord? The Lord has raised up a kingdom of priests<span class=\"citation\" id=\"54120\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54120)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54120)\">Ex. 19:6<\/a><\/span> here in the last days to establish his Church and kingdom, and to prepare the way for the second coming of the Son of Man, and the God of heaven has put into the hands of his servants the keys of the kingdom,<span class=\"citation\" id=\"64908\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64908)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64908)\">Matt. 16:19<\/a><\/span><span class=\"citation\" id=\"84682\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84682)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84682)\">D&amp;C 27:13<\/a><\/span> and he has said&#x2014;&#x201C;Whatever I have decreed in these my servants shall be fulfilled, for to them is given power to bind and to seal both on the earth and in heaven,  <div class=\"break pagebreak\" id=\"114a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0114.pdf\" target=\"pdfwin\">p.&#xA0;114a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7027\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>against the day of the wrath of Almighty God, which is to be poured out upon the world.&#x201D;<span class=\"citation\" id=\"83647\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83647)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83647)\">D&amp;C 1:6-9<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v18n365\"> I think, many times, that we, as Elders of Israel and as Latter-day Saints, come far short of realizing our position before the Lord. The work required at our hands is great and mighty; it is the work of Almighty God. We are held responsible for presenting the Gospel of Christ to all the nations of the earth, to warn the Gentiles, to prepare for the return of the lost ten tribes of Israel, and for carrying the Gospel to the whole tribes of Israel. We are held responsible for all this, and for building Temples to the Most High, wherein we can enter and attend to ordinances for the salvation of our dead. There are fifty thousand million spirits shut up in the spirit world who never saw the face of a Prophet, Apostle or inspired man in their lives. No man having the authority of God ever declared the words of life and salvation unto them, and without authority their ministrations are useless, for this is what the Priesthood is for. The God of heaven has ordained this from eternity to eternity. These persons in the spirit world died in the flesh without the law, without the Gospel, and they are shut up in prison. Joseph Smith is preaching to them, and so are thousands of the Elders of Israel who have died and gone to the other side of the veil.<span class=\"citation\" id=\"92207\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92207)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92207)\">D&amp;C 138:53-57<\/a><\/span> George A. Smith, who dwelt with us until within the last few days, will take part, with joy and rejoicing, with his brethren in the great work the other side of the veil. When I saw ten or twelve thousand people met in this Tabernacle to pay their last respects to the body of that man, I thought to myself&#x2014;&#x201C;How much larger a congregation surrounds his spirit, in <div class=\"break columnbreak\" id=\"114b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0114.pdf\" target=\"pdfwin\">p.&#xA0;114b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7027\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the spirit world.&#x201D; Yes, they number millions there, to where we have units here, and the servants of God will preach to them the same as Jesus preached to the spirits in prison.<span class=\"citation\" id=\"77951\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77951)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77951)\">1 Pet. 3:18-19<\/a><\/span> While his body lay three days and nights in the tomb he went and preached to the spirits in prison,<span class=\"citation\" id=\"77952\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77952)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77952)\">1 Pet. 3:18-19<\/a><\/span> that they might be judged according to men in the flesh,<span class=\"citation\" id=\"78129\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78129)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78129)\">1 Pet. 4:6<\/a><\/span> that they might receive part in the resurrection, according to the testimony which they received. As I said before, the God of heaven requires this at your hands. They will not baptize anybody in the spirit world; there is no baptism there; there is no marrying or giving in marriage there;<span class=\"citation\" id=\"65420\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65420)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65420)\">Matt. 22:30<\/a><\/span> all these ordinances have to be performed on the earth. Paul says, in referring to this subject&#x2014;&#x201C;Why are ye baptized for the dead? If the dead rise not, why then are ye baptized for the dead?&#x201D;<span class=\"citation\" id=\"73888\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73888)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73888)\">1 Cor. 15:29<\/a><\/span> The Lord holds us responsible for going to and building Temples, that we may attend therein to the ordinances necessary for the salvation of the dead. <\/div><div class=\"paragraph jod\" id=\"v18n366\"> In every dispensation the Lord has had those who were foreordained to do a certain work. We all dwelt in the presence of God before we came here, and such men as Abraham, Isaac, Jacob, the ancient Prophets, Jesus and the Apostles received their appointments before the world was made. They were ordained before the foundation of the world to come and tabernacle here in the flesh and to work for the cause of God, and this because of their faith and faithfulness.<span class=\"citation\" id=\"82149\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82149)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82149)\">Alma 13:3<\/a><\/span> You can see the great variety of spirits that have dwelt in the presence of God, from those who are in the presence of God, down to the devils. A good many of the hosts of heaven were cast out because of their wickedness.<span class=\"citation\" id=\"79544\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79544)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79544)\">Rev. 12:4<\/a><\/span> Lucifer, son of the morning,<span class=\"citation\" id=\"58281\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58281)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58281)\">Isa. 14:12<\/a><\/span> and those who fol<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"115a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0115.pdf\" target=\"pdfwin\">p.&#xA0;115a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7026\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>lowed after him were cast down to earth,<span class=\"citation\" id=\"79592\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79592)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79592)\">Rev. 12:9<\/a><\/span> and they dwell here to this day&#x2014;a hundred to every man, woman and child that breathes the breath of life.<span class=\"citation\" id=\"52407\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52407)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52407)\">Gen. 2:7<\/a><\/span> They dwell here without bodies, only what tabernacles they can get into, to rule and preside over. <\/div><div class=\"paragraph jod\" id=\"v18n368\"> We are required to build Temples in which to attend to the ordinances of the house of the Lord, that the prison doors may be opened,<span class=\"citation\" id=\"60063\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60063)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60063)\">Isa. 61:1<\/a><\/span> and the prisoners go free.<span class=\"citation\" id=\"91260\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91260)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91260)\">D&amp;C 128:22<\/a><\/span> The world say&#x2014;&#x201C;We do not believe in such stuff.&#x201D; We know that perfectly well; it was so in the days of Noah and Lot, but the unbelief of the people did not stop the flood and the fire, neither will the unbelief of this generation stay the hand of God one moment. The angels of God have been waiting in the Temple in heaven for forty-five years to go forth to reap down the earth.<span class=\"citation\" id=\"85061\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85061)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85061)\">D&amp;C 38:12<\/a><\/span><span class=\"citation\" id=\"88097\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88097)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88097)\">D&amp;C 86:5<\/a><\/span> The wheat and the tares must grow together until harvest;<span class=\"citation\" id=\"64588\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64588)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64588)\">Matt. 13:30<\/a><\/span><span class=\"citation\" id=\"88109\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88109)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88109)\">D&amp;C 86:7<\/a><\/span> the people must be warned, the Saints gathered out, Zion built up, Temples reared, the living warned, the dead redeemed, that the skirts of the Elders of Israel may be clean before all men. <\/div><div class=\"paragraph jod\" id=\"v18n369\"> It is by the power of God that the Elders have been sustained in days past and gone. And I want to say to my brethren&#x2014;and what I say to them I take to myself&#x2014;we should wake up, we should open our eyes to see, our ears to hear, and we should open our hearts to understand our appointment and position before the Lord; for if, as Latter-day Saints, we are going to stop praying, lose the light of the Holy Ghost, and turn to the beggarly elements<span class=\"citation\" id=\"74611\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74611)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74611)\">Gal. 4:9<\/a><\/span> of the world, the Lord will have to say to us&#x2014;&#x201C;Get out of my way, my purposes cannot be thwarted;&#x201D; and he will raise up somebody else to perform this work. The Lord has never told any lies or made any false promises. &#x201C;Who am I,&#x201D; saith the Lord, &#x201C;that <div class=\"break columnbreak\" id=\"115b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0115.pdf\" target=\"pdfwin\">p.&#xA0;115b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7026\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> I promise and do not fulfill?&#x201D;<span class=\"citation\" id=\"86217\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86217)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86217)\">D&amp;C 58:31<\/a><\/span> &#x201C;Who am I,&#x201D; saith the Lord, &#x201C;that I command and am not obeyed?&#x201D;<span class=\"citation\" id=\"86220\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86220)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86220)\">D&amp;C 58:32<\/a><\/span> The amount of it is that the promises of the Lord are yea and amen, and though the heavens and the earth pass away, his word never will fail of its fulfillment.<span class=\"citation\" id=\"65909\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65909)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65909)\">Matt. 24:35<\/a><\/span><span class=\"citation\" id=\"83769\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83769)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83769)\">D&amp;C 1:38<\/a><\/span><span class=\"citation\" id=\"86056\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86056)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86056)\">D&amp;C 56:11<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v18n370\"> In one paragraph of the revelation which I read to you this afternoon, it says&#x2014;  <\/div><div class=\"paragraph jod\" id=\"v18n371\"> &#x201C;And again, the Lord shall utter his voice out of heaven, saying: Hearken, O ye nations of the earth, and hear the words of that God who made you. O, ye nations of the earth, how often would I have gathered you together as a hen gathereth her chickens under her wings, but ye would not! How oft have I called upon you by the mouth of my servants, and by the ministering of angels, and by mine own voice, and by the voice of thunderings, and by the voice of lightnings, and by the voice of tempests, and by the voice of earthquakes, and great hailstorms, and by the voice of famines and pestilences of every kind, and by the great sound of a trump, and by the voice of judgment, and by the voice of mercy all the day long, and by the voice of glory and honor and the riches of eternal life, and would have saved you with an everlasting salvation, but ye would not! Behold, the day has come, when the cup of the wrath of mine indignation is full.&#x201D;<span class=\"citation\" id=\"85521\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85521)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85521)\">D&amp;C 43:23-26<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v18n372\"> How often has the Lord sent Prophets, as in the days of Noah, Lot, Abraham, Enoch, Jesus Christ, Joseph Smith and Brigham Young? How often have the Elders of Israel lifted up their voices to the inhabitants of the earth and been rejected? Will not these things rise in judgment against them? Yea, verily they will. The Lord has offered the fullness of the everlasting Gospel to  <div class=\"break pagebreak\" id=\"116a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0116.pdf\" target=\"pdfwin\">p.&#xA0;116a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7025\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the inhabitants of the earth today, and they refuse to receive it. Brother Pratt, here, myself and thousands of us have traveled ten thousand miles on foot, without purse or scrip,<span class=\"citation\" id=\"68174\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68174)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68174)\">Luke 22:35<\/a><\/span> carrying our knapsack or valise, and we have waded swamps, swam rivers, and begged our bread from door to door to preach the Gospel to this generation. And how many have we got to believe it? Two of a city and one of a family,<span class=\"citation\" id=\"60327\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60327)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60327)\">Jer. 3:14<\/a><\/span> as the Prophet has said, and we have gathered them to Zion. Nevertheless the warning voice has gone forth to the world. But what do we see today? What do the Gods, the heavens and all eternity see? They see a generation of men and women making war against God and his Christ, making war against Prophets and Apostles, and laboring night and day to overpower and annihilate every principle of salvation and eternal life which God has restored to the world. And I will here say, in the ears of this congregation, that were this not the dispensation of the fullness of times,<span class=\"citation\" id=\"74810\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74810)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74810)\">Eph. 1:10<\/a><\/span> and were it not for the decrees which the Lord has made in relation to it, one of which is that he will set up a kingdom which shall stand forever,<span class=\"citation\" id=\"61291\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61291)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61291)\">Dan. 2:44<\/a><\/span> there is not an Apostle or Latter-day Saint on the face of the earth but would have to seal his testimony with his blood,<span class=\"citation\" id=\"127306\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127306)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127306)\">D&amp;C 136:39<\/a><\/span> as has almost every other Apostle that ever breathed the breath of life.<span class=\"citation\" id=\"52408\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52408)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52408)\">Gen. 2:7<\/a><\/span> I say that were it not for these things, we should all have to follow our leaders, Joseph and Hyrum Smith, who laid down their lives for the word of God, and the testimony of Jesus Christ.<span class=\"citation\" id=\"79263\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79263)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79263)\">Rev. 6:9<\/a><\/span> But hear it ye Gentile nations and all ye nations of the earth, the Lord Almighty has set to his hand to build up his kingdom on the earth, and he will not be thwarted. The Lord is going to make a short work in the earth,<span class=\"citation\" id=\"72704\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72704)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72704)\">Rom. 9:28<\/a><\/span> and he will defend his anointed, <div class=\"break columnbreak\" id=\"116b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0116.pdf\" target=\"pdfwin\">p.&#xA0;116b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7025\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> his Prophets, his Zion and his people. This is the decree of Almighty God. The eyes of all heaven are over this people, they are over the earth, over the Gentiles, and over the Jews, and the Lord holds in his hands the destinies of all men. And we are commanded of God to rise up and warn the nations of the earth; and we call upon the Latter-day Saints, upon the Elders of Israel, upon the mothers and daughters in Zion to lay aside their fooleries and nonsense, and to no longer let their hearts be set upon the fashions of the world, but turn to and read the Bible, the Book of Mormon and the revelations of God given in these days, and get the Holy Spirit and walk in the light of the Lord, that your eyes may be opened, that you may see and comprehend the position you occupy on the earth, for you are held under great responsibility for the manner in which you do your duty and magnify your callings before the Lord, and he is not trifling with us, nor with this generation. <\/div><div class=\"paragraph jod\" id=\"v18n374\"> If the eyes of the Gentiles were opened one moment to see the things of eternity, and the judgments which await this generation, they would not wonder that the servants of God are moved upon to cry aloud to the nations of the earth. I tell you that the judgments of God are at the door of both Zion and great Babylon. Great Babylon has come in remembrance before God,<span class=\"citation\" id=\"80133\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80133)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80133)\">Rev. 16:19<\/a><\/span> and His sword is bathed in heaven and it will fall on Idumea<span class=\"citation\" id=\"59099\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59099)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59099)\">Isa. 34:5<\/a><\/span><span class=\"citation\" id=\"127307\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127307)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127307)\">D&amp;C 1:13<\/a><\/span> and the world.<span class=\"citation\" id=\"83746\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83746)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83746)\">D&amp;C 1:36<\/a><\/span> Who can stand before the hand of Almighty God? No man, no nation, nor set of nations on the face of the earth. <\/div><div class=\"paragraph jod\" id=\"v18n375\"> I would to God that the eyes of the world were opened! I would to God that the eyes of the Gentile nations were opened, that they could see and understand what belongs to their peace! How much has the Lord  <div class=\"break pagebreak\" id=\"117a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0117.pdf\" target=\"pdfwin\">p.&#xA0;117a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7024\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>pleaded with the nations of the earth to give them celestial glory, honor, immortality, and eternal life? He has pleaded with them for the last six thousand years, and has raised up his servants from time to time and called upon the inhabitants of the world to prepare themselves for the great day of his second advent and coming, which is at hand. He is calling upon them loudly today; and, as I have said to some of my brethren lately, the Lord now wants to know whether the Latter-day Saints are willing to work with him or not. It is a day of decision.<span class=\"citation\" id=\"61895\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61895)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61895)\">Joel 3:14<\/a><\/span> I do not expect that more than half of us will have oil in our lamps<span class=\"citation\" id=\"66033\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66033)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66033)\">Matt. 25:2<\/a><\/span> and be prepared to enter into the marriage supper with the Bridegroom. That will be about as much as we can expect, unless we repent of our sins and turn from our follies, fooleries, and the fashions of Babylon&#x2014;things which our hearts have been set upon instead of upon building up the kingdom of God. It seems to me that there will be but a remnant even of the Latter-day Saints who will be prepared to inherit eternal life and for the coming of the Bridegroom. <\/div><div class=\"paragraph jod\" id=\"v18n377\"> I feel, in my bones and in my Spirit, that there is a change at the door, both with Zion and Babylon. Great events await us and this generation. As I said before, judgments are at the door.<span class=\"citation\" id=\"65895\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65895)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65895)\">Matt. 24:33<\/a><\/span><span class=\"citation\" id=\"90582\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90582)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90582)\">D&amp;C 110:16<\/a><\/span> The angels of God are waiting for the great command to go forth and reap down the earth.<span class=\"citation\" id=\"85062\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85062)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85062)\">D&amp;C 38:12<\/a><\/span><span class=\"citation\" id=\"88098\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88098)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88098)\">D&amp;C 86:5<\/a><\/span> All earth and hell are stirred up against Zion. The spirit of lying is abroad in all the world, and the people will not receive the truth. In my meditations, whether in regard to the past or present, it has always seemed one of the greatest mysteries why so few have been willing to believe the revelations of God.<span class=\"citation\" id=\"63873\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63873)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63873)\">Matt. 7:14<\/a><\/span> In the days of Jesus, among all the Jewish rabbis, with their Urim and Thum<div class=\"hyphen\">-<span class=\"citation\" id=\"54408\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54408)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54408)\">Ex. 28:30<\/a><\/span><\/div><div class=\"break columnbreak\" id=\"117b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0117.pdf\" target=\"pdfwin\">p.&#xA0;117b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7024\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>mim, ephod,<span class=\"citation\" id=\"54397\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54397)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54397)\">Ex. 28:4<\/a><\/span> sacrifices, giving the law, and all the blessings of Judah which they held in their hands, it has been a marvel to me that so few had an interest in their Shiloh,<span class=\"citation\" id=\"53697\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53697)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53697)\">Gen. 49:10<\/a><\/span><span class=\"citation\" id=\"129081\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129081)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129081)\">Gen. 50:24 (JST)<\/a><\/span> their Savior, who came to die to redeem the world. The whole spirit of Jerusalem and Judea was&#x2014;&#x201C;Crucify him, crucify him.<span class=\"citation\" id=\"68281\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68281)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68281)\">Luke 23:21<\/a><\/span> Let his blood be upon us, and our children.&#x201D;<span class=\"citation\" id=\"66341\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66341)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66341)\">Matt. 27:25<\/a><\/span> It was and has been, and they have felt it. And the Gentiles have cause to take heed lest they, too, fall through unbelief.<span class=\"citation\" id=\"76529\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76529)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76529)\">Heb. 4:11<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v18n378\"> I would tell Jew and Gentile, and all the earth if I had power, that God never had but one Gospel to deliver to the sons of men, and that Gospel is the same today, yesterday, and forever,<span class=\"citation\" id=\"77382\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77382)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77382)\">Heb. 13:8<\/a><\/span> it never changes. The Lord never had a Church in any age of the world that he acknowledged, but what it had a head to it, and it was organized with Prophets, Apostles, Pastors, Teachers, gifts, helps, governments, inspiration and gifts of the Holy Ghost;<span class=\"citation\" id=\"73620\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73620)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73620)\">1 Cor. 12:28<\/a><\/span> and God&#x2019;s Church today is the same as in every other age. <\/div><div class=\"paragraph jod\" id=\"v18n379\"> This Gospel is offered to the world, and that men generally have such a desire to root it out of the earth, is the strongest proof imaginable that they are under the dominion and control of the father of lies.<span class=\"citation\" id=\"92496\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92496)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92496)\">Moses 4:4<\/a><\/span> If any man has a truth that we have not got, we say, &#x201C;Let us have it.&#x201D; I am willing to exchange all the errors and false notions I have for one truth, and should consider that I had made a good bargain. We are not afraid of light and truth. Our religion embraces every truth in heaven, earth or hell; it embraces all truth, the whole Gospel and plan of salvation, and the fulfillment of the whole volume of revelation that God has ever given. We have not power, men have not language, to show forth the eternal truths of God in all their fullness and beauty; all we can do is to warn the children of men,  <div class=\"break pagebreak\" id=\"118a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0118.pdf\" target=\"pdfwin\">p.&#xA0;118a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7023\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and the Lord has chosen the Elders of Israel for that very purpose. That has been one fault that men have found with the work of the Lord. A man asked me awhile ago&#x2014;&#x201C;Why did the Lord choose Joseph Smith to build up his kingdom? Why did he not choose Dr. Porter, Henry Ward Beecher, or some such men?&#x201D; Said I&#x2014;&#x201C;Such men would sell the kingdom of God and everything in it for money and popularity, and as the Lord lives he never could rule and handle them, none of them would work with him, they are too much like the Pharisees, Sadducees, High Priests and Rabbis of Judea and Jerusalem.&#x201D; Did the Lord ever choose such men to perform his work? Go through the whole history of the world, and you will find that whenever God wanted a servant, an Apostle or a Prophet, he chose the very humblest man that could be found. When a king was wanted for Israel, he could not find one out of all the tall sons of Jesse;<span class=\"citation\" id=\"55483\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55483)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55483)\">1 Sam. 16:7<\/a><\/span> and when the Prophet asked if Jesse had not another son, he was told no, only the boy that looked after the sheep.<span class=\"citation\" id=\"55488\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55488)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55488)\">1 Sam. 16:11<\/a><\/span> Nobody thought anything about him, he was of no consequence. &#x201C;Let me see him,&#x201D; said the man of God; and when he was brought, the Prophet poured oil on his head and anointed him King of Israel.<span class=\"citation\" id=\"55489\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55489)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55489)\">1 Sam. 16:11-13<\/a><\/span> So it has been all the way through. Take Moses, the leader of Israel. His mother cast him in the bulrushes on the banks of the river Nile, to the crocodiles. But how carefully the Lord watched over him! Finally the daughter of Pharaoh got him out, while bathing, and gave him to his mother to be trained and nursed.<span class=\"citation\" id=\"53769\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53769)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53769)\">Ex. 2:1-10<\/a><\/span> You could see the hand of the Lord in this. When the Lord called Moses to deliver Israel from Egypt, said he&#x2014;&#x201C;How can I do this? I am a man of a hard language and <div class=\"break columnbreak\" id=\"118b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0118.pdf\" target=\"pdfwin\">p.&#xA0;118b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7023\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> slow of speech.&#x201D;<span class=\"citation\" id=\"53815\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53815)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53815)\">Ex. 4:10<\/a><\/span> He thought he could not get along, for he had not a good command of language. But the Lord told him that he would find a spokesman for him.<span class=\"citation\" id=\"53823\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53823)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53823)\">Ex. 4:13-16<\/a><\/span> So all the way through the Lord has chosen the weak things of the world to confound the wise, and the things that are nought, to bring to nought the things that are.<span class=\"citation\" id=\"72933\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72933)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72933)\">1 Cor. 1:27-28<\/a><\/span> Jesus Christ himself was born in a stable and cradled in a manger;<span class=\"citation\" id=\"67023\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67023)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67023)\">Luke 2:7<\/a><\/span> and who were his Apostles? Illiterate fishermen,<span class=\"citation\" id=\"127308\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127308)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127308)\">John 1:42 (JST)<\/a><\/span> men of the lowest calling almost in Judea, Salt Lake City, or anywhere else; but fishermen can be just as honorable men as any others, and they are generally regarded as very humble men, and that is the kind of men God has always chosen. <\/div><div class=\"paragraph jod\" id=\"v18n381\"> The Lord called Joseph Smith because he was foreordained before the world was to build up this Church and Kingdom, and he came through the loins of ancient Joseph.<span class=\"citation\" id=\"81296\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81296)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81296)\">2 Ne. 3:11-15<\/a><\/span> He was an illiterate youth, but the Lord used him, and he lived to fulfill the measure of his appointment; he lived as long as the Lord required him to live, and until he received every key held by every Prophet and Apostle that ever lived in the flesh from the days of Adam down to his day, which belonged to this dispensation. <\/div><div class=\"paragraph jod\" id=\"v18n382\"> Joseph Smith received his first ordination under the hand of John the Baptist,<span class=\"citation\" id=\"129337\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129337)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129337)\">D&amp;C 27:8<\/a><\/span><span class=\"citation\" id=\"93931\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93931)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93931)\">JS&mdash;H 1:68-72<\/a><\/span> who was beheaded,<span class=\"citation\" id=\"64738\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64738)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64738)\">Matt. 14:10<\/a><\/span> and who, while in the flesh, held the Aaronic Priesthood.<span class=\"citation\" id=\"84011\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84011)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84011)\">D&amp;C 13:1<\/a><\/span> Peter, James, and John, who were Prophets, and were crucified and put to death, at least Peter and James were, they came and ordained Joseph Smith to the Apostleship;<span class=\"citation\" id=\"84606\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84606)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84606)\">D&amp;C 27:12<\/a><\/span> and every ordination that he obtained, he obtained from the spirit world from men who had tabernacled here in the flesh. These are the eternal truths of the God of heaven, and eternity will reveal them to the inhabitants of the  <div class=\"break pagebreak\" id=\"119a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0119.pdf\" target=\"pdfwin\">p.&#xA0;119a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7022\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>earth. It is by this power that this Church has been planted, not of man nor by the will of man,<span class=\"citation\" id=\"127309\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127309)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127309)\">Gen. 14:28 (JST)<\/a><\/span><span class=\"citation\" id=\"78325\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78325)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78325)\">2 Pet. 1:21<\/a><\/span> but by the revelations of Jesus Christ.<span class=\"citation\" id=\"74444\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74444)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74444)\">Gal. 1:12<\/a><\/span> We call upon the Latter-day Saints, we look to them, and the Lord looks to them, the heavens look to them, to take hold and build up this kingdom. <\/div><div class=\"paragraph jod\" id=\"v18n384\"> Some of the outside world are finding a good deal of fault with the Indians. Who are the Indians? Read the Book of Mormon, and you will learn that they are the literal descendants of Israel; they have been cursed through the transgressions of their fathers, and a skin of darkness has come upon them.<span class=\"citation\" id=\"81345\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81345)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81345)\">2 Ne. 5:21<\/a><\/span> This history tells us that they were once a white and delightsome people,<span class=\"citation\" id=\"81346\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81346)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81346)\">2 Ne. 5:21<\/a><\/span> and had great power on this land, but that they were degraded and cast down because of their sins. When we came here, we found them living upon crickets, grasshoppers, roots, and anything they could possibly eat, poor, miserable, degraded beings, though they have immortal souls, and are of the house of Israel. What is the Lord doing for them? He is stretching forth his hand over them, in remembrance of the promises made to their fathers. President Young and his people are accused of stirring up the Indians against the general government, and against the white man. This is not true. We have preached to the Indians a good many years, as we have had opportunities, but what effect did it have? Not much. We preached to Walker, Arapene, and many other chiefs who have dwelt here, but have now passed away, but our preaching had but little effect. Now the Lord is stretching out his hand over the Lamanites, and their eyes are being opened, and they are receiving the Gospel of Jesus Christ at the hands of the Elders of Israel. Whose work is this? Not the work of man, but it is the work <div class=\"break columnbreak\" id=\"119b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0119.pdf\" target=\"pdfwin\">p.&#xA0;119b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7022\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of God, and if the nations of the earth try to stay it, the warfare is between them and God, and not between them and us. So with every other principle which God has revealed to us. This work is the work of the God of Israel, and not the work of man; not the work of Brigham Young, the Twelve Apostles, or anybody else. The hand of the Lord is feeling after that people, and if we, as Latter-day Saints, do not arise and magnify our callings and fulfill our missions, the Lord will take that people and build up his kingdom, and we will be cast out. It is time that we awoke and realized this truth, and that, as Elders of Israel, we realized our position before the Lord. Now there is a very general desire manifested by this people to get rich, and to labor for self rather than for the kingdom of God. But what will it profit you or me to give up praying and to go to and get rich? What will it profit a man to gain the whole world and lose his own soul?<span class=\"citation\" id=\"64953\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64953)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64953)\">Matt. 16:26<\/a><\/span> Not much. What will a man give in exchange for his soul,<span class=\"citation\" id=\"64954\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64954)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64954)\">Matt. 16:26<\/a><\/span> when he gets on the other side of the veil? I marvel very much at the little interest manifested by the inhabitants of the earth generally in their future state. There is not a person here today but what is going to live on the other side of the veil as long as his Creator&#x2014;to the endless ages of eternity, and the eternal destiny of every individual depends upon the manner in which the few short years of the life in the flesh are spent. I ask, in the name of the Lord, what is popularity to you or me? What is gold or silver, or this world&#x2019;s goods to any of us, any further than to enable us to obtain what we need to eat, drink, and wear, and to build up the kingdom of God. And for us to stop praying, and to become crazy after the riches of the  <div class=\"break pagebreak\" id=\"120a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0120.pdf\" target=\"pdfwin\">p.&#xA0;120a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7021\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>world, is the very height of foolishness and folly. To see the way that some people act, you might suppose that they are going to live here eternally, and that their eternal destiny depends upon the number of dollars they have. I sometimes ask the Latter-day Saints, how much we had when we came here? How much did we bring, and where did it come from? I do not think anyone of us brought a wife or a brick house; I do not think that any of us were born on horseback or in a carriage, or that we brought railroad scrip and cattle and houses with us, but we were born naked as Job,<span class=\"citation\" id=\"56029\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56029)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56029)\">Job 1:21<\/a><\/span> and I think that we shall leave here as naked as he did. Then with regard to this world&#x2019;s goods, what do they amount to with us, that they should induce us to lose salvation for them? I say, rather than that, let me be poor all the days of my life; if riches are going to damn me, and take from me the glory I have in prospect through keeping the commandments of God, I pray God that I may never possess them. <\/div><div class=\"paragraph jod\" id=\"v18n386\"> God holds the riches of this world in his hands; the gold and silver, the cattle and the earth are his, and he gives to whom he will give. When Christ was upon the mount, Lucifer, the devil, showed him all the glory of the world and offered to give it to him if he would fall down and worship him.<span class=\"citation\" id=\"62861\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62861)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62861)\">Matt. 4:8-9<\/a><\/span> But do you know that that poor devil did not own a single foot of land in the whole world, and that he had not even a body, or tabernacle? The earth is the footstool of the Lord,<span class=\"citation\" id=\"60222\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60222)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60222)\">Isa. 66:1<\/a><\/span> and if we ever have any of it for our own the Lord will give it to us; and we ought to be just as faithful to our religion if we had ten thousand million dollars, as if we had not any at all. Eternal life is what we are or ought to be after, and that, whatever our circum<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"120b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0120.pdf\" target=\"pdfwin\">p.&#xA0;120b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7021\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>stances and condition in life may be, should be our first object. <\/div><div class=\"paragraph jod\" id=\"v18n387\"> I say to the brethren and sisters&#x2014;you have your appointment; the Lord has raised up these Elders of Israel, and I can prove from the Book of Doctrine and Covenants that you received the Priesthood from eternity, and your lives have been hid with Christ in God, and you knew it not.<span class=\"citation\" id=\"88125\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88125)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88125)\">D&amp;C 86:8-11<\/a><\/span> You are literally and lawfully heirs of the Priesthood through the lineage of your fathers, and that Priesthood will continue throughout eternity, therefore you have received your appointment, and the Lord looks to you to build up his Zion and kingdom upon the earth. <\/div><div class=\"paragraph jod\" id=\"v18n388\"> Let us try to be faithful and to live our religion; let us try to believe in the revelations of God. I think it will be better for our daughters, for our wives, for our sons and for ourselves to lay aside the New York <span class=\"italic\">Ledger<\/span> and yellow-covered literature generally, and take hold and read the revelations of God, and comprehend them. When I read the revelations, whether in the Bible, Book of Mormon, or Book of Doctrine and Covenants, I look upon them as true, and I look for their fulfillment. Up to the present day, one jot or tittle of them has never gone unfulfilled,<span class=\"citation\" id=\"63119\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63119)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63119)\">Matt. 5:18<\/a><\/span> and, as the Lord has said&#x2014;&#x201C;What I have spoken I have spoken, and I excuse not myself, and though the heavens and the earth pass away, not one jot or tittle of my word shall go unfulfilled,<span class=\"citation\" id=\"63120\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63120)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63120)\">Matt. 5:18<\/a><\/span> whether by my own voice or by the voice of my servants it is the same. Behold and lo, I am God, and truth will be and abide for ever and ever, Amen.&#x201D;<span class=\"citation\" id=\"83782\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83782)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83782)\">D&amp;C 1:38-39<\/a><\/span> Now let us try and live our religion and keep the commandments of God. As Latter-day Saints let us see where we are, and if we have no oil in our lamps<span class=\"citation\" id=\"66067\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66067)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66067)\">Matt. 25:8<\/a><\/span> let us stop trying to get rich, and let us pray to the Lord until we get his  <div class=\"break pagebreak\" id=\"121a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0121.pdf\" target=\"pdfwin\">p.&#xA0;121a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7020\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Spirit and oil in our lamps,<span class=\"citation\" id=\"85706\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85706)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85706)\">D&amp;C 45:57<\/a><\/span> and light unto the glory of God, and take hold and labor to build up his Kingdom and Zion. <\/div><div class=\"paragraph jod\" id=\"v18n390\"> Before I close I want to speak on one temporal point. I have been talking about getting riches. I do not find fault with riches. The gold and silver are the Lord&#x2019;s. We want houses building and we must cultivate the earth. This is all right. I do not find fault with a man getting rich, I find fault with our selling the kingdom of God, our birthright, selling the Gospel and depriving ourselves of eternal life, for the sake of gratifying the lusts of the flesh, the pride of life<span class=\"citation\" id=\"78593\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78593)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78593)\">1 Jn. 2:16<\/a><\/span> and the fashions of the world; and setting our hearts upon these things. It is right to build houses, to plant vineyards and orchards, to cultivate the earth and to make the desert blossom as the rose,<span class=\"citation\" id=\"59139\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59139)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59139)\">Isa. 35:1<\/a><\/span> to adorn our dwelling places and to build Temples. This is all right. I have no objection to the ladies&#x2014;our wives, daughters and mothers&#x2014;in Zion adorning themselves as much as they please, if they only make what they wear. Set out your mulberry trees and make your own silk; get straw and make your own bonnets; make your artificial flowers to adorn yourselves with, and let all be the workmanship of your own hands,<span class=\"citation\" id=\"85408\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85408)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85408)\">D&amp;C 42:40<\/a><\/span> and do not import these things at the expense of the means we have in the Territory. I have not any fault to find with your adorning yourselves, if you only make that which you require yourselves. <\/div><div class=\"paragraph jod\" id=\"v18n391\"> I want to say one word to our farmers before I close. I want to ask you if you ever heard brother Kimball tell about laying up wheat? &#x201C;Yes,&#x201D; say some, &#x201C;we have heard him, but the famine has not come yet.&#x201D; No, but it will come. The Lord is not going to disappoint either Babylon or Zion, with regard to <div class=\"break columnbreak\" id=\"121b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0121.pdf\" target=\"pdfwin\">p.&#xA0;121b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7020\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> famine, pestilence, earthquakes or storms, he is not going to disappoint anybody with regard to any of these things, they are at the doors, and I want to give a word of exhortation to our farmers, and I say to them, lay up your wheat, for according to the spirit that has been in my bosom the last three or four months, and in the breasts of a good many others, the day will come when, if you do not take this counsel, you will want your wheat for bread. I feel to exhort the brethren; and to say to them&#x2014;lay up bread, do not sell it for a song; let your wives and daughters go for awhile without ribbons and ornaments, let your wheat stay in your bins; let us try to get along with old coats and old hats, and keep the wheat, and in a little while you will see the reason why this counsel has been given. Lay up your wheat; and other provisions against a day of need, for the day will come when they will be wanted, and no mistake about it. We shall want bread, and the Gentiles will want bread, and if we are wise we shall have something to feed them and ourselves when famine comes. We have fed thousands of them in days past, who would have laid their bones on these plains if it had not been for the counsel of President Young to us to cultivate the earth and have wheat on hand to feed them. And the day will come again when corn will be wanted in Zion, and it will be sought for. I hope the Latter-day Saints will take heed to these things and be wise. <\/div><div class=\"paragraph jod\" id=\"v18n392\"> I pray that God will bless you, that he will give you his spirit, that you may see and understand your position before him. And I pray that he will open the eyes, ears and hearts of the Gentiles, that they may receive the Gospel of Christ, and be numbered with the house of Israel in the last  <div class=\"break pagebreak\" id=\"122a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0122.pdf\" target=\"pdfwin\">p.&#xA0;122a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7019\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>dispensation of the fullness of times, that they may stand in holy places<span class=\"citation\" id=\"65749\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65749)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65749)\">Matt. 24:15<\/a><\/span><span class=\"citation\" id=\"85640\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85640)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85640)\">D&amp;C 45:32<\/a><\/span><span class=\"citation\" id=\"88227\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88227)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88227)\">D&amp;C 87:8<\/a><\/span><span class=\"citation\" id=\"89461\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89461)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89461)\">D&amp;C 101:22<\/a><\/span> through the nations, for they will come to both Jew and Gentile, Zion <div class=\"break columnbreak\" id=\"122b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0122.pdf\" target=\"pdfwin\">p.&#xA0;122b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7019\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and Babylon. There is no getting away from them, for the Lord has said so, and what he has said will come to pass. Amen <\/div>\n<\/div>\n<\/div>"}