{"ID":180037, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Apostolical Succession and Responsibility&#x2014;Social Position Affords No Release From Responsibility&#x2014;If the Office Does not Honor a Man, He is Called to Honor the Office&#x2014;Man&#x2019;s Future, Dependent on Integrity Here.<\/div>\n<div class=\"subtitle\">Discourse by Elder Lorenzo Snow, delivered at the Semi-Annual Conference of the Church of Jesus Christ of Latter-Day Saints, Held in the New Tabernacle, Salt Lake City, Friday Afternoon, Oct. 6, 1876.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Geo. F. Gibbs.<\/div>\n<div class=\"pageHeader\">Page Header: Apostolical Succession, Etc.<\/div>\n<div class=\"speaker\">Speaker: Lorenzo Snow<\/div>\n<div class=\"date\">Date: 10\/6\/1876<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d37\">\n<div class=\"paragraph jod\" id=\"v18n999\"> We, the Latter-day Saints, profess to have received from God the fullness of the everlasting Gospel; we profess to be in possession of the holy Priesthood&#x2014;the delegated authority of God to man, by virtue of which we administer in its ordinances acceptably to him; and we testify, to the whole world that we know, by divine revelation, even through the manifestations of the Holy Ghost, that Jesus is the Christ, the Son of the living God, and that he revealed himself to Joseph Smith as personally as he did to his Apostles, anciently, after he arose from the tomb, and that he made known unto him those heavenly truths by which alone mankind can be saved. This, as was remarked by President Wells this morning, is assuming a very important and responsible position, knowing, as we do, that God will hold us accountable for the disposition we make of this sacred trust which he has committed to us. As the Apostles appeared before the world, after they had re<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"298b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0298.pdf\" target=\"pdfwin\">p.&#xA0;298b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6843\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ceived their commission from the risen Redeemer, to preach the Gospel of the kingdom to all nations,<span class=\"citation\" id=\"66442\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66442)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66442)\">Matt. 28:19<\/a><\/span> promising all who believed on their word,<span class=\"citation\" id=\"66842\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66842)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66842)\">Mark 16:15-18<\/a><\/span> the Gift of the Holy Ghost through the laying on of hands,<span class=\"citation\" id=\"127500\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127500)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127500)\">D&amp;C 49:12-14<\/a><\/span> so we appear. As they by virtue of their commission, declared with all assurance, amidst persecution and opposition, the Gospel to be the power of God unto salvation to all those who believed and obeyed,<span class=\"citation\" id=\"72207\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72207)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72207)\">Rom. 1:16<\/a><\/span> so declare we. As they preached faith in the Lord Jesus Christ,<span class=\"citation\" id=\"72073\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72073)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72073)\">Acts 20:21<\/a><\/span> baptism for the remission of sins, and the laying on of hands, by those duly authorized, for the reception of the Holy Ghost,<span class=\"citation\" id=\"71234\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71234)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71234)\">Acts 2:38<\/a><\/span><span class=\"citation\" id=\"71619\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71619)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71619)\">Acts 8:14-20<\/a><\/span> as being essential to salvation, so preach we. As they by the power of the Holy Ghost became witnesses of the Lord Jesus Christ,<span class=\"citation\" id=\"71029\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71029)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71029)\">Acts 1:8<\/a><\/span> and the faithful bearers of his Gospel message to the whole Gentile world, so, by and through the same Holy Spirit, we have become witnesses of him,<span class=\"citation\" id=\"127501\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127501)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127501)\">D&amp;C 14:8<\/a><\/span> and, having been called by the same divine and holy calling, we therefore assume the  <div class=\"break pagebreak\" id=\"299a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0299.pdf\" target=\"pdfwin\">p.&#xA0;299a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6842\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>same position. <\/div><div class=\"paragraph jod\" id=\"v18n1001\"> Then, having assumed this position, we assume all the responsibilities of ambassadors of Christ,<span class=\"citation\" id=\"74224\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74224)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74224)\">2 Cor. 5:20<\/a><\/span> we become answerable for our individual acts, and for the manner in which we use the talents and ability the Lord has given us. Now the question is, do we sense our position, do we comprehend fully the nature of the work we have undertaken to consummate? I am sometimes led to believe that some of our brethren, Elders in Israel, are too ready and willing to shirk the obligations they are under by reason of their covenants, the faith they once possessed seems to be almost exhausted, and they appear to settle down into the quiet satisfaction of a mere nominal membership in the Church. There are others who think because their names are not very widely known, because they are perhaps only employees, occupying narrow spheres, that it does not matter much what habits they contract, or what kind of examples they set before their brethren. But then, if they held responsible positions, such as the Presidency of the Church, or a counselorship, or if they belonged to the Quorum of the Twelve, or were they President of the High Council, or of the High Priests or Seventies, then they would consider it important how they conducted themselves. Herein they manifest great weakness or gross ignorance, their lamp is either growing dim or they never sensed the position they assumed in taking upon themselves the responsibilities of the Gospel. <\/div><div class=\"paragraph jod\" id=\"v18n1002\"> We are told in the parable of the Savior that the kingdom of heaven is as a householder who delivered his goods to his servants as he was about to travel into a far country. To one he gave five talents, to another two, and to another one. The one that <div class=\"break columnbreak\" id=\"299b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0299.pdf\" target=\"pdfwin\">p.&#xA0;299b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6842\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> received the five talents went and traded, and made other five talents, doubling the portion that had been entrusted to him, and he also that received two talents went and gained other two. But he that received the one talent, went and digged in the earth, and hid his lord&#x2019;s money. He doubtless considered that his responsibility was so small that he could not do much, and consequently he would not exercise a talent so inferior.<span class=\"citation\" id=\"66084\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66084)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66084)\">Matt. 25:14-30<\/a><\/span> Does not this apply directly to the condition of some of our Elders? Says one, &#x201C;I am only a carpenter, or a tailor, or, peradventure, only a hod carrier, therefore it cannot matter much how I deport myself, whether I do or do not honestly discharge my duties in my humble sphere. But it would be <span class=\"italic\">very different<\/span> if I were acting in some more responsible and prominent position.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v18n1003\"> Stop, my brother; do not allow yourself to be deceived by such alluring sentiments. It is true you may only be a hod carrier, but remember you are an Elder in Israel, you are an ambassador of the Lord Jesus Christ,<span class=\"citation\" id=\"74225\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74225)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74225)\">2 Cor. 5:20<\/a><\/span> and if you are in the line of your duty you are in possession of that which the world cannot give nor take away; and you are held accountable to God for the honest use of the talent over which he has made you steward, whether it be large or small. <\/div><div class=\"paragraph jod\" id=\"v18n1004\"> Again, you exert a certain degree of influence, and be it ever so small, it affects some person or persons, and for the results of the influence you exert you are held more or less accountable. You, therefore, whether you acknowledge it or not, have assumed an importance before God and man that cannot be overlooked, and from which you cannot be released if you wish to sustain the name you bear. <\/div><div class=\"paragraph jod\" id=\"v18n1005\"> And what of the prospects of that  <div class=\"break pagebreak\" id=\"300a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0300.pdf\" target=\"pdfwin\">p.&#xA0;300a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6841\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>individual? I say that if he honors his calling, and is found faithful to the trust reposed in him, his prospects for salvation and exaltation in the kingdom of God are just as good as any other man&#x2019;s. If he comprehends his position and lives accordingly, his prospects are equally good with any man that ever lived since the days of father Adam to the present moment; and it is just as important that he deport himself properly according to the sphere in which he walks, as it is that any other individual should, who may be called to act in a higher position; or, in other words, who may have been made steward over a larger number of talents. If the man of limited influence and small talents be not trustworthy and faithful in that which belongs to another, which may be committed to his charge, how can he expect ever to come in possession of the true riches,<span class=\"citation\" id=\"67760\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67760)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67760)\">Luke 16:11<\/a><\/span> or even receive that which he calls his own?<span class=\"citation\" id=\"67765\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67765)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67765)\">Luke 16:12<\/a><\/span> For mark well the language of the Savior bearing directly on this&#x2014;&#x201C;He that is faithful in that which is least is faithful also in much: and he that is unjust in the least is unjust also in much.&#x201D;<span class=\"citation\" id=\"67748\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67748)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67748)\">Luke 16:10<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v18n1007\"> Therefore, let it be understood and always remembered by those who may be called to follow the humbler occupations in life, that it is absolutely necessary, for their growth and progress in the kingdom of God, that while acting therein they master the situation, that they establish and form a character and a living name, by which they may be known and distinguished hereafter among the sons of God. I respect the man occupying the humblest position, if he is faithful in the sphere in which he acts, and is truly an honest man; I deem him just as honorable as any person who may act in a higher position. The Lord does not require <div class=\"break columnbreak\" id=\"300b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0300.pdf\" target=\"pdfwin\">p.&#xA0;300b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6841\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> so much of the man who possesses but one talent, as of him who possesses more than one; but, according to that which he hath, so shall it be required of him. Let all, therefore, be encouraged, and seek to improve the talents they severally possess; and let him who may have the one talent use it and not hide it in the earth;<span class=\"citation\" id=\"66093\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66093)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66093)\">Matt. 25:18<\/a><\/span> that is, let him who may be endowed with little ability improve himself, and not complain because nature may not have been so propitious to him as to his more fortunate brother. Let us all be satisfied with our lot in life, and should it not be so desirable as we could wish, we should seek with becoming diligence to improve it, ever feeling grateful for our earthly being, and more especially for the Spirit of God we have received through obedience to the Gospel. <\/div><div class=\"paragraph jod\" id=\"v18n1008\"> President Young has said from this stand, that the poor are often harder to govern than the rich. There are, doubtless, many brethren present today, who preside in our various settlements, that can readily corroborate the statement. This should not be so, for one of the important objects of the Gospel is to benefit the poor temporally as well as spiritually; and, therefore, of all other classes of people, the poor should be the most willing to be directed and governed. The Lord has ever been mindful of his poor; to them, while in their adverse circumstances, he has granted privileges which are withheld from the rich. The fact that the poor had the Gospel preached to them was one of the evidences of Jesus being the Christ,<span class=\"citation\" id=\"67304\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67304)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67304)\">Luke 7:22<\/a><\/span> which he himself gave to the disciples of John in answer to the question, &#x201C;Art thou he that should come? or do we look for another?&#x201D;<span class=\"citation\" id=\"67302\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67302)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67302)\">Luke 7:19-20<\/a><\/span> The poor have always been an especial charge of the servants of God, in all  <div class=\"break pagebreak\" id=\"301a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0301.pdf\" target=\"pdfwin\">p.&#xA0;301a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6840\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ages;<span class=\"citation\" id=\"127502\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127502)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127502)\">John 12:8<\/a><\/span> and strikingly has this charge been sustained in this dispensation by President Young and his brethren. The Presidency of this Church have always been mindful of the poor, in donating themselves and using their influence upon others to assist in the gathering of the poor Saints from the various nations to this land; and upon their arrival here have caused homes and food to be provided for them until such times as they could provide for themselves; and they have constantly manifested a disposition to elevate the poor, and to protect them against that arbitrary power which peradventure might be used against them by their richer brethren. <\/div><div class=\"paragraph jod\" id=\"v18n1010\"> The Gospel binds together the hearts of all its adherents, it makes no difference, it knows no difference between the rich and the poor; we are all bound as one individual to perform the duties which devolve upon us. &#x201C;And if ye have not been faithful in that which is another man&#x2019;s, who shall give you that which is your own?&#x201D;<span class=\"citation\" id=\"67766\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67766)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67766)\">Luke 16:12<\/a><\/span> Now let me ask the question, Who do possess anything, who can really and truly call any of this world&#x2019;s goods his own? I do not presume to, I am merely a steward over a very little, and unto God I am held accountable for its use and disposition. The Latter-day Saints have received the law of the Gospel through the revelations of God, and it is so plainly written that all can understand it. And if we understood and comprehended the position we assumed in subscribing to it when we entered into its covenant through baptism for the remission of sins, we must still be conscious of the fact that that law requires us to seek <span class=\"italic\">first<\/span> the kingdom of God,<span class=\"citation\" id=\"63649\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63649)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63649)\">Matt. 6:33<\/a><\/span> and that our time, talent and ability must be held subservient to its interest. If this were not so, <div class=\"break columnbreak\" id=\"301b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0301.pdf\" target=\"pdfwin\">p.&#xA0;301b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6840\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> how could we expect hereafter, when this earth shall have been made the dwelling place of God and his Son, to inherit eternal lives and to live and reign with him? Who shall say that the rich, or those that possess many talents, have any better hope or prospect to inherit these blessings than the poor, or those who have but one talent? As I understand it, the man who works in the shop, whether as tailor, carpenter, shoemaker, or in any other industrial department, and who lives according to the law of the Gospel, and is honest and faithful in his calling, that man is just as eligible to the receiving of these and all the blessings of the New and Everlasting Covenant as any other man; through his faithfulness he shall possess thrones, principalities and powers, his children becoming as numerous as the stars in the firmament, or the sands on the seashore.<span class=\"citation\" id=\"53351\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53351)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53351)\">Gen. 22:17<\/a><\/span><span class=\"citation\" id=\"127503\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127503)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127503)\">D&amp;C 132:19-20<\/a><\/span> Who, I ask, has any greater prospect than this? <\/div><div class=\"paragraph jod\" id=\"v18n1011\"> I remember reading an anecdote when a boy, of a man who, through his wisdom and patriotism, had gained great renown, but who, through envy, was assigned to a position which was considered very degrading. On entering upon its duties, it was said that he made this significant remark: &#x201C;If the office does not honor me, I will honor the office.&#x201D; Much difficulty would be avoided, and our condition and situation would be much more encouraging, if we all honored the office in which we are called to act. We are told that the Lord himself made clothes for our first parents,<span class=\"citation\" id=\"52646\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52646)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52646)\">Gen. 3:21<\/a><\/span> or, in other words, on that occasion, acted as tailor, also that Jesus Christ, was a carpenter. Now, the Savior must have been an honorable and honest carpenter,<span class=\"citation\" id=\"64721\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64721)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64721)\">Matt. 13:55<\/a><\/span><span class=\"citation\" id=\"66543\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66543)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66543)\">Mark 6:3<\/a><\/span> or he never could have merited the position he afterwards occupied. If we could get the bre<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"302a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0302.pdf\" target=\"pdfwin\">p.&#xA0;302a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6839\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>thren and sisters to see the importance of acting honestly and faithfully in their respective callings, much of the annoyances and troubles we now experience would be averted, and the work of God would roll on with redoubled rapidity, and all his purposes would be more rapidly and speedily accomplished; and besides, as a people, we would be better prepared than we now are for the dispensation of his will. &#x201C;Let this mind be in you, which was also in Christ Jesus: Who, being in the form of God, thought it not robbery to be equal with God.&#x201D;<span class=\"citation\" id=\"75408\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75408)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75408)\">Philip. 2:5-6<\/a><\/span> Again we are told, &#x201C;It doth not yet appear what we shall be: but we know that, when he shall appear, we shall be like him.&#x201D;<span class=\"citation\" id=\"78655\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78655)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78655)\">1 Jn. 3:2<\/a><\/span> This spirit should influence us in all our dealings. If we all acted in keeping with its sacred whisperings, there would be little difficulty in the establishment and working of the United Order, for all would then be faithful in the performance of their several duties. But if, whether as tailors or carpenters, clerks or merchants, we prove unfaithful, &#x201C;who,&#x201D; says the Savior, &#x201C;shall give you that which is your own?&#x201D;<span class=\"citation\" id=\"67767\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67767)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67767)\">Luke 16:12<\/a><\/span> On the same principle, if we as Elders fail to keep the covenants we have made, namely, to use our time, talent, and ability for the upbuilding of the kingdom of God upon the earth, how can we reasonably expect to come forth in the morning of the first resurrection, <div class=\"break columnbreak\" id=\"302b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0302.pdf\" target=\"pdfwin\">p.&#xA0;302b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6839\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> identified with the great work of redemption? If we, in our manner, habits, and dealings, imitate the Gentile world, thereby identifying ourselves with the world, do you think, my brethren, that God will bestow upon us the blessings we desire to inherit? I tell you no, he will not! In all our business occupations we must prove ourselves better than any other people, or we forfeit all. We must build ourselves up in the righteousness of heaven, and plant in our hearts the righteousness of God. Said the Lord, through the Prophet Jeremiah, &#x201C;I will put my law in their inward parts, and write it in their hearts; and will be their God, and they shall be my people.&#x201D;<span class=\"citation\" id=\"60667\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60667)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60667)\">Jer. 31:33<\/a><\/span> This is what the Lord is endeavoring to do, and this he will accomplish in us if we conform to his will. <\/div><div class=\"paragraph jod\" id=\"v18n1013\"> Then let us practice honesty and diligence in our various callings, seeking unity, and to cultivate the spirit of brotherhood financially as well as spiritually, that we may be in readiness, upon call, to go forth and build up the Center Stake of Zion, and prepare a house in which to meet the Lord our Savior and Redeemer. <\/div><div class=\"paragraph jod\" id=\"v18n1014\"> May God bless you, my brethren and sisters, and enable you to act always as wise stewards over that with which you have been entrusted.<span class=\"citation\" id=\"67635\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67635)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67635)\">Luke 12:42<\/a><\/span><span class=\"citation\" id=\"86013\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86013)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86013)\">D&amp;C 51:19<\/a><\/span><span class=\"citation\" id=\"89540\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89540)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89540)\">D&amp;C 101:61<\/a><\/span> <\/div>\n<\/div>\n<\/div>"}