{"ID":180010, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Pleasure of Serving God&#x2014;Importance of the Gathering&#x2014;Necessity of Obedience to the Priesthood.<\/div>\n<div class=\"subtitle\">Discourse by Elder George Q. Cannon, delivered at the Forty-Sixth Semi-Annual Conference of the Church of Jesus Christ of Latter-Day Saints, in the New Tabernacle, Salt Lake City, Wednesday Afternoon, October 6, 1875.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: The Pleasure of Serving God, Etc.<\/div>\n<div class=\"speaker\">Speaker: George Q. Cannon<\/div>\n<div class=\"date\">Date: 10\/6\/1875<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d10\">\n<div class=\"paragraph jod\" id=\"v18n268\"> It is exceedingly interesting to me, as I have no doubt it is to all Latter-day Saints, to hear the Elders who have been on missions bear a faithful testimony, on their return, to the truth of the work in which they have been engaged. It is a tolerably easy matter to tell, in listening to them speaking, whether they have been faithful or not in magnifying their Priesthood and calling, for a man who does not magnify his Priesthood, and who is not faithful in the discharge of the duties entrusted to him, generally manifests it by the spirit which he possesses and with which he speaks. And so, also, when men have been faithful and have striven to magnify their calling, a spirit and influence attend them that bear testimony of their faithfulness. No man can go out, ordained by those who have the authority, in faith and in humility to preach the principles of the everlasting Gospel, however peculiar and <div class=\"break columnbreak\" id=\"82b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0082.pdf\" target=\"pdfwin\">p.&#xA0;82b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7059\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> difficult the circumstances may be that surround him, however great the trials and the persecutions that he may have to contend with, without receiving an unction from the Holy One,<span class=\"citation\" id=\"78611\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78611)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78611)\">1 Jn. 2:20<\/a><\/span> that will bear testimony to him that the work in which he is engaged is of God, and that he has been called of God to declare the principles of life and salvation unto the people among whom his lot may be cast. There is this peculiarity and influence about this work, there is the demonstration of the Holy Ghost, which descends with convincing and overwhelming power upon all those who place themselves in a position to receive it; and there is no labor under the sun, I care not what it may be, or how pleasant the circumstances that surround him, at all comparable with the labor of an Elder in this Church, who endeavors, in humility and meekness, to magnify his calling; there is no joy which a  <div class=\"break pagebreak\" id=\"83a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0083.pdf\" target=\"pdfwin\">p.&#xA0;83a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7058\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>human soul is capable of comprehending, that approaches the delight and the satisfaction which laboring in the ministry of the Son of God confers upon him who does so in faithfulness. He may be destitute, he may be without purse and scrip,<span class=\"citation\" id=\"68173\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68173)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68173)\">Luke 22:35<\/a><\/span> as our Elders travel, he may be in the midst of enemies, he may be haled to prison, and treated with contumely, and have all manner of evil heaped upon him; but if he is faithful to God, if he is faithful to his Priesthood, and magnifies it to the extent of his ability, there is a power, an influence, and a joy resting upon and accompanying him, and filling him from the crown of his head to the soles of his feet, that are incomprehensible to those who have not experienced them; and for such a man to doubt that God is with him, and that the work he is engaged in is the work of God, would be as difficult as to doubt that the sun&#x2019;s rays ever beam upon him, or that there is no warmth or light connected with them; in fact, such a man could as easily doubt his own existence, and the testimony of every sense that he possesses, as to doubt the testimony of God which rests down upon him. <\/div><div class=\"paragraph jod\" id=\"v18n270\"> And these blessings are not confined to those who go forth as missionaries, but they extend themselves to all who enter into covenant with God, take upon them the name of Jesus Christ, and resolve in their hearts to repent of their sins, and to tread humbly and meekly in the path which the Savior has marked out for all to walk in. They receive also, according to the measure of their responsibilities, and the position which they occupy, the same gifts and blessings, and the same joy fills their hearts that does the hearts of the faithful Elders. <\/div><div class=\"paragraph jod\" id=\"v18n271\"> When I listen to the Elders, as <div class=\"break columnbreak\" id=\"83b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0083.pdf\" target=\"pdfwin\">p.&#xA0;83b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7058\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> we have today, speaking their experience, and relating that which they have met with, and the joy they have had, it has seemed to me that, if any of the Elders, or if all the Elders, could comprehend this and enter into the spirit of it, they would say that they would devote themselves with all they possess, with every feeling of their heart, with every power of their mind, with all the strength and the ability which God has given them, to the rolling forth of his work upon the face of the earth. But the difficulty with us as individuals is, that we are like the man of whom the Apostle James speaks: we look in the glass, we see ourselves, our features are distinct to us, everything is plain to us, we see the mirrored resemblance of ourselves in the glass that we look upon, but we turn away, and we speedily forget what manner of men we are.<span class=\"citation\" id=\"77487\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77487)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77487)\">James 1:23-24<\/a><\/span> And so it is with many who are in this Church. They have experienced joy, they have had testimonies from God, they have had the power and the gifts of God resting upon them; but after a little while, coming in contact with the world, and the spirit of the world, they forget these things, the remembrance of them fades away from their minds and other things appear more desirable to them. This is the difficulty that the servants of God have to contend with in their ministering among men. It would appear, looking at matters naturally, that if men and women had tasted the word of God,<span class=\"citation\" id=\"76724\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76724)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76724)\">Heb. 6:5<\/a><\/span> had received revelation from God, had knowledge poured into their souls concerning this being the work of God, they would always be faithful to the truth; but it is not so, and this is evidence of the great power which the adversary exercises over the hearts of the children of men. Men may  <div class=\"break pagebreak\" id=\"84a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0084.pdf\" target=\"pdfwin\">p.&#xA0;84a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7057\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>behold the heavens opened and see Jesus, they may see visions, and have revelations given to them, and yet if they do not live as they should do, and cherish the Spirit of God in their hearts, all this knowledge, and these revelations and wonderful manifestations fail to keep them in the Church, to preserve them from the power of the adversary, and to deliver them from the snares that he spreads for the feet of all the children of God. And in our own experience we can comprehend very easily how the Church of God, in ancient days, fell away from the truth, wandered into darkness, and lost the knowledge of God and the ordinances which he had established in his Church for the salvation of his people. How long would it be, were it not for the teachings, warnings and reproofs of those who are set to preside over them, before many of the Latter-day Saints, and probably a majority of them, would stray into by and forbidden paths,<span class=\"citation\" id=\"80966\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80966)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80966)\">1 Ne. 8:28<\/a><\/span> and forget the knowledge that they once had and the blessings they once enjoyed? And yet I am thankful that people cannot stay in this Church and practice unrighteousness. I am thankful that God allows those who do not keep his commandments to fall away, so that his Church may be cleansed, and, in this respect, this Church is different from any other that is upon the earth. A man may practice iniquity and do wrong in other churches, and he may cover it up for years, and nobody, or probably but a few&#x2014;himself, his God, and a few others&#x2014;be aware of this wrong, and he may pass along and nobody ever imagine that there is anything wrong with him. But it is not so in the Church of Jesus Christ of Latter-day Saints&#x2014;no man can stand in this Church, or retain the Spirit of God and continue in a course of hypocrisy for any length of time. God <div class=\"break columnbreak\" id=\"84b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0084.pdf\" target=\"pdfwin\">p.&#xA0;84b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7057\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> will tear away the covering of lies and expose the wrong; he will leave the transgressor to himself, and the strength that he formerly had, which enabled him to stand and maintain his associations with the people of God, will be taken away from him, and he will be left to go down to destruction unless he repents. It is true that the Lord has said that the tares shall grow with the wheat until harvest,<span class=\"citation\" id=\"64587\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64587)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64587)\">Matt. 13:30<\/a><\/span> but it is not said that tares will not be plucked up from time to time, for if it were not so they would overpower and choke out the wheat.<span class=\"citation\" id=\"127279\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127279)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127279)\">Matt. 13:22<\/a><\/span><span class=\"citation\" id=\"88087\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88087)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88087)\">D&amp;C 86:1-7<\/a><\/span> The sifting or weeding process has been going on from the commencement of this Church until the present time; hence it is that the leaders of this Church are stirred up in their feelings from time to time to call upon the people to repent. They understand clearly that unless there is a godly life and conversation<span class=\"citation\" id=\"84390\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84390)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84390)\">D&amp;C 20:69<\/a><\/span> corresponding with our profession, this people would soon fall into darkness and error, and stray from the path of righteousness. <\/div><div class=\"paragraph jod\" id=\"v18n273\"> Our enemies are not mistaken in some of their ideas respecting us, that is, respecting the power that can be brought to bear to destroy us. They seem to be well aware of the fact that, if we only conform to their customs, fashions, ideas and practices, we would soon fall away and cease, as a people, to preserve our identity. They understand this, and hence the efforts which have been made of late. It has seemed as though the adversary has been exerting every power and bringing every influence within his reach to destroy us; and the most lamentable feature&#x2014;the one that has given me most concern connected with it&#x2014;has been the apparent blindness of our people respecting these designs; it has seemed as though we could not see and understand their nature, and  <div class=\"break pagebreak\" id=\"85a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0085.pdf\" target=\"pdfwin\">p.&#xA0;85a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7056\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>we have to a certain extent yielded ourselves willing captives and dupes to the plots that have been undertaken in our midst to destroy us. The fact that God predicted, through the mouth of his servant Daniel, and through others, that this kingdom should stand forever,<span class=\"citation\" id=\"61286\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61286)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61286)\">Dan. 2:44<\/a><\/span> has seemingly lulled a great many to sleep and caused them to think that we are perfectly safe, and that no danger can overtake us; and the fact also that we have remained in these mountains, now, for twenty-eight years without mobs, and that so many of the people who have grown up and have come here and never knew anything about them, who have joined the Church since the days of mobocracy, these causes combined have had the effect to cause a great many to be very supine, and to imagine, apparently, that we could not be disturbed, or that our safety could not be endangered by anything that might be done against us. Hence, when the servant of God has called upon us, and given us counsel upon many points, we have not seemed to understand the benefit of the counsel. <\/div><div class=\"paragraph jod\" id=\"v18n274\"> We are here in these mountains, Latter-day Saints. We have made this country, notwithstanding all that may be said to the contrary, all that it is today. Why, the very officials of this Territory today may thank God that he raised up Joseph Smith and Brigham Young, because if he had not done so there would have been no governors, judges or other federal officials of Utah Territory; there would, in fact, have been no Territory of Utah if it had not been for the Church of Jesus Christ of Latter-day Saints. Men may say what they please, but, every thinking man in this country must admit that our settlement of this country has forwarded settlement in the adjacent Territories and States for more than a <div class=\"break columnbreak\" id=\"85b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0085.pdf\" target=\"pdfwin\">p.&#xA0;85b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7056\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> quarter of a century. We have demonstrated one great fact&#x2014;that men can live here, that fruit, corn and wheat, and all the cereals which belong to this latitude can be raised here by a judicious application of water, combined with industry and perseverance. We have demonstrated this; it is no longer a problem as to what this country can produce, hence you now hear of agriculture in Montana, Idaho, Wyoming, Colorado and Nevada; but it is a very great query whether this would have been the case for another generation, at least, had it not been for the Latter-day Saints. What could have induced men to come here if they had not been prompted by the feeling that started us out? We had no place to go to excepting this. We wanted the meanest and most undesirable part of the continent, so that our enemies would not rob us of it, as soon as we had improved it; and when we came here we hoped we had reached a place where we could live, at least for a time, undisturbed, until we could increase and raise a generation who would be firm in the faith, and be so numerous that they could carry on the work whose foundations their fathers had laid. We came here in that spirit and with that view. Not to exclude other men from the land that we had settled; but to create homes, and a place to which men and women of every nation could come, and where they could worship God unmolested, as we desired to worship him. We cared not what their creed might be, or whether they were Jews, Pagans, Muslims, or Christians. We asked no man who came here to believe as we believed, and we had no disposition to deny them the rights that we enjoyed because they did not believe as we believed. It was in that spirit that the foundation stones of this superstruc<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"86a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0086.pdf\" target=\"pdfwin\">p.&#xA0;86a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7055\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ture of government in Utah Territory were laid. It was that here, not only Latter-day Saints, but, as I have said, men of every creed and clime might come and worship God unmolested by their neighbors. <\/div><div class=\"paragraph jod\" id=\"v18n276\"> But there were others who did not feel as we felt, and they were determined to curtail us of our privileges, and now for years there has been a studied and unrelenting effort to destroy the work that we have done, and to strip us of all the advantages we have gained by coming here; to wrest from us by any means that could be used, however despicable and illegal, the power that God has given us, and to which we are entitled under the laws and constitution of our country. There has been no concealment of these designs, no attempt made to gloss them over; they have been avowed, plainly and publicly, to all the land and to all the Latter-day Saints throughout these mountains, that if they could get the power to strip us of our rights they would do it without any hesitation or compunctions of conscience. <\/div><div class=\"paragraph jod\" id=\"v18n277\"> Now, my brethren and sisters, let me ask you, this being the case, what is our plain and bounden duty? It is to preserve ourselves, not only for our own sakes, not only for the sake of our children, but for the sake of humanity everywhere, and for the sake of civil and religious liberty, upon this land which God has given to us. Many will pass away after a little, and here are children, and here are mankind, many of whom, in witnessing the bold stand we have taken, are anxious to see us preserve ourselves and to see civil and religious liberty maintained by us on this land. And we owe it to them, as well as to posterity, that, by every means in our power; we do preserve ourselves and our liberties intact. If we do not, we are recreant to our high trust, and <div class=\"break columnbreak\" id=\"86b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0086.pdf\" target=\"pdfwin\">p.&#xA0;86b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7055\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to the high calling which we have received from our Almighty Father. In doing this, must we intrude upon others? Is there any necessity for this? No; our policy is not aggressive; the true policy of the Latter-day Saints is a preservative and defensive policy; to preserve and defend ourselves when we are attacked; not to be aggressive, not to intrude upon others&#x2019; rights, but to preserve our own rights. Every man and woman belonging to this community should therefore keep constantly in mind that this is the policy for which we should labor, and not consult individual interests; not say&#x2014;&#x201C;I can make one dollar or two dollars by stepping aside from the policy that has been marked out.&#x201D; Many so-called Latter-day Saints have done this. We have people among us who, if we may judge by their actions, would sell every liberty that God has given unto us for a few dollars, and yet they call themselves Latter-day Saints. When counsel has been given by President Brigham Young&#x2014;than whom a wiser counselor does not live upon the face of the earth&#x2014;instead of accepting that counsel and looking at it in its true light, in its elevated light, there have been persons who have looked at it from their picayunish standpoint. They have asked&#x2014;&#x201C;How is that counsel going to affect my individual interests?&#x201D; And many have said by their actions: &#x201C;Now is my chance to make money; while the bulk of the people are obeying counsel, it will be to my advantage to disobey it. I can make money by so doing.&#x201D; And they have actually taken advantage of the obedience of the people to make money by their disobedience, and yet have called themselves Latter-day Saints! Is not this the case? Do you not know it to be the case? And that  <div class=\"break pagebreak\" id=\"87a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0087.pdf\" target=\"pdfwin\">p.&#xA0;87a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7054\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>spirit has been spreading and diffusing itself among this people, the example of one encouraging another, until too many have indulged in and given way to it, to the injury of the cause of God. And hence the leaders of this Church have been so deeply impressed, of late, to go forth and call upon this people to repent and turn from their folly and listen to God&#x2019;s voice through his inspired servant, lest He should send calamities upon them; for it is plain to be seen, as brother Squires said, except we are one we are not Christ&#x2019;s,<span class=\"citation\" id=\"85150\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85150)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85150)\">D&amp;C 38:27<\/a><\/span> we are not God&#x2019;s, and that union is the only principle upon which we can be preserved. We have not strength, we have not numbers, we have not wealth, but we have union when we choose to avail ourselves of it, and with union there is strength, especially when God has promised his blessings. <\/div><div class=\"paragraph jod\" id=\"v18n279\"> Now, can you not see, you Latter-day Saints, how unwise it is for us to disobey counsel, when that counsel is given for the benefit of the whole people? This man says&#x2014;&#x201C;I can gain some advantage by disobeying that counsel;&#x201D; this woman says&#x2014;&#x201C;I can gain some advantage by going contrary to that counsel,&#x201D; not caring anything as to what the results may be, so that their little ends can be served to some trifling extent, and being blind to the fact that we must preserve ourselves by looking after our own interests, and taking care of the great work which God has entrusted to us. Why, it took all the eloquence of President Young for years to cause this people to see that it was not to their interest to sustain their enemies, foster their enemies, feed their enemies, take all their wealth and give it to their enemies, and those enemies plotting all the time against their liberties and their lives, and avowing it pub<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"87b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0087.pdf\" target=\"pdfwin\">p.&#xA0;87b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7054\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>licly and undisguisedly. Do you not remember, before cooperation was started, how long and loud the President of this Church and his counselors, and other men, had to plead with the people to get them to see this plain matter of self-preserving policy? They could not see it, that is, a great many could not see; and when cooperation was suggested they could not see that, and there are a great many who cannot see it now, and who are opposed to it in their hearts, and they are opposed to everything that will bring this people closer together, and make them more one, and they fight it, and they do not know the spirit that prompts them. It is the same today respecting the United Order; many seem to be blind, they cannot understand what it is that blinds them; but it is miserable selfishness; they become so eager after money that their judgment is beclouded. If we were united, we could control things in this country to an extent you have no conception of, and we could become rich, if riches were the desire of our hearts, there is nothing to prevent us; if we will be guided by the counsel of God&#x2019;s servants, we can have all the riches that heart can desire. But our miserable, shortsighted selfishness, that miserable, contracted, narrow policy that is not of God, blinds our eyes and darkens our understandings, and prevents us from seeing the true policy of building up the Zion of God on the earth, and preserving the liberty which God has given unto us. <\/div><div class=\"paragraph jod\" id=\"v18n280\"> God requires one thing of the people called Latter-day Saints, and if they will receive and obey that, everything else will follow, and that is&#x2014;to obey the counsel of God&#x2019;s servants. If you will do that, everything else will follow in the train. And why should we not do so?  <div class=\"break pagebreak\" id=\"88a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0088.pdf\" target=\"pdfwin\">p.&#xA0;88a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7053\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Have we not a leader whom God has blessed as he has no other man of whom we have any knowledge at present on the earth? Look at what has been done! See how God has prospered him and those who have received his counsel! Whenever he has told us to do anything, as a people, and we have done it, God has blessed us in its performance; and whenever the people, or a portion of them, have disobeyed his counsel, they have not been prospered. They have invariably lost the spirit and gone into darkness. Do you not know this? Has not the experience of the past thirty-one years confirmed this to us? How was it with us when we crossed the plains and when we came here? Did any of you know whither you were coming? I know the people did not know, but they followed his lead, believing that God led and inspired him, and that God would lead him to a place where we could locate. And look at what we see throughout these valleys today! Where is there anything like it on the face of the earth? A people gathered from every nation, speaking almost every tongue, brought up <div class=\"break columnbreak\" id=\"88b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0088.pdf\" target=\"pdfwin\">p.&#xA0;88b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7053\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> in the midst of every creed, and with every kind of habit, and yet homogeneous and dwelling together in union and love, without litigation and strife! Where can you see anything on the face of the earth that compares with it? Is it any wonder that we have faith in God and in his servant? I tell you that if there is any condemnation resting upon these Latter-day Saints, it is because of their unbelief and hardness of heart in not listening to his counsel. <\/div><div class=\"paragraph jod\" id=\"v18n282\"> Now let us be taught; let us profit by the experience of the past, and not allow ourselves to be deluded by the adversary, and by any, even if they should call themselves our friends. But no man who weakens or tries to weaken that counsel which has led us all the time, is a friend to this people. <\/div><div class=\"paragraph jod\" id=\"v18n283\"> May God bless you, my brethren and sisters, fill you with his Holy Spirit, rend the veil of darkness that beclouds our minds, darkens our eyes, and prevents our seeing the truth, and the true policy of the kingdom, is my prayer in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}