{"ID":180043, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Feelings in the Temple&#x2014;Value of the Sacred Records&#x2014;The Gospel Finds Testimony in Opposition&#x2014;The Gospel Always the Same&#x2014;Martyrs Versus Heroes&#x2014;Ordinances for the Dead.<\/div>\n<div class=\"subtitle\">Discourse by Elder George Q. Cannon, delivered in the Temple, at St. George, on Wednesday Morning, April 4, 1877, at the First of the Two Days&#x2019; Meetings held by the St. George Stake of Zion.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Geo. F. Gibbs.<\/div>\n<div class=\"pageHeader\">Page Header: Feelings in the Temple, Etc.<\/div>\n<div class=\"speaker\">Speaker: George Q. Cannon<\/div>\n<div class=\"date\">Date: 4\/4\/1877<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d43\">\n<div class=\"paragraph jod\" id=\"v18n1211\"> It is with peculiar feelings I arise to speak to you, my brethren and sisters, for the short time remaining, in this holy Temple. If I were to describe my feelings on entering and worshiping in this house, I would occupy more time than remains to be used, and I do not know if I were to attempt to do so I could succeed. Each one present can the better estimate the feelings of his brother from those entertained by himself. <\/div><div class=\"paragraph jod\" id=\"v18n1212\"> I was here last fall, and then my emotions upon entering this room were of the most peculiar character. I felt overpowered, and I have felt so each time I have entered the building. It is a holy place, and all those who come here should be holy; they should examine themselves, and finding themselves guilty of wrong, they should make up their minds in the strength and power of God to put it away. I do not think that any person who has any of the love of the truth, the love of righteousness, or the fear of God abiding in his heart, can enter this building without being impressed with the sacredness of the spirit which reigns here, and that seems to pervade even <div class=\"break columnbreak\" id=\"349b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0349.pdf\" target=\"pdfwin\">p.&#xA0;349b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6792\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the atmosphere we breathe. My fervent prayer to God is that this building will be kept clean and pure, free from every act and spirit antagonistic to the holy influences that God has promised to bestow upon the pure in heart<span class=\"citation\" id=\"62962\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62962)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62962)\">Matt. 5:8<\/a><\/span> who enter herein;<span class=\"citation\" id=\"89168\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89168)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89168)\">D&amp;C 97:16<\/a><\/span> and that this building will stand as long as it shall be necessary to fulfil the purposes of God. <\/div><div class=\"paragraph jod\" id=\"v18n1213\"> The remarks we have heard from President Wells are very true, and are so in keeping with the Scriptures, that every Latter-day Saint who has heard them, must be satisfied of their truth. It is always a cause of joy to me that, in the providences of God our heavenly Father, the sacred records we have, which have come down through so many ages, and which are recognized by Christendom to be the words of God (at least acknowledged by all Christians to be so, whether they believe it or not); I say that in the providence of God these records have come down to us in as pure condition as we find them. Because it is a comfort to a people like we are, whose names are cast out as evil,<span class=\"citation\" id=\"67232\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67232)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67232)\">Luke 6:22<\/a><\/span> and who are derided and visited with every kind of contumely,  <div class=\"break pagebreak\" id=\"350a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0350.pdf\" target=\"pdfwin\">p.&#xA0;350a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6791\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>accused of every conceivable crime, to know that the doctrine and ordinances that we believe in have a similarity to, and are in strict accordance with, those of the recognized word of God. We need not go to the Book of Mormon and the Book of Doctrine and Covenants alone, for the proofs of the truth of the work we are engaged in; for in appealing to those books we only appeal to a corroborative testimony showing that God&#x2019;s words and dealings with the children of men are the same in all ages of the world. While he gave his revealed word to the ancients on the Eastern Continent, he also gave to the inhabitants of the Western Continent his word, and they both agree. He has also given to us, his people in the last days, his word. By these three witnesses, or these three divine records, his word is corroborated and maintained. Having received the word of God from these various sources, we can rejoice this day in the great truth that the doctrines we teach, the ordinances we have submitted to, and that have been and are being administered to us, and that our lives when we live as we should, are in strict accordance with these three records, which we know to be the word of God, but particularly in accordance with the Bible, which the Christian world acknowledge to be true. This has always been a great cause of joy to me, and I have been greatly strengthened in knowing that no reference could be made to any part, or to any doctrine or principle of the Bible, which was not believed in and practiced by the Latter-day Saints to the extent of their ability, that is, so far as the doctrine or requirement was applicable to them. Of course, where distinct revelations were given to people under peculiar conditions and of a peculiar character, as for in<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"350b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0350.pdf\" target=\"pdfwin\">p.&#xA0;350b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6791\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>stance, Noah or Abraham, or the disciples when they were commanded to flee from Jerusalem,<span class=\"citation\" id=\"65755\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65755)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65755)\">Matt. 24:16<\/a><\/span> the common sense of all men would suggest that such requirements were not applicable to us. It is not necessary for us to build an ark,<span class=\"citation\" id=\"52881\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52881)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52881)\">Gen. 6:14<\/a><\/span> or to do any of these things, especially commanded to others; but where general revelations, doctrines, ordinances, or commandments are revealed or communicated to the people of God, we as a people have received all such, and they form part of our faith and belief, and we, to some extent at least, are engaged in carrying them out. In conjunction with these glorious facts, precisely the same consequences or results flow from the teachings of the servants of God in these days as in the days of old. God confirmed the word by signs following.<span class=\"citation\" id=\"66953\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66953)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66953)\">Mark 16:20<\/a><\/span> The adversary in the same spirit of hatred that characterized his attacks upon the work of God in all ages, is in these last days as bitter and as determined to cause the same results to follow the preaching of the servants of God, and the administration of the ordinances of life and salvation, as at any previous time in the world&#x2019;s history, thus showing that the old antagonism that existed between God and Belial, the old animosity that actuated the mind of those whom he inflamed to crucify the Son of Man, and to destroy his Apostles, had not died out, but was as determined in this our day to effect the ruin of those who believe in the Gospel of the Lord Jesus Christ, who have submitted to its ordinances, as at any previous time in the history of the world. <\/div><div class=\"paragraph jod\" id=\"v18n1215\"> If we had believed all that is taught in the Scriptures, and had not received the promised blessings; or if we had believed in all that is written in the Scriptures, and had received the promised blessings, and had not  <div class=\"break pagebreak\" id=\"351a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0351.pdf\" target=\"pdfwin\">p.&#xA0;351a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6790\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>received the hatred and animosity of the wicked, there might have been cause for doubt as to our having obeyed the Gospel. We might have been assailed with a fear that something was lacking in the system, and that, therefore, we could not be the people of God after all. But when, in addition to the doctrine that God has revealed, and the ordinances of life and salvation that he has restored and commanded us to obey, that is, to believe in Jesus Christ, to repent truly and sincerely of all our sins, to be baptized for remission of them, by one holding the authority, and then receive the Holy Ghost through the laying on of hands, and its gifts and blessings and its powers, for our names to be cast out as evil,<span class=\"citation\" id=\"67233\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67233)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67233)\">Luke 6:22<\/a><\/span> to have our names heralded through the earth as the most ungodly and wicked and abominable people that live upon the earth, to have men think that in destroying us they would be doing God&#x2019;s service;<span class=\"citation\" id=\"70273\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70273)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70273)\">John 16:2<\/a><\/span> I say that when these characteristics attend the administration and ordinances of the House of God, we can rejoice even as the ancients did in the knowledge that there is no peculiarity of feature pertaining to the ancient Gospel from the days of Adam to John the Revelator, or from the days of Jared and his brother to Moroni, or from the days of Joseph and Hyrum to this our day, that does not attend the Gospel now. Not only is there no feature, characteristic or peculiarity absent, but there is no sign or evidence lacking of its being the same work of God. Precisely the same signs follow now, and precisely the same external evidences follow the preaching of the Gospel now, as anciently. Having these signs and evidences and blessings, should we not, as a people, rejoice exceedingly? Should not our hearts be full of thanksgiving to Almighty God, that, however humble <div class=\"break columnbreak\" id=\"351b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0351.pdf\" target=\"pdfwin\">p.&#xA0;351b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6790\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and obscure and illiterate, however contemptible in the minds of the children of men, our doctrines, lives and characters may be, our names are numbered with the holiest, the best and the greatest that have ever trod the footstool of God, that our names are numbered with Jesus the firstborn, the Son of God, and with Enoch, Abraham, the friend of God<span class=\"citation\" id=\"77616\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77616)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77616)\">James 2:23<\/a><\/span> (distinguished above all the sons of men by that glorious evidence of God&#x2019;s nearness to him, being called his friend), and with all the holy Prophets whose lives are living testimonies to the divinity of their calling? If we would enjoy the society and glory of such personages we must be willing to suffer as they did; and if not so, we cannot reasonably expect to be numbered among the happy throng who are to live and reign with Jesus. When we shall have done all they have done, passed through and experienced the same blessings that they have, drunk the same cup, and been baptized with the same baptism,<span class=\"citation\" id=\"65300\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65300)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65300)\">Matt. 20:22-23<\/a><\/span> and, when necessary, laid down our lives as they have in testimony of the truth, then we can reign with them. <\/div><div class=\"paragraph jod\" id=\"v18n1217\"> It is easy to die in the heat of battle, or when men are selected for some heroic duty, and the eyes of the world are upon them; but this is not the manner in which the servants and people of God have lost their lives. Jesus was crucified between two thieves, the most ignominious death to which anyone could be subjected, and those who crucified him believed him to be worthy of such a fate. They disseminated among the people such slanders and misrepresentations of his works and actions that many felt justified in taking the responsibility of shedding his blood upon themselves and their posterity.<span class=\"citation\" id=\"66342\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66342)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66342)\">Matt. 27:25<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v18n1218\"> Thus it always has been with the servants and Saints of God. They do  <div class=\"break pagebreak\" id=\"352a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0352.pdf\" target=\"pdfwin\">p.&#xA0;352a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6789\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>not die when their lives are taken by violence in a manner which the world calls heroic or glorious; but as malefactors, the ignominious death administered to those who are slain for the testimony of Jesus,<span class=\"citation\" id=\"79265\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79265)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79265)\">Rev. 6:9<\/a><\/span> and thus it always has been with God&#x2019;s children, the brightest, the best and noblest, that ever lived. They have had to lay down their lives as Joseph did, slain in the prison where he was confined. The same self-sacrifice, the same godlike self-sacrifice is required at the hands of the servants and Saints of God in this our day, as was required of those in ancient days, when they were cast into dens of wild beasts,<span class=\"citation\" id=\"61576\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61576)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61576)\">Dan. 6:16<\/a><\/span><span class=\"citation\" id=\"83142\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83142)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83142)\">4 Ne. 1:33<\/a><\/span> into the fiery furnace,<span class=\"citation\" id=\"61433\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61433)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61433)\">Dan. 3:20<\/a><\/span><span class=\"citation\" id=\"83141\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83141)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83141)\">4 Ne. 1:32<\/a><\/span> or when sawn asunder<span class=\"citation\" id=\"77047\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77047)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77047)\">Heb. 11:37<\/a><\/span> and subjected to every kind of violent death because of their supposed wickedness. <\/div><div class=\"paragraph jod\" id=\"v18n1220\"> I thank God this day for the restoration of this truth. I thank God that I was ever counted worthy to live in the day when the revelations of Jesus<span class=\"citation\" id=\"127542\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127542)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127542)\">Gal. 1:12<\/a><\/span> are restored. I thank God, with all my heart, that I am a member of this Church; I think it the most glorious honor and dignity that could be conferred upon me, and more so in the goodness of God in permitting me to officiate in the holy Priesthood. I thank him too that he has inspired his servants to lead forth his people and bring us here, and that through the kind providences of God and the wise counsels and administrations of his servants, we are blessed with those glorious privileges in being permitted to rear a habitation to the name of the Most High in which we worship this day; this chaste, this grand, this magnificent house of God. <\/div><div class=\"paragraph jod\" id=\"v18n1221\"> When I reflect upon what God has done for us, in addition to that which I have alluded to, it gives me deeper gratitude still in knowing that in all the revelations given us concerning ourselves and our future glory, there <div class=\"break columnbreak\" id=\"352b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0352.pdf\" target=\"pdfwin\">p.&#xA0;352b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6789\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> has been no concealment concerning the destiny of our dead who have passed away without a knowledge of the Gospel. There would have been something lacking in our joy had this revelation not been made, for we could not have contemplated our own happiness in the eternal worlds with any degree of satisfaction, if we had been disturbed by the thought that our ancestors could not partake of the same blessings we had received. But God in his mercy has revealed his purposes to us, so that there are none that understand the Gospel who cannot enter into this house and glorify God in his heart because of the fullness of these blessings; and because we know the Lord possesses all the glorious attributes we have ascribed to him. <\/div><div class=\"paragraph jod\" id=\"v18n1222\"> You enquire of the enlightened men of Christendom respecting their dead, and they readily acknowledge it to be a subject they know nothing about. A great many think that the heathen nations who have died in ignorance are consigned to the miseries of a never-ending hell. Who with such feelings and belief can glorify God in their hearts and ascribe to him the glorious attributes of mercy and justice, and recognize him as a just and merciful being? <\/div><div class=\"paragraph jod\" id=\"v18n1223\"> But when we received the Gospel, there came with it a distinct message of mercy, a message of glad tidings of great joy,<span class=\"citation\" id=\"67038\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67038)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67038)\">Luke 2:10<\/a><\/span><span class=\"citation\" id=\"91236\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91236)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91236)\">D&amp;C 128:19<\/a><\/span> that not only the living should receive the testimony of Jesus, not only should the living rejoice in the glorious principles of life and salvation, but the dead themselves should hear the voice of the servants of God, and the glad tidings of salvation should be proclaimed in their hearing, and through the exercising of their agency in receiving these truths, their prison doors could be unlocked and they come forth and receive, as though in the flesh, the  <div class=\"break pagebreak\" id=\"353a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0353.pdf\" target=\"pdfwin\">p.&#xA0;353a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6788\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>same blessings, exaltation and glory, according to their good wishes and good deeds. Thus has been swept from our minds every cause of doubt respecting our dead, and our hearts warmed towards them with joy unspeakable, and consequently we combine our efforts to erect such a building, such a holy house as this is. Thus we, in our hearts, witness to God the Eternal Father, that we have received indeed of a truth the testimony that he has given to us, that we believe the same to be true, and that we will, with the aid and power which he bestows upon us, devote our entire lives to the interests of his <div class=\"break columnbreak\" id=\"353b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0353.pdf\" target=\"pdfwin\">p.&#xA0;353b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6788\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> kingdom, bequeathing the same spirit and energy to our children after us, that they too may labor, with all their might, mind and strength and the ability with which God shall endow them, to carry on and extend the great work of redemption and salvation until every son and daughter of Adam shall receive the glad tidings of salvation, and shall be administered for in the holy temples which shall be prepared for that express purpose. <\/div><div class=\"paragraph jod\" id=\"v18n1225\"> That God may help us to do this with all our might and strength is my prayer in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}