{"ID":180001, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Man, the Offspring of God, a Dual Being&#x2014;Immediate Revelation&#x2014;Operate With the Priesthood.<\/div>\n<div class=\"subtitle\">Discourse by Elder John Taylor, delivered at the Forty-Fifth Annual Conference of the Church of Jesus Christ of Latter-Day Saints, in the New Tabernacle, Salt Lake City, Thursday Morning, April 8, 1875.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: Man, the Offspring of God, Etc.<\/div>\n<div class=\"speaker\">Speaker: John Taylor<\/div>\n<div class=\"date\">Date: 4\/8\/1875<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d01\">\n<div class=\"paragraph jod\" id=\"v18n1\"> [Continued From Page 376, Vol. 17.] We talk sometimes about the Priesthood. Who are we? Who are these Latter-day Saints before me today? Are they not the Priesthood? Are you not, really and truly, a kingdom of Priests?<span class=\"citation\" id=\"54119\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54119)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54119)\">Ex. 19:6<\/a><\/span> Do you not belong to the First Presidency, the Twelve, the High Priests, the High Council, the Elders, Priests, Teachers and Deacons, or hold some office in the Church and kingdom of God? Is not this really and truly a fact? To a very great extent it is, not exclusively or entirely. Have you not received this Priesthood? Are you not responsible to God to carry out his purposes and designs, so far as they have been committed unto you, in relation to the building up and establishing of his kingdom and the introduction of righteousness upon the earth? Are you not engaged in these things? If you are not you ought to be, this is your calling and <div class=\"break columnbreak\" id=\"1b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0001.pdf\" target=\"pdfwin\">p.&#xA0;1b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7140\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> profession. What shall we do then? Humble ourselves before God, every one of us. We all need it. Humble yourselves, repent of your sins, and evils, and waywardness, of your iniquities, falsehood, covetousness, pride, haughtiness, and corruptions of every kind, and lay them aside, and become men of truth, integrity, virtue, purity, and honor, that your hearts and spirits and feelings may be pure before God. Say to the Lord&#x2014;&#x201C;Search me, oh God, and prove me, and if there is any way of wickedness within me bid it depart,<span class=\"citation\" id=\"57319\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57319)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57319)\">Ps. 139:23-24<\/a><\/span> and let me live my religion, honor my God, walk in obedience to his laws, magnify my Priesthood, and prepare myself and my posterity for an inheritance in the kingdom of God. Let me associate myself with those men of God who have gone before, and with God, and with Jesus, who is the Mediator of the New Covenant,<span class=\"citation\" id=\"77299\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77299)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77299)\">Heb. 12:24<\/a><\/span><span class=\"citation\" id=\"87088\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87088)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87088)\">D&amp;C 76:69<\/a><\/span> that, all combined, we may roll on  <div class=\"break pagebreak\" id=\"2a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0002.pdf\" target=\"pdfwin\">p.&#xA0;2a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7139\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the work of God, and accomplish his purposes here upon the earth.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v18n3\"> Why, some of these men you heard Elder Hyde talking about here the other day are beginning to visit the Lamanites. Somebody asked me why they did not come to some of us. Said I&#x2014;&#x201C;I do not know, but I think that if I was the father of these folks I should go to them first, seek after them first.&#x201D; But no matter, let them operate and us operate, and God operate, and don&#x2019;t let us stand in the way of God. Let us humble ourselves; let us reverence the Priesthood and honor those who are keeping the command<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"2b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0002.pdf\" target=\"pdfwin\">p.&#xA0;2b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7139\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ments of God and managing the affairs of his Church and kingdom on the earth. Let us operate also with the living Priesthood of all ages; with Adam, Seth, Enoch, Noah, Melchizedek, Abraham, Isaac, Jacob, the Prophets, Jesus, his Apostles, with Ether, Jared and his brother&#x2014;Lehi, Alma, Moroni, Mormon, the Prophets and Apostles on this continent, and men that have held the same Priesthood that we do, and with them help our heavenly Father to establish and roll on this kingdom; to save the living and the dead and bring in everlasting righteousness, in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}