{"ID":180044, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The United Order&#x2014;The Duty of the Priesthood&#x2014;The Gospel not Communism&#x2014;Teaching the People How to Live&#x2014;Independence of Babylon&#x2014;The Saints Will Continue to Spread&#x2014;Unity of Purpose and Action, Will Bring Again Zion&#x2014;Free Schools Criticized&#x2014;Educational Status of Our Children.<\/div>\n<div class=\"subtitle\">Discourse by President Brigham Young, delivered at the Semi-Annual Conference, Held in the Temple, at St. George, Friday Morning, April 6, 1877.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Geo. F. Gibbs.<\/div>\n<div class=\"pageHeader\">Page Header: The United Order, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 4\/6\/1877<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d44\">\n<div class=\"paragraph jod\" id=\"v18n1226\"> I would like to say a great deal during this Conference to the Latter-day Saints, but I shall be able to talk but little, and therefore when I do speak I wish you to listen, and this I believe all of you will do. <\/div><div class=\"paragraph jod\" id=\"v18n1227\"> I think that, as a people, we are nearer alike in the sentiments and feelings of our hearts, than in our words. From the most excellent <div class=\"break columnbreak\" id=\"353b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0353.pdf\" target=\"pdfwin\">p.&#xA0;353b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6788\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> discourse which we have heard this morning from brother Cannon, I believe that the people might gather the idea that we shall be expected to divide our property equally one with another, and that this will constitute the United Order. I will give you my view, in as few words as possible with regard to this subject, which I will promise you are correct. <\/div> <div class=\"break pagebreak\" id=\"354a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0354.pdf\" target=\"pdfwin\">p.&#xA0;354a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6787\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v18n1229\"> The Lord wishes and requires us to develop the ability within us, and to utilize the ability of these men, women and children called Latter-day Saints. <\/div><div class=\"paragraph jod\" id=\"v18n1230\"> The most of the inhabitants of the earth are incapable of dictating and devising for themselves. In many instances there is reason for this, for they are opposed to that degree that for the lack of opportunity they are not able to develop the talents and ability that are within them. This is the condition of the people of most of the nations of the earth. All those who come out from the world, espousing the Gospel of Jesus, place themselves in a condition to be taught of him, but instead of teaching them personally, he has raised up his authorized teachers to do this work, and what does he expect of us to do? He requires, absolutely requires, of us to take these people who have named his name<span class=\"citation\" id=\"94277\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94277)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94277)\">Eph. 1:21<\/a><\/span> through baptism, and teach them how to live, and how to become healthy, wealthy and wise. This is our duty. <\/div><div class=\"paragraph jod\" id=\"v18n1231\"> Supposing that the property of the whole community were divided today equally amongst all, what might we expect? Why a year from today we should need another division, for some would waste and squander it away, while others would add to their portion. The skill of building up and establishing the Zion of our God on the earth is to take the people and teach them how to take care of themselves and that which the Lord has entrusted to their care, and to use all that we command to glorify his holy name. This is the work of regenerating,<span class=\"citation\" id=\"65229\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65229)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65229)\">Matt. 19:28<\/a><\/span> of elevating mankind to the higher plane of the Gospel; in other words, of simply teaching them their duty. <\/div><div class=\"paragraph jod\" id=\"v18n1232\"> With regard to our property, as I have told you many times, the pro<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"354b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0354.pdf\" target=\"pdfwin\">p.&#xA0;354b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6787\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>perty which we inherit from our Heavenly Father is our time, and the power to choose in the disposition of the same. This is the real capital that is bequeathed unto us by our Heavenly Father; all the rest is what he may be pleased to add unto us. To direct, to counsel and to advise in the disposition of our time, pertains to our calling as God&#x2019;s servants, according to the wisdom which he has given and will continue to give unto us as we seek it <\/div><div class=\"paragraph jod\" id=\"v18n1233\"> Now, if we could take this people, in their present condition, and teach them how to sustain and maintain themselves and a little more, we would add to that which we already have; but to take what we have and divide amongst or give to people, without teaching them how to earn and produce, would be no more nor less than to introduce the means of reducing them to a state of poverty. <\/div><div class=\"paragraph jod\" id=\"v18n1234\"> I do not wish for one moment to recognize the idea that in order to establish the United Order our property has to be divided equally among the people, to let them do what they please with it. But the idea is to get the people into the same state of unity in all things temporal, that we find ourselves in with regard to things spiritual. Then let those who possess the ability and wisdom direct the labors of those not so endowed, until they too develop the talents within them and in time acquire the same degree of ability. <\/div><div class=\"paragraph jod\" id=\"v18n1235\"> What do you say to this doctrine? Is it right or wrong? [The congregation answered, &#x201C;It is right.&#x201D;] <\/div><div class=\"paragraph jod\" id=\"v18n1236\"> We want to get at a correct understanding respecting all these matters which so materially concern us. What would be the first lesson necessary to teach the people, were we to commence to direct  <div class=\"break pagebreak\" id=\"355a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0355.pdf\" target=\"pdfwin\">p.&#xA0;355a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6786\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>their labors to the great end of becoming of one heart and one mind<span class=\"citation\" id=\"92948\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92948)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92948)\">Moses 7:18<\/a><\/span> in the Lord, of establishing Zion and being filled with the power of God? It would be to stop expending and lavishing upon our dear selves all needless adornments and to stop purchasing the importations of Babylon. We can ourselves produce everything necessary for our consumption, our wear, our convenience and comfort, right here at home. We can produce and manufacture the material necessary to beautify our lands, gardens and orchards; to beautify and furnish our houses, and to adorn the beautiful bodies which we inhabit without sending our means to France, to England and other countries for things which can a little better be made at home among ourselves. The material of which these cushions were made, which adorn the pulpits, were produced here. After it was taken from the sheep, it was manufactured at our Provo factory into the cloth you now see; and the material of which the silk trimmings were made, was raised, spun, and made up by some of our sisters in this Territory. We might exhibit to you handkerchiefs, dress patterns, and shawls, all of silk, made by our sisters out of the raw material produced here through the enterprise and industry of a few. These are only simple specimens of what can be done. Suppose I were to say, &#x201C;Ladies, how do you like them?&#x201D; Do you not think they would say, &#x201C;Pretty well?&#x201D; We can improve on what has been done, and we want you to do so. Plant out the mulberry tree, and raise the silk, and let your dresses, your shawls, your bonnets and your ribbons, and everything you use to clothe and adorn your bodies, be <div class=\"break columnbreak\" id=\"355b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0355.pdf\" target=\"pdfwin\">p.&#xA0;355b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6786\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the workmanship of your own hands.<span class=\"citation\" id=\"85410\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85410)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85410)\">D&amp;C 42:40<\/a><\/span> Let the brethren take hold and carry out in every department the same principle of home manufacture until we shall be able to produce the materials, and make up every article necessary to clothe and adorn the body, from the crown of the head to the soles of the feet. Then we shall become a self-sustaining and growing people, and we shall have to do it. All this is in the elements in which we live, and we need the skill to utilize the elements to our growth and wealth, and this is true financiering. <\/div><div class=\"paragraph jod\" id=\"v18n1238\"> We can now see the growth of the Latter-day Saints, and it is marvelous to us to see the multitude of little towns springing up here and there, and we are under the necessity of saying, Give us more room, for the older settlements are thickening up, and the people are spreading out and filling up new valleys continually. You can see the shoots putting forth and taking root; still the old stock is good, is alive and rapidly increasing. <\/div><div class=\"paragraph jod\" id=\"v18n1239\"> It has been asked if we intend to settle more valleys. Why certainly we expect to fill the next valley and then the next, and the next, and so on. It has been the cry of late, through the columns of the newspapers, that the &#x201C;Mormons&#x201D; are going into Mexico! That is quite right, we calculate to go there. Are we going back to Jackson County? Yes. When? As soon as the way opens up. Are we all going? O no! Of course not. The country is not large enough to hold our present numbers. When we do return there, will there be any less remaining in these mountains than we number today? No, there may be a hundred then for every single one that there is now. It is folly in men to suppose that we are going to break up  <div class=\"break pagebreak\" id=\"356a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0356.pdf\" target=\"pdfwin\">p.&#xA0;356a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6785\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>these our hard earned homes to make others in a new country. We intend to hold our own here, and also penetrate the north and the south, the east and the west, there to make others and to raise the ensign of truth. This is the work of God, that marvelous work and a wonder<span class=\"citation\" id=\"58798\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58798)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58798)\">Isa. 29:14<\/a><\/span> referred to by ancient men of God, who saw it in its incipiency, as a stone cut out of the mountains without hands,<span class=\"citation\" id=\"127543\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127543)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127543)\">Dan. 2:45<\/a><\/span> but which rolled and gathered strength and magnitude until it filled the whole earth.<span class=\"citation\" id=\"61046\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61046)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61046)\">Dan. 2:34-35<\/a><\/span> We will continue to grow, to increase and spread abroad, and the powers of earth and hell combined cannot hinder it. All who are found opposing God and his people will be swept away and their names be forgotten in the earth. As the Prophets Joseph and Hyrum were murdered, and as they massacred our brethren and sisters in Missouri, so they would have served us years and years ago, if they had had the power to do so. But the Lord Almighty has said, Thus far thou shalt go and no farther,<span class=\"citation\" id=\"56271\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56271)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56271)\">Job 38:11<\/a><\/span> and hence we are spared to carry on his work. We are in his hands, the nations of the earth are in his hands; he rules in the midst of the armies of heaven and executes his pleasure on the earth. The hearts of all living are in his hands and he turns them as the rivers of water are turned.<span class=\"citation\" id=\"127544\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127544)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127544)\">Prov. 21:1<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v18n1241\"> We have no business here other than to build up and establish the Zion of God. It must be done according to the will and law of God after that pattern and order by which Enoch built up and perfected the former-day Zion, which was taken away to heaven, hence the saying went abroad that Zion had fled.<span class=\"citation\" id=\"93243\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93243)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93243)\">Moses 7:69<\/a><\/span> By and by it will come back again, and as Enoch prepared his people to be worthy of translation, so we through our faithfulness must prepare ourselves to meet Zion from above when <div class=\"break columnbreak\" id=\"356b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0356.pdf\" target=\"pdfwin\">p.&#xA0;356b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6785\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> it shall return to earth, and to abide the brightness and glory of its coming.<span class=\"citation\" id=\"88000\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88000)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88000)\">D&amp;C 84:100<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v18n1242\"> My brethren and sisters, I do really delight in hearing our brethren speak on this holy order of heaven. Unity of purpose and action, in carrying out the will of our Father, has been my theme all the day long; but I have continually plead with the Saints not to waste their substance upon the lust of the eye and the flesh,<span class=\"citation\" id=\"78595\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78595)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78595)\">1 Jn. 2:16<\/a><\/span> for that is contrary to the will and commandments of God. I wish to say that whoever have faith enough to inherit the celestial kingdom will find that their inheritances will be upon this earth. This earth is our home; by and by it will be sanctified and glorified, and become a fit dwelling place for the sanctified, and they will dwell upon it forever and ever. I will further say I labor for the earth, I never mean to be satisfied until the whole earth is yielded to Christ and his people. When brother George Q. tells us we should not labor for the earth and the things of this world, he means we should not labor with sinful motives, and to gratify the lusts of the flesh. But if we possessed the treasure of the Gentile world, could we not send our Elders to the ends of the earth, bearing the precious Gospel to all living? Could we not sustain their families during their absence? Could we not build Temple after Temple and otherwise hasten on the work of redemption? Yes. But keep the people in poverty and how are we to accomplish this great work? I say, let us gather and accumulate the things of the earth in the manner indicated by the Lord, and then devote it to God and the building up of his kingdom. What do you say to this doctrine, is it right or wrong? [The congregation said, &#x201C;It is right.&#x201D;] What little property I have I wish it to be  <div class=\"break pagebreak\" id=\"357a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0357.pdf\" target=\"pdfwin\">p.&#xA0;357a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6784\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>devoted to the building up of Zion, and I suppose I have as much as any other man in the Church. I am always ready to receive and take care of the blessings that God showers upon me, and am always ready and willing to devote the same to the building up of his kingdom. <\/div><div class=\"paragraph jod\" id=\"v18n1244\"> Many of you may have heard what certain journalists have had to say about Brigham Young being opposed to free schools. I am opposed to free education as much as I am opposed to taking away property from one man and giving it to another who knows not how to take care of it. But when you come to the fact, I will venture to say that I school ten children to every one that those do who complain so much of me. I now pay the school fees of a number of children who are either orphans or sons and daughters of poor people. But in aiding and blessing the poor I do not believe in allowing my charities to go through the hands of a set of robbers who pocket nine-tenths themselves, and give one-tenth to the poor. Therein is the difference between us; I am for the real act of <div class=\"break columnbreak\" id=\"357b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0357.pdf\" target=\"pdfwin\">p.&#xA0;357b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6784\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>  <span class=\"italic\">doing<\/span> and not <span class=\"italic\">saying<\/span>. Would I encourage free schools by taxation? No! That is not in keeping with the nature of our work; we should be as one family, our hearts and hands united in the bonds of the everlasting covenant; our interests alike, our children receiving equal opportunities in the schoolroom and the<span class=\"citation\" id=\"82513\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82513)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82513)\">3 Ne. 6:12<\/a><\/span> college. <\/div><div class=\"paragraph jod\" id=\"v18n1245\"> We have today, more children between the ages of 5 and 20 years, who can read and write, than any State or Territory of the Union of a corresponding number of inhabitants. This is not exactly sustained by the statistics published of a few of the States, but from what we know of them we believe it to be the fact. <\/div><div class=\"paragraph jod\" id=\"v18n1246\"> On the whole we have as good schoolhouses as can be found, and it is our right to have better ones, and to excel in everything that is good. <\/div><div class=\"paragraph jod\" id=\"v18n1247\"> As to my health I feel many times that I could not live an hour longer, but I mean to live just as long as I can. I know not how soon the messenger will call for me, but I calculate to die in the harness. Amen. <\/div>\n<\/div>\n<\/div>"}