{"ID":180011, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">God Preserves His People&#x2014;Internal Foes the More Dangerous&#x2014;Redemption of the Dead&#x2014;The Priesthood.<\/div>\n<div class=\"subtitle\">Discourse by Elder Joseph F. Smith, delivered at the Forty-Sixth Semi-Annual Conference of the Church of Jesus Christ of Latter-Day Saints, in the New Tabernacle, Salt Lake City, on Wednesday, Oct. 6, 1875.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: God Preserves His People, Etc.<\/div>\n<div class=\"speaker\">Speaker: Joseph F. Smith<\/div>\n<div class=\"date\">Date: 10\/6\/1875<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d11\">\n<div class=\"paragraph jod\" id=\"v18n285\"> It is always a source of pleasure to me to meet with my brethren and sisters in the Gospel covenant. I rejoice exceedingly in the Gospel of Jesus Christ, and that I have the privilege of being numbered with the Saints of latter days. I am thankful for the blessings that we enjoy as a people in these valleys. I feel grateful for the many evidences we have experienced of God&#x2019;s mercy and protection. I am thankful that I have been able to see his hand in our deliverance from the powers and machinations of our enemies, from the earliest period of our existence as a people; and I am thankful that I am able to see the hand of the Lord over us at present as conspicuously and as clearly as at any former period of our history. <\/div><div class=\"paragraph jod\" id=\"v18n286\"> We read in the revelations that have come to us through the Prophets, both ancient and modern, concerning the purposes of the Lord in the latter days, and the restoration of the Gospel to the earth by a holy angel, that it is to be preached to every nation, kindred, tongue, and people under the whole heavens,<span class=\"citation\" id=\"79778\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79778)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79778)\">Rev. 14:6<\/a><\/span> that every son and daughter of Adam shall have the privilege of hearing it, <div class=\"break columnbreak\" id=\"89b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0089.pdf\" target=\"pdfwin\">p.&#xA0;89b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7052\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> embracing it, partaking of its blessings, and of being saved by its power. We read that the Lord is going to do this work, and that he is going to cut it short in righteousness;<span class=\"citation\" id=\"72703\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72703)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72703)\">Rom. 9:28<\/a><\/span><span class=\"citation\" id=\"86021\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86021)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86021)\">D&amp;C 52:11<\/a><\/span> that it is his design to gather out the honest in heart&#x2014;those who are willing to hearken to his counsels and obey his laws. It is his design to gather all such out from the nations of the earth, that he may make of them a people worthy of his name and his blessings, and prepare them to meet him when he shall come to make up his jewels;<span class=\"citation\" id=\"62471\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62471)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62471)\">Mal. 3:17<\/a><\/span><span class=\"citation\" id=\"89384\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89384)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89384)\">D&amp;C 101:3<\/a><\/span> when he shall come to take vengeance upon the wicked<span class=\"citation\" id=\"84764\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84764)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84764)\">D&amp;C 29:17<\/a><\/span> and ungodly,<span class=\"citation\" id=\"89214\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89214)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89214)\">D&amp;C 97:22<\/a><\/span> who know not God,<span class=\"citation\" id=\"127280\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127280)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127280)\">2 Thes. 1:8<\/a><\/span> and who keep not his commandments upon the earth. <\/div><div class=\"paragraph jod\" id=\"v18n287\"> The hand of the Lord has been visible in the gathering together of this people for the last twenty-eight years; yes, for the last forty-five years, and no more so in that than in everything connected with the labors of his servants, their counsels unto, and their guidance of, the people by the inspiration of the Almighty that was in them from the very beginning. At no time in the history of this Church has the hand of the Lord been withdrawn from  <div class=\"break pagebreak\" id=\"90a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0090.pdf\" target=\"pdfwin\">p.&#xA0;90a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7051\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>this people, his power shortened, or his eye slept, but his eye has been upon us, his hand has been over us, and his providences have been in our favor. Circumstances have been overruled for good, the hand of the enemy has been turned away paralyzed, the efforts of the wicked to destroy us have resulted in our good and in their own discomfiture. The greater the efforts on the part of our enemies to destroy us, the greater the growth of the Church and kingdom of God, and the closer has our union been, the better have we been able to see the hand of the Lord over us, and the inspiration of the Almighty in the counsels of his servants, and the more have we been inclined to respect and abide by the counsels given. The very fact that the spirit of bitterness in the hearts of the wicked toward us at the present time is as virulent as it ever was, and is every way similar to that manifested against the former-day Saints, against the Savior when he was upon the earth, and against his disciples, or the people of God in any former age of the world, is an unmistakable evidence that the Lord God Almighty is with us today as much as he ever was since the organization of the Church, or as much as he ever was with any people he ever acknowledged as his since the world began. I do not believe there ever was a people who were guided by revelation, or acknowledged of the Lord as his people, that were not hated and persecuted by the wicked and the corrupt, and perhaps no people were ever more persecuted than this people would be, if it were in the power of the enemy today to persecute us, as it was in the power of Nero and the Romans to persecute the Saints in their day. There never was a time when it was more fixed and determined in the heart of the wicked to fight against, <div class=\"break columnbreak\" id=\"90b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0090.pdf\" target=\"pdfwin\">p.&#xA0;90b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7051\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and destroy the kingdom from the earth, than now, and their failure will be due only to the impossibility of the task they have undertaken. And this is an evidence to everyone that possesses the least spark of the light of the Holy Spirit&#x2014;and should be to all mankind&#x2014;that the kingdom of God is established, that his Priesthood is here, that the Saints, or many of them, are magnifying their calling and honoring the Priesthood, and also the Lord, both with their lives and with their substance, which are his. <\/div><div class=\"paragraph jod\" id=\"v18n289\"> For my part I do not fear the influence of our enemies from without, as I fear that of those from within. An open and avowed enemy, whom we may see and meet in an open field, is far less to be feared than a lurking, deceitful, treacherous enemy hidden within us, such as are many of the weaknesses of our fallen human nature, which are too often allowed to go unchecked, beclouding our minds, leading away our affections from God and his truth, until they sap the very foundations of our faith, and debase us beyond the possibility or hope of redemption either in this world or that to come. These are the enemies that we all have to battle with, they are the greatest that we have to contend with in the world, and the most difficult to conquer. They are the fruits of ignorance, generally arising out of unrebuked sin and evil in our own hearts. The labor that is upon us, is to subdue our passions, conquer our inward foes, and see that our hearts are right in the sight of the Lord, that there is nothing calculated to grieve his Spirit and lead us away from the path of duty. <\/div><div class=\"paragraph jod\" id=\"v18n290\"> Those only who possess the light of the Spirit of God and the faith of the Gospel, which can only be possessed through faithfulness and obedi<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"91a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0091.pdf\" target=\"pdfwin\">p.&#xA0;91a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7050\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ence to the requirements of heaven, can discern and know the voice of the true Shepherd when they hear it.<span class=\"citation\" id=\"69625\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69625)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69625)\">John 10:4-5<\/a><\/span> We need not expect to be able to discern the right from the wrong, the truth from error, and light from darkness, unless our eye is single,<span class=\"citation\" id=\"127281\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127281)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127281)\">Luke 11:34<\/a><\/span> and we have declared ourselves for God and his work. If we are divided in our thoughts, affections, and interests, like the rest of the world, we need not expect to comprehend the will of the Lord when made known to us, no matter how powerfully or directly it may come. It will be all the same to us unless we are in a position to receive the light and the truth when it is offered unto us. <\/div><div class=\"paragraph jod\" id=\"v18n292\"> What shall we do if we have neglected our prayers? Let us begin to pray. If we have neglected any other duty, let us seek unto the Lord for his Spirit, that we may know wherein we have erred and lost our opportunities, or let them pass by us unimproved. Let us seek unto the Lord in humility, determined to forsake everything that would be an obstruction to our receiving the intelligence and the light that we need, and an answer to our prayers, that we may approach him confident that his ears will be open to our petitions, that his heart will be turned unto us in mercy, that our sins may be forgiven, our minds enlightened by the influence and power of God, that we may comprehend our duty and have a disposition to perform it, not to postpone it, not to set it aside, nor to say in our hearts, &#x201C;We must serve the world or the devil a little longer; we are not yet prepared to serve the Lord fully, to give up our evil habits, to lay aside this and that folly, and walk straightforward in the path of duty; we must sow a few more wild oats before we can fully make up our minds and determine upon serving the Lord and doing his will <div class=\"break columnbreak\" id=\"91b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0091.pdf\" target=\"pdfwin\">p.&#xA0;91b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7050\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> upon earth as it should be done, and as we know how to do it, if we but yield obedience to the light that has come into the world.&#x201D; But when we see what is necessary to be done, it becomes our duty, and we should go to with all our might and do it, no matter what our desires may be to the contrary. Whatever comes from the Priesthood by inspiration we should be willing to receive as the counsel of the Almighty, which we must of necessity obey and execute in order that we may be accepted of him. <\/div><div class=\"paragraph jod\" id=\"v18n293\"> This is a lesson that we, as God&#x2019;s people, should cheerfully learn. Do you think, my brethren and sisters, that we can climb up some other way, or enter in at some other door?<span class=\"citation\" id=\"69589\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69589)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69589)\">John 10:1<\/a><\/span> Do you think that we can take the things of God and bring them to our standard, or square the principles of the Gospel of Jesus Christ by our rule? Do you think that we would ever succeed in an effort to dictate to the Almighty the terms of our salvation? If we think so we are mistaken, deceived; we cannot do it. The purposes of the Almighty are unchanged and unchangeable, his laws endure, and he is the same yesterday, today and forever.<span class=\"citation\" id=\"77381\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77381)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77381)\">Heb. 13:8<\/a><\/span> His purposes will ripen and be consummated, and his designs be completed. Therefore, if we do not conform to his will, obey his laws and yield to his requirements in this world, we will be consigned to &#x201C;the prison house,&#x201D;<span class=\"citation\" id=\"59356\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59356)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59356)\">Isa. 42:7<\/a><\/span> where we will remain until we pay the debt to the uttermost farthing.<span class=\"citation\" id=\"63157\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63157)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63157)\">Matt. 5:25-26<\/a><\/span> This is a Scriptural, a reasonable, and a true doctrine; for it is a doctrine of the Gospel of Jesus Christ, and the Saints understand it, but there may be some here who do not, and for their benefit, as well as to refresh the memories of those who may not have reflected for a little season upon this principle, I will re<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"92a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0092.pdf\" target=\"pdfwin\">p.&#xA0;92a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7049\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>fer to it as briefly expressed in the third and fourth chapters of the first Epistle of Peter. There you will see that Jesus himself preached the Gospel to the spirits in prison, &#x201C;which sometime were disobedient, when once the long-suffering of God waited in the days of Noah, while the ark was a preparing, wherein few, that is, eight souls were saved by water.&#x201D;<span class=\"citation\" id=\"77974\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77974)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77974)\">1 Pet. 3:18-20<\/a><\/span> This may seem strange to some, that Jesus should go to preach the Gospel unto the wicked, rebellious antediluvians; whose bodies had been destroyed in the flood because they rejected the testimony of Noah, who had been sent to rebuke their iniquities and warn them of destruction decreed against them if they did not repent, nevertheless it is true. From this Scripture we not only learn the condition of those who are cut off in their sins because of their wickedness in rebelling against the laws of God and rejecting his servants, but such of them as have not sinned against the Holy Ghost,<span class=\"citation\" id=\"64408\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64408)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64408)\">Matt. 12:31-32<\/a><\/span> however wicked they may have been in this world&#x2014;save committing that unpardonable sin&#x2014;<span class=\"citation\" id=\"82301\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82301)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82301)\">Alma 39:6<\/a><\/span>will have the privilege of hearing the Gospel in the spirit world; &#x201C;For,&#x201D; as the Apostle says, &#x201C;for this cause was the gospel preached also to them that are dead.&#x201D;<span class=\"citation\" id=\"78127\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78127)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78127)\">1 Pet. 4:6<\/a><\/span> &#x201C;Yes,&#x201D; says one, &#x201C;dead in sin, but not dead as to the flesh.&#x201D; But the Apostle does not say so, but to the contrary, for the dead here referred to had perished in the flesh and the Apostle continues&#x2014;&#x201C;That they might be judged according to <span class=\"italic\">men in the flesh<\/span>, but live according to God in the spirit;&#x201D;<span class=\"citation\" id=\"78128\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78128)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78128)\">1 Pet. 4:6<\/a><\/span> that is, out of the body until the resurrection from the dead. But first they must remain in hell&#x2014;the &#x201C;prison house,&#x201D;<span class=\"citation\" id=\"59357\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59357)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59357)\">Isa. 42:7<\/a><\/span> until they have paid the penalty of their sins in the flesh, even to the &#x201C;uttermost farthing.&#x201D;<span class=\"citation\" id=\"63158\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63158)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63158)\">Matt. 5:25-26<\/a><\/span> &#x201C;But,&#x201D; says one, &#x201C;is this possible?&#x201D; The people <div class=\"break columnbreak\" id=\"92b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0092.pdf\" target=\"pdfwin\">p.&#xA0;92b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7049\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> in Europe, where we have been preaching, were struck with wonder and astonishment when we mentioned this doctrine, and say they, &#x201C;We had supposed that, &#x2018;as the tree fell so it should lie,&#x2019;<span class=\"citation\" id=\"57601\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57601)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57601)\">Eccl. 11:3<\/a><\/span> and that &#x2018;there was no salvation in the grave.&#x2019;&#x201D; Neither is there any salvation <span class=\"italic\">in<\/span> the grave, and &#x201C;as the tree falls, so it lies,&#x201D;<span class=\"citation\" id=\"57602\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57602)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57602)\">Eccl. 11:3<\/a><\/span> but this is pertaining to the flesh. Does the spirit lie with the body? Is the spirit confined in the grave? No. As the body falls, so it will lie until the resurrection; there is no salvation in the grave, but in Christ, who is the &#x201C;light of life,&#x201D;<span class=\"citation\" id=\"69437\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69437)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69437)\">John 8:12<\/a><\/span> and the spirit soars beyond the grave; it does not slumber in the dust, but is wafted to the place prepared for it in the spirit world, to receive its reward or punishment, having passed the first judgment of God, there to await his mercy, and the resurrection from the dead and the final judgment of the great last day. <\/div><div class=\"paragraph jod\" id=\"v18n295\"> Thus we see those wicked, unrepentant antediluvians who even had the privilege of hearing the Gospel in the flesh, as preached by Noah, and who rejected the message of that servant of God, were actually visited in the &#x201C;prison house&#x201D;<span class=\"citation\" id=\"59358\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59358)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59358)\">Isa. 42:7<\/a><\/span> by the Savior himself, and heard the Gospel from his own mouth after he was &#x201C;put to death in the flesh.&#x201D;<span class=\"citation\" id=\"77934\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77934)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77934)\">1 Pet. 3:18<\/a><\/span> Their prison was opened, and liberty was proclaimed unto them in their captivity, in fulfillment of the prediction of the Prophet Isaiah, as you might read in his 61st chapter,<span class=\"citation\" id=\"60062\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60062)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60062)\">Isa. 61:1<\/a><\/span><span class=\"citation\" id=\"127282\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127282)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127282)\">D&amp;C 138:42<\/a><\/span> that they may come forth, when they shall have fulfilled the decree of judgment upon them in the prison, or hell, to do the first works<span class=\"citation\" id=\"79040\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79040)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79040)\">Rev. 2:5<\/a><\/span> necessary unto salvation, which they refused to do in the beginning. <\/div><div class=\"paragraph jod\" id=\"v18n296\"> Here will come in the principles of baptism for the dead, and of proxy and heirship, as revealed  <div class=\"break pagebreak\" id=\"93a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0093.pdf\" target=\"pdfwin\">p.&#xA0;93a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7048\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>through the Prophet Joseph Smith, that they may receive a salvation and an exaltation, I will not say a fullness of blessing and glory, but a reward according to their merits and the righteousness and mercy of God, even as it will be with you and with me. But there is this difference between us and the antediluvians&#x2014;they rejected the Gospel, consequently they received not the truth nor the testimony of Jesus Christ; therefore they did not sin against a fullness of light, while we have received the fullness of the Gospel; are admitted to the testimony of Jesus Christ, and a knowledge of the living and true God, whose will it is also our privilege to know, that we may do it. Now if we sin, we sin against light and knowledge, and peradventure we may become guilty of the blood of Jesus Christ, for which sin there is no forgiveness, neither in this world nor in the world to come. Jesus himself declares (Matt. 12, 31), that &#x201C;All manner of sin and blasphemy shall be forgiven unto men: but the blasphemy against the Holy Ghost shall not be forgiven unto men, neither in this world, neither in the world to come.&#x201D;<span class=\"citation\" id=\"64409\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64409)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64409)\">Matt. 12:31-32<\/a><\/span> This is not a new doctrine that has just been revealed through the Prophet Joseph Smith, or President Brigham Young, but it is the doctrine of Jesus, a part and portion of that Gospel which is the power of God unto salvation<span class=\"citation\" id=\"72205\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72205)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72205)\">Rom. 1:16<\/a><\/span> or unto damnation. For whosoever will believe, repent, and be baptized for the remission of sins shall be saved, and he that believes not and is not baptized shall be damned.<span class=\"citation\" id=\"66874\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66874)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66874)\">Mark 16:16<\/a><\/span><span class=\"citation\" id=\"127283\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127283)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127283)\">D&amp;C 112:29<\/a><\/span> And he that believes, is baptized and receives the light and testimony of Jesus Christ, and walks well for a season, receiving the fullness of the blessings of the Gospel in this world, and afterwards turns wholly unto sin, violating his covenants,<span class=\"citation\" id=\"78417\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78417)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78417)\">2 Pet. 2:20-22<\/a><\/span> <div class=\"break columnbreak\" id=\"93b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0093.pdf\" target=\"pdfwin\">p.&#xA0;93b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7048\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> he will be among those whom the Gospel can never reach in the spirit world; all such go beyond its saving power, they will taste the second death, and be banished from the presence of God eternally.<span class=\"citation\" id=\"127284\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127284)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127284)\">D&amp;C 76:31-38<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v18n298\"> I feel well in the Gospel of Jesus Christ. I know that it is true, and I never like to have an opportunity pass me without bearing my testimony to it. I, therefore, bear my testimony to you, that God has restored the Gospel, that Joseph Smith was and is a true Prophet, and that President Young is his rightful successor. <\/div><div class=\"paragraph jod\" id=\"v18n299\"> I have been surprised before now at hearing remarks from the disaffected and apostates against the Priesthood, as if there was something terrible concealed beneath that term. What constitutes the Priesthood? A legal and direct commission from God to man. And who are clothed with its authority and power? President Young? Yes. But is he the only man who holds the Priesthood? No. Nor are his counselors and the Twelve, the only ones who hold it, but the High Priests, the Seventies, the Elders, Priests, Teachers, and Deacons, all hold a portion of the Holy Priesthood. There is scarcely a member of the Church who is not numbered in the ranks of those clothed upon by this power; certainly it is so with every man who has received blessings in the house of the Lord, inasmuch as he has continued faithful, and of such is the Church composed, for the unfaithful cut themselves off in a measure both from the Church and from the power and privileges of the Priesthood, and are not to be relied upon. Therefore, when the Priesthood&#x2014;or those holding it&#x2014;are ridiculed, reviled, or persecuted, the blow is aimed, and the evil is designed, against the whole Church and not individuals, although  <div class=\"break pagebreak\" id=\"94a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0094.pdf\" target=\"pdfwin\">p.&#xA0;94a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7047\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>as our enemies single out individuals as targets on whom to vent their wrath and spleen. A blow openly aimed at President Young, is secretly destined against the whole people constituting the Church over which he presides; any attempt to proscribe or destroy him or his brethren as individuals, because of their influence or position among the people, is so far indirectly an attempt to proscribe and destroy the whole community of which they are but members, and every member of the community should, and so far as guided by a proper sense of justice and right, most assuredly does, consider himself or herself personally assailed and aggrieved by any such attempts. How contemptible in the eyes of this whole people, therefore, must they be who rail against the Priesthood, and at the same time make themselves so conspicuously loud in their professions of friendship to the masses. They leave the covering of their designs too thin to conceal their hypocrisy and their determined bitterness and enmity against the people and the work of God. <\/div><div class=\"paragraph jod\" id=\"v18n301\"> A deacon in the Church should exercise the authority of that calling in the Priesthood, and honor that position as sincerely and faithfully as a high Priest or an Apostle should his calling, feeling that he bears a portion of the responsibility of the kingdom of God in the world, in common with all his brethren. Every man should feel in his heart the necessity of doing his part in the great latter-day work. All should seek to be instrumental in rolling it forth. More especially is it the duty of everyone who possesses any por<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"94b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0094.pdf\" target=\"pdfwin\">p.&#xA0;94b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7047\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tion of the authority of the Holy Priesthood to magnify and honor that calling, and nowhere can we begin to do so to better advantage than right here, within ourselves, and when we have cleansed the inside of the platter,<span class=\"citation\" id=\"65552\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65552)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65552)\">Matt. 23:26<\/a><\/span> cleansed our own hearts, by correcting our own lives, fixed our minds upon doing our whole duty towards God, and man, we will be prepared to wield an influence for good in the family circle, in society, and in all the walks of life. <\/div><div class=\"paragraph jod\" id=\"v18n302\"> We should seek to do, and to be, good. It is true that Jesus says there is none good but one, that is God;<span class=\"citation\" id=\"65165\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65165)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65165)\">Matt. 19:17<\/a><\/span> we must accept this in the fullest sense of the word, but there are other degrees of goodness, so that we may be good, righteous, and even perfect in our spheres,<span class=\"citation\" id=\"63275\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63275)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63275)\">Matt. 5:48<\/a><\/span> as God is good, righteous, or perfect in his exalted and glorious sphere. These excellent qualities of mind and soul should govern our lives in the midst of our families and neighbors, among our brethren of the household of faith,<span class=\"citation\" id=\"74733\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74733)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74733)\">Gal. 6:10<\/a><\/span> and in all our intercourse with mankind, that we may win souls from error, ignorance, folly and crime, to God and his Christ,<span class=\"citation\" id=\"79472\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79472)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79472)\">Rev. 11:15<\/a><\/span> and help them to stand until they become strong in the faith, and thus become saviors of men upon Mount Zion,<span class=\"citation\" id=\"61997\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61997)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61997)\">Obad. 1:21<\/a><\/span> worthy of the name of our God. <\/div><div class=\"paragraph jod\" id=\"v18n303\"> May the Lord bless you and all Israel, and especially his aged servant who stands at our head, and his associates in counsel, the loved face of one of whom, on looking round, I find gone from our midst, but his lifelong example still lives with us, and will live forever. Amen. <\/div>\n<\/div>\n<\/div>"}