{"ID":180035, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Position of the Latter-Day Saints&#x2014;Protestantism Makes No Claim to Revelation&#x2014;Priesthood, How Restored, Its Purpose&#x2014;Persecution the Heritage of the Church&#x2014;The People Must Know the Will of God, and Do It&#x2014;Respect the Authorities, and Respect Our Profession&#x2014;Avoiding All Evils, Cleave to the Good.<\/div>\n<div class=\"subtitle\">Discourse by Elder John Taylor, delivered in the New Tabernacle, Salt Lake City, Sunday Afternoon, Nov. 5, 1876.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Geo. F. Gibbs.<\/div>\n<div class=\"pageHeader\">Page Header: Position of the Latter-day Saints, Etc.<\/div>\n<div class=\"speaker\">Speaker: John Taylor<\/div>\n<div class=\"date\">Date: 11\/5\/1876<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d35\">\n<div class=\"paragraph jod\" id=\"v18n919\"> In meeting together on Sabbath days we assemble generally for the purpose of renewing our spiritual strength by partaking of the emblems of the broken body and shed blood of our Lord and Savior Jesus Christ,<span class=\"citation\" id=\"66221\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66221)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66221)\">Matt. 26:26-28<\/a><\/span><span class=\"citation\" id=\"66688\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66688)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66688)\">Mark 14:22-24<\/a><\/span><span class=\"citation\" id=\"73374\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73374)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73374)\">1 Cor. 11:24<\/a><\/span> communing with our own hearts and reflecting upon things pertaining to the kingdom of God, and of speaking and listening to those things that have a tendency to enlighten our minds and establish us in the faith, to increase and confirm our hopes, and to enable us to press onward with avidity, confidence, and renewed determination in the path which the Lord has marked out for us to travel in. <\/div><div class=\"paragraph jod\" id=\"v18n920\"> As Latter-day Saints, we occupy a singular position in the world. Our views and ideas, theories and faith, doctrines and ordinances are in many respects different from those which exist abroad, and from those which many of us have been educated in. We have become Latter-day Saints in obedience to strong convictions, which have been forced <div class=\"break columnbreak\" id=\"278b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0278.pdf\" target=\"pdfwin\">p.&#xA0;278b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6863\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> upon us by the Spirit of the living God, and through the teaching, testimony, and evidence that have been brought to bear upon our minds by those who visited us and imparted to us the principles of the Gospel. In this respect we differ from a great many of the religious sects. <\/div><div class=\"paragraph jod\" id=\"v18n921\"> When Protestantism started, it did not come with a revelation from God, nor did it profess any direct authority from him nor any communication with or from him. It protested simply against certain errors which existed in what was then called the Catholic Church. The Reformers did not propose to introduce any direct communication from God, but simply to correct certain prominent abuses that they considered had crept into the church; and those men were considered heretics by the church they had left. <\/div><div class=\"paragraph jod\" id=\"v18n922\"> Since that time a spirit and feeling of a similar nature have existed more or less among other peoples. If we examine the ideas and acts of Luther, Melancthon, and some pro<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"279a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0279.pdf\" target=\"pdfwin\">p.&#xA0;279a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6862\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>minent reformers, we find that a great many sects and parties have since then taken the same liberty with their creeds and formulas, which they took with their mother church; and they have generally used the same kind of argument, namely, if it was right and proper for the first reformers to protest against the doings, acts, ordinances, and proceedings of the church which had by them been considered heretofore as the only Christian Church, and to protest against the acts of its Priesthood, and the doings of the people, it was proper also for other reformers to arise and correct those first reformers on many doctrines, views and principles that they may have entertained. This kind of spirit having been inaugurated and adopted, like leaven, it has worked, increased and spread, until great numbers of sects and parties have appeared through Christendom, all claiming the same rights that the first reformers exercised, in correcting what they believed to be wrong and unscriptural. <\/div><div class=\"paragraph jod\" id=\"v18n924\"> With us, Latter-day Saints, it is very different. We have never claimed any affinity or connection with, or professed to derive any power or authority from, any of the parties, no matter what name they may bear, nor to any of the Dissenters who have separated themselves from them. We have never professed an adherence to any of those principles that have been promulgated by others. The origin of our faith is that God has spoken, that, in the midst of conflicting opinions which prevailed with regard to him, he has thought proper to settle that question once and for all by the revelation of his will to the human family. Hence, we as Latter-day Saints have based our faith upon these revelations, given originally to <div class=\"break columnbreak\" id=\"279b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0279.pdf\" target=\"pdfwin\">p.&#xA0;279b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6862\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Joseph Smith, and taught by those who have been ordained and set apart by him, and who have gone forth as messengers to the nations of the earth to proclaim <span class=\"italic\">not<\/span> what somebody else said in former times only, not to make known what other men have done in other dispensations alone; but to reveal to the human family what the will of God is concerning them. This is the position we occupy as Latter-day Saints. If we have any ideas of a God, we have obtained them through these revelations, if we have a worship which is accepted of God, it is because the Lord has dictated as to its form and manner; if we have a Priesthood, it is because some of the ancient Priesthood who existed heretofore on the earth and now administer in the heavens, have come and conferred, upon man on the earth, this authority; if we have ordinances of any kind, it is not because other people have received these ordinances through whom we have obtained them, but because God has revealed them to us direct; and if we have various officers in the Church, it is not because we have copied after any other church or people, but, because God has told us what his order is, what his law is in relation to these matters, and the proper manner of government to conduct and direct the affairs of God upon the earth. It is in short the revelation of the will of God to man in these the last days. <\/div><div class=\"paragraph jod\" id=\"v18n925\"> Now without any kind of circumlocution, these are some leading prominent features of our faith. Predicated upon these the quorums of Priesthood associated with our Church have been established, which are the First Presidency, the Twelve Apostles, High Priests, Seventies, Elders, Bishops, Priests, Teachers, Deacons and Patriarchs, with all  <div class=\"break pagebreak\" id=\"280a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0280.pdf\" target=\"pdfwin\">p.&#xA0;280a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6861\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the various organizations that exist in the Church and kingdom of God. All these were given not by the wisdom or intelligence of man, nor were they instituted according to any pattern that elsewhere exists upon the earth at the present time, nor based upon any faith promulgated by any body of divines, by any scientific or literary associations, by any system of theology or philosophy, on any plan of any kind introduced by man&#x2019;s wisdom; but they were introduced by the Almighty according to the revelations of God to us, for our guidance and direction in all of our affairs in life, to prepare us to accomplish not our own will, but the will of our Father in Heaven; not to carry out any ideas of our own, but the ideas, intentions, commands and directions of the Almighty, that we might gather together from the nations of the earth those who are willing to listen to the principles of eternal truth, and form a grand nucleus in the valleys of the mountains, which should grow, increase, and spread under the guidance and direction of the Almighty, until the kingdoms of this world become the kingdoms of our God and his Christ.<span class=\"citation\" id=\"79477\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79477)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79477)\">Rev. 11:15<\/a><\/span> This is really the thing we have engaged in, and we are indebted to him for his direction and instruction from its first inception to the present time, and we shall be thus indebted, from this time henceforth and forever, for the guidance, instruction, teaching and protection of the Almighty to enable us to consummate the work which he originated and organized. <\/div><div class=\"paragraph jod\" id=\"v18n927\"> It matters not to us what the opinions of men may be pertaining to these matters. God has given us a mission to perform, and in the name of Israel&#x2019;s God, and with his assistance, we will try to do it. The <div class=\"break columnbreak\" id=\"280b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0280.pdf\" target=\"pdfwin\">p.&#xA0;280b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6861\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> ways of God, the plans and designs of the Almighty, have never been very congenial to the feelings of human nature, or to the waywardness of the human family. Whenever God has made known his will to man in any age of the world&#x2019;s history, there has always been a spirit of antagonism which has prevailed more or less against it. This same opposition exists today, and has done from the first organization of this Church; and I will say it will continue to go on and increase and become more intensified in proportion to the growth and spread of the principles of truth. We sometimes think we have had a great deal to contend with. It is true, we have had a little, but we might have had more. Those who have made themselves acquainted with the sayings of the holy Prophets contained in the word of God, as made known on the continent of Asia, as well as on this continent, and the prophecies which have been given through the medium of Joseph Smith, in relation to this same subject, are very well aware that the Church is comparatively in its infancy, and so also are the persecutions of those who are opposed to it. We have been in the habit of reflecting on the position of the nations, for instance, and upon the calamities which must overtake them, overlooking perhaps the various powers which are to be brought against God&#x2019;s people. These have assumed at various times different shapes; at first, organizations merely operated against Joseph Smith, then persecutions arose in small towns and villages against those who believed in this modern Prophet; then it followed us into States, then we had to endure exile from different counties in Missouri, and afterwards from one place to  <div class=\"break pagebreak\" id=\"281a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0281.pdf\" target=\"pdfwin\">p.&#xA0;281a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6860\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>another, until finally we had to evacuate the State. We then found ourselves assuming a little more importance in Illinois, and we learned, too, that as we increased there in strength and importance, so proportionately increased opposition to us and to the principles we advocated, until we had to pledge ourselves to leave a large and beautiful city and an extensive district of country, and then we came here to these valleys of the Rocky Mountains. Since then antagonism has presented itself in a variety of forms, through United States officers, military and civil, until it culminated in the United States sending out an army against us. Since then they have adopted every kind of method that man&#x2019;s ingenuity could invent to harass and annoy us and to interfere with our civil, social and religious rights, and with our interests, peace, and prosperity. <\/div><div class=\"paragraph jod\" id=\"v18n929\"> Is this the end? No, for if the Scriptures be true we have not got through yet. We have not yet built up the kingdom, and consequently the struggle is not over; nay, it has hardly commenced. <\/div><div class=\"paragraph jod\" id=\"v18n930\"> Nor are we alone in the dealings of God with the people in this dispensation. The Jews will have to perform quite a role in these last times. They also will have to endure a large amount of trials, persecutions, and difficulties, which have yet to come upon them. They will in due time be gathered together to their own lands like we are gathered here; and nations will go up against them, and then too will certain nations come against us; but we have not yet got through with the United States. In relation to events that will yet take place, and the kind of trials, troubles, and sufferings which we shall have to cope with, it is to me a matter of <div class=\"break columnbreak\" id=\"281b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0281.pdf\" target=\"pdfwin\">p.&#xA0;281b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6860\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> very little moment; these things are in the hands of God, he dictates the affairs of the human family, and directs and controls our affairs; and the great thing that we, as a people, have to do is to seek after and cleave unto our God, to be in close affinity with him, and to seek for his guidance, and his blessing and Holy Spirit to lead and guide us in the right path. Then it matters not what it is nor who it is that we have to contend with, God will give us strength according to our day. There is no question in the hearts of all good Latter-day Saints about the future destiny of the Church and kingdom of God upon the earth; that with them is a settled fact. Neither does it concern them what this man or the other man may do, it makes no particular difference. God has a certain object to accomplish, and he will do it in his own way and in his own time. He holds the nations as dust in the balances;<span class=\"citation\" id=\"59342\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59342)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59342)\">Isa. 40:15<\/a><\/span> he will manipulate them and their affairs as he pleases, and they cannot help themselves; he will also manipulate the affairs of the Latter-day Saints, having his watchcare over them, as he ever has had over all his people. If we are found to be willing and obedient, and on the Lord&#x2019;s side for right, for truth, and integrity, for virtue and purity and holiness, adhering to the principles of truth and the laws of life, then God will be with us, and he will sustain all those who adhere to these principles; for be it remembered that these are the principles we profess to believe in, and those who are not governed by them he will move out of the way; they will drop down on the right hand and on the left as many have done before, and the pure and virtuous, the honorable and upright, will go forth from conquering to conquer<span class=\"citation\" id=\"79243\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79243)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79243)\">Rev. 6:2<\/a><\/span> until  <div class=\"break pagebreak\" id=\"282a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0282.pdf\" target=\"pdfwin\">p.&#xA0;282a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6859\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>they shall accomplish all that God designs them to do on this earth; and when they get through he will supply their places with others, who will also take hold and roll forth the kingdom in all its majesty, until the things spoken of by all the holy Prophets be fulfilled;<span class=\"citation\" id=\"71380\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71380)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71380)\">Acts 3:21<\/a><\/span> and hence in relation to these matters we cannot change the fiat of Jehovah, which has gone forth, nor alter his decrees. <\/div><div class=\"paragraph jod\" id=\"v18n932\"> He has designed to gather together his people into one, and his spirit into one, and his power into one. The Scriptures say that God will gather together all things, whether they are things in the heavens or things on the earth; he will gather them all into one,<span class=\"citation\" id=\"74818\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74818)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74818)\">Eph. 1:10<\/a><\/span><span class=\"citation\" id=\"87999\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87999)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87999)\">D&amp;C 84:100<\/a><\/span> and his people will be gathered into one,<span class=\"citation\" id=\"85286\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85286)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85286)\">D&amp;C 42:9,36<\/a><\/span> and his word will be gathered into one,<span class=\"citation\" id=\"81569\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81569)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81569)\">2 Ne. 29:14<\/a><\/span> and hence, &#x201C;The Nephites shall have the words of the Jews, and the Jews shall have the words of the Nephites; and the Nephites and the Jews shall have the words of the Ten Tribes; and the Ten Tribes shall have the words of the Nephites and the Jews.&#x201D;<span class=\"citation\" id=\"81564\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81564)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81564)\">2 Ne. 29:13<\/a><\/span> And he will go on and accomplish his purposes in his own way, and no man can stay his hand.<span class=\"citation\" id=\"61486\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61486)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61486)\">Dan. 4:35<\/a><\/span><span class=\"citation\" id=\"86853\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86853)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86853)\">D&amp;C 76:3<\/a><\/span> We may think we can, we may think we can do this thing and that thing according to our own caprice, and theories and judgment; but God will frustrate and entirely overthrow all that is based upon the principles of truth, and carry Israel through triumphant. <\/div><div class=\"paragraph jod\" id=\"v18n933\"> We are starting in on some things for the accomplishment of this object. The spirit of God has been operating upon President Young, to try to get us united in temporal affairs. We make sorry blunders about it sometimes. I have sometimes thought we are slow to understand, and very slow to perform; but still we are doing a little, and progressing a little here and there in these things, and our <div class=\"break columnbreak\" id=\"282b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0282.pdf\" target=\"pdfwin\">p.&#xA0;282b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6859\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> feelings begin to be drawn out a little, as the Indians say [pointing to a small piece of his finger] about so much. We begin to think there is some meaning in it, and that it is binding upon us, and those who do not do much keep up a thinking; if we only continue to keep up thinking and praying as well as doing, we will get at it by and by, and get into a better position than we now occupy. <\/div><div class=\"paragraph jod\" id=\"v18n934\"> It is a good deal with some of us in relation to some of these matters as with the man who cried out, &#x201C;Good Lord and good Devil,&#x201D; for we don&#x2019;t know whose hands we are going to fall into, and would, perhaps, like to make friends with both; we manifest a little of our own way, a little of the way of the Gentiles, and a very little of the way of the Lord. <\/div><div class=\"paragraph jod\" id=\"v18n935\"> Now, if I understand my religion aright, if I understand the Scriptures and the operations of the Spirit of God, we have got, as a people, to come to this&#x2014;let us know the will of God, and we will do it, no matter where it strikes, what interest it may come in contact with, or whose views it may overturn. That is my idea of &#x201C;Mormonism,&#x201D; as I have learned it. I consider that God is at the helm. We have not dictated or found out anything belonging to the problem we are working, not a man among us; all we have received comes from God. If I understand anything concerning these things, it is that the word of God is <span class=\"italic\">law<\/span> and must be obeyed. If we want to be good, faithful Latter-day Saints, we have got to be willing to submit to the will of God in all things. We must feel as was once exclaimed on a certain occasion by the ancient Israelites, &#x201C;The Lord shall be our judge, the Lord shall be our king, the Lord shall be our ruler; and he shall rule over us.&#x201D;<span class=\"citation\" id=\"59074\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59074)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59074)\">Isa. 33:22<\/a><\/span> That is the way I figure up these things; and if this was not  <div class=\"break pagebreak\" id=\"283a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0283.pdf\" target=\"pdfwin\">p.&#xA0;283a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6858\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>so I would not give anything for our religion, or our religious ideas. I do not think that any of us can regulate, manage or conduct any of these matters, unless God be with us. And I will tell you another thing, God will not be with us unless we are one. Says Jesus, &#x201C;That they all may be one; as thou, Father, art in me, and I in thee, that they also may be one in us.&#x201D;<span class=\"citation\" id=\"70721\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70721)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70721)\">John 17:21<\/a><\/span> &#x201C;I in them, and thou in me, that they may be made perfect in one.&#x201D;<span class=\"citation\" id=\"70777\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70777)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70777)\">John 17:23<\/a><\/span> And the oneness will not consist in each one of us seeking his own interest, his own emolument, and to extend his own ideas and influence; but in his seeking the interest and welfare of another, the establishment of Zion, that the welfare of all may be cared for and reached, both among the living and the dead in all time and eternity. This is the way I have been taught to regard these things. God is not setting up a kingdom for you, or for me, or for any individual person. <\/div><div class=\"paragraph jod\" id=\"v18n937\"> There are a good many points connected with these things when we come to reflect upon them, which are of a good deal of importance to us. How shall we arrive at them? Firstly, by getting right ourselves; in our spirits and feelings one towards another; in upholding and sustaining correct principles and correct authority, and as a community in being governed by the Lord our God. How can I expect to be blessed of God if I do not conduct myself as a Saint of God? Can I expect his Spirit? No. Can I expect to have the sweet whisperings thereof to lead me in the path of life, if I trample under foot his precepts? No. What then? There are a great many other things. I will tell you of one which I have noticed lately that prevails to quite an extent among us. I find a great many among the Latter-day Saints who are <div class=\"break columnbreak\" id=\"283b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0283.pdf\" target=\"pdfwin\">p.&#xA0;283b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6858\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> a good deal like those spoken of by Peter, &#x201C;they are not afraid to speak evil of dignities. Whereas angels, which are greater in power and might, bring not railing accusation against them before the Lord.&#x201D;<span class=\"citation\" id=\"78396\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78396)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78396)\">2 Pet. 2:10-11<\/a><\/span> Jude the Apostle, referring to the same thing, says, &#x201C;Likewise also these filthy dreamers defile the flesh, despise dominion, and speak evil of dignities. Yet Michael the archangel, when contending with the devil he disputed about the body of Moses, durst not bring against him a railing accusation, but said, The Lord rebuke thee.&#x201D;<span class=\"citation\" id=\"78882\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78882)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78882)\">Jude 1:8-9<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v18n938\"> Now, as good Latter-day Saints, let us look at some of these things calmly. Have we got Bishops in our Church? Yes; but I was going to say, who the devil cares about Bishops? You do not say it exactly like that, but you think it sometimes, don&#x2019;t you? Then we have the Twelve Apostles. Well, who cares about the Twelve? Then, we have the First Presidency. Well, who cares about them? If we go a little farther, it will be, Who the devil cares about God? It will certainly lead to that, if we continue to pursue that course. Are our Bishops all perfect? No. Are the Twelve? No; I wish they were. Are the First Presidency? I hope they are. Are the Saints perfect? I wish you were. We are all surrounded by weaknesses and infirmities. I acknowledge I am, and I think I could so speak for some of my brethren, but I do not propose to confess their weaknesses. Notwithstanding all the blessings conferred upon us through the Gospel we have received, we, all of us, have &#x201C;the treasures in earthen vessels.&#x201D;<span class=\"citation\" id=\"74081\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74081)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74081)\">2 Cor. 4:7<\/a><\/span> I suppose that God has given us these infirmities that no flesh might glory in his presence,<span class=\"citation\" id=\"72942\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72942)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72942)\">1 Cor. 1:29<\/a><\/span> but that we might all feel our littleness and weakness,  <div class=\"break pagebreak\" id=\"284a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0284.pdf\" target=\"pdfwin\">p.&#xA0;284a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6857\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>realizing every day that we need to pray just as the Lord taught His disciples to pray, saying, &#x201C;Our Father who art in heaven, Hallowed be thy name;&#x201D;<span class=\"citation\" id=\"63306\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63306)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63306)\">Matt. 6:9<\/a><\/span> let me reverence thee and thy name! &#x201C;Thy kingdom come.&#x201D;<span class=\"citation\" id=\"63393\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63393)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63393)\">Matt. 6:10<\/a><\/span><span class=\"citation\" id=\"67477\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67477)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67477)\">Luke 11:2<\/a><\/span> O God, let these principles, that dwell with thee in the heavens, grow in my heart, and let them spread and expand until the earth shall be filled with the knowledge of God,<span class=\"citation\" id=\"58167\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58167)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58167)\">Isa. 11:9<\/a><\/span> and until the kingdom of God shall prevail. &#x201C;Let thy kingdom come, and thy will be done on the earth as it is done in heaven;&#x201D;<span class=\"citation\" id=\"63395\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63395)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63395)\">Matt. 6:10<\/a><\/span> that there may be a people who will listen to thy law, and be governed by thy behests. &#x201C;Let thy will be done on earth, as it is done in the heavens.&#x201D;<span class=\"citation\" id=\"63394\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63394)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63394)\">Matt. 6:10<\/a><\/span> O Father, I am a poor, helpless, frail creature, &#x201C;lead me not into temptation, but deliver me from evil,&#x201D;<span class=\"citation\" id=\"63478\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63478)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63478)\">Matt. 6:13<\/a><\/span> for I need thy help. &#x201C;Give me this day my daily bread,<span class=\"citation\" id=\"63464\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63464)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63464)\">Matt. 6:11<\/a><\/span> etc., and deliver me from evil: For thine is the kingdom, the power, and the glory, forever and ever. Amen.&#x201D;<span class=\"citation\" id=\"63479\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63479)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63479)\">Matt. 6:13<\/a><\/span> Do not we all need to offer up this prayer every day? I do not think it would hurt us to do so. <\/div><div class=\"paragraph jod\" id=\"v18n940\"> Then there is another principle connected with it&#x2014;&#x201C;Forgive us our trespasses, as we forgive those who trespass against us.&#x201D;<span class=\"citation\" id=\"63470\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63470)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63470)\">Matt. 6:12<\/a><\/span><span class=\"citation\" id=\"63485\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63485)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63485)\">Matt. 6:13 (JST)<\/a><\/span> Do you constantly think of that? We get down upon our knees, and many of us think we are pretty decent fellows; but there is brother So-and-so, he does not do exactly right, and I do not like him very well, and I have been talking about him a little, for he has done me an injury, and I would like to have full retribution; but, O God, won&#x2019;t you forgive <span class=\"italic\">my<\/span> sins? I will, says the Lord, on condition that you forgive your brother and only on that condition. &#x201C;If thou bring thy gift to the altar, and there rememberest that thy brother hath ought against thee; Leave there <div class=\"break columnbreak\" id=\"284b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0284.pdf\" target=\"pdfwin\">p.&#xA0;284b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6857\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> thy gift before the altar, and go thy way; first be reconciled to thy brother, and then come and offer thy gift.&#x201D;<span class=\"citation\" id=\"63149\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63149)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63149)\">Matt. 5:23-24<\/a><\/span> When this law is complied with, then we can say, forgive our trespasses as we forgive those that trespass against us.<span class=\"citation\" id=\"63486\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63486)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63486)\">Matt. 6:13 (JST)<\/a><\/span> In our present condition, if the Lord were to answer our prayers, many of us would not be forgiven. If we want the entire people to be good Saints, let us be good Saints ourselves. Let him that says to another, &#x201C;You must not steal,&#x201D;<span class=\"citation\" id=\"54292\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54292)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54292)\">Ex. 20:15<\/a><\/span> steal not himself. You that teach your brother not to speak evil of his neighbor,<span class=\"citation\" id=\"85339\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85339)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85339)\">D&amp;C 42:27<\/a><\/span> do you refrain from doing it yourself? One of the Apostles says that each one should prefer his neighbor to himself.<span class=\"citation\" id=\"72835\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72835)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72835)\">Rom. 12:10<\/a><\/span> We surely have not got that far yet, at least I do not think we have. Some, who think themselves pretty good people, would like to get another man&#x2019;s money or property, but they would not like to be operated upon in the same manner, and then they allow themselves to think they have the favor of God in such things. This is a grievous mistake, for we are required to love our neighbors as ourselves.<span class=\"citation\" id=\"65477\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65477)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65477)\">Matt. 22:39<\/a><\/span><span class=\"citation\" id=\"74633\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74633)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74633)\">Gal. 5:14<\/a><\/span> Because one man is more talented than another, he should not use that talent to take advantage of his brother, and then expect that God will approve of his actions, for he will not do it; he never did, nor ever will. We should operate for one another&#x2019;s interest, having sympathetic feelings for each other. We are supposed to be brethren in the Church and kingdom of God, knit together by the indissoluble ties of the everlasting Gospel, not for time only, but for eternity. Hence all our operations should be for that end, founded on the principles of righteousness and friendship. <\/div><div class=\"paragraph jod\" id=\"v18n941\"> We send our missionaries to almost every country for the purpose of preaching the Gospel and bringing  <div class=\"break pagebreak\" id=\"285a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0285.pdf\" target=\"pdfwin\">p.&#xA0;285a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6856\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>their converts to Zion, and then we go to work and cheat one another. Is this right? No! Then let us repent of our wrong doing, and do right, and let the spirit of right find room in our hearts, and let it be diffused through our families. Let husbands love their wives,<span class=\"citation\" id=\"127491\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127491)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127491)\">Eph. 5:25<\/a><\/span> and be full of kindness towards them. Let wives study their husbands,<span class=\"citation\" id=\"127493\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127493)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127493)\">D&amp;C 25:14<\/a><\/span> and with kindness seek to make a heaven for them,<span class=\"citation\" id=\"127494\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127494)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127494)\">D&amp;C 25:5<\/a><\/span> that love and happiness may reign in our habitations.<span class=\"citation\" id=\"127492\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127492)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127492)\">Eph. 5:22-24<\/a><\/span> Let parents teach their children both by precept and example, the virtues of Gospel truths, that they may grow up in the love and fear of God, and that you may be the blessed of the Lord, and your offspring with you.<span class=\"citation\" id=\"128471\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128471)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128471)\">Isa. 65:23<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v18n943\"> Let us then begin to treat our Bishops with consideration, and then they ought to treat us in the same manner. Saith Jesus to Peter, on a certain occasion, &#x201C;Simon, son of Jonas, lovest thou me? He saith unto him, Yea, Lord; thou knowest that I love thee. He saith unto him, Feed my lambs.&#x201D;<span class=\"citation\" id=\"70976\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70976)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70976)\">John 21:15<\/a><\/span> Do not every time they come near you, throw rocks at them; but feed the flock, over which you have the watchcare, with the bread of life, with the bread of intelligence and eternal truth; be unto them fathers, full of mercy, kindness and benevolence, and then they will love you, they will draw near you and sustain you, that is, those who are good will, and the others will naturally drop off on the right hand and on the left. <\/div><div class=\"paragraph jod\" id=\"v18n944\"> Again, we have our ideas of the rule of the Priesthood. Supposing you may think your Bishop does not do right; you are not always his judge about those matters; there are others who can judge him. Some of us are too much inclined to look upon these men as enemies, when really they are our friends. Should we feel that we are better than our <div class=\"break columnbreak\" id=\"285b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0285.pdf\" target=\"pdfwin\">p.&#xA0;285b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6856\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> neighbors? Rather let us try to do them good than injury. Some of us think that our Teachers are of very little importance. I will tell you how I regard them. If the Teachers do not come to visit me as often as I think they should, I do not like it very well. When they do come, I acquaint my family with it, call them together, and then tell our visitors that we are all under their jurisdiction, ready and anxious to hear from them the words of eternal life. That is how I feel towards the Teachers, and in the same manner I respect all the Priesthood in the various positions they occupy. Shall I assume to dictate to those who are above me? No, never. Will you? That is for you to say, not for me. It is well that we reflect upon these things, to pray for our brethren in the Priesthood, pray that the spirit and power of their office and calling may rest upon them and that they may be led, and be able to lead others, in the paths of life. <\/div><div class=\"paragraph jod\" id=\"v18n945\"> These are some of our duties, Latter-day Saints, and these are some of my feelings on these subjects. Let us then seek to do right, and take a correct and proper course in all things; and, if all things do not work always according to our ideas and notions, never mind, leave these things in the hands of God, he will direct and overrule everything for the welfare of those who do right. &#x201C;No man can harm you, if you be followers of that which is good.&#x201D;<span class=\"citation\" id=\"77892\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77892)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77892)\">1 Pet. 3:13<\/a><\/span> It is for us all to take a course that we may secure the favor and approbation of the Almighty, that we individually may be led by him, having his spirit always with us. Then if the Presidency be under the guidance of the Almighty, and God direct the Priesthood through them in all its ramifications, carrying out his will in the building up of Zion on the earth, then we shall be  <div class=\"break pagebreak\" id=\"286a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0286.pdf\" target=\"pdfwin\">p.&#xA0;286a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6855\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>one with them and one with God. This is what we are after, and may God help us to carry out his purposes and designs. <\/div><div class=\"paragraph jod\" id=\"v18n947\"> In relation to the events to come, they will be developed just as fast as we are prepared for them, and I fear faster. Will God operate upon the Lamanites, and fulfill his word to the Jews? Yes. Will he gather the ten tribes? Yes. Will he establish his name and kingdom in the earth? Yes. Will he overthrow the wicked nations that fight against him? Yes, and he will continue to extend his principles and power &#x201C;until the kingdoms of this world shall become the kingdoms of our God, and of his Christ.&#x201D;<span class=\"citation\" id=\"79478\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79478)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79478)\">Rev. 11:15<\/a><\/span> God will have his laws honored, and in his time his decrees must be consummated, until every <div class=\"break columnbreak\" id=\"286b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0286.pdf\" target=\"pdfwin\">p.&#xA0;286b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6855\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> tongue confess and every knee bow to him who is the Lord of all.<span class=\"citation\" id=\"75457\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75457)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75457)\">Philip. 2:10-11<\/a><\/span> These are things which will most assuredly be accomplished. <\/div><div class=\"paragraph jod\" id=\"v18n948\"> God has given us our little labor to perform, which is associated with these matters. Let us go forth as men, in the humility and strength of our Father, and do the work he has given us to do, seeking continually in all earnestness for his blessing to guide us, and he will direct us in the path of righteousness, and by and by we shall overcome and triumph, and with the celestial spirits who have gone before, we shall join in singing, &#x201C;Glory, honor, might, majesty, and dominion, be ascribed unto him who sits upon the throne, and to the Lamb forever.&#x201D;<span class=\"citation\" id=\"79218\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79218)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79218)\">Rev. 5:13<\/a><\/span> Amen. <\/div>\n<\/div>\n<\/div>"}