{"ID":180045, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Lord Rules&#x2014;The Hand of God in Persecution&#x2014;The Gospel Embraces All Truth&#x2014;No Need of Worry, the Lord Will Deal Out Justice&#x2014;Joseph Slain for the Gospel&#x2014;The Dissatisfied Will Be Satisfied&#x2014;Full of Blessing.<\/div>\n<div class=\"subtitle\">Discourse by President Brigham Young, delivered in the New Tabernacle, Salt Lake City, Sunday Afternoon, May 6, 1877, after Addresses by Elders Orson Pratt and Geo. Q. Cannon.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Geo. F. Gibbs.<\/div>\n<div class=\"pageHeader\">Page Header: The Lord Rules, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 5\/6\/1877<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d45\">\n<div class=\"paragraph jod\" id=\"v18n1249\"> I take the liberty of saying a few words on this occasion to both Saints and sinners. That expression brings to my mind at once&#x2014;Where are the Saints? And who are they? And who are the sinners? We are all sinners; but there is quite a portion of the congregation who are trying to be Saints. For those who profess to be Saints I have a few texts of Scripture. With regard to those who believe the truth and desire to do it; to all who wish to live and preserve yourselves in the truth, in the love of God, I wish to say, they whom God loves he chastens.<span class=\"citation\" id=\"77185\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77185)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77185)\">Heb. 12:6<\/a><\/span> This is so, whether we believe it or not. If we have not received chastisement, we receive not that witness, that assurance, to testify to us that we love him. Another text of Scripture: The wicked are a rod in the hand of God to chasten his people. If the Lord loves us and we love him, we may expect to be chastened; and it is not joyous at the time of receiving the chastisement; it is grievous;<span class=\"citation\" id=\"77236\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77236)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77236)\">Heb. 12:11<\/a><\/span> but if we are exercised by grace and the spirit of truth, <div class=\"break columnbreak\" id=\"358b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0358.pdf\" target=\"pdfwin\">p.&#xA0;358b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6783\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> it will yield the peaceable fruits of righteousness.<span class=\"citation\" id=\"77237\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77237)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77237)\">Heb. 12:11<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v18n1250\"> I wish to whisper in the ears of the Latter-day Saints, I mean those who profess to be Saints, Know ye that the Lord reigns, and that the hearts of all living are in his hands. He turns the hearts of the children of men as the rivers of waters are turned.<span class=\"citation\" id=\"57468\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57468)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57468)\">Prov. 21:1<\/a><\/span> He rules in the armies of heaven, and does his pleasure upon the earth. When he wills, no man can hinder it; when he is disposed to open the door, it is not in the power of man to shut it; and when he closes the door it is not in the power of man to open it. Remember this, Latter-day Saints, and all the Christian world, the Pagan, Infidel and Jewish world, and everybody in the world; and hearken, O ye nations of the earth, and know ye that God lives, that he has spoken from the heavens, and has sent forth his everlasting Gospel to the children of men, that through obedience to the same they may be saved; and if they reject this message they will be damned. We cannot help it, it is  <div class=\"break pagebreak\" id=\"359a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0359.pdf\" target=\"pdfwin\">p.&#xA0;359a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6782\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>not our business, it is not our doctrine, it is the doctrine of him whom we serve, of him whom we obey, of him who holds us in existence, who gives us breath and being, and we have a right to believe in Him, to love and serve him and to build up and establish his kingdom; and we are doing it. <\/div><div class=\"paragraph jod\" id=\"v18n1252\"> If I were to tell you one half of the things that I know in many particulars it would astonish the halfhearted who have but little or no faith, and who do not understand the workings of the providences of God among the children of men. But as to the persecution, it is nothing at all, neither one way nor another, only to purify the Saints and prepare the nations for the good or evil, for the Lord Almighty to send forth his judgments to cleanse the earth, to sanctify it, and to justify the righteous and condemn the guilty, and to prepare the way for the coming of the Son of Man. I wish to say to you, to those who are in the truth, as well as to those who are out of the truth, if we did not have to bear the iron hand of persecution, the principles we believe in, which attract the attention of the good and the evil upon the earth and which occupy so many tongues and circumscribe their philosophy, would be embraced by thousands who are now indifferent to them. The evildoer would crowd upon our borders; and we have plenty of them now without receiving any more. They would crowd into this Church. And this is the reason why brother George Q. Cannon says, he is pleased and rejoiced because of this persecution. We should be satisfied with it, we should acknowledge the hand of God in it, and say: The will of the Lord be done and not ours. By closely watching the Latter-day Saints, and <div class=\"break columnbreak\" id=\"359b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0359.pdf\" target=\"pdfwin\">p.&#xA0;359b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6782\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> seeing that they are kept in the line of their duty by using this kind of a rod, it prevents others from coming that would affect us more than they can who are outside of this Church. There is not one man in this city nor in the Territory who hates the truth and the Latter-day Saints, whose influence I dread, no, not even the hundredth part, as I do a smooth, slick hypocrite who professes to be a Latter-day Saint. The former cannot sow the seeds of infidelity and unbelief in the hearts of the people; but the latter can. <\/div><div class=\"paragraph jod\" id=\"v18n1253\"> I wish to say to all the people, The principles of the Gospel that God has revealed from the heavens to the children of men upon the earth are worthy the acceptation of the wise, the pure and the just. There is no true philosophy in existence which is not embraced in the Gospel, it belongs to the Gospel, it is a part of the Gospel. The philosophy of the heavens and the earth, of the worlds that are, that were, and that are yet to come into existence, is all in the Gospel that we have embraced. Every true philosopher, so far as he understands the principles of truth, has so much of the Gospel, and so far he is a Latter-day Saint, whether he knows it or not. Our Father, the great God, is the author of the sciences, he is the great mechanic, he is the systematizer of all things, he plans and devises all things, and every particle of knowledge which man has in his possession is the gift of God, whether they consider it divine, or whether it is the wisdom of man; it belongs to God, and he has bestowed it upon us, his children dwelling here upon the earth. <\/div><div class=\"paragraph jod\" id=\"v18n1254\"> We take up the principles or ordinances of the house of God, and when we set them before the people, who would like to believe them?  <div class=\"break pagebreak\" id=\"360a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0360.pdf\" target=\"pdfwin\">p.&#xA0;360a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6781\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Ask the world of mankind, the heathen world, if there is one doctrine or principle in all these which is not good for man to receive. If we could find such a place as an angelic world, we might ask its inhabitants if we had embraced in our faith a single principle not good for them. Even they would not find an idea, a doctrine or a principle but what every person would say, respecting it: &#x201C;It is just as good as we could ask for.&#x201D; For the principles of the Gospel are calculated to purify the heart, the hands, the mouth, the brain, and every act of the children of men, and to prepare them to live with perfect and holy beings. These are principles worth seeking for, they are worth living for, they are worth dying for. As to the struggle that is going on between the Latter-day Saints and the world, have we any struggle with them? No. Have we any contention? No, not in the least. Have we any battle to fight? No, none at all. Are we to marshal our armies to contend against them? No. Here are the words of truth; we go forth and declare them to the ends of the earth; it is our mission and all we have to do. They may war against us, they may marshal their forces and their armies. God rules, I fear them not. If I preserve myself in the truth, I am all right. With the principles that these Latter-day Saints believe in, if we had our own way, and were not followed up by these blessed scoundrels, would we have any grog shops? No! Would we permit men to take the name of the Lord in vain?<span class=\"citation\" id=\"54227\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54227)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54227)\">Ex. 20:7<\/a><\/span> No. If we could use that moral influence we would stop all drinking, swearing, stealing, and Sabbath breaking, and speaking evil one of another;<span class=\"citation\" id=\"77697\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77697)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77697)\">James 4:11<\/a><\/span> and we would have no dishonest men; we would have all men do that <div class=\"break columnbreak\" id=\"360b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0360.pdf\" target=\"pdfwin\">p.&#xA0;360b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6781\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> which is right before the Lord. But no, we must be followed up. That is all right, perfectly right. Every step we take and every move we make must be scanned by the devil to see if it is right. You will excuse the expression. He is watching closely to see if we live our religion. And he says: &#x201C;Now, Latter-day Saints, are you not ashamed whenever you do anything that is naughty?&#x201D; and tries to discourage them, that they may turn away from the truth. What should this do for us? Should it not cause us to refrain from all wrong, and teach us to do better, even this the chastisement of the devil? <\/div><div class=\"paragraph jod\" id=\"v18n1256\"> We need not worry about this, that or the other, not in the least; it is for us to serve the Lord, and see that we do his will. And so far as persecution and the killing of the Prophets are concerned, whether of ancient or of modern times, even Joseph and Hyrum Smith, and others of the Saints, men, women and children, as they have done, we do not expect that the perpetrators of these deeds will be brought to justice; not in the least, until the Lord sits upon the case and deals out justice to them. The cry has been against the Prophets of every age, against the Apostles and against Jesus himself, and against all those who have ever preached the truth, and why? Because the systems of the world are errors; while the Gospel is true, it stands alone, it is as firm as the everlasting mountains; the storms may beat upon it, and it is there. But how is it with those who are jealous of us and who oppose us? We hear some of them who profess Christianity crying, &#x201C;Come to Jesus,&#x201D; &#x201C;Come to Jesus,&#x201D; etc. What is there of it? It is so much nonsense. If Jesus were in their midst today, they would kick him  <div class=\"break pagebreak\" id=\"361a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0361.pdf\" target=\"pdfwin\">p.&#xA0;361a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6780\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>out; for they did so to his servants. Suppose the Apostle Paul, or Peter, in fact any of the Apostles were to get into their chapels, and were to preach from their pulpits their doctrine which they preached when upon the earth, what do you think they would do to them? They would take them and lead them out of doors, saying, &#x201C;We will not have any such hypocrites and false Prophets as you are in our midst.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v18n1258\"> There is once in a while a good honest man who professes to preach the truth, and when he does preach, it amounts to this: &#x201C;My brethren, we think we are Christians, we are believers in the word of God; but I tell you if the Apostles were here today we would not receive them.&#x201D; That is what these good, honest preachers would say, and a few do say it to their congregations. <\/div><div class=\"paragraph jod\" id=\"v18n1259\"> A false principle, a false theory, whether in mechanism or philosophy, requires much argument and superior talent to sustain it, but when the truth is presented it commends itself to the understanding of the people so readily that it requires no great amount of learning to substantiate it, nor much skill to declare it to the honest who want truth, and it remains firm and sound. <\/div><div class=\"paragraph jod\" id=\"v18n1260\"> Forty-five years ago they were determined to kill the Prophet Joseph. I have lain upon the floor scores and scores of nights ready to receive the mob who sought his life. This persecution commenced with a little neighborhood, then a town, then a county, then a State, and then the people of the United States; and by and by other nations will be just as bitter towards us, and the doctrines we preach as many of the people of our own nation now are. They will struggle and strive, and plan and devise, saying, Let us take this course, and that course; and they <div class=\"break columnbreak\" id=\"361b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0361.pdf\" target=\"pdfwin\">p.&#xA0;361b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6780\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> will struggle until they will come to a stop as though they were against a mountain of solid rock. They will do all they can to break us up, and even destroy us; this has been the case now for the last forty-five years. Joseph Smith had forty-seven law suits, and I was with him through the most of them, and never was the first thing proved against him; he was never guilty of the first violation of the law or of good order. And when Governor Ford asked him to go to prison, as the mob were so enraged that he could not insure his life, that he might be safe until he returned from Nauvoo, he said: &#x201C;I will pledge you the faith of the State of Illinois for your safety.&#x201D; But as soon as he was gone, the mob murdered both Joseph and his brother Hyrum, in the jail. That was to be so. I heard Joseph say many a time, &#x201C;I should not live until I am forty years of age.&#x201D; The spring before he was killed&#x2014;his death occurred the 27th of June, 1844&#x2014;he hurried off the first Elders of the Church. All right, I thought then, and I think so now. It is all in the hands of God. They killed Joseph, and what for? For the Gospel&#x2019;s sake. It was for no evil, for I was well acquainted with him. He testified to the truth, he sealed his testimony with his blood.<span class=\"citation\" id=\"76906\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76906)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76906)\">Heb. 9:16-17<\/a><\/span><span class=\"citation\" id=\"91985\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91985)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91985)\">D&amp;C 135:3<\/a><\/span> Whether we believe in blood atonement or not, the Lord so ordered it, that Joseph, as well as others of the Prophets, sealed their testimony with their blood. <\/div><div class=\"paragraph jod\" id=\"v18n1261\"> I said here last Sabbath, that, if the people of this government are not satisfied with what they have already passed through this side of twenty years past, &#x201C;Wait a little longer, and they will be perfectly satisfied with blood.&#x201D; They shed the blood of the innocent;<span class=\"citation\" id=\"127545\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127545)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127545)\">Isa. 59:7<\/a><\/span> if they are not satisfied with the blood they have shed of each other, wait a little while  <div class=\"break pagebreak\" id=\"362a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0362.pdf\" target=\"pdfwin\">p.&#xA0;362a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6779\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and they will shed each other&#x2019;s blood to their full satisfaction. The Lord has spoken it, and we have nothing to do with it. If we could, we would hide ourselves away from the scenes that will take place; but this we cannot do. But wait a little longer, and the people of this nation, as well as others, will have blood till they are satisfied with shedding the blood of each other. This is the prediction of the ancient Prophets, and has been confirmed unto us through his servant Joseph. The people are in the hands of God, he will rule all things and deal justly with all mankind; but he will not suffer this wickedness to dwell on the earth; it must be cleansed. All that we need to concern ourselves about is to serve the Lord, to trust in him, so <div class=\"break columnbreak\" id=\"362b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0362.pdf\" target=\"pdfwin\">p.&#xA0;362b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6779\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> that we may be ready to receive his dealings upon the just and the unjust, in all his chastisements. Let us live up to the principles of the just, and God will continue to bless us and deliver us with the just. <\/div><div class=\"paragraph jod\" id=\"v18n1263\"> If I had power, I certainly would bless the people with everything their hearts could wish if they would not sin. I would do, as I heard the mothers of some of my children say, that went with me to St. George this winter, that I indulged them in everything they wanted. Why? Because they never manifested a desire for anything wrong. And if it were in my power I would bless all the inhabitants of the earth, with everything in which they could glorify God, and purify their own hearts. <\/div><div class=\"paragraph jod\" id=\"v18n1264\"> May God bless you. Amen. <\/div>\n<\/div>\n<\/div>"}