{"ID":180004, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Gathering of Israel&#x2014;The Work of the Father Commenced&#x2014;Three Nephite Apostles Never to Taste of Death&#x2014;The Ten Tribes Come to Zion From the North Countries.<\/div>\n<div class=\"subtitle\">Discourse by Elder Orson Pratt, delivered in the New Tabernacle, Salt Lake City, Sunday Morning, April 11, 1875.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: Gathering of Israel, Etc.<\/div>\n<div class=\"speaker\">Speaker: Orson Pratt<\/div>\n<div class=\"date\">Date: 4\/11\/1875<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d04\">\n<div class=\"paragraph jod\" id=\"v18n42\"> If the congregation will give their attention I will read a few passages from the last chapter of Isaiah, commencing in the middle of the 18th verse. [The speaker read from the 18th verse, commencing&#x2014;&#x201C;It shall come,&#x201D; &amp;c., unto the end of the 20th verse.]<span class=\"citation\" id=\"60236\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60236)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60236)\">Isa. 66:18-20<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v18n43\"> There are some very great and important events predicted in these few lines which I have read, concerning the gathering of all nations and tongues, but more especially the gathering of the house of Israel, a sign being promised&#x2014;that when that period shall arrive, in the purposes <div class=\"break columnbreak\" id=\"16b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0016.pdf\" target=\"pdfwin\">p.&#xA0;16b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7125\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of God, a sign shall be given to the children of men, that they may know when these great events are to take place. In this passage we are not told what the sign shall be, we merely have it promised; but we would naturally draw the conclusion that it will be something of a peculiar character, something that can be distinguished by the nations, kindred and tongues of the earth preparatory to the great gathering that is promised in the Scriptures of truth, &#x201C;I will set a sign among them.&#x201D;<span class=\"citation\" id=\"60237\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60237)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60237)\">Isa. 66:19<\/a><\/span> And after setting this sign he will send missionaries to Tubal, to Javan,  <div class=\"break pagebreak\" id=\"17a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0017.pdf\" target=\"pdfwin\">p.&#xA0;17a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7124\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to the isles that are afar off, &#x201C;to Tarshish, Pul, and Lud, and to them that draw the bow.&#x201D;<span class=\"citation\" id=\"60240\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60240)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60240)\">Isa. 66:19<\/a><\/span> And it is said concerning the missionaries who are thus sent forth, that &#x201C;they shall declare my glory among the Gentiles.&#x201D;<span class=\"citation\" id=\"60238\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60238)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60238)\">Isa. 66:19<\/a><\/span> Then, when the sign is set, the missionaries are sent forth and the glory of God begins to be declared among the Gentiles, the Lord will bring about the gathering of his people Israel, bringing them upon horses, in chariots, in litters, upon swift beasts, and upon mules to his holy mountain in Jerusalem;<span class=\"citation\" id=\"60251\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60251)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60251)\">Isa. 66:20<\/a><\/span> and he will gather all nations and tongues<span class=\"citation\" id=\"60234\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60234)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60234)\">Isa. 66:18<\/a><\/span> when that dispensation shall come. <\/div><div class=\"paragraph jod\" id=\"v18n45\"> The Lord has set that sign; the Lord has sent forth the messengers here spoken of to the various nations, as predicted, and already the voice of these messengers is heard in the uttermost parts of the earth, declaring the word of the Lord among the Gentiles, preparing them for the great event predicted by the mouth of Isaiah the Prophet.<span class=\"citation\" id=\"60239\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60239)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60239)\">Isa. 66:19<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v18n46\"> Do this people desire to know what the sign predicted by the mouth of Isaiah means? Do you wish to know the nature of that sign? Let me refer you to the words of the everlasting God that have been uttered from the heavens, declared in this record brought forth in the last days, the Book of Mormon. Let us refer to a prediction uttered by the mouth of our Lord and Savior Jesus Christ, when he appeared personally upon this great western continent, and taught the ancient nations of America. He has told us by his own mouth what the sign should be for the gathering of all the dispersed of his people, the house of Israel. I will read the words of our Savior to the ancient inhabitants of this western continent. &#x201C;Verily, verily, I say unto you, all these things&#x201D;&#x2014;the things which he had <div class=\"break columnbreak\" id=\"17b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0017.pdf\" target=\"pdfwin\">p.&#xA0;17b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7124\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> been speaking about to the multitude&#x2014;&#x201C;shall surely come, as the voice of the Father hath commanded me. Then shall this covenant which the Father hath covenanted with his people be fulfilled; and then shall Jerusalem begin to be inhabited with my people, and it shall be the land of their inheritance.<span class=\"citation\" id=\"82837\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82837)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82837)\">3 Ne. 20:46<\/a><\/span> And verily I say unto you, I will give you a sign, that you may know the time when these things shall be about to take place&#x2014;that I shall gather in, from their long dispersion, my people, O house of Israel, and shall establish again among them my Zion; And behold, this is the thing which I will give unto you for a sign&#x2014;for verily I say unto you that when these things which I declare unto you, and which I shall declare unto you hereafter of myself, and by the power of the Holy Ghost which shall be given unto you of the Father, shall be made known unto the Gentiles&#x201D;&#x2014;that is, when this book, called the Book of Mormon, should be made known unto the Gentiles&#x2014;&#x201C;that they may know concerning this people who are a remnant of the house of Jacob, and concerning this my people who shall be scattered by them in the latter days. Verily, I say unto you, when these things shall be made known unto them of the Father, and shall come forth of the Father, from them unto you.&#x201D;<span class=\"citation\" id=\"82840\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82840)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82840)\">3 Ne. 21:1-3<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v18n47\"> Now, such is the sign. First, this work will be made known to the Gentiles, and will come forth from the Gentiles unto the Indians. &#x201C;For it is wisdom in the Father that they should be established in this land, and be set up as a free people by the power of the Father, that these things might come forth from them unto a remnant of your seed, that the covenant of the Father may be fulfilled which he has covenanted with his people, O house of  <div class=\"break pagebreak\" id=\"18a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0018.pdf\" target=\"pdfwin\">p.&#xA0;18a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7123\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Israel; Therefore, when these works and the works which shall be wrought among you hereafter&#x201D;&#x2014;that is, the works which were performed during the first three or four centuries of the Christian era on the American continent, recorded in their records called the Book of Mormon&#x2014;&#x201C;when these works and the works which shall be wrought among you hereafter shall come forth from the Gentiles, unto your seed which shall dwindle in unbelief because of iniquity.&#x201D;<span class=\"citation\" id=\"82846\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82846)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82846)\">3 Ne. 21:4-5<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v18n49\"> Now this dwindling in unbelief of the American Indians is very evident even to the antiquarians of our country, all of whom will admit that once a civilized nation dwelt on this continent. No learned man living disputes this. Why do they suppose any such thing? The ruins of their ancient cities, palaces and temples, proclaim in the ears of all living that once there dwelt on this hemisphere a great and powerful people, who were civilized and understood the art of constructing beautiful and substantial buildings. But now, O! how degraded, fallen and sunk into the very depths of darkness are the descendants of that once great, powerful and exalted people! &#x201C;They shall dwindle in unbelief because of iniquity;&#x201D;<span class=\"citation\" id=\"82848\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82848)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82848)\">3 Ne. 21:5<\/a><\/span> because they rejected the Gospel. In the fourth century of the Christian era they apostatized from the religion of their fathers; they were cursed by the Almighty, a skin of darkness came upon them;<span class=\"citation\" id=\"83185\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83185)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83185)\">Morm. 5:15<\/a><\/span> they were cursed in all that they set their hands to do, and the withering curse of the Almighty has been upon them from generation to generation, until the present day. They were to dwindle in unbelief because of iniquity.<span class=\"citation\" id=\"82849\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82849)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82849)\">3 Ne. 21:5<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v18n50\"> &#x201C;For thus it behooveth the Father that it should come forth from the Gentiles, that he may show forth <div class=\"break columnbreak\" id=\"18b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0018.pdf\" target=\"pdfwin\">p.&#xA0;18b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7123\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> his power to the Gentiles, for this cause that the Gentiles, if they will not harden their hearts, that they may repent and come unto me and be baptized in my name and know of the truth of my doctrine, that they may be numbered among my people, O house of Israel.&#x201D;<span class=\"citation\" id=\"82850\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82850)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82850)\">3 Ne. 21:6<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v18n51\"> Such is the object of bringing this work forth to the Gentiles first. That is why God prepared the way for a great and powerful nation, free from all other nations under heaven,<span class=\"citation\" id=\"83342\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83342)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83342)\">Ether 2:12<\/a><\/span> to be established here on this continent. The great purpose which God had in view was to set up a kingdom in the latter days in which there should be full and complete religious liberty and freedom of conscience, that the kingdom might go forth unto the ends of the earth; &#x201C;And when these things shall come to pass that thy seed&#x201D;&#x2014;the American Indians&#x2014;&#x201C;shall begin to know these things&#x2014;it shall be a sign unto them, that they may know that the work of the Father hath already commenced unto the fulfilling of the covenant which he hath made unto the people who are of the house of Israel.&#x201D;<span class=\"citation\" id=\"82851\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82851)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82851)\">3 Ne. 21:7<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v18n52\"> Now then, here is a prediction in Isaiah, that before the Lord gathers Israel he would set up a sign, showing not only to us but to all people, nations and tongues in the four quarters of the earth that he is about to gather together all the people of the house of Israel.<span class=\"citation\" id=\"60241\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60241)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60241)\">Isa. 66:18-19<\/a><\/span> That sign is when these American Indians shall begin to know the Gospel taught and practiced by their ancient fathers. &#x201C;When that day shall come, it shall come to pass that kings shall shut their mouths; for that which had not been told them shall they see; that which they had not heard shall they consider. For in that day, for my sake shall the Father work a work, which  <div class=\"break pagebreak\" id=\"19a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0019.pdf\" target=\"pdfwin\">p.&#xA0;19a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7122\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>shall be a great and marvelous work among them; and there shall be among them which will not believe it, although a man shall declare it unto them. But behold, the life of my servant is in mine hand,&#x201D;<span class=\"citation\" id=\"82855\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82855)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82855)\">3 Ne. 21:8-10<\/a><\/span> &amp;c. <\/div><div class=\"paragraph jod\" id=\"v18n54\"> We will now pass on to the next page. &#x201C;And then shall the work of the Father commence at that day, even when this gospel shall be preached unto the remnant of this people&#x201D;&#x2014;unto the Indians&#x2014;&#x201C;Verily I say unto you, at that day shall the work of the Father commence among all the dispersed of my people, yea, even the tribes which have been lost, which the Father hath led away out of Jerusalem. Yea, the work shall commence among all the dispersed of my people, with the Father to prepare the way whereby they may come unto me, that they may call upon the Father in my name. Yea, and then shall the work commence, with the Father among all nations in preparing the way whereby his people may be gathered home to the land of their inheritance. And they shall not go out in haste, nor go by flight, for I will go before them, saith the Father, and I will be their rearward.&#x201D;<span class=\"citation\" id=\"82888\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82888)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82888)\">3 Ne. 21:26-29<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v18n55\"> Forty-five years have passed away since God brought forth this sign, the Book of Mormon, and sent missionaries to the nations&#x2014;to Tarshish, Pul, Lud, Tubal, Javan, and to the islands afar off, that have not heard his name neither have seen his glory and these missionaries have declared his glory among the Gentiles.<span class=\"citation\" id=\"60242\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60242)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60242)\">Isa. 66:19<\/a><\/span> Forty-five years of proclamation to the nations of the Gentiles! Forty-five years of warning to all nations and tongues! Now, after so long a period has elapsed since God brought forth this wonderful sign, he has begun to work among the remnants of the house of Israel, the American Indians, upon this <div class=\"break columnbreak\" id=\"19b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0019.pdf\" target=\"pdfwin\">p.&#xA0;19b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7122\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> continent, by his own power. What is it that has stirred them up to believe in this work? Has it been your exertion? Not altogether; yet, no doubt, you, in some small degree, as far as your faith would permit, have helped on the work among these wild tribes. You have sought to recover them, you have fed and clothed them to some extent; you have told them occasionally about the records of their fathers; you have tried to bring them to repentance; but, after years of labor, you have said&#x2014;&#x201C;Alas! Alas for them! What can be done to reclaim a people so far fallen into the depths of ignorance and corruption?&#x201D; Your hearts have been almost discouraged so far as your own labors were concerned. But how soon and how marvelously, when the time had come, has the Lord our God begun to operate upon them as nations and as tribes, bringing them in from hundreds of miles distant to inquire after the Elders of this Church. What for? What do they want with the Elders? They want to be baptized. Who told them to come and be baptized? They say that men came to them in their dreams, and spoke to them in their own language, and told them that away yonder was a people who had authority from God to baptize them; but that they must repent of their sins, cease their evil habits and lay aside the traditions of their fathers, for they were false; that they must cease to roam over the face of the land, robbing and plundering, and learn to live as the white people. <\/div><div class=\"paragraph jod\" id=\"v18n56\"> Who are these men who have been to the Indians and told them to repent of their sins, and be baptized by the &#x201C;Mormons?&#x201D; They are men who obtained the promise of the Lord, upwards of eighteen centuries ago, that they should be  <div class=\"break pagebreak\" id=\"20a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0020.pdf\" target=\"pdfwin\">p.&#xA0;20a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7121\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>instruments in his hands of bringing about the redemption of their descendants. The Lord God promised them the privilege of working for and in behalf of their descendants in the latter days; and they have begun the work.<span class=\"citation\" id=\"127181\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127181)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127181)\">3 Ne. 28:1-40<\/a><\/span> All this was foretold in this record, the Book of Mormon. <\/div><div class=\"paragraph jod\" id=\"v18n58\"> Now I will read a little for the benefit of the Latter-day Saints, for though they have this record lying upon their shelves. I fear there are some who are careless about reading its contents, and perhaps do not understand the signs of the times, and the fulfillment of the purposes of God, which are here so clearly set forth. Jesus appeared on this American Continent soon after his resurrection, three different times that are recorded, and how many other times that are not recorded, I do not know. But he showed himself to them and brake bread with them.<span class=\"citation\" id=\"82777\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82777)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82777)\">3 Ne. 18:1-7<\/a><\/span> But the third time he came to the Twelve whom he had chosen on this land&#x2014;as he was about to leave them he put a very important question to them. He said unto his twelve disciples, speaking unto them one by one&#x2014;&#x201C;What is it that you desire of me, after that I am gone unto the Father?&#x201D; And they all spake save it were three&#x2014;&#x201C;We desire that after we have lived unto the age of man, that our ministry, wherein thou hast called us, may have an end, and that we may speedily come to thee in thy kingdom.&#x201D; And he said unto them&#x2014;&#x201C;Blessed are ye because ye have desired this thing of me; therefore, after that ye are seventy-two years old ye shall come unto me in my kingdom; and with me ye shall find rest.&#x201D; And when he had spoken these words unto the nine, he then turns to the three and said unto them&#x2014;&#x201C;What will ye that I shall do unto you, when I am gone to <div class=\"break columnbreak\" id=\"20b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0020.pdf\" target=\"pdfwin\">p.&#xA0;20b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7121\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the Father?&#x201D; And they sorrowed in their hearts, for they dare not speak unto him the thing which they desired. And he said unto them&#x2014;&#x201C;Behold, I know your thoughts, and you have desired the thing which John, my beloved, who was with me in my ministry, before I was lifted up by the Jews, desired of me. Therefore, more blessed are ye, for ye shall never taste of death.&#x201D; These three men had the promise that they should never taste death; &#x201C;but,&#x201D; said the Savior unto them&#x2014;&#x201C;ye shall live to behold all the doings of the Father unto the children of men, even until all things shall be fulfilled according to the will of the Father, when I come in my glory with the powers of heaven. And ye shall never endure the pains of death; but when I shall come in my glory ye shall be changed in the twinkling of an eye from mortality to immortality; and then shall ye be blessed in the kingdom of my Father. And again, ye shall not have pain while ye shall dwell in the flesh, neither sorrow save it be for the sins of the world; and all this will I do because of the thing which ye have desired of me, for ye have desired that ye may bring the souls of men unto me, while the world shall stand. And for this cause ye shall have fulness of joy; and ye shall sit down in the kingdom of my Father; yea, your joy shall be full, even as the Father hath given me fulness of joy; and ye shall be even as I am, and I am even as the Father; and the Father and I are one; And the Holy Ghost beareth record of the Father and me; and the Father giveth the Holy Ghost unto the children of men, because of me.&#x201D;<span class=\"citation\" id=\"83010\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83010)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83010)\">3 Ne. 28:1-11<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v18n59\"> What a glorious promise was made to these three men! Did they receive any change? Yes, they did; not to immortality however, but a change sufficient was wrought in their  <div class=\"break pagebreak\" id=\"21a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0021.pdf\" target=\"pdfwin\">p.&#xA0;21a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7120\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>bodies that death should not have power over them.<span class=\"citation\" id=\"83052\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83052)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83052)\">3 Ne. 28:36-40<\/a><\/span> But let us read a little further, it is very interesting. &#x201C;And it came to pass that when Jesus had spoken these words, he touched every one of them with his finger save it were the three who were to tarry;&#x201D; that is, he touched the nine who were to preach until they were seventy-two years old and who were then to be taken home to God, &#x201C;and then he departed. And behold, the heavens were opened, and they (the three) were caught up into heaven, and saw and heard unspeakable things. And it was forbidden them that they should utter; neither was it given unto them power that they could utter the things which they saw and heard; And whether they were in the body or out of the body, they could not tell; for it did seem unto them like a transfiguration of them.&#x201D; That is the way that they received their partial change. &#x201C;But it came to pass that they did again minister upon the face of the earth; nevertheless they did not minister of the things which they had heard and seen, because of the commandment which was given them in heaven.&#x201D;<span class=\"citation\" id=\"83024\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83024)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83024)\">3 Ne. 28:12-16<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v18n61\"> Now these men lived in the first century of the Christian era on this continent; and when that generation all passed away they also lived in the second century of the Christian era, and ministered to the ancient inhabitants on this land. And when the second century had all passed off the stage of action they also lived in the third century; and in the fourth century the Lord took these three men from the midst of the remnant of Israel on this land.<span class=\"citation\" id=\"127182\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127182)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127182)\">3 Ne. 28:24-26<\/a><\/span><span class=\"citation\" id=\"83150\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83150)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83150)\">Morm. 1:13,16<\/a><\/span><span class=\"citation\" id=\"83221\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83221)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83221)\">Morm. 8:10<\/a><\/span> Where did he take them? I do not know, it is not revealed. Why did he take them away? Because of the apostasy of the people, because the people were unworthy of the ministration of such great and holy men; because they <div class=\"break columnbreak\" id=\"21b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0021.pdf\" target=\"pdfwin\">p.&#xA0;21b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7120\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> sought to kill them; because they cast them into dens of wild beasts twice; and these men of God played with these wild beasts as a child would play with a suckling lamb, and received no harm<span class=\"citation\" id=\"83032\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83032)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83032)\">3 Ne. 28:22<\/a><\/span> from them. They cast them three times into a furnace of fire, and they came forth therefrom and received no hurt.<span class=\"citation\" id=\"83030\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83030)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83030)\">3 Ne. 28:21<\/a><\/span> They dug deep pits in the earth and cast them therein, supposing that they would perish; but by the power of the word of God that was in them, they smote the earth in the name of the Lord, and were delivered from these pits.<span class=\"citation\" id=\"83028\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83028)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83028)\">3 Ne. 28:20<\/a><\/span> And thus they went forth performing signs, wonders and miracles among this remnant of Israel,<span class=\"citation\" id=\"127183\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127183)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127183)\">4 Ne. 1:5<\/a><\/span> until their wickedness became so great that the Lord commanded them to depart out of their midst.<span class=\"citation\" id=\"127184\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127184)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127184)\">Morm. 1:13<\/a><\/span> And the remnant of Israel, from that day to the present&#x2014;between fourteen and fifteen centuries&#x2014;have been dwindling in unbelief, in ignorance, and in all the darkness which now surrounds them; but notwithstanding their darkness and misery, the three Nephites, for many generations, have not administered to them, because of the commandment of the Almighty to them. <\/div><div class=\"paragraph jod\" id=\"v18n62\"> But are they always to remain silent? Are there no more manifestations to come from these three men? Are they never again to remember the remnants of the House of Israel on this land? Let us read the promise. &#x201C;Behold, I was about to write the names of those who were never to taste of death, but the Lord forbade; therefore I write them not, for they are hid from the world. But behold, I have seen them.&#x201D;<span class=\"citation\" id=\"83035\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83035)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83035)\">3 Ne. 28:25-26<\/a><\/span> Mormon saw them nearly four centuries after they were caught up into heaven, and after they received their partial change. Mormon saw them and they administered unto him. He says&#x2014;&#x201C;Behold, I have seen them, and they  <div class=\"break pagebreak\" id=\"22a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0022.pdf\" target=\"pdfwin\">p.&#xA0;22a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7119\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>have ministered unto me. And behold they will be among the Gentiles, and the Gentiles shall know them not.&#x201D;<span class=\"citation\" id=\"83036\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83036)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83036)\">3 Ne. 28:26-27<\/a><\/span> They will, no doubt, call them poor deluded Mormons, and say that they ought to be hooted out of society, and that they ought to be persecuted, afflicted, and hated by all people. &#x201C;They will be among the Gentiles and the Gentiles shall know them not. They will also be among the Jews, and the Jews shall know them not. And it shall come to pass when the Lord seeth fit in his wisdom that they shall minister unto all the scattered tribes of Israel, and unto all nations, kindreds, tongues and people, and shall bring out of them unto Jesus many souls, that their desire may be fulfilled, and also because of the convincing power of God which is in them. And they are as the angels of God, and if they shall pray unto the Father in the name of Jesus they can show themselves unto whatsoever man it seemeth them good. Therefore, great and marvelous works shall be wrought by them, before the great and coming day when all people must surely stand before the judgment seat of Christ; Yea even among the Gentiles shall there be a great and a marvelous work wrought by them, before that judgment day.&#x201D;<span class=\"citation\" id=\"83039\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83039)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83039)\">3 Ne. 28:27-32<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v18n63\"> Now, having read these things, let us come back again to this spiritual movement that we hear of among the remnants of Jacob, in these western deserts, in the northwest hundreds of miles, in the west and in the southwest. It is not confined to hundreds, but thousands testify that men have appeared individually in dreams, speaking their own language and, as Brother Hyde said last Tuesday, these men tell their descendants what their duties are, what they should do, and how they should hunt up this people, repent of their sins, be bap<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"22b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0022.pdf\" target=\"pdfwin\">p.&#xA0;22b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7119\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tized, etc. And the parties who have been thus instructed time and time again, have fulfilled the commandments that they received, and some of them have come hundreds of miles to be baptized, and they are now desirous of laying aside their savage disposition, their roaming habits, and they want to learn to cultivate the earth, to lay down their weapons of war, cease stealing and to become a peaceable good people. <\/div><div class=\"paragraph jod\" id=\"v18n64\"> The work thus commenced will not stop here. The Book of Mormon says&#x2014;&#x201C;When thy seed shall begin to know these things, it shall be a sign unto them, that they may know that the work of the Father hath already commenced unto the fulfilling of his covenant which he hath made with his people who are of the House of Israel.&#x201D;<span class=\"citation\" id=\"82852\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82852)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82852)\">3 Ne. 21:7<\/a><\/span> This remnant, the American Indians, do not comprise all Israel, they are but a small remnant of one single tribe, namely the descendants of that Joseph who was carried into Egypt. Away in yonder north countries, where I do not know, but away in those regions are ten tribes of the house of Israel. How do you know they are in the north country? Because this Bible has told us that in the latter days they should come out of the north country, and if they were not in the north country they could not come from there. Jeremiah says in his thirty-first chapter&#x2014;&#x201C;Behold, I will bring them from the north, the blind and the lame with them, and the woman with child; they shall come, a great company out of the north countries.&#x201D;<span class=\"citation\" id=\"60623\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60623)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60623)\">Jer. 31:8<\/a><\/span> Where will they go to? Will they go immediately to Palestine, where they formerly had their inheritance? No. Jeremiah tells us where they will go; he tells us there is to be a place called Zion before these tribes come out of the north countries, and when they  <div class=\"break pagebreak\" id=\"23a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0023.pdf\" target=\"pdfwin\">p.&#xA0;23a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7118\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>come with a great company, the blind and the lame with them, and the Lord God leads them with supplication and with tears and with prayers,<span class=\"citation\" id=\"60629\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60629)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60629)\">Jer. 31:9<\/a><\/span> bringing them forth from those dreary, desolate, cold arctic regions: when that day shall come there shall be a Zion prepared to receive these ten tribes, before they finally go back to Palestine. Is there anything in the Scriptures about this? Yes. In the same chapter of Jeremiah we read that &#x201C;they shall come and sing in the height of Zion.&#x201D;<span class=\"citation\" id=\"60641\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60641)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60641)\">Jer. 31:12<\/a><\/span> Zion, then, will have to be built up before they come; Zion will have to be reared somewhere and prepared to receive them; and it will be a holy place, and it will be a holy people who will build up Zion, so much so that the Lord will bring these ten tribes in to the height of Zion, into the midst of it. <\/div><div class=\"paragraph jod\" id=\"v18n66\"> What will then take place? They shall flow together to the goodness of the Lord, for the wheat, the wine, the oil, for the young of the flock; their souls shall be as a watered garden, and they shall not sorrow anymore at all.<span class=\"citation\" id=\"60642\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60642)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60642)\">Jer. 31:12<\/a><\/span> Why? Because they have got among a good people, where there is no need to sorrow; they have come up into a land that is choice above all other lands, a land that brings forth wheat, and grapes for the producing of wine, where flocks, herds, &amp;c., are multiplied, and their souls will be like a watered garden, and all the sorrows they have experienced for twenty-five hundred years, in the cold regions of the north, will be done away; and they will not sorrow anymore at all.<span class=\"citation\" id=\"60640\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60640)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60640)\">Jer. 31:12<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v18n67\"> This same thing is predicted in the sixteenth chapter, as well as in the thirty-first of Jeremiah. The Lord says in the sixteenth chapter&#x2014;&#x201C;Behold, the days shall come when it shall no more be said, The Lord liveth, that brought up the children <div class=\"break columnbreak\" id=\"23b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0023.pdf\" target=\"pdfwin\">p.&#xA0;23b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7118\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of Israel out of the land of Egypt;&#x201D;<span class=\"citation\" id=\"60463\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60463)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60463)\">Jer. 16:14<\/a><\/span> but instead of that saying, there will be another more glorious saying, namely, that &#x201C;The Lord liveth, who brought up the children of Israel from the north country, and from all other countries whither he has driven them.&#x201D;<span class=\"citation\" id=\"60465\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60465)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60465)\">Jer. 16:15<\/a><\/span> But will that do away the former saying&#x2014;&#x201C;The Lord liveth who brought up Israel out of the land of Egypt?&#x201D;<span class=\"citation\" id=\"60462\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60462)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60462)\">Jer. 16:14<\/a><\/span> Yes. Some may suppose that as the Jews retain that saying to this day it never would be done away. The Jews, wherever they may be scattered, whether in Christian lands, or among the heathens where they are anxious to convert them to idolatry, say, &#x201C;We worship that God who brought up our fathers out of the land of Egypt, and wrought signs, wonders and mighty deeds in bringing them forth, leading them through the waters of the mighty deep into the Promised Land, Palestine.&#x201D; But notwithstanding they have retained this saying, it will be one day done away, superseded by the manifestations of God&#x2019;s power in bringing Israel from the north country and all other countries whither they have been scattered, and gathering them to their own land.<span class=\"citation\" id=\"60466\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60466)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60466)\">Jer. 16:15<\/a><\/span> The Israel of the latter day has got to cross the sea dry-shod, just as ancient Israel did.<span class=\"citation\" id=\"58240\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58240)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58240)\">Isa. 11:15<\/a><\/span> It is thus predicted in the eleventh chapter of Isaiah. After saying that the Lord would lift up an ensign for the nations, he declares, &#x201C;I will gather the outcasts of Israel, and the dispersed of Judah from the four corners of the earth, and I will cause them to pass through the river in its seven streams, and I will smite the tongue of the Egyptian sea, and an highway shall be cast up unto Israel that was left from Assyria, like as it was to Israel when they came out of the land of Egypt.&#x201D;<span class=\"citation\" id=\"58233\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58233)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58233)\">Isa. 11:12-16<\/a><\/span> They shall go over dry-shod.<span class=\"citation\" id=\"58241\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58241)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58241)\">Isa. 11:15<\/a><\/span> They will not have to  <div class=\"break pagebreak\" id=\"24a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0024.pdf\" target=\"pdfwin\">p.&#xA0;24a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7117\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>refer back three or four thousand years to the miracles wrought anciently by the God they worship, but they will tell of things wrought in their own day, which have taken place while they themselves live. &#x201C;The Lord liveth that brought up Israel out of the north country;<span class=\"citation\" id=\"60467\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60467)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60467)\">Jer. 16:15<\/a><\/span> the Lord liveth who, in our day, smote the tongue of the Egyptian sea, and also the river Nile in its seven mouths;<span class=\"citation\" id=\"58242\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58242)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58242)\">Isa. 11:15<\/a><\/span> the Lord liveth who, in our day, cast up a highway in the midst of the great deep,<span class=\"citation\" id=\"91890\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91890)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91890)\">D&amp;C 133:27<\/a><\/span> for his chosen to come over.&#x201D;<span class=\"citation\" id=\"59223\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59223)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59223)\">Isa. 35:8 (JST)<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v18n69\"> Now I will quote a parallel prophecy, delivered to Joseph Smith, one of the greatest Prophets who has lived on the earth in any generation, save it be our Lord and Savior Jesus Christ.<span class=\"citation\" id=\"91981\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91981)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91981)\">D&amp;C 135:3<\/a><\/span> Some forty-three years ago, in speaking of the lost ten tribes of Israel, the Lord says&#x2014;&#x201C;They who are in the north countries shall come in remembrance before the Lord; and their prophets shall hear his voice, and shall no longer stay themselves; and they shall smite the rocks, and the ice shall flow down at their presence. And an highway shall be cast up in the midst of the great deep. Their enemies shall become a prey unto them, And in the barren deserts there shall come forth pools of living water; and the parched ground shall no longer be a thirsty land. And they shall bring forth their rich treasures unto the children of Ephraim, my servants. And the boundaries of the everlasting hills shall tremble at their presence.&#x201D;<span class=\"citation\" id=\"91882\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91882)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91882)\">D&amp;C 133:26-31<\/a><\/span> To show that they come with power, they come on a highway cast up for them;<span class=\"citation\" id=\"60130\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60130)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60130)\">Isa. 62:10<\/a><\/span> the ice feels the power of God and flows down, making room for them; and the barren deserts of the north, wherever they may go and need water, will yield forth pools of living water to quench their thirst. As they come to sing in the height <div class=\"break columnbreak\" id=\"24b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0024.pdf\" target=\"pdfwin\">p.&#xA0;24b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7117\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of Zion,<span class=\"citation\" id=\"60643\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60643)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60643)\">Jer. 31:12<\/a><\/span> the everlasting hills, this great Rocky Mountain range, extending from the arctic regions south to the central portions of America, will tremble beneath the power of God at the approach of that people. Then will be fulfilled the saying of David, that the mountains shall skip like rams, and the little hills like lambs,<span class=\"citation\" id=\"57217\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57217)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57217)\">Ps. 114:4<\/a><\/span> before his people. The very trees of the field will clap like hands,<span class=\"citation\" id=\"59817\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59817)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59817)\">Isa. 55:12<\/a><\/span> as the Psalmist David has said. Then will be fulfilled the passage that was quoted yesterday by brother Woodruff&#x2014;&#x201C;Sing, O heavens; be joyful, O earth; and break forth into singing, O mountains: for the Lord hath redeemed his people,&#x201D;<span class=\"citation\" id=\"59434\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59434)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59434)\">Isa. 49:13<\/a><\/span> &amp;c. And when they get to Zion they will begin to say&#x2014;&#x201C;The place is too strait for me: give place to me that I may dwell;&#x201D;<span class=\"citation\" id=\"59451\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59451)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59451)\">Isa. 49:20<\/a><\/span> then the saying will go forth&#x2014;&#x201C;Behold I was a captive. Zion was a captive, moving to and fro, tossed to and fro, and not comforted. Behold, I was left alone.&#x201D;<span class=\"citation\" id=\"59456\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59456)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59456)\">Isa. 49:21<\/a><\/span> But where have this great company been, where has this mighty host come from? They have come from their hiding place in the north country; they have been led thence by the Prophets of the Most High God, the Lord going before their camp, talking with them out of the cloud, as he talked in ancient days with the camp of Israel,<span class=\"citation\" id=\"127185\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127185)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127185)\">Num. 10:33-34<\/a><\/span> uttering his voice before his army, for his camp will be very great.<span class=\"citation\" id=\"61821\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61821)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61821)\">Joel 2:11<\/a><\/span> So says the Prophet Joel, and his prophecy will be fulfilled. When they return to Zion to sing in the height thereof, &#x201C;They will fall down there and be crowned with glory by the hands of the servants of the Lord, even the children of Ephraim.&#x201D;<span class=\"citation\" id=\"91903\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91903)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91903)\">D&amp;C 133:32<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v18n70\"> Now what does this mean? A people that have had such mighty power, a people before whose camp the Lord of hosts has been seen, and his glory by day and by night;<span class=\"citation\" id=\"127186\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127186)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127186)\">Ex. 13:21<\/a><\/span> a  <div class=\"break pagebreak\" id=\"25a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0025.pdf\" target=\"pdfwin\">p.&#xA0;25a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7116\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>people before whom the mountains and the hills tremble and flee;<span class=\"citation\" id=\"91899\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91899)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91899)\">D&amp;C 133:31<\/a><\/span> shall a people of that description fall down and be crowned by another people? Who are this other people, that is, these highly favored children of Ephraim? What particular blessing has the Lord for Ephraim? He holds the birthright. &#x201C;Ephraim is my firstborn,&#x201D;<span class=\"citation\" id=\"60630\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60630)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60630)\">Jer. 31:9<\/a><\/span> saith the Lord in the 31st chapter of Jeremiah. The firstborn in the great latter-day work, holding the keys of blessings for all the twelve tribes of Israel. God has an order in his kingdom. Certain blessings can be received in one way; other blessings are ordained to be received in another form, by certain authorities that are appointed, and who hold the keys pertaining to these blessings. God did not take away the birthright of Reuben, the firstborn of Israel, and transfer it to the heads of the sons of Joseph for a purpose that was of no particular account; but he transferred the birthright from Reuben to Joseph that they might hold it as the firstborn among all the tribes of Israel, to bless them in the latter days.<span class=\"citation\" id=\"53651\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53651)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53651)\">Gen. 48:15-22<\/a><\/span><span class=\"citation\" id=\"55862\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55862)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55862)\">1 Chr. 5:1-2<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v18n72\"> How long will they who come from the north countries tarry in the heights of Zion? Some time. They have got to raise wheat, cultivate the grape, wine and oil, raise flocks and herds, and their souls will have to become as a watered garden.<span class=\"citation\" id=\"60644\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60644)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60644)\">Jer. 31:12<\/a><\/span> They will dwell in Zion a good while, and during that time, there will be twelve thousand chosen out of each of these ten tribes, besides twelve thousand that will be chosen from Judah, Joseph, and the remaining tribes,<span class=\"citation\" id=\"79328\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79328)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79328)\">Rev. 7:5-8<\/a><\/span> one hundred and forty-four thousand in all.<span class=\"citation\" id=\"79327\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79327)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79327)\">Rev. 7:4<\/a><\/span> Chosen for what? To be sealed in their foreheads.<span class=\"citation\" id=\"79326\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79326)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79326)\">Rev. 7:3<\/a><\/span><span class=\"citation\" id=\"87288\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87288)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87288)\">D&amp;C 77:9<\/a><\/span> For what purpose? So that the power of death and pestilence and plague that will go forth in those days sweeping over the nations of the earth will <div class=\"break columnbreak\" id=\"25b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0025.pdf\" target=\"pdfwin\">p.&#xA0;25b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7116\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> have no power over them. These parties who are sealed in their foreheads will go forth among all people, nations and tongues, and gather up and hunt out the house of Israel, wherever they are scattered, and bring as many as they possibly can into the Church of the firstborn, preparatory to the great day of the coming of the Lord.<span class=\"citation\" id=\"87294\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87294)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87294)\">D&amp;C 77:11<\/a><\/span> One hundred and forty-four thousand missionaries! Quite a host. All this has got to take place. There are persons in this congregation who will be in the midst of Zion, when the ten tribes come to Zion from the north countries,<span class=\"citation\" id=\"91877\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91877)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91877)\">D&amp;C 133:26<\/a><\/span> and will assist in bestowing the blessings promised by the Almighty upon the heads of the tribes of Israel.<span class=\"citation\" id=\"91906\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91906)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91906)\">D&amp;C 133:32-34<\/a><\/span> There are servants of God in the midst of this congregation who will lay their hands upon many of each of these twelve thousand, chosen out of the ten tribes, and set them apart as missionaries to visit the nations of the earth and hunt up the remnants of the seed of Jacob. <\/div><div class=\"paragraph jod\" id=\"v18n73\"> Having spoken concerning the gathering of the ten tribes, I will refer again to their Prophets. &#x201C;Their prophets shall hear his voice.&#x201D;<span class=\"citation\" id=\"91878\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91878)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91878)\">D&amp;C 133:26<\/a><\/span> Do not think that we are the only people who will have Prophets. God is determined to raise up Prophets among that people, but he will not bestow upon them all the fulness of the blessings of the Priesthood. The fulness will be reserved to be given to them after they come to Zion. But Prophets will be among them while in the north, and a portion of the Priesthood will be there; and John the Revelator will be there, teaching, instructing, and preparing them for this great work; for to him were given the keys for the gathering of Israel, at the time when he ate that little book while on the Isle of Patmos.<span class=\"citation\" id=\"79389\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79389)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79389)\">Rev. 10:8-11<\/a><\/span><span class=\"citation\" id=\"87313\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87313)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87313)\">D&amp;C 77:14<\/a><\/span> At that time, John was a very old man; but the Lord told him  <div class=\"break pagebreak\" id=\"26a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0026.pdf\" target=\"pdfwin\">p.&#xA0;26a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7115\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>that he must yet prophesy before many kingdoms, and nations, and peoples, and tongues,<span class=\"citation\" id=\"79392\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79392)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79392)\">Rev. 10:11<\/a><\/span> and he has got that mission to perform, and in the last days the spirit and power of Elias will attend his administrations among these ten tribes,<span class=\"citation\" id=\"87314\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87314)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87314)\">D&amp;C 77:14<\/a><\/span> and he will assist in preparing them to return to this land.<span class=\"citation\" id=\"87289\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87289)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87289)\">D&amp;C 77:9<\/a><\/span> Whether missionaries will be sent from Zion to hunt up these dispersed tribes in the north I do not know; but one thing I do know, from that which is reported by those who have tried to find a passage to the pole, that there is a warmer country off there, and that birds of passage go north to find a warmer climate. That I know from the writings of intelligent men who have been on voyages of discovery. And I know, furthermore, that they have crossed by means of dogs and sledges a certain portion of this great band of ice and have come to an open sea, which proves that there is a warmer country further north. There is a tract of country around the pole, some seven or eight hundred miles in diameter, that no man among the nations that we are acquainted with, has ever explored. But how much of that land may be fit for habitation I am not prepared to say, for I do not know. I know it would be a very easy matter for the Lord God, by the aid of great mountain ranges encircling them around about, to produce a band of ice which would prevent other nations and people very easily reaching them. I also know that it would be a very easy matter for the Lord God to cause deep and extensive valleys, very deep in comparison with high ranges of mountains around them, where the temperature would be comparatively mild, the same as in these mountains here. We see all the rigors of an arctic winter on our eastern ranges of mountains, while at the same time <div class=\"break columnbreak\" id=\"26b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0026.pdf\" target=\"pdfwin\">p.&#xA0;26b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7115\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> here are deep valleys in which there is a comparatively warm climate, which makes me think of that which was spoken by the mouth of Isaiah the Prophet in referring to the latter-day work. He says that, &#x201C;When it shall hail, coming down upon the forests; the city shall be low in a low place,&#x201D;<span class=\"citation\" id=\"59001\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59001)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59001)\">Isa. 32:19<\/a><\/span> where the climate is warm. <\/div><div class=\"paragraph jod\" id=\"v18n75\"> Let me say a few more words in regard to certain things that have already taken place, predicted in the Book of Mormon by our Lord and Savior Jesus Christ, when he appeared on this western hemisphere and taught this remnant of Israel. He told them of certain events which should transpire before the remnants of Joseph should be converted. He says&#x2014;&#x201C;Verily, verily, I say unto you that I have other sheep, which are not of this land&#x201D;&#x2014;meaning America&#x2014;&#x201C;neither of the land of Jerusalem, neither in any parts of that land round about whither I have been to minister. For they of whom I speak are they who have not as yet heard my voice; neither have I at any time manifested myself unto them. But I have received a commandment of the Father that I shall go unto them, and that they shall hear my voice, and shall be numbered among my sheep, that there may be one fold and one shepherd; therefore I go to show myself unto them.&#x201D;<span class=\"citation\" id=\"82697\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82697)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82697)\">3 Ne. 16:1-3<\/a><\/span> After leaving this continent, he went to the lost tribes and placed one measure of leaven in the meal that was in that country, having already planted a little leaven among the Jews at Jerusalem, and another little portion of leaven here in America, after which he goes to the lost tribes, and plants leaven in the third mess of meal, and left it to work.<span class=\"citation\" id=\"64621\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64621)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64621)\">Matt. 13:33<\/a><\/span> He says&#x2014;&#x201C;I command you that ye shall write these sayings after I am gone, that if it so be that my people at Jerusalem, they who have seen me and been with me in my ministry, do not ask the Father  <div class=\"break pagebreak\" id=\"27a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0027.pdf\" target=\"pdfwin\">p.&#xA0;27a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7114\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>in my name, that they may receive a knowledge of you by the Holy Ghost, and also of the other tribes which they know not of, that these sayings which ye shall write shall be kept and shall be manifested unto the Gentiles, that through the fulness of the Gentiles, the remnant of their seed, who shall be scattered forth upon the face of the earth because of their unbelief, may be brought in, or may be brought to a knowledge of me, their Redeemer. And then will I gather them in from the four quarters of the earth; and I will fulfill the covenant which the Father hath made unto all the people of the house of Israel.&#x201D;<span class=\"citation\" id=\"82714\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82714)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82714)\">3 Ne. 16:4-5<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v18n77\"> Now I want you to take particular notice of the following paragraph, or a portion of it, which I will read. &#x201C;But wo, saith the Father, unto the unbelieving of the Gentiles&#x201D;&#x2014;having reference more particularly to the Gentiles of this great nation&#x2014;&#x201C;for notwithstanding they have come forth upon the face of this land, and have scattered my people who are of the house of Israel; and my people who are of the house of Israel have been cast out from among them, and have been trodden under foot by them; And because of the mercies of the Father unto the Gentiles, and the judgments of the Father upon my people who are of the house of Israel, verily, verily, I say unto you, that after all this, and I have caused my people who are of the house of Israel to be smitten, and to be afflicted, and to be slain, and to be cast out from among them&#x201D;&#x2014;just as our forefathers have done for two or three generations past in smiting, destroying, casting out and driving the poor American Indians&#x2014;&#x201C;thus commanded the Father that I should say unto you: At that day when the Gentiles shall sin against my gospel&#x201D;&#x2014;meaning sinning against this fulness of the Gospel, that is the Book of Mor<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"27b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0027.pdf\" target=\"pdfwin\">p.&#xA0;27b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7114\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>mon, when it shall be sent forth in the latter days&#x2014;&#x201C;when the Gentiles shall sin against my gospel, and shall be lifted up in the pride of their hearts above all nations, and above all the people of the whole earth, and shall be filled with all manner of lyings, and of deceits, and of mischiefs, and all manner of hypocrisy, and murders, and priestcrafts, and whoredoms, and of secret abominations; and if they shall do all these things, and shall reject the fulness of my gospel, behold, saith the Father, I will bring the fulness of my gospel from among them.&#x201D;<span class=\"citation\" id=\"82725\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82725)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82725)\">3 Ne. 16:8-10<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v18n78\"> This prophecy has been fulfilled. It was delivered and in print before there was any Latter-day Saint Church in existence. Now how did Joseph Smith, a farmer&#x2019;s boy, know naturally anything about the Lord&#x2019;s taking this work&#x2014;the Book of Mormon&#x2014;and this people who believe in the fullness of the Gospel and the bringing of them out from this Gentile nation to these solitary regions? How did he know this so far back as the year 1830? How did he know this before the Church was organized with six members? Yet it has all come to pass. How unlikely it was for such a thing to come to pass, if there was no God in it! If the Gentiles should reject this Gospel which the Lord has brought forth by his power; &#x201C;and shall be lifted up in the pride of their hearts above all nations, peoples, kindreds and tongues, and shall be filled with all manner of lyings, deceits, mischiefs, hypocrisy, murders, and whoredoms, and shall reject the fulness of my gospel, behold, saith the Father, I will bring the fulness of my gospel from among them.&#x201D;<span class=\"citation\" id=\"82735\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82735)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82735)\">3 Ne. 16:10<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v18n79\"> For twenty-seven years the Lord has been fulfilling this directly before the eyes of all this nation. Little did they think when they came upon  <div class=\"break pagebreak\" id=\"28a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0028.pdf\" target=\"pdfwin\">p.&#xA0;28a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7113\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>us in Nauvoo, and drove us out from our homes and firesides and told us to flee away beyond this great chain of rocky mountains, that they were fulfilling this great prophecy uttered before this people had an existence. &#x201C;I will bring the fulness of my gospel from among them;&#x201D;<span class=\"citation\" id=\"82736\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82736)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82736)\">3 Ne. 16:10<\/a><\/span> and mark the next sentence&#x2014;&#x201C;and then I will remember my covenant.&#x201D;<span class=\"citation\" id=\"82743\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82743)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82743)\">3 Ne. 16:11<\/a><\/span> When? When he gets the people out from the midst of this nation. &#x201C;Then I will remember my covenant which I made unto my people, O house of Israel, and I will bring my gospel unto them.&#x201D;<span class=\"citation\" id=\"82744\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82744)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82744)\">3 Ne. 16:11<\/a><\/span> Has it been fulfilled? Yes. It is over a quarter of a century since the Lord brought us out, and laid a foundation for us to live here; and we have been enabled by his power to erect towns villages and cities, to open up farms, and begin to live, and we have got a broad foundation laid; and now, the next thing is&#x2014;&#x201C;I will bring the fulness of my gospel unto thee, O house of Israel;&#x201D;<span class=\"citation\" id=\"82745\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82745)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82745)\">3 Ne. 16:11<\/a><\/span> that is, unto the Indians; in other words&#x2014;they shall come unto a knowledge of the fulness of my Gospel.<span class=\"citation\" id=\"82747\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82747)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82747)\">3 Ne. 16:12<\/a><\/span> &#x201C;Yet if the Gentiles will repent and return unto me, saith the Father, behold they shall be numbered among my people, the house of Israel.&#x201D;<span class=\"citation\" id=\"82748\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82748)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82748)\">3 Ne. 16:13<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v18n81\"> That is the only hope that we Gentiles have. No hope for us whatever, no hope for this great and powerful nation, only by being numbered with these poor, degraded, despised, outcast, dark, and benighted Indians. Are you willing to be numbered with them? In what respect? Not to come down to their customs and habits, their uncleanness, filth, wickedness, darkness and ignorance; but be numbered with them in the inheritance of this great continent, which was given to them by promise, the same as Palestine was given to Abraham and Isaac. God gave it by <div class=\"break columnbreak\" id=\"28b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0028.pdf\" target=\"pdfwin\">p.&#xA0;28b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7113\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the mouth of Jacob, who pronounced it upon the head of his son Joseph, it was promised that he should have a separate land from that given to Abraham and Isaac. Read it in the 49th chapter of Genesis.<span class=\"citation\" id=\"53722\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53722)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53722)\">Gen. 49:22-26<\/a><\/span> The Lord gave North and South America to these Indians, nearly six hundred years before Christ.<span class=\"citation\" id=\"80921\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80921)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80921)\">1 Ne. 2:20<\/a><\/span><span class=\"citation\" id=\"81059\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81059)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81059)\">1 Ne. 13:30<\/a><\/span><span class=\"citation\" id=\"81209\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81209)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81209)\">2 Ne. 1:5-12<\/a><\/span> And he promised that the Gentiles, in the latter days, who should come upon the face of this land, if they would repent when this Gospel should come forth unto them, they should have the privilege of receiving their inheritance in common with this remnant of Israel&#x2014;these Indians.<span class=\"citation\" id=\"82749\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82749)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82749)\">3 Ne. 16:13<\/a><\/span> But if they did not repent there is another decree. And what is that? &#x201C;They shall be utterly cut off from among my people.&#x201D;<span class=\"citation\" id=\"82750\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82750)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82750)\">3 Ne. 16:15<\/a><\/span> Thus it is predicted and you have read it for forty-five years. In another place the Lord says&#x2014;&#x201C;If they will not repent, behold I will cut off the cities of their land, I will throw down all their strongholds,<span class=\"citation\" id=\"62196\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62196)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62196)\">Micah 5:11<\/a><\/span><span class=\"citation\" id=\"82865\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82865)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82865)\">3 Ne. 21:15<\/a><\/span> and I will cut off their horses out of the midst of them,<span class=\"citation\" id=\"62198\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62198)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62198)\">Micah 5:10<\/a><\/span><span class=\"citation\" id=\"82863\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82863)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82863)\">3 Ne. 21:14<\/a><\/span> and I will execute vengeance and fury upon them such as they have not heard of.&#x201D;<span class=\"citation\" id=\"62199\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62199)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62199)\">Micah 5:15<\/a><\/span><span class=\"citation\" id=\"82872\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82872)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82872)\">3 Ne. 21:21<\/a><\/span> In another place, which I have not time to turn to and read, it says&#x2014;&#x201C;And it shall come to pass that every soul that will not repent of their sins and come unto my beloved son, will I cut off from among my people, O, house of Israel, and it shall be done unto them even as Moses has said, they shall be cut off from among my people.&#x201D;<span class=\"citation\" id=\"82828\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82828)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82828)\">3 Ne. 20:23<\/a><\/span><span class=\"citation\" id=\"82858\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82858)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82858)\">3 Ne. 21:11<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v18n82\"> Now Moses has told us of that time, and it is repeated again in the 3rd chapter of the Acts of the Apostles, that the Lord would raise up a Prophet, and it should come to pass that every soul that would not hear that Prophet should be cut off from among the people.<span class=\"citation\" id=\"71414\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71414)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71414)\">Acts 3:22-23<\/a><\/span> We are told that that Prophet was Jesus,<span class=\"citation\" id=\"93836\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93836)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93836)\">JS&mdash;H 1:40<\/a><\/span> and we believe it. Jesus Christ was that Pro<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"29a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0029.pdf\" target=\"pdfwin\">p.&#xA0;29a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7112\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>phet, and the day is to come, as sure as the Lord lives in yonder heavens, when every soul that will not repent, and receive his work, will be literally cut off from among the people, just as Moses has predicted.<span class=\"citation\" id=\"55064\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55064)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55064)\">Deut. 18:15-19<\/a><\/span> And it shall come to pass that &#x201C;kings shall shut their mouths: for that which had not been told them shall they see; and that which they have not heard shall they behold,&#x201D;<span class=\"citation\" id=\"59629\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59629)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59629)\">Isa. 52:15<\/a><\/span><span class=\"citation\" id=\"82854\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82854)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82854)\">3 Ne. 21:8<\/a><\/span> a marvelous work and a wonder,<span class=\"citation\" id=\"58797\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58797)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58797)\">Isa. 29:14<\/a><\/span><span class=\"citation\" id=\"81436\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81436)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81436)\">2 Ne. 25:17<\/a><\/span> a work that the Lord would perform in the latter days.<span class=\"citation\" id=\"127187\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127187)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127187)\">Gen. 50:25 (JST)<\/a><\/span><span class=\"citation\" id=\"127188\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127188)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127188)\">1 Ne. 15:13,18<\/a><\/span><span class=\"citation\" id=\"127189\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127189)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127189)\">2 Ne. 3:5<\/a><\/span> A strange work, a strange act,<span class=\"citation\" id=\"58645\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58645)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58645)\">Isa. 28:21<\/a><\/span> so-called by Isaiah the Prophet. <\/div><div class=\"paragraph jod\" id=\"v18n84\"> O that I had time to go into the numerous prophecies in the Book of Mormon, and point out the desolations that are to come upon this nation and this generation, if they do not repent! But every jot and every tittle that has not been fulfilled since the coming forth of the Book of Mormon, will be fulfilled to the very letter. Zion will arise, clothed with <div class=\"break columnbreak\" id=\"29b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0029.pdf\" target=\"pdfwin\">p.&#xA0;29b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7112\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the glory of her God;<span class=\"citation\" id=\"59906\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59906)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59906)\">Isa. 60:1-2<\/a><\/span><span class=\"citation\" id=\"88006\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88006)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88006)\">D&amp;C 84:100-101<\/a><\/span><span class=\"citation\" id=\"87434\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87434)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87434)\">D&amp;C 82:14<\/a><\/span> the Lord will be her defense;<span class=\"citation\" id=\"127190\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127190)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127190)\">Isa. 4:5<\/a><\/span> he will be her shield<span class=\"citation\" id=\"127191\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127191)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127191)\">Ps. 5:12<\/a><\/span> and her buckler;<span class=\"citation\" id=\"127192\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127192)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127192)\">Ps. 18:2<\/a><\/span> and the power of his own right hand will protect his people.<span class=\"citation\" id=\"127196\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127196)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127196)\">Ps. 20:6<\/a><\/span> And it shall come to pass that every nation, and every kindred and tongue and people that will fight against the people of God, and against his Zion, will perish out of the earth,<span class=\"citation\" id=\"127193\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127193)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127193)\">1 Ne. 22:19<\/a><\/span> and all nations that &#x201C;fight against Mount Zion shall become as the dream of a night vision. Like a hungry man who dreams and thinks that he eats, but he wakes and his soul has appetite;&#x201D;<span class=\"citation\" id=\"58686\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58686)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58686)\">Isa. 29:7-8<\/a><\/span><span class=\"citation\" id=\"81478\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81478)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81478)\">2 Ne. 27:3<\/a><\/span> so, in the latter days, it shall be with not only one nation but all the nations that fight against Mount Zion. God has stretched forth his hand to exert the powers of the heavens,<span class=\"citation\" id=\"127194\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127194)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127194)\">D&amp;C 84:119<\/a><\/span> and he will fulfill and accomplish his work; and there is no power beneath the heavens that can stay his almighty hand.<span class=\"citation\" id=\"127195\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127195)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127195)\">D&amp;C 38:33<\/a><\/span> Amen. <\/div>\n<\/div>\n<\/div>"}