{"ID":180032, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Philosophy of Man Upon The Earth&#x2014;The Great and Grand Secret of Salvation&#x2014;Are We One&#x2014;Nature of Stewardship&#x2014;Increase of Temples&#x2014;Hear Ye, Mothers.<\/div>\n<div class=\"subtitle\">Discourse by President Brigham Young, delivered at the Semi-Annual Conference, Salt Lake City, Sunday Afternoon, Oct. 8, 1876.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Geo. F. Gibbs.<\/div>\n<div class=\"pageHeader\">Page Header: Philosophy of Man, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 10\/8\/1876<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d32\">\n<div class=\"paragraph jod\" id=\"v18n848\"> I hope to be able to make myself heard by this large congregation. This moving of feet, whispering to each other, the crying of children, and the noise made by those who are walking, are like the murmuring of many waters. When there is perfect quietness, I am satisfied that my voice can be heard all over this house, and no one who is blessed with good ears for hearing need miss a word. I should feel more satisfied if I could prevail on our brethren, when speaking from this stand, to speak directly in front, so that they could be heard as far as possible. Many of our experienced Elders, in their conversation to the people, turn first to the right and then to the left, and every time they turn either way, a portion of the congregation is unable to distinctly understand that which is spoken; whereas, if they were to speak directly to the front, the voice would divide and go equally to each part of the house, and all would hear. Whether I shall be able to continue my remarks to any length I do not know; I shall try, however, to use <div class=\"break columnbreak\" id=\"257b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0257.pdf\" target=\"pdfwin\">p.&#xA0;257b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6884\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> judgment in speaking, so as not to injure myself. <\/div><div class=\"paragraph jod\" id=\"v18n849\"> I will give a short text, to both Saint and sinner, and I think if we were to include ourselves among the latter and say we are all sinners, we would come nearer the fact than to class ourselves among the former, although we hope to be Saints, are trying to be Saints, and probably a great many of those who are called Latter-day Saints will yet become Saints indeed. <\/div><div class=\"paragraph jod\" id=\"v18n850\"> First, the philosophy of man upon this earth. This cannot be learned by studying the sciences of mankind, it is only understood by the revelations of God to ourselves. I will give you a part of my own visions upon this matter. Mankind is composed of two distinct elements; the first is a spiritual organization in eternity, the second is a natural organization on this earth, formed out of the material of which this earth is composed. Man is first spiritual, then temporal. As it is written in the revelations of God to man, all things were first created spiritual, and secondly temporal.<span class=\"citation\" id=\"92397\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92397)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92397)\">Moses 3:5<\/a><\/span>  <div class=\"break pagebreak\" id=\"258a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0258.pdf\" target=\"pdfwin\">p.&#xA0;258a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6883\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>That is, spirits were begotten, born and educated in the celestial world, and were brought forth by celestial bodies. By tracing this subject a little we might understand how this is brought about. The spirits before inhabiting bodies are as pure and holy as the angels or as the gods, they know no evil. This, their first estate,<span class=\"citation\" id=\"93463\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93463)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93463)\">Abr. 3:26<\/a><\/span> is the commencement of their experience. <\/div><div class=\"paragraph jod\" id=\"v18n852\"> These spirits I shall leave for the present, and refer to our first parents, Adam and Eve, who were found in the Garden of Eden, tempted and overcome by the power of evil, and consequently subject to evil and sin, which was the penalty of their transgression. They were now prepared, as we are, to form bodies or tabernacles for the reception of pure and holy spirits. When the body is prepared, at the proper time, the spirit enters the tabernacle, and all the world of mankind in their reflections and researches must come to this conclusion, for the fact is they can come to no other&#x2014;that when the mother feels life there is an evidence that the spirit from heaven has entered the tabernacle. So far, this is the philosophy of our being. As has been said, in consequence of sin, the body is subject to sin, and it requires all the efforts and power that man can exert in order to resist temptation that this pure and holy spirit may bring into subjection the body, so that it may be sanctified by the Gospel or the law of Christ. The inquiring mind will ask, Why is this so? Simply that we may know good from evil;<span class=\"citation\" id=\"52653\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52653)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52653)\">Gen. 3:22<\/a><\/span><span class=\"citation\" id=\"92589\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92589)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92589)\">Moses 5:11<\/a><\/span> all the facts which you and I understand are by contrast, and all glory, all enjoyment, every happiness and every bliss are known by its opposite. This is the decree, this is the way the heavens are, the way they were, and the way they will continue to be, forever, and for <div class=\"break columnbreak\" id=\"258b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0258.pdf\" target=\"pdfwin\">p.&#xA0;258b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6883\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> ever. Never was there a time when evil was not in existence, but the time will come when this evil will pass away and be no more, so far as this world is concerned, and nothing will be able to endure, only that which is pure and holy, and Christ will destroy death and him that hath the power of death.<span class=\"citation\" id=\"76484\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76484)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76484)\">Heb. 2:14<\/a><\/span> This applies to this earth, and the ordeals which it passes through with those that are upon it until the winding-up scene. <\/div><div class=\"paragraph jod\" id=\"v18n853\"> But to return to this organization. We find a pure spirit inhabiting the tabernacle of the creature which is always prompting the individual to good, to virtue, to truth and holiness; all of which emanate from that source of purity from which this spirit came. And here the evil that came through transgression that is in this tabernacle, is warring with this pure spirit, it seeks to overcome it, and is striving with all its power to bring this spirit into subjection, into bondage to the law of sin. This is the warfare which Paul refers to when speaking of the &#x201C;thorn in the flesh,&#x201D;<span class=\"citation\" id=\"74308\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74308)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74308)\">2 Cor. 12:7<\/a><\/span> which is no more or less than the spirit contending against the flesh, and the flesh against the spirit.<span class=\"citation\" id=\"74641\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74641)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74641)\">Gal. 5:17<\/a><\/span> This pure spirit will remain in a condition to receive the operations of the spirit of God, which has gone forth into the world, and which lightens every man that comes into the world,<span class=\"citation\" id=\"68540\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68540)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68540)\">John 1:9<\/a><\/span><span class=\"citation\" id=\"87791\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87791)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87791)\">D&amp;C 84:46<\/a><\/span><span class=\"citation\" id=\"89013\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89013)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89013)\">D&amp;C 93:2<\/a><\/span> regardless of his condition, birth or education; the spirit of Christ lightens them all, and instructs their pure spirits, which are organizations in the germ and in their growth, to become independent beings, even sons and daughters of the Almighty; and it will continue to thus operate until this body, this sinful tabernacle, has warred against the spirit and overcome it to such a degree as to entirely subject it to the man of sin.<span class=\"citation\" id=\"75777\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75777)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75777)\">2 Thes. 2:3<\/a><\/span>  <div class=\"break pagebreak\" id=\"259a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0259.pdf\" target=\"pdfwin\">p.&#xA0;259a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6882\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>And when the flesh attains this victory over the spirit, then is the time spoken of when man has sinned to that degree that, says the Apostle, &#x201C;ye shall not pray for them, for they have sinned a sin unto death.&#x201D;<span class=\"citation\" id=\"78809\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78809)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78809)\">1 Jn. 5:16<\/a><\/span> Then the spirit of the Lord ceases to strive with them,<span class=\"citation\" id=\"52825\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52825)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52825)\">Gen. 6:3<\/a><\/span><span class=\"citation\" id=\"80956\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80956)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80956)\">1 Ne. 7:14<\/a><\/span><span class=\"citation\" id=\"83187\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83187)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83187)\">Morm. 5:16<\/a><\/span><span class=\"citation\" id=\"83724\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83724)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83724)\">D&amp;C 1:33<\/a><\/span> they no longer receive light, having passed the day of grace.<span class=\"citation\" id=\"83162\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83162)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83162)\">Morm. 2:15<\/a><\/span> Until then every man and every woman is on saving ground, and they can be redeemed from sin. <\/div><div class=\"paragraph jod\" id=\"v18n855\"> How is it that the Latter-day Saints feel and understand alike, are of one heart and one mind,<span class=\"citation\" id=\"92947\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92947)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92947)\">Moses 7:18<\/a><\/span> no matter where they may be when they receive the Gospel, whether in the north or the south, the east or the west, even to the uttermost parts of the earth? They receive that which was promised by the Savior when he was about to leave the earth,<span class=\"citation\" id=\"68475\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68475)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68475)\">Luke 24:49<\/a><\/span> namely, the Comforter,<span class=\"citation\" id=\"127471\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127471)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127471)\">John 14:26<\/a><\/span><span class=\"citation\" id=\"127472\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127472)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127472)\">John 15:26<\/a><\/span><span class=\"citation\" id=\"70304\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70304)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70304)\">John 16:7<\/a><\/span> that holy unction<span class=\"citation\" id=\"78613\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78613)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78613)\">1 Jn. 2:20<\/a><\/span> from on high which recognizes one God, one faith and one baptism,<span class=\"citation\" id=\"74978\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74978)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74978)\">Eph. 4:5<\/a><\/span> whose mind is the will of God the Father, in whom there dwelleth unity of faith and action, and in whom there cannot be division or confusion; when they received thus further light, it matters not whether they have seen each other or not, they at once become brothers and sisters, having been adopted into the family of Christ through the bonds of the everlasting covenant, and all can then exclaim, in the beautiful language of Ruth, &#x201C;Thy people shall be my people, and thy God my God!&#x201D;<span class=\"citation\" id=\"55378\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55378)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55378)\">Ruth 1:16<\/a><\/span> And the fact that we receive this Comforter, the Holy Ghost, is proof that the spirit in warring with the flesh has overcome, and by continuing in this state of victory over our sinful bodies we become the sons and daughters of God, Christ having made us free, and whoever the Son makes <div class=\"break columnbreak\" id=\"259b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0259.pdf\" target=\"pdfwin\">p.&#xA0;259b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6882\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> free is free indeed.<span class=\"citation\" id=\"69464\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69464)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69464)\">John 8:36<\/a><\/span> Having fought the good fight<span class=\"citation\" id=\"76265\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76265)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76265)\">2 Tim. 4:7<\/a><\/span> we then shall be prepared to lay our bodies down to rest to await the morning of the resurrection when they will come forth and be reunited with the spirits, the faithful, as it is said, receiving crowns, glory, immortality and eternal lives,<span class=\"citation\" id=\"86814\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86814)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86814)\">D&amp;C 75:5<\/a><\/span> even a fullness with the Father,<span class=\"citation\" id=\"89043\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89043)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89043)\">D&amp;C 93:19-20<\/a><\/span> when Jesus shall present his work to the Father,<span class=\"citation\" id=\"127473\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127473)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127473)\">D&amp;C 76:107<\/a><\/span> saying, &#x201C;Father, here is the work thou gavest me to do.&#x201D;<span class=\"citation\" id=\"70621\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70621)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70621)\">John 17:4<\/a><\/span> Then will they become gods, even the sons of God;<span class=\"citation\" id=\"87057\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87057)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87057)\">D&amp;C 76:58<\/a><\/span> then will they become eternal fathers, eternal mothers, eternal sons and eternal daughters; being eternal in their organization, they go from glory to glory, from power to power; they will never cease to increase and to multiply worlds without end. When they receive their crowns, their dominions, they then will be prepared to frame earth&#x2019;s like unto ours and to people them in the same manner as we have been brought forth by our parents, by our Father and God. <\/div><div class=\"paragraph jod\" id=\"v18n856\"> I have often remarked that if the Latter-day Saints, and all the world understood the philosophy of their own being, they would bow in humble reverence to him who is the Author of our being and the author of all wisdom and all knowledge known among the children of men. It is very little comparatively that we do know, and but very little we can really comprehend. It is believed that our scientists and philosophers are very far advanced, and that wonderful progress has been made in the nineteenth century; but notwithstanding all the knowledge and power of philosophy which so distinguishes our age, who among our most learned can create as simple a thing as a spear of grass or the leaf of a tree? No one; this can only be  <div class=\"break pagebreak\" id=\"260a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0260.pdf\" target=\"pdfwin\">p.&#xA0;260a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6881\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>done through the natural process; no one can organize the simplest particle of element independent of the laws of nature. When the philosopher of the age reaches that perfection that one can waft himself to the moon or to the north star, or to any other of the fixed planets, and be there in an instant, in the same manner that Jesus did when he ascended to the Father in heaven<span class=\"citation\" id=\"71039\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71039)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71039)\">Acts 1:9-11<\/a><\/span> and returned to the earth again, then we may begin to think we know a little. When we shall possess the power and knowledge to cause heavenly planets to take their position, giving them their laws and boundaries which they must obey, and which they cannot pass, then we may begin to feel that we possess a little wisdom and power. <\/div><div class=\"paragraph jod\" id=\"v18n858\"> The great and grand secret of salvation, which we should continually seek to understand through our faithfulness, is the continuation of the lives.<span class=\"citation\" id=\"91631\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91631)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91631)\">D&amp;C 132:22<\/a><\/span> Those of the Latter-day Saints who will continue to follow after the revelations and commandments of God to do them, who are found to be obedient in all things, continually advancing little by little towards perfection and the knowledge of God, they, when they enter the spirit world and receive their bodies, will be able to advance faster in the things pertaining to the knowledge of the Gods, and will continue onward and upward until they become Gods, even the sons of God.<span class=\"citation\" id=\"87058\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87058)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87058)\">D&amp;C 76:58<\/a><\/span> This I say is the great secret of the hereafter, to continue in the lives<span class=\"citation\" id=\"91630\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91630)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91630)\">D&amp;C 132:22<\/a><\/span><span class=\"citation\" id=\"91656\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91656)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91656)\">D&amp;C 132:24<\/a><\/span><span class=\"citation\" id=\"91794\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91794)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91794)\">D&amp;C 132:55<\/a><\/span> forever and forever, which is the greatest of all gifts God has ever bestowed upon his children.<span class=\"citation\" id=\"84098\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84098)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84098)\">D&amp;C 14:7<\/a><\/span> We all have it within our reach, we can all attain to this perfected and exalted state if we will embrace its principles and practice them in our <div class=\"break columnbreak\" id=\"260b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0260.pdf\" target=\"pdfwin\">p.&#xA0;260b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6881\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> everyday life. How accommodating, how glorious and divine are the dealings of God with his fallen children! We have been called from darkness to light,<span class=\"citation\" id=\"77833\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77833)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77833)\">1 Pet. 2:9<\/a><\/span><span class=\"citation\" id=\"72131\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72131)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72131)\">Acts 26:18<\/a><\/span> from the power of Satan to the living God. By obeying the whispering of this Holy Spirit, which we have received by virtue of obedience to the Gospel, which prompts us to purge from within us all sinful desires, we can say we are no more in the world,<span class=\"citation\" id=\"70651\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70651)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70651)\">John 17:11<\/a><\/span> but we are in Christ, our living head. The philosophy of our coming out from the world is the putting off the old man sin, and the putting on of the new man Jesus Christ.<span class=\"citation\" id=\"75632\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75632)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75632)\">Col. 3:9-10<\/a><\/span> How is this to be done? After we believed the Gospel we were baptized for the remission of our sins&#x2014;and by the laying on of hands we received the Holy Spirit of Promise<span class=\"citation\" id=\"74888\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74888)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74888)\">Eph. 1:13<\/a><\/span><span class=\"citation\" id=\"87018\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87018)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87018)\">D&amp;C 76:53<\/a><\/span> and felt that &#x201C;we shall be one.&#x201D; I felt that I should no longer have need to keep a daybook and ledger in which to keep my accounts, for we were about to consolidate and become one; that every man and every woman would assist by actually laboring with their hands in planting, building up and beautifying this earth to make it like the Garden of Eden. I should therefore have no further occasion to keep accounts, I should certainly accumulate and earn more than I needed, and had not a single doubt but what my wants would be supplied. This was my experience, and this is the feeling of everyone who receives the Gospel in an honest heart and contrite spirit. <\/div><div class=\"paragraph jod\" id=\"v18n859\"> But how are we now? What is our present condition? <\/div><div class=\"paragraph jod\" id=\"v18n860\"> Are we one temporally? Just about as much as Babylon is. One says, &#x201C;I am for the mines, I am engaged on my farm or my factory, I am so engaged in my mercantile  <div class=\"break pagebreak\" id=\"261a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0261.pdf\" target=\"pdfwin\">p.&#xA0;261a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6880\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>business that it absorbs all my time, therefore do not trouble me, do not infringe on me.&#x201D; And who are they? Generally they are men who, like myself, came here not only poor, but in debt. I was driven from my homes and possessions, five times stripped of my earthly possessions. When we arrived in this valley, we were in a destitute condition. Others came here as destitute as we were, but are now comparatively wealthy&#x2014;how do they feel? They wish to do just as they please. Ask them if they believe that the law of God requires us to enter into a general copartnership in all our business relations, living and working together as one family? They will tell you, &#x201C;No, I don&#x2019;t believe any such thing.&#x201D; Those of this class who are merchants will say, &#x201C;I want to get rich, I will buy where I please, and will sell at a hundred percent, five hundred percent, or a thousand percent, if I can.&#x201D; You may do so if you will, but your end will be lamentable. You count the men who have broken up their homes and gone in search of gold, and then count those who have carried out my advice, and you will readily acknowledge that the latter class is by far the better off, not only financially, but morally and spiritually. You, my brethren and sisters, who were poor when you came here, but who now, through the blessing of God, ride in your carriages and live in fine houses, enjoying all the comforts of life, as well as good health, and the society of friends, how do you feel? As for myself, I have not the slightest feeling in my heart that I own a single thing. What I am in possession of, the Lord has merely made me a steward over, to see what I will do with it. Now, my brethren and sisters, do you feel the same? If you do you will each <div class=\"break columnbreak\" id=\"261b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0261.pdf\" target=\"pdfwin\">p.&#xA0;261b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6880\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> enquire what is my duty? One duty is to go to work and build this and other Temples, and the other ones can be built long before we can finish this one. Shall we do so? I say we will. If we had reached that perfect state of unity which we should have long before this, and still hope that we yet shall, do you suppose we would ask a man to pay Tithing on ten bushels of wheat, or a hundred or a thousand? No, all that would be necessary under such circumstances would be to say, brother so-and-so, from you we want so much, and from another so much. &#x201C;Yes,&#x201D; they would say, &#x201C;Take it. I have nothing. It is all the Lord&#x2019;s, let it be used to do him service in the building up of his kingdom.&#x201D; &#x201C;What would you do, brother Brigham, if you were required to give up all your substance?&#x201D; Just what I have always been willing to do. I would continue to do my duty and trust in God for the results; that is what I have done all my life. This, doubtless, seems foolishness in the eyes of the world, they cannot understand it, neither have they any means of understanding it, for &#x201C;the things of God knoweth no man, but the Spirit of God.&#x201D;<span class=\"citation\" id=\"73059\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73059)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73059)\">1 Cor. 2:11<\/a><\/span> Before I embraced this Gospel I had studied the creeds of the Christian world. When I inquired of them with regard to heavenly things, why we came here, and the nature of the relationship we sustained to God and to heavenly beings, could I get any information? No, not the least idea. I once heard one of the leading Elders in the Episcopal Methodist Church undertake to explain to his congregation one of the simplest of things, namely, &#x201C;What is the soul of man?&#x201D; After he had labored for two long hours, having exhausted his language, for know<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"262a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0262.pdf\" target=\"pdfwin\">p.&#xA0;262a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6879\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ledge he had none, he straightened back in the pulpit and said, &#x201C;My brethren and sisters, I must come to the conclusion that the soul of man is an immaterial substance.&#x201D; What a pretty thing to look at! Excuse me. As far as the spirit and feeling of many of these people are concerned with regard to morality, and their endeavors to send the Gospel to the heathen nations, it is excellent. And there are, doubtless, millions of just as honest people among the several religious denominations as are amongst the professedly Latter-day Saints. But they have not the Gospel, they are in darkness with regard to the plan of salvation, and their teachers are blind guides,<span class=\"citation\" id=\"65516\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65516)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65516)\">Matt. 23:16<\/a><\/span> totally unable to give the people the living word, the way of life. If they live up to the best light and knowledge they have and can get, they are safe, and in a saved condition. What is the sin of the ministry and people of the present Christian denominations? It is that light has come to them and they reject it.<span class=\"citation\" id=\"68934\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68934)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68934)\">John 3:19<\/a><\/span> The condemnation of the Jewish nation<span class=\"citation\" id=\"67320\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67320)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67320)\">Luke 7:30<\/a><\/span> was that light had come into the world, but they chose darkness rather than light, because their deeds were evil; so says the Savior.<span class=\"citation\" id=\"68933\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68933)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68933)\">John 3:19<\/a><\/span> The same Gospel that Jesus taught to those who rejected him, is entrusted to us to preach to the whole world with the same consequences which must reach them at some time, in some condition. <\/div><div class=\"paragraph jod\" id=\"v18n863\"> We have been hunted and driven from place to place, and the wicked have sought our destruction, simply because we offer to them the light, the truth, the everlasting Gospel. Although we have been robbed of our homes and possessions, they have not succeeded in destroying us yet. Will they succeed? I think not. The Lord has said he would gather <div class=\"break columnbreak\" id=\"262b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0262.pdf\" target=\"pdfwin\">p.&#xA0;262b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6879\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> his people for the last time,<span class=\"citation\" id=\"84683\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84683)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84683)\">D&amp;C 27:13<\/a><\/span> which he is doing; he will not suffer that they shall be overcome, and the kingdom wrested from them as heretofore. Neither will he be mocked and derided when he comes this time&#x2014;not because the wicked would not repeat the same treatment if they were permitted&#x2014;but because he will come in judgment, taking vengeance on the wicked<span class=\"citation\" id=\"84765\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84765)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84765)\">D&amp;C 29:17<\/a><\/span> and on the ungodly,<span class=\"citation\" id=\"89215\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89215)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89215)\">D&amp;C 97:22<\/a><\/span> and with the besom of destruction<span class=\"citation\" id=\"58302\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58302)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58302)\">Isa. 14:23<\/a><\/span> the refuge of lies and all those who love and make lies<span class=\"citation\" id=\"80888\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80888)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80888)\">Rev. 22:15<\/a><\/span><span class=\"citation\" id=\"86418\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86418)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86418)\">D&amp;C 63:17<\/a><\/span><span class=\"citation\" id=\"87215\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87215)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87215)\">D&amp;C 76:103<\/a><\/span> will be swept from the earth,<span class=\"citation\" id=\"58628\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58628)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58628)\">Isa. 28:17<\/a><\/span> and few men will be left.<span class=\"citation\" id=\"127474\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127474)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127474)\">Isa. 24:6<\/a><\/span> If the Latter-day Saints do not desist from running after the things of this world, and begin to reform and do the work the Father has given them to do, they will be found wanting,<span class=\"citation\" id=\"61532\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61532)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61532)\">Dan. 5:27<\/a><\/span> and they, too, will be swept away and counted as unprofitable servants.<span class=\"citation\" id=\"66155\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66155)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66155)\">Matt. 25:30<\/a><\/span><span class=\"citation\" id=\"67826\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67826)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67826)\">Luke 17:10<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v18n864\"> Latter-day Saints, go and take up a labor with yourselves, urge yourselves to the belief that the Lord is God, that his eyes are upon the works of his hands, that even the sparrow does not go unfed,<span class=\"citation\" id=\"64198\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64198)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64198)\">Matt. 10:29<\/a><\/span> nor a hair of our heads fall to the ground unnoticed.<span class=\"citation\" id=\"87877\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87877)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87877)\">D&amp;C 84:80,116<\/a><\/span> Labor with yourselves until you have confidence in God and in his revelations to us; become one in temporal things as well as spiritual things as fast as you can. Enter into the compact, the association we call the United Order, that we may commence to do the work we have undertaken to do. <\/div><div class=\"paragraph jod\" id=\"v18n865\"> Now, I will make a proposition, and you may have five years to do the work I am about to assign you. To the people of the Sevier Valley, Millard County, Iron County, Piute County, Beaver County, with Juab, Kane, Washington, and Sanpete Counties, I will say, Go to work and build a Temple in Sanpete. As soon as you are ready to commence, I will provide the plan. The ground  <div class=\"break pagebreak\" id=\"263a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0263.pdf\" target=\"pdfwin\">p.&#xA0;263a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6878\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>is already selected. We do not ask whether you are able to do this; but ask yourselves if you have faith sufficient to do it, for we know that you are perfectly able to do it if you are willing, and do it inside of three years from next April. Then to the people of Box Elder County, the Malad Valley, Cache Valley, Soda Springs, and Bear Lake Valley, Rich County, and the people on Bear River, I say, unite your labor and commence as soon as you can to build a Temple in Cache Valley. Again, to the people of Weber County, Davis County, Morgan and Summit Counties, Salt Lake County, Tooele and Utah Counties, with the people east and west, I will say, Go to work and finish the Temple in this city forthwith. Can you accomplish the work, you Latter-day Saints of these several counties? Yes, that is a question I can answer readily, you are perfectly able to do it, the question is, Have you the necessary faith? Have you sufficient of the Spirit of God in your hearts to enable you to say, Yes, by the help of God our Father, we will erect these buildings to his name. There will be little money comparatively needed, it is nearly all labor, such as you can perform. If the people had paid their Tithing, and paid the hands employed on the Temple in proportion as I have done, that building would have been finished before now. But I am not obliged to build Temples for the people; this is our common duty, in order that all may have the privilege to officiate for themselves and their dead. How long, Latter-day Saints, before you will believe the Gospel as it is? The Lord has declared it to be his will that his people enter into covenant, even as Enoch and his people did, which of necessity must be before we shall have the privilege of build<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"263b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0263.pdf\" target=\"pdfwin\">p.&#xA0;263b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6878\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ing the Center Stake of Zion, for the power and glory of God will be there, and none but the pure in heart<span class=\"citation\" id=\"89170\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89170)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89170)\">D&amp;C 97:16,21<\/a><\/span> will be able to live and enjoy it. Go to now, with your might and with your means, and finish this Temple. Why, for what reason? The reasons are very obvious, and you understand them. <\/div><div class=\"paragraph jod\" id=\"v18n867\"> A few words to the sisters&#x2014;you mothers who are trifling with the ordinances of the house of God, and the blessings that are proffered to you, I will say that the time will come, if you persist in doing so, when you will mourn, and will be willing to give worlds, if you possessed them, for the privilege of living your lives over again. Some of you are treating with contempt the oracles of the kingdom of God upon the earth, and in the commission of this sin you trifle with your own salvation, as well as the salvation of your children. Repent, and turn unto God, and teach your children the importance of doing the same, and of the sacredness of the ordinances and the laws of God. It is the mother&#x2019;s influence that is most effective in molding the mind of the child for good or for evil. If she treat lightly the things of God, it is more than likely her children will be inclined to do the same, and the Lord will not hold her guiltless when he comes to make up his jewels;<span class=\"citation\" id=\"62473\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62473)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62473)\">Mal. 3:17<\/a><\/span> he will disown all such when he comes to claim his own, and will say, Go hence, I never knew you.<span class=\"citation\" id=\"63973\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63973)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63973)\">Matt. 7:23<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v18n868\"> The question may be asked, Are you going to discontinue to give endowments here? I think it is very probable that you will have to go where there is a Temple, or go without. In consequence of our having been driven from our homes, and because of our destitute circumstances, the Lord has permitted us to do what we have done, namely, to  <div class=\"break pagebreak\" id=\"264a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0264.pdf\" target=\"pdfwin\">p.&#xA0;264a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6877\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>use this Endowment House for Temple purposes. But since, through the mercies and blessings of God, we are able to build Temples, it is the will and commandment of God that we do so. <\/div><div class=\"paragraph jod\" id=\"v18n870\"> I thank you for your attention. We will adjourn this Conference <div class=\"break columnbreak\" id=\"264b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0264.pdf\" target=\"pdfwin\">p.&#xA0;264b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6877\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> until the 6th day of April next, to meet at ten o&#x2019;clock a.m., in the Temple at St. George. We intend to dedicate it then. We shall dedicate some parts this fall, and commence to work in it. <\/div><div class=\"paragraph jod\" id=\"v18n871\"> I feel to bless the people, and say, May Heaven be kind to you. Amen. <\/div>\n<\/div>\n<\/div>"}