{"ID":180015, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Resurrection&#x2014;Laying the Cornerstone of the Temple in Jackson County&#x2014;Mission of the Twelve Apostles&#x2014;Baptism of Nearly Six Hundred of the &#x201C;United Brethren&#x201D;&#x2014;The Saints Hold the Keys of Salvation for All Israel&#x2014;Judgments Await the Wicked&#x2014;Folly of the Fashions.<\/div>\n<div class=\"subtitle\">Discourse by Elder Wilford Woodruff, delivered at the Forty-Sixth Semi-Annual Conference of the Church of Jesus Christ of Latter-Day Saints, in the New Tabernacle, Salt Lake City, Friday Morning, October 8, 1875.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: The Resurrection, Etc.<\/div>\n<div class=\"speaker\">Speaker: Wilford Woodruff<\/div>\n<div class=\"date\">Date: 10\/8\/1875<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d15\">\n<div class=\"paragraph jod\" id=\"v18n394\"> &#x201C;O death, where is thy sting? O grave, where is thy victory? The sting of death is sin;<span class=\"citation\" id=\"74013\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74013)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74013)\">1 Cor. 15:55-56<\/a><\/span> and the gift of God is eternal life through our Lord and Savior Jesus Christ.&#x201D;<span class=\"citation\" id=\"72472\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72472)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72472)\">Rom. 6:23<\/a><\/span> This doctrine of the resurrection of the dead is most glorious. It is comforting, at least to my spirit, to think, that, in the morning of the resurrection, my spirit will have the privilege of dwelling in the very same body that it occupied here. As Elders of Israel we have traveled a great many thousand miles in weariness and fatigue, laboring to preach the gospel of Jesus Christ to the children of men. I would be very glad to have the same body in the resurrection with which I waded swamps, swam rivers and traveled and labored to build up the kingdom of God here <div class=\"break columnbreak\" id=\"122b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0122.pdf\" target=\"pdfwin\">p.&#xA0;122b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7019\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> on the earth. I like this, I rejoice in the privilege we enjoy at this Conference, of meeting with so many Latter-day Saints. I feel that we have had a good deal of the Spirit of the Lord with us, and I hope that it may continue until we get through with the Conference. <\/div><div class=\"paragraph jod\" id=\"v18n395\"> President Young referred, yesterday, in his remarks, to the experience of some of us in past days. I have reflected a good deal upon these things as well as on the future. I have long been associated with the kingdom of God, and I wish to refer for a moment to what was said yesterday on that subject. The mission then mentioned was one of much interest to the Twelve, if not to the Church. The whole of that mission to England, from the beginning to  <div class=\"break pagebreak\" id=\"123a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0123.pdf\" target=\"pdfwin\">p.&#xA0;123a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7018\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the end, placed the apostles in such a position that they had to walk by faith from first to last. The Lord gave a revelation, with date, day, month and year, when they were to go up to lay the cornerstone in Caldwell County, Far West, Missouri.<span class=\"citation\" id=\"90717\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90717)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90717)\">D&amp;C 118:5<\/a><\/span> When that revelation was given all was peace and quietude, comparatively, in that land. But when the time came for the Twelve Apostles to fulfill that revelation, the Saints had all been driven out by the exterminating order of Governor Boggs, and it was as much as a man&#x2019;s life was worth, especially one of the Twelve, to be found in that State; and when the day came on which we were commanded by the Lord in that revelation to go up and lay the cornerstone of that Temple, and there take the parting hand with the Saints, to cross the waters to preach the gospel in England, the inhabitants of Missouri had sworn that if all the revelations of &#x201C;old Joe Smith&#x201D; were fulfilled, that should not be, because it had a day and date to it.<span class=\"citation\" id=\"90707\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90707)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90707)\">D&amp;C 118:1-6<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v18n397\"> President Young asked the Twelve who were with him&#x2014;&#x201C;What shall we do with regard to the fulfillment of this revelation?&#x201D; He wanted to know their feelings. Father Smith, the Patriarch, said the Lord would take the will for the deed; others said the Lord could not expect the Twelve Apostles to go up and sacrifice their lives to fulfill that revelation; but the Spirit of the Lord rested upon the twelve, and they said&#x2014;&#x201C;The Lord God has spoken, and we will fulfill that revelation and commandment;&#x201D; and that was the feeling of President Young and of those who were with him. We went through that State, and we laid that cornerstone. George A. Smith and myself were ordained to the Apostleship on that cornerstone upon that day. We <div class=\"break columnbreak\" id=\"123b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0123.pdf\" target=\"pdfwin\">p.&#xA0;123b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7018\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> returned in safety, and not a dog to move his tongue, and no man shed our blood. <\/div><div class=\"paragraph jod\" id=\"v18n398\"> As soon as we got home we prepared ourselves to go on our mission to England, and, as President Young has said, the devil undertook to kill us. I have myself been in Tennessee and Kentucky for two or three years, where, in the Fall, there was not well persons enough to take care of the sick during the ague months, and yet I never had the ague in my life until called to go upon that mission to England. There was not one solitary soul in the Quorum of the Twelve but what the devil undertook to destroy; and, as was said yesterday, when Brother Taylor and myself, the two first of the Quorum ready for the trip, were on hand to start, I was shaking with the ague, and I had it every other day, and on my well day, when I did not have it, my wife had it. I got up and laid my hands upon her and blessed her, and blessed my child, having only one at the time, and I started across the river, and that man who sits behind me today, the President of the Church and kingdom of God upon the earth, paddled me across the Missouri River in a canoe, and that is the way I landed in Nauvoo. I lay down on a side of sole leather by the old post office, and I did not know where to go, and I was not able to stand on my feet, and I lay down there. By and by the Prophet came along and said he&#x2014;&#x201C;Brother Woodruff, you are going on your mission?&#x201D; &#x201C;Yes,&#x201D; I said, &#x201C;but I feel more like a subject for the dissecting room than for a mission.&#x201D; He reproved me for what I said and told me to get up and go. Brother Taylor, the only member of the Quorum of the Twelve who was well, and I traveled together, and on the way he fell to the ground as though he had been knocked on the  <div class=\"break pagebreak\" id=\"124a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0124.pdf\" target=\"pdfwin\">p.&#xA0;124a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7017\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>head with an axe. Old Father Coulton was carrying us, and Brother Taylor fell twice in that way, taken with the bilious fever, and no man in that Quorum could boast that he went on that mission without feeling the hand of the destroyer, for it was laid upon us all. I had the shaking ague, and lay on my back in a wagon, and was rolled over stumps and stones, until it seemed as if my life would be shaken out of me. I left Brother Taylor behind, by his advice, for said he, &#x201C;We are both sick, and if you stay you can&#x2019;t do anything here;&#x201D; so old Father Coulton carried me along in his wagon until I got to Buffalo, N. Y. From there I traveled alone to Farmington, Connecticut, my native place, and I stayed there fifteen days at my father&#x2019;s house, coughing and shaking every day. My father never expected that I should leave my bed, and my stepmother did not expect that I should ever get better. A message came from an uncle of mine, who had just died, and his last words were&#x2014;&#x201C;I want you to send for Friend Wilford, I want him to come and preach my funeral sermon.&#x201D; My father said&#x2014;&#x201C;You can&#x2019;t go and preach that sermon, for you can&#x2019;t sit up in your bed.&#x201D; Said I&#x2014;&#x201C;Never mind, get up your horse and wagon;&#x201D; and he did so and I got into it, and rode over that morning in a chilly wind, and the hour that my ague was coming on I got before a big blazing fire and preached the funeral sermon of my friend, and the ague left me from that day, and I went back and went on my way rejoicing.<span class=\"citation\" id=\"71684\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71684)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71684)\">Acts 8:39<\/a><\/span><span class=\"citation\" id=\"88015\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88015)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88015)\">D&amp;C 84:105<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v18n400\"> In process of time Brother Taylor came along and he and I crossed the ocean together, and arrived in England, and here I want to make a little statement of my experience in those days concerning circumstances that took place with me. When Brother Brigham left home he told <div class=\"break columnbreak\" id=\"124b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0124.pdf\" target=\"pdfwin\">p.&#xA0;124b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7017\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> you that all his family had was one barrel of rotten flour. Two hundred cents would have bought every pound of provision I left with my family when I left home. But we left our wives, for we had the commandment of God upon us,<span class=\"citation\" id=\"90710\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90710)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90710)\">D&amp;C 118:4<\/a><\/span> and we were either going to obey it, or die trying. That was the spirit of the Elders of Israel; and I blessed my wife and child and left them in the hands of God,<span class=\"citation\" id=\"90709\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90709)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90709)\">D&amp;C 118:3<\/a><\/span> and to the tender mercies<span class=\"citation\" id=\"56535\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56535)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56535)\">Ps. 25:6<\/a><\/span> of our noble Bishops, and those who were acquainted with them know how it was in those days. However, I went on my way, and I want to speak of one little circumstance. I had with me an old cloak which I got in Tennessee when traveling with Brother Smoot over forty years ago. It had once been a dandy cloak, and had on keg buttons, and when new had a good deal of trimming and fancy work about it; but it was then pretty well threadbare and worn out. I wore it in Kirtland and I carried it to England with me; and when I was called by revelation to go to John Benbow&#x2019;s and preach the gospel I wore that cloak. I went there and found over six hundred people, called United Brethren, and among them were eighty-three preachers, and they, as a people, were prepared for the word of the Lord, and I wanted to catch them in the gospel net.<span class=\"citation\" id=\"64689\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64689)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64689)\">Matt. 13:47<\/a><\/span> Before embracing the doctrine of the United Brethren, Sister Benbow had been what is called a &#x201C;lady&#x201D; in England, and she had worn her silks and satins; but after obeying the doctrine of this religious body she cut up and burned and destroyed her silks and satins and wore the plainest calicoes she could get, because she thought that was religion. When I went there to preach she looked at me with this old cloak with the keg buttons on, and the Spirit of the Lord bore testimony to me that reli<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"125a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0125.pdf\" target=\"pdfwin\">p.&#xA0;125a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7016\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>gion, so far as she was concerned, had a good deal of tradition about it, and that her faith could be tried by the coat a man wore; and as Paul said, if eating meat offended his brethren, he would never eat any more,<span class=\"citation\" id=\"73284\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73284)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73284)\">1 Cor. 8:13<\/a><\/span> so I felt a good deal, and one morning I went out and cut off the buttons from my old cloak, and never had a button on it afterwards. By doing this and some other things, which some perhaps would call foolish, I, through the blessing of God and with the assistance of Brother Young, George A. Smith and Willard Richards, caught the whole flock and baptized every soul except one solitary person into the church and kingdom of God. Many of them are here in this room today, and some of them have passed away. I mention this just to show our position. We traveled without purse and scrip,<span class=\"citation\" id=\"68175\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68175)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68175)\">Luke 22:35<\/a><\/span> and we preached without money and without price.<span class=\"citation\" id=\"59773\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59773)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59773)\">Isa. 55:1<\/a><\/span> Why? Because the God of heaven had called upon us to go forth and warn the world. <\/div><div class=\"paragraph jod\" id=\"v18n402\"> Now I want to say again, I have looked around within the last few years and I have thought: Where, Oh where, are the sons of the Prophets,<span class=\"citation\" id=\"55754\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55754)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55754)\">2 Kgs. 2:3<\/a><\/span> Apostles, and fathers in Zion, preparing in these last days to rise up and bear off this kingdom when we are on the other side of the veil? Sometimes, in thinking on this subject, I have felt that they were very few and far between who had the spirit of their fathers and were prepared to bear off this kingdom. But I thank God that I find it is now something like it was in the days of Elijah. When the Prophet said, referring to the followers of Baal&#x2014;&#x201C;They have killed thy prophets, and pulled down thine altars, and I alone am left,&#x201D;<span class=\"citation\" id=\"55705\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55705)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55705)\">1 Kgs. 19:10,14<\/a><\/span><span class=\"citation\" id=\"72763\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72763)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72763)\">Rom. 11:3<\/a><\/span> the Lord said&#x2014;&#x201C;Oh no, I have seven thousand men in Israel who have not yet bowed the knee to Baal.&#x201D;<span class=\"citation\" id=\"55736\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55736)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55736)\">1 Kgs. 19:18<\/a><\/span><span class=\"citation\" id=\"72767\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72767)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72767)\">Rom. 11:4<\/a><\/span> Well, I begin to feel, since I have heard the <div class=\"break columnbreak\" id=\"125b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0125.pdf\" target=\"pdfwin\">p.&#xA0;125b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7016\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> testimonies of our young brethren at this Conference, that some of the sons of the servants of God are becoming filled with the fire and spirit of the Prophets. We want a good many of them to rise up and bear off this kingdom. <\/div><div class=\"paragraph jod\" id=\"v18n403\"> Now I want to say a word or two on another subject. I have heard some of our brethren remark&#x2014;&#x201C;If the Twelve Apostles have the word of the Lord, we would like to receive it.&#x201D; I want to say a few words with regard to the word of the Lord. I think that many of this people are mistaken with regard to the word of the Lord. They sometimes wonder why President Young does not give them the word of the Lord. I have been acquainted with President Young more than forty years. It is over forty years since I traveled a thousand miles with him, Joseph Smith, Orson Hyde, Orson Pratt, Charles C. Rich, and many others perhaps in this congregation, and I never saw a day from that day until the present, but what President Brigham Young, even before the Twelve Apostles were organized, always had the word of the Lord for the people; and instead of thinking there is no word of the Lord, my faith is that there is not an Elder in Israel who has any business to preach, unless he has the word of the Lord to the people. The Twelve Apostles should have the word of the Lord to the people; the High Priesthood should have the word of the Lord to the people; these four thousand Seventies, the messengers of Israel to the nations of the earth, should have the word of the Lord to the people; and every Elder of Israel, when he speaks, should have the word of the Lord, and the whole Church and kingdom of God, men and women, should have, each for himself and herself, the testimony of  <div class=\"break pagebreak\" id=\"126a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0126.pdf\" target=\"pdfwin\">p.&#xA0;126a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7015\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Jesus Christ, which is the spirit of prophecy.<span class=\"citation\" id=\"80370\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80370)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80370)\">Rev. 19:10<\/a><\/span> This should be in the possession of every man and woman in the Church, for their own government and guidance, and this has always been the teaching to us of President Brigham Young. And this is backed up by the revelations which the Lord has given in these last days, as you will find if you read the twenty-second section of the Book of Doctrine and Covenants. That revelation was given over forty years ago, to Elders Orson Hyde, Luke Johnson, Lyman Johnson and William E. McLellin; and on that occasion the Lord said&#x2014;&#x201C;Go forth and preach the Gospel to the people. And when you go forth you are called to teach the people and not to be taught. And you must teach as you are moved upon by the Holy Ghost, by the power of God, by the Spirit of the Lord;<span class=\"citation\" id=\"85491\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85491)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85491)\">D&amp;C 43:15<\/a><\/span> and when you speak as you are moved upon by the Spirit of the Lord, your words are scripture, they are the word of the Lord, they are the mind of the Lord, they are the will of the Lord and the power of God unto salvation unto every one that hears.&#x201D;<span class=\"citation\" id=\"86654\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86654)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86654)\">D&amp;C 68:1-4<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v18n405\"> Yes, we have plenty of testimony with regard to these things, and I will say to my brethren that whatever the word of the Lord may be to them I know what the word of the Lord is to me. The word of the Lord to me is, that it is time for Zion to rise and let her light shine;<span class=\"citation\" id=\"90976\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90976)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90976)\">D&amp;C 124:6<\/a><\/span> and the testimony of the Spirit of God to me is that this whole kingdom, this great kingdom of Priests,<span class=\"citation\" id=\"127310\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127310)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127310)\">Ex. 19:6<\/a><\/span> this forty thousand men in these mountains of Israel, who have borne the Priesthood, have thoroughly fulfilled one part of the parable of the ten virgins.<span class=\"citation\" id=\"66011\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66011)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66011)\">Matt. 25:1-13<\/a><\/span> What is that? Why, that while the Bridegroom has tarried we have all slumbered and slept;<span class=\"citation\" id=\"66044\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66044)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66044)\">Matt. 25:5<\/a><\/span> as a Church and kingdom we have slumbered and <div class=\"break columnbreak\" id=\"126b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0126.pdf\" target=\"pdfwin\">p.&#xA0;126b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7015\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> slept, and the word of the Lord to me is that we have slept long enough; and we have the privilege now of rising and trimming our lamps and putting oil in our vessels.<span class=\"citation\" id=\"66062\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66062)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66062)\">Matt. 25:7<\/a><\/span> This is the word of the Lord to me. <\/div><div class=\"paragraph jod\" id=\"v18n406\"> The word of the Lord to me again, is, that it is time for this whole people, these forty thousand Elders of Israel who dwell in these valleys of the mountains, and I believe that it is the word of the Lord to them, that we listen to the voice of the Lord through the lawgiver, and unite ourselves in temporal things, and that we labor to build up the kingdom of God, and cease to labor to build up ourselves alone, against the interests of the kingdom of God. This is the word of the Lord to me, and I think it is to you. <\/div><div class=\"paragraph jod\" id=\"v18n407\"> It is the word of the Lord through the mouth of his servant Brigham, and has been a long time the word of the Lord to me, that as Twelve Apostles, as Seventy Apostles, as High Priests, and as Elders of Israel, it is time that we should rise up and bear the burden that rests upon the shoulders of Brigham Young, who is far advanced in life, and has had the weight and burden of this Church and kingdom upon his shoulders. It is our duty to rise up and bear off this burden, and lift it from our President, and also to cry aloud unto the people to unite themselves together. It is our duty to cease shaking in our shoes for fear the Lord Almighty should give some of his words to govern and control us in our temporal affairs. Who, to use a comparison, expects to have a forty-acre lot alone in the kingdom of God, or in heaven, when we get there? None need expect it, for in that kingdom, in heaven or upon earth, we shall find unity, and the Lord requires at our hands that we unite together,  <div class=\"break pagebreak\" id=\"127a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0127.pdf\" target=\"pdfwin\">p.&#xA0;127a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7014\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>according to the principles of his celestial law.<span class=\"citation\" id=\"89926\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89926)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89926)\">D&amp;C 105:4<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v18n409\"> This is what I consider to be the word of the Lord to us. It is our duty to unite ourselves together, and to sustain the institutions which have been established in these mountains by the revelations of God unto us. <\/div><div class=\"paragraph jod\" id=\"v18n410\"> There is another word of the Lord unto me, and which has been like fire shut up in my bones<span class=\"citation\" id=\"60545\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60545)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60545)\">Jer. 20:9<\/a><\/span> for the last three months; that is, to call upon all the inhabitants of these mountains, as far as I have an opportunity, to go to and lay up their grain, that they may have bread. For the last three months I have not felt as if I could answer my own feelings, unless, at every meeting I have attended, I called upon the farmers to lay up their grain. &#x201C;Oh, yes,&#x201D; say some, &#x201C;Heber C. Kimball cried, &#x2018;Famine, famine&#x2019; for years, and it has not come yet.&#x201D; Well, bless your soul, there is more room for it to come. &#x201C;Who am I, saith the Lord, that I promise and do not fulfill?&#x201D;<span class=\"citation\" id=\"86218\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86218)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86218)\">D&amp;C 58:31<\/a><\/span> The day will come when if this people do not lay up their bread they will be sorry for it. The Lord has felt after us in days past and gone by the visitations of crickets and grasshoppers time after time, and had it not been for his mercy we should have had famine upon our heads long before this. It is the duty of the farmers in these mountains not to sell their bread, or to throw it away for a song, but to lay it up, or you will find that the day is not a great way off when you will need it. That is the voice of the Lord to me, and it is the way I have felt for a good while, and I believe it is the same to my brethren. <\/div><div class=\"paragraph jod\" id=\"v18n411\"> We are living in a very important time, and the Lord has raised up this people to accomplish his purposes; and as some of these reve<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"127b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0127.pdf\" target=\"pdfwin\">p.&#xA0;127b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7014\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>lations convey the idea, they were chosen from before the foundation of the world.<span class=\"citation\" id=\"74767\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74767)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74767)\">Eph. 1:4<\/a><\/span><span class=\"citation\" id=\"82150\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82150)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82150)\">Alma 13:3<\/a><\/span> The Lord says&#x2014;&#x201C;I have called you by my everlasting priesthood, and your lives have been hid with Christ in God,&#x201D;<span class=\"citation\" id=\"127311\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127311)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127311)\">Col. 3:3<\/a><\/span><span class=\"citation\" id=\"88126\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88126)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88126)\">D&amp;C 86:8-11<\/a><\/span> and you have not known it. You have been called here and God has put into your hands his cause and kingdom, and the salvation of both Jew and Gentile. This people hold in their hands the salvation of the twelve tribes of Israel. It was not to the oldest son, but to Ephraim, the son of Joseph, that these promises were made. Joseph was the youngest but one of the Twelve Patriarchs, and through his son Ephraim God has raised you up and has put this power into your hands, and you hold the keys for the salvation of Israel.<span class=\"citation\" id=\"53650\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53650)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53650)\">Gen. 48:15-20<\/a><\/span><span class=\"citation\" id=\"55863\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55863)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55863)\">1 Chr. 5:1-2<\/a><\/span> And the ten tribes of Israel in the north country will come in remembrance before God in due time, and they will smite the rocks and the mountains of ice will flow down before them, and the everlasting hills will tremble at their presence.<span class=\"citation\" id=\"91879\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91879)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91879)\">D&amp;C 133:26<\/a><\/span><span class=\"citation\" id=\"91900\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91900)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91900)\">D&amp;C 133:31<\/a><\/span> A highway will be cast up through the midst of the great deep<span class=\"citation\" id=\"91891\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91891)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91891)\">D&amp;C 133:27<\/a><\/span> for them to come to Zion,<span class=\"citation\" id=\"59224\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59224)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59224)\">Isa. 35:8 (JST)<\/a><\/span> and they will bow down in the midst thereof, and receive the Priesthood at the hands of the inhabitants of Zion.<span class=\"citation\" id=\"91904\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91904)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91904)\">D&amp;C 133:32<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v18n412\"> Then what manner of men ought we to be,<span class=\"citation\" id=\"82996\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82996)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82996)\">3 Ne. 27:27<\/a><\/span> we, who have been ordained and called, and had such responsibilities placed upon us by the God of heaven? Our lives have been hid with Christ in God,<span class=\"citation\" id=\"127312\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127312)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127312)\">Col. 3:3<\/a><\/span> and we are heirs of the eternal Priesthood, through the lineage of our fathers.<span class=\"citation\" id=\"88127\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88127)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88127)\">D&amp;C 86:8-11<\/a><\/span> Thus saith the Lord through the mouth of the Prophet Joseph Smith, who sealed his testimony with his blood,<span class=\"citation\" id=\"91982\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91982)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91982)\">D&amp;C 135:3<\/a><\/span><span class=\"citation\" id=\"92088\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92088)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92088)\">D&amp;C 136:39<\/a><\/span> and his testimony from that hour has been in force upon all the world.<span class=\"citation\" id=\"127313\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127313)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127313)\">Heb. 9:16-17<\/a><\/span><span class=\"citation\" id=\"92041\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92041)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92041)\">D&amp;C 135:5<\/a><\/span> Know ye, Latter-day Saints, that the Lord will not disappoint you or this generation with regard to the fulfillment of his promises. No matter whether  <div class=\"break pagebreak\" id=\"128a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0128.pdf\" target=\"pdfwin\">p.&#xA0;128a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7013\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>they have been uttered by his own voice out of the heavens, by the ministration of angels, or by the voice of his servants in the flesh, it is the same;<span class=\"citation\" id=\"83770\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83770)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83770)\">D&amp;C 1:38<\/a><\/span> and though the earth pass away not one jot or tittle of his word will fall unfulfilled.<span class=\"citation\" id=\"63121\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63121)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63121)\">Matt. 5:18<\/a><\/span> There is no prophecy of Scripture of any private interpretation, but holy men of old spoke as they were moved upon by the Holy Ghost,<span class=\"citation\" id=\"78305\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78305)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78305)\">2 Pet. 1:20-21<\/a><\/span> and their words will be fulfilled to the very letter, and it certainly is time that we prepare ourselves for that which is to come. Great things await this generation&#x2014;both Zion and Babylon. All these revelations concerning the fall of Babylon will have their fulfillment. Forty-five years ago, in speaking to the Church, the Lord said&#x2014;&#x201C;You are clean, but not all; and I am not well pleased with any who are not clean, because all flesh is corrupted before my face; and darkness prevails among all the nations of the earth.&#x201D;<span class=\"citation\" id=\"85054\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85054)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85054)\">D&amp;C 38:10-11<\/a><\/span> This causes silence to reign, and all eternity is pained.<span class=\"citation\" id=\"85063\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85063)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85063)\">D&amp;C 38:12<\/a><\/span> The angels of God are waiting to fulfill the great commandment given forty-five years ago, to go forth and reap down the earth<span class=\"citation\" id=\"85064\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85064)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85064)\">D&amp;C 38:12<\/a><\/span><span class=\"citation\" id=\"88099\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88099)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88099)\">D&amp;C 86:5<\/a><\/span> because of the wickedness of men. How do you think eternity feels today? Why there is more wickedness, a thousand times over, in the United States now, than when that revelation was given. The whole earth is ripe in iniquity;<span class=\"citation\" id=\"84121\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84121)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84121)\">D&amp;C 18:6<\/a><\/span> and these inspired men, these Elders of Israel, have been commanded of the Almighty to go forth and warn the world, that their garments may be clear of the blood of all men.<span class=\"citation\" id=\"88651\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88651)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88651)\">D&amp;C 88:85<\/a><\/span><span class=\"citation\" id=\"90661\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90661)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90661)\">D&amp;C 112:33<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v18n414\"> I tell you that God will not disappoint Zion or Babylon, the heavens or the earth, in regard to the judgments which he has promised in these last days, but every one of them will have its fulfillment upon the heads of the children of men; <div class=\"break columnbreak\" id=\"128b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0128.pdf\" target=\"pdfwin\">p.&#xA0;128b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7013\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and when they are fully ripened in iniquity the nations of the earth will be swept away as with the besom of destruction.<span class=\"citation\" id=\"58301\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58301)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58301)\">Isa. 14:23<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v18n415\"> What did the Lord say to that meek and humble man, the brother of Jared, thousands of years ago, with regard to the land of America&#x2014;a chosen land<span class=\"citation\" id=\"127314\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127314)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127314)\">Ether 2:7-12<\/a><\/span> promised by old Father Jacob to his sons?<span class=\"citation\" id=\"53723\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53723)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53723)\">Gen. 49:22-26<\/a><\/span> He said that no nation should ever occupy it, unless the people thereof kept his commandments; and if they failed to do that they should be cut off when they were ripened in iniquity.<span class=\"citation\" id=\"83339\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83339)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83339)\">Ether 2:9<\/a><\/span><span class=\"citation\" id=\"83481\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83481)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83481)\">Ether 9:20<\/a><\/span> The Lord has already swept away two mighty nations from this continent, because they have not fulfilled his word, spoken through that humble man. The Lord chooses the weak things of the world, things which are naught to bring to naught things which are,<span class=\"citation\" id=\"72934\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72934)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72934)\">1 Cor. 1:27-28<\/a><\/span> and he will as surely perform his work in this age of the world as he has done in any other. We need not fear man, nor the wrath of man, but fear God,<span class=\"citation\" id=\"83799\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83799)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83799)\">D&amp;C 3:7<\/a><\/span> who holds in his hands the destinies of all men. <\/div><div class=\"paragraph jod\" id=\"v18n416\"> Before I close my remarks, I want to say a few words to our sisters and daughters in Zion, for I feel that there are some words of the Lord to them. This is a time that the daughters of Zion should hearken to the words of the Prophet of God, who has been set to lead us. I feel that it is time, forty years after they were organized, that the Female Relief Societies should labor with all their might to carry out the object of their organization by the Prophet Joseph Smith. You may ask, &#x201C;What was the object of that organization?&#x201D; I will say that in organizing these societies there were several objects in view, some of which I will refer to before I get through. President Young has been calling upon you, as one branch of the land of Zion, to take hold and help to build it up.  <div class=\"break pagebreak\" id=\"129a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0129.pdf\" target=\"pdfwin\">p.&#xA0;129a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7012\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>He desires that the sisters here in the land of Zion should govern and control the fashions of Zion. Instead of heaping to yourselves and imitating the fashions that have adorned Babylon, you should have independence enough to form your own; and those which are not comely and comfortable should be laid aside. I, myself, do not think it has been pleasing in the sight of God, to see the manner in which the mothers and daughters in Zion, for years past, have been ready to adorn themselves with every fashion that Babylon has contrived and invented. I need not mention all these things, but I will mention two or three. For instance, how is it with regard to the head dress of the ladies? The Lord has given to women generally a fine head of hair, which, we are told in the Scriptures, is the glory of the woman; and she should let the hair given unto her adorn her head<span class=\"citation\" id=\"73357\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73357)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73357)\">1 Cor. 11:15<\/a><\/span> without adding any foreign substance, as is now done, in order to imitate and follow after the fashions of the world. Again, just as quick as the daughters of Babylon extend their crinolines until they cannot move in a space less than six or eight feet wide, in a coach, assembly room, or anywhere else, why the daughters of Zion must follow the same uncomely fashion. But a fashion the reverse of this is now adopted, and at the present time the daughters of Babylon wear their elastics so tight that they have not room left for locomotion when walking in the streets; and, of course the daughters of Zion must practice the same. And now, see one of them, dressed in the height of fashion, crossing the street, and a runaway team comes thundering along. What a position she is in! Why the only way she can save her life is to lie down and roll across the street like a saw log. <\/div> <div class=\"break columnbreak\" id=\"129b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0129.pdf\" target=\"pdfwin\">p.&#xA0;129b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7012\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v18n418\"> All these fashions are uncomely and should be laid aside. The daughters of Zion should do better than to trail silks and satins in the mud when walking in the street. The Female Relief Societies should lay hold of and regulate these things, and introduce fashions that are comely and comfortable; it is their duty to do it. Again, you can do a good deal in regard to maintaining the independence of Zion, by going to and carrying out the counsel of President Young in raising your own silk for dresses, bonnets and trimmings, so that your adorning may be the workmanship of your own hands.<span class=\"citation\" id=\"85409\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85409)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85409)\">D&amp;C 42:40<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v18n419\"> I felt as though I wanted to say so much with regard to our sisters in Zion. President Young says, and I know it is the truth, that this is the best people on the face of the earth. But however good we may be we should aim continually to improve and become better. We have obeyed a different law and Gospel to what other people have obeyed, and we have a different kingdom in view, and our aim should be correspondingly higher before the Lord our God, and we should govern and control ourselves accordingly, and I pray God my heavenly Father that his Spirit may rest upon us and enable us to do so. <\/div><div class=\"paragraph jod\" id=\"v18n420\"> Another word of the Lord to me is that, it is the duty of these young men here in the land of Zion to take the daughters of Zion to wife, and prepare tabernacles for the spirits of men, which are the children of our Father in heaven. They are waiting for tabernacles, they are ordained to come here, and they ought to be born in the land of Zion instead of Babylon. This is the duty of the young men in Zion; and when the daughters of Zion are asked by the young men to join with them in  <div class=\"break pagebreak\" id=\"130a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0130.pdf\" target=\"pdfwin\">p.&#xA0;130a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7011\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>marriage, instead of asking&#x2014;&#x201C;Has this man a fine brick house, a span of fine horses and a fine carriage?&#x201D; they should ask&#x2014;&#x201C;Is he a man of God? Has he the Spirit of God with him? Is he a Latter-day Saint? Does he pray? Has he got the Spirit upon him to qualify him to build up the kingdom?&#x201D; If he has that, never mind the carriage and brick house, take hold and unite yourselves together according to the law of God. I rejoice to see the population increasing in the land of Zion. Why is it that ninety-nine women out of every hundred over the whole land of Zion, who are of proper age and married, are bringing forth posterity until our children swarm in our streets almost like bees? Because the God of heaven is raising up a royal Priesthood, and a generation to bear off this kingdom<span class=\"citation\" id=\"77832\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77832)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77832)\">1 Pet. 2:9<\/a><\/span> in the day when his judgments will come upon the earth.<span class=\"citation\" id=\"127315\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127315)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127315)\">D&amp;C 109:38<\/a><\/span><span class=\"citation\" id=\"127316\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127316)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127316)\">JS&mdash;H 1:45<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v18n422\"> Let us do our duty; let us cease setting our hearts upon the fashions and things of this world, and laboring to enrich ourselves at the sacrifice of the kingdom of God. We have a cooperative mercantile institution; and it is the duty of these Latter-day Saints to sustain and uphold it; and so with everything else that is in the kingdom, for these are the stepping stones to us to a fullness of the celestial kingdom of God. <\/div><div class=\"paragraph jod\" id=\"v18n423\"> I thank God that I live in this day and age of the world, when my ears have heard the sound of the fullness of the Gospel of Christ. I thank God that I have seen the face of Prophets, Apostles, and inspired men. I rejoice in this, and I pray God my heavenly Father that I, and my brethren and sisters, may have power to unite and take hold and build up this kingdom. When we do this it will not be in the power <div class=\"break columnbreak\" id=\"130b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0130.pdf\" target=\"pdfwin\">p.&#xA0;130b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7011\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of earth or hell to take away our rights and privileges; for I tell you that if this people were united according to the law of God, wherein we should become fully justified before the Lord, sinners in Zion would tremble and fearfulness would surprise the hypocrite;<span class=\"citation\" id=\"59039\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59039)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59039)\">Isa. 33:14<\/a><\/span> the power of God would rest upon Zion,<span class=\"citation\" id=\"127317\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127317)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127317)\">D&amp;C 103:15<\/a><\/span> the angels of God would visit the earth, the judgments of God would be poured upon the wicked,<span class=\"citation\" id=\"127318\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127318)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127318)\">D&amp;C 1:9<\/a><\/span> the Zion of God would be redeemed,<span class=\"citation\" id=\"127319\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127319)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127319)\">D&amp;C 100:13<\/a><\/span> the Temples of God would be reared, the prison doors would be opened<span class=\"citation\" id=\"127320\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127320)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127320)\">Isa. 61:1<\/a><\/span><span class=\"citation\" id=\"127321\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127321)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127321)\">D&amp;C 138:42<\/a><\/span> and the prisoners in the spirit world would go free,<span class=\"citation\" id=\"91261\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91261)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91261)\">D&amp;C 128:22<\/a><\/span> because we would feel the spirit and power of our mission and calling and should fulfill it. <\/div><div class=\"paragraph jod\" id=\"v18n424\"> I pray that God will bless this people, and that he will bless President Young, who has already outlived four of his counselors. The Lord says&#x2014;&#x201C;I will take whom I will take, and I will preserve whom I will preserve.&#x201D;<span class=\"citation\" id=\"86399\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86399)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86399)\">D&amp;C 63:3<\/a><\/span> All these counselors were younger men than President Young, yet he has outlived them. God has ordained President Young to live, and he has lived so long, and has had the prayers of hundreds and thousands of Saints, which have entered into the ears of the Lord of Sabaoth for his preservation; and the Lord has heard and answered these prayers. <\/div><div class=\"paragraph jod\" id=\"v18n425\"> Let us, as Elders of Israel, rise up and bear off this kingdom. Let us forsake our evils and wickedness, and repent of our sins, and renew our covenants and keep the commandments of God; that we may lighten the burdens of our President, that his spirit may be cheered, and that the power of God may attend him in his labors for the advancement of Zion upon the earth. <\/div><div class=\"paragraph jod\" id=\"v18n426\"> This is my prayer in the name of Jesus, Amen. <\/div>\n<\/div>\n<\/div>"}