{"ID":180016, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">On the Dedication of the New Tabernacle.<\/div>\n<div class=\"subtitle\">remarks by Elder Orson Pratt, delivered at the Forty-Sixth Semi-Annual Conference of the Church of Jesus Christ of Latter-Day Saints, in the New Tabernacle, Salt Lake City, Saturday Morning, Oct. 9, 1875.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: Dedication of the New Tabernacle.<\/div>\n<div class=\"speaker\">Speaker: Orson Pratt<\/div>\n<div class=\"date\">Date: 10\/9\/1875<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d16\">\n<div class=\"paragraph jod\" id=\"v18n428\"> It is with peculiar feelings that I arise on this occasion to speak a few words to this vast assembly. While listening to the sacred words of the prayer that has been offered up this forenoon in the dedication of this large building as a place of worship, and the dedication of the ministry who administer therein, my heart has been full of joy and satisfaction, and, while listening to these glorious words, my mind was led to reflect upon dedications of houses and tabernacles of the Most High in former ages of the world, and also upon the peculiar manifestations oftentimes connected with those dedications. <\/div><div class=\"paragraph jod\" id=\"v18n429\"> The Lord our God accepts the dedication, by his servants the Priesthood, of those things which he has ordained and established; and though he may not always manifest that acceptance in a visible manner, so that all the people may see, yet there is a peculiar manifestation that we can feel if we cannot see, which whispers to us that God is manifest in his works, ordinances and institutions, and in his own buildings that are built with an <div class=\"break columnbreak\" id=\"131b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0131.pdf\" target=\"pdfwin\">p.&#xA0;131b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7010\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> eye single to his glory, and in his name. It is an easy matter for the Great Jehovah to manifest himself, if he pleases so to do, upon a mountain or hill, or in the secret closet; or while we slumber upon our pillows by night, the visions of eternity may be opened to our minds, and we may receive great consolation, joy and peace, through the manifestations given us by the gift and power of the Holy Ghost. But then, the Lord has oftentimes laid out a great work for his people to perform, and when that work is performed by the sons of men with all their hearts and might, and with all the strength, ability and power that God has given them, it is then that he shows forth his approbation from the heavens, and fills them with a peculiar feeling of joy and gladness that it is impossible for language to describe. How often have we felt these peculiar feelings and sensations pervading our minds, when we have assembled on occasions something similar to the present one! <\/div><div class=\"paragraph jod\" id=\"v18n430\"> I look back to the first Temple that was built in this generation by command of the Most High, some  <div class=\"break pagebreak\" id=\"132a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0132.pdf\" target=\"pdfwin\">p.&#xA0;132a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7009\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>forty years ago, in the State of Ohio, in Kirtland, according to the pattern which God showed by vision.<span class=\"citation\" id=\"89144\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89144)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89144)\">D&amp;C 97:10<\/a><\/span> When that was completed, and the servants of God were called in from the east and west, and north, and south, and entered that sacred edifice, God was there,<span class=\"citation\" id=\"90473\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90473)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90473)\">D&amp;C 110:1-10<\/a><\/span> his angels were there,<span class=\"citation\" id=\"90533\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90533)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90533)\">D&amp;C 110:11-16<\/a><\/span> the Holy Ghost was in the midst of the people, the visions of the Almighty were opened to the minds of the servants of the living God; the veil was taken off from the minds of many; they saw the heavens opened; they beheld the angels of God; they heard the voice of the Lord; and they were filled from the crown of their heads to the soles of their feet with the power and inspiration of the Holy Ghost, and uttered forth prophecies in the midst of that congregation, which have been fulfilling from that day to the present time. <\/div><div class=\"paragraph jod\" id=\"v18n432\"> It was in that Temple that the visions of the Almighty were opened to our great Prophet, Seer and Revelator, Joseph Smith, wherein the future was portrayed before him, wherein keys were committed to him in relation to this great Latter-day dispensation,<span class=\"citation\" id=\"127322\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127322)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127322)\">D&amp;C 110:11-16<\/a><\/span> and the power of God was made manifest through the holy Priesthood sent down from heaven. In that Temple, set apart by the servants of God, and dedicated by a prayer that was written by inspiration,<span class=\"citation\" id=\"90398\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90398)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90398)\">D&amp;C 109:1-80<\/a><\/span> the people were blessed as they never had been blessed for generations and generations that were passed and gone. Why? Because that work was of God. God had raised up a mighty Prophet; God had brought to light great and glorious revelations; God had sent down the holy Priesthood from the heavens; the Lord our God had established his kingdom on <div class=\"break columnbreak\" id=\"132b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0132.pdf\" target=\"pdfwin\">p.&#xA0;132b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7009\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the earth; he, therefore, gave unto his servants power, wisdom and strength that they might administer among the people and do them good. <\/div><div class=\"paragraph jod\" id=\"v18n433\"> Since that time buildings have been reared to the name of the Most High, and the Priesthood have been called together, and the councils of the Priesthood have been blessed, endowments have been made manifest, and ordinances of endowments, keys of endowments, signs and tokens of endowments, and principles that were calculated to give joy and to impart happiness, for the Lord had commanded, that in the midst of Zion, life for evermore<span class=\"citation\" id=\"57291\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57291)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57291)\">Ps. 133:3<\/a><\/span> should be poured out upon the fallen sons and daughters of his people. <\/div><div class=\"paragraph jod\" id=\"v18n434\"> Now another occasion is afforded us of dedicating a large and commodious Tabernacle, which has been built to the name of the Most High. God is here; God is with his servants, with the quorums of the everlasting Priesthood, and his Spirit is here; and the prayer that has been offered up is accepted by the heavens, and we rejoice and give praise to God who has redeemed us, who sits upon his throne, whose bowels of mercy yearn towards all of his sons and daughters; whose bosom is filled with compassion towards all his people. We praise his name, and though we have not the opportunity of giving expression to the joy and thanksgiving of our hearts, still we feel to say&#x2014;&#x201C;Hallelujah to the Lord God Almighty, who sits upon his throne, who reigns forever and ever, for he will bless his Zion, he will extend forth her borders,<span class=\"citation\" id=\"87435\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87435)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87435)\">D&amp;C 82:14<\/a><\/span><span class=\"citation\" id=\"91850\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91850)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91850)\">D&amp;C 133:9<\/a><\/span> he will pour out his Spirit upon his ministry, and he will fulfill and accomplish his work unto the uttermost.&#x201D; Amen. <\/div>\n<\/div>\n<\/div>"}