{"ID":180005, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Little Children Are Innocent, and All Will Be Saved&#x2014;God, a Personage of Tabernacle&#x2014;The Life of the Savior, a Life of Suffering&#x2014;Second Coming of Christ.<\/div>\n<div class=\"subtitle\">Discourse by Elder Wilford Woodruff, delivered June 27, 1875, in the Second Ward Schoolhouse, Salt Lake City, at the Funeral Services of John Houseman, Aged Six Years, and Willie Franklin, Aged Four Years, Sons of William and Ann Wheeler, Burned to Death at Wanship, Summit County, U. T., June 24, 1875.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: Little Children Are Innocent, Etc.<\/div>\n<div class=\"speaker\">Speaker: Wilford Woodruff<\/div>\n<div class=\"date\">Date: 6\/24\/1875<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d05\">\n<div class=\"paragraph jod\" id=\"v18n85\"> I am entirely dependent this morning upon the Spirit of the Lord to guide and direct me in what I may <div class=\"break columnbreak\" id=\"29b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0029.pdf\" target=\"pdfwin\">p.&#xA0;29b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7112\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> say upon this painful occasion. Those who have assembled here&#x2014;Brother and Sister Wheeler, and their  <div class=\"break pagebreak\" id=\"30a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0030.pdf\" target=\"pdfwin\">p.&#xA0;30a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7111\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>friends who mourn with them, are dependent upon the same source for comfort in their serious bereavement; and in fact we are all dependent upon the blessing and Spirit of the Lord in all the labors of life, and I hope that, in our services this morning, a large measure of that Spirit will be imparted unto us. <\/div><div class=\"paragraph jod\" id=\"v18n87\"> I feel disposed to read the first chapter of Job as a preliminary to any remarks I may make. [The speaker read the first chapter of the Book of Job.]<span class=\"citation\" id=\"55986\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55986)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55986)\">Job 1:1-22<\/a><\/span> We also see in reading the history of Job that the devil did not finish with him there, as it seems the devil had another conversation with the Lord on this subject, in which he informed the Lord that a man would give anything for his life, and that if he, the devil, touched Job&#x2019;s flesh, he would certainly curse God. And it seems from reading this history that the Lord put Job into the hands of the devil, to do as he pleased with him, only to spare his life.<span class=\"citation\" id=\"56046\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56046)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56046)\">Job 2:1-6<\/a><\/span> Of course the history is familiar to you all who have read the Bible, and you are aware that the devil smote Job, and he was covered with boils from the crown of his head to the soles of his feet, so that he was in great distress, trouble and tribulation, yet in the midst of it all he did not sin, but acknowledged the hand of the Lord.<span class=\"citation\" id=\"56060\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56060)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56060)\">Job 2:7-10<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v18n88\"> I may say with regard to the case which has brought us together this morning, it is a little similar to that of Job. We meet with some strange things in the history of our lives in the dispensations and dealings of God with men. In the case before us we are called to mourn the loss of two children taken from Brother and Sister Wheeler, we may say as suddenly and, in one sense of the word, as miraculously, as were the sons and daughters of Job.<span class=\"citation\" id=\"56010\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56010)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56010)\">Job 1:18-19<\/a><\/span> His affliction consisted not only in the loss of two <div class=\"break columnbreak\" id=\"30b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0030.pdf\" target=\"pdfwin\">p.&#xA0;30b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7111\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> children, but of all his children and also of all the possessions that he had, yet still, under all this he said&#x2014;&#x201C;Naked came I out of my mother&#x2019;s womb, and naked shall I return thither; the Lord gave, and the Lord hath taken away; blessed be the name of the Lord.&#x201D;<span class=\"citation\" id=\"56027\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56027)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56027)\">Job 1:21<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v18n89\"> I know very well it is hard for any person to be called to pass through the scenes that we sometimes are called to pass through in this life, it is so in the case before us this morning. The loss of these little children, taken away as they were, is certainly painful, not only to the parents, but to every person who reflects; and it is a very hard matter for any of us to enter into and appreciate the depth of sorrow which parents feel on occasions like this, it is difficult to bring the matter home to our own hearts unless we have been called to pass through similar affliction and sorrow. At the same time there is no doubt that we all sympathize with our friends when called to pass through trials and bereavement. And I will here say to Brother and Sister Wheeler, and to all my friends, there are a great many worse things in this world than the case we are now called to mourn. <\/div><div class=\"paragraph jod\" id=\"v18n90\"> Our children are taken away from us in infancy and childhood, and they are taken away as Job&#x2019;s were, in one sense of the word, through the dispensations of Providence, causing us severe trials. This we will acknowledge; but, as I have already said, there are many things in this world that are far more painful and afflicting than to have our children burned to death. My friends may ask&#x2014;&#x201C;What is Brother Woodruff driving at in this remark?&#x201D; I will tell you. I have lived in these valleys twenty-seven years, since the pioneers came here. I have seen a whole generation of men and women grow up in  <div class=\"break pagebreak\" id=\"31a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0031.pdf\" target=\"pdfwin\">p.&#xA0;31a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7110\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>these valleys of the mountains, and they have become parents. I have seen some, I will not say a great many, but I have seen some young men, I say nothing about maidens, who have met with untimely deaths and who have gone to the grave disgraced, and a dishonor to themselves and to their parents. Circumstances of this kind are far more painful to any parent in the world than it is for their children to meet with sudden death by accident or any other way. I do not make these remarks to apply to Brother and Sister Wheeler, for none of us know what course our children will take. We set good examples before them, and we strive to teach them righteous principles, but when they come to years of accountability they have their agency and they act for themselves. <\/div><div class=\"paragraph jod\" id=\"v18n92\"> Many things are transpiring in the earth today which we should regard as great calamities and as grievous to be borne if we had to pass through them. Think of these late earthquakes in South America, eight thousand people out of ten thousand in one city sunk in the earth in a few moments. And then, the tremendous floods that are sweeping over France and other parts of the earth, causing the death of hundreds and thousands of men, women and children. All these things are in fulfillment of the revelations of God, and of the judgments which he has promised should come upon the earth in the last days. One of the purposes which the Lord has in view in gathering his Saints to the valleys of the mountains is that they may not share in the sins or partake of the plagues of Babylon;<span class=\"citation\" id=\"80246\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80246)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80246)\">Rev. 18:4<\/a><\/span> therefore we have reason to rejoice before the Lord because of his mercies and blessings unto us. And with regard to a case like this before us this morning&#x2014;the loss of those children&#x2014;I want to say a few <div class=\"break columnbreak\" id=\"31b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0031.pdf\" target=\"pdfwin\">p.&#xA0;31b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7110\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> words for the consolation of those who are sorrowing. In the first place these children are innocent before the Lord; as to their death and the cause thereof, that is in the hands of God, and we should not complain of the Lord or his dispensations any more than Job did. These children have been taken away very suddenly, and in such a manner as to cause great sorrow and distress to their parents, but there is this consolation connected with the matter&#x2014;they are innocent, they are not in transgression. They have paid the law of death which God passed on Adam and all his posterity; but when their spirits left their bodies and got into the spirit world their trouble and affliction were over. Their death was a very painful one, but their suffering is now over, and in a few years from now they will come forth out of their graves in the morning of the resurrection, not marred by fire or any element, but clothed with glory, immortality and eternal life, in eternal beauty and bloom, and they will be given into the hands of their parents, and they will receive them in the family organization of the celestial world, and their parents will have them forever. They will live as long as their God lives. This, to Latter-day Saints, who believe in the resurrection, should be a source of comfort and consolation. <\/div><div class=\"paragraph jod\" id=\"v18n93\"> Why our children are taken from us it is not for me to say, for God never revealed it unto me. We are all burying them. I have buried one-third of the children that have been given unto me. I have had some thirty children born to me, and ten of them are buried, all of them young. The question may arise with me and with you&#x2014;&#x201C;Why has the Lord taken away my children?&#x201D; But that is not for me to tell, because I do not know; it is in the hands of the  <div class=\"break pagebreak\" id=\"32a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0032.pdf\" target=\"pdfwin\">p.&#xA0;32a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7109\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Lord, and it has been so from the creation of the world all the way down. Children are taken away in their infancy, and they go to the spirit world. They come here and fulfill the object of their coming, that is, they tabernacle in the flesh. They come to receive a probation and an inheritance on the earth; they obtain a body or tabernacle, and that tabernacle will be preserved for them, and in the morning of the resurrection the spirits and bodies will be reunited, and as here we find children of various ages in a family, from the infant at the mother&#x2019;s breast to manhood, so will it be in the family organization in the celestial world. Our children will be restored to us as they are laid down if we, their parents, keep the faith and prove ourselves worthy to obtain eternal life; and if we do not so prove ourselves our children will still be preserved, and will inherit celestial glory.<span class=\"citation\" id=\"92126\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92126)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92126)\">D&amp;C 137:10<\/a><\/span> This is my view in regard to all infants who die, whether they are born to Jew or Gentile, righteous or wicked. They come from their eternal Father and their eternal Mother unto whom they were born in the eternal world, and they will be restored to their eternal parentage; and all parents who have received children here according to the order of God and the holy priesthood, no matter in what age they may have lived, will claim those children in the morning of the resurrection, and they will be given unto them and they will grace their family organizations in the celestial world. <\/div><div class=\"paragraph jod\" id=\"v18n95\"> With regard to the future state of those who die in infancy I do not feel authorized to say much. There has been a great deal of theory, and many views have been expressed on this subject, but there are many things connected with it which the Lord has probably never revealed to any of the Prophets or patriarchs who ever ap<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"32b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0032.pdf\" target=\"pdfwin\">p.&#xA0;32b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7109\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>peared on the earth. There are some things which have not been revealed to man, but are held in the bosom of God our Father, and it may be that the condition after death of those who die in infancy is among the things which God has never revealed; but it is sufficient for me to know that our children are saved, and that if we ourselves keep the faith and do our duty before the Lord, if we keep the celestial law, we shall be preserved by that law,<span class=\"citation\" id=\"88477\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88477)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88477)\">D&amp;C 88:34<\/a><\/span> and our children will be given unto us there, as they have been given here in this world of sorrow, affliction, pain and distress. It has no doubt been a marvel many times, in the minds of men and women, why God ever placed men and women in such a world as this, why he causes his children to pass through sorrow and affliction here in the body. The Lord has revealed something to us concerning this matter, and we have learned enough about it to know that this thing is necessary. We know that we are created in the image of God, both male and female;<span class=\"citation\" id=\"52205\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52205)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52205)\">Gen. 1:26-27<\/a><\/span> and whoever goes back into the presence of God our eternal Father, will find that he is a noble man, a noble God, tabernacled in a form similar to ours, for we are created after his own image; they will also learn that he has placed us here that we may pass through a state of probation and experience, the same as he himself did in his day of mortality. And time and again it has been revealed in the revelations of God given in our day, as well as in the Bible and Book of Mormon, that these things are necessary in order to enable us to comprehend good and evil,<span class=\"citation\" id=\"52652\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52652)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52652)\">Gen. 3:22<\/a><\/span><span class=\"citation\" id=\"81274\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81274)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81274)\">2 Ne. 2:26<\/a><\/span> and to be prepared for glory and blessings when we receive them.<span class=\"citation\" id=\"92587\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92587)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92587)\">Moses 5:11<\/a><\/span><span class=\"citation\" id=\"92743\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92743)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92743)\">Moses 6:55-63<\/a><\/span> As the Apostle argues very strongly in the Book of Mormon&#x2014;&#x201C;If we never taste the bitter how will we know  <div class=\"break pagebreak\" id=\"33a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0033.pdf\" target=\"pdfwin\">p.&#xA0;33a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7108\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>how to comprehend the sweet? If we never partake of pain how can we prize ease?<span class=\"citation\" id=\"92741\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92741)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92741)\">Moses 6:55<\/a><\/span> And if we never pass through affliction, how can we comprehend glory, exaltation, and eternal blessings?&#x201D;<span class=\"citation\" id=\"81263\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81263)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81263)\">2 Ne. 2:22-25<\/a><\/span><span class=\"citation\" id=\"92588\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92588)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92588)\">Moses 5:11<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v18n96\"> The Lord has said concerning Jesus, that he descended below all things that he might rise above all things, and comprehend all things.<span class=\"citation\" id=\"88262\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88262)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88262)\">D&amp;C 88:6<\/a><\/span> No man descended lower than the Savior of the world.<span class=\"citation\" id=\"90932\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90932)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90932)\">D&amp;C 122:8<\/a><\/span> Born in a stable, cradled in a manger,<span class=\"citation\" id=\"127197\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127197)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127197)\">Luke 2:7<\/a><\/span> he traveled from there to the cross through suffering, mingled with blood, to a throne of grace; and in all his life there was nothing of an earthly nature that seemed to be worth possessing. His whole life was passed in poverty, suffering, pain, affliction, labor, prayer, mourning, and sorrow, until he gave up the ghost on the cross. Still he was God&#x2019;s firstborn son and the Redeemer of the world. The question might be asked why the Lord suffered his Son to come here and to live and die as he did. When we get into the spirit world, and the veil is withdrawn, we shall then perhaps understand the whys and wherefores of all these things. In the dispensations and providences of God to man it seems that we are born to suffer pain, affliction, sorrows, and trials; this is what God has decreed that the human family shall pass through; and if we make a right use of this probation, the experience it brings will eventually prove a great blessing to us, and when we receive immortality and eternal life, exaltation, kingdoms, thrones, principalities, and powers with all the blessings of the fulness of the Gospel of Christ, we shall understand and comprehend why we were called to pass through a continual warfare during the few years we spent in the flesh. <\/div> <div class=\"break columnbreak\" id=\"33b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0033.pdf\" target=\"pdfwin\">p.&#xA0;33b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7108\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v18n97\"> It certainly does require a good deal of the Spirit of the Lord to give comfort and consolation to a father and mother mourning for the loss of their children; and without the Gospel of Christ the separation by death is one of the most gloomy subjects it is possible to contemplate; but just as soon as we obtain the Gospel and learn the principle of the resurrection, the gloom, sorrow and suffering occasioned by death are, in a great measure, taken away. I have often thought that, to see a dead body, and to see that body laid in the grave and covered with earth, is one of the most gloomy things on earth; without the Gospel it is like taking a leap in the dark. But as quick as we obtain the Gospel, as soon as the spirit of man is enlightened by the inspiration of the Almighty, he can exclaim with one of old&#x2014;&#x201C;Oh grave, where is thy victory? Oh death, where is thy sting? The sting of death is sin;<span class=\"citation\" id=\"74012\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74012)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74012)\">1 Cor. 15:55-56<\/a><\/span> and the gift of God is eternal life, through our Lord Jesus Christ.&#x201D;<span class=\"citation\" id=\"72471\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72471)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72471)\">Rom. 6:23<\/a><\/span> The resurrection of the dead presents itself before the enlightened mind of man, and he has a foundation for his spirit to rest upon. That is the position of the Latter-day Saints today. We do know for ourselves, we are not in the dark with regard to this matter; God has revealed it to us, and we do understand the principle of the resurrection of the dead, and that the Gospel brings life and immortality to light.<span class=\"citation\" id=\"76051\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76051)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76051)\">2 Tim. 1:10<\/a><\/span> We have received the Gospel, and if we are true to the principles of that Gospel as long as we live, we shall be made partakers of immortality, exaltation and glory. <\/div><div class=\"paragraph jod\" id=\"v18n98\"> I know very well that the loss of their children in this terrible manner is a sad affliction to brother and sister Wheeler. It was a sad affliction for Job when his children and  <div class=\"break pagebreak\" id=\"34a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0034.pdf\" target=\"pdfwin\">p.&#xA0;34a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7107\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>possessions were taken from him in an hour, but yet he had sense or knowledge enough to understand and say that when he came into the world he possessed neither children, houses, lands, horses, oxen, camels, nor asses, but that all his wealth had been given to him by the Lord, and that the Lord had taken them away and blessed be his holy name.<span class=\"citation\" id=\"55987\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55987)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55987)\">Job 1:1-22<\/a><\/span> I will say to our mourning friends, your children are taken away and you cannot help it, we cannot any of us help it; there is no censure to be given to parents when they do the best they can. A mother should not be censured because she cannot save her sick child, and we have to leave these things in the hands of God. It will be but a little time until they will be restored to us; in a little time brother and sister Wheeler will again have the children whose loss they now mourn. <\/div><div class=\"paragraph jod\" id=\"v18n100\"> With regard to the growth, glory, or exaltation of children in the life to come, God has not revealed anything on that subject to me, either about your children, mine or anybody else&#x2019;s, any further than we know they are saved. And I feel that we have to put our trust in the Lord in these afflictions, we have to lean upon his arm and to look to him for comfort and consolation. We do not mourn under these afflictions as those who have no hope; we do not mourn the loss of our children as though we were never going to see them again, because we know better. The Lord has taught us better, and so has the Gospel; the revelations of Jesus Christ<span class=\"citation\" id=\"127198\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127198)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127198)\">Gal. 1:12<\/a><\/span> have shown us that they will be restored to us in the resurrection of the just.<span class=\"citation\" id=\"127199\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127199)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127199)\">Luke 14:14<\/a><\/span> And I will here say with regard to the Gospel of Christ, that it is one of the greatest mysteries under the heavens to me why there are so few <div class=\"break columnbreak\" id=\"34b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0034.pdf\" target=\"pdfwin\">p.&#xA0;34b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7107\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of the human family, whether in the Christian, Pagan, or Jewish world, who take any interest in eternal things, in the state of man after death. If we read the Bible we learn that Noah, filled with revelation, and with the Gospel in his hand, although he labored a hundred and twenty years,<span class=\"citation\" id=\"52824\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52824)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52824)\">Gen. 6:3<\/a><\/span><span class=\"citation\" id=\"93281\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93281)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93281)\">Moses 8:17<\/a><\/span> could not get a solitary soul except his own family to go with him for salvation.<span class=\"citation\" id=\"127201\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127201)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127201)\">Gen. 7:1,13<\/a><\/span><span class=\"citation\" id=\"127200\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127200)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127200)\">1 Pet. 3:20<\/a><\/span> It was similar in the days of the Patriarchs and Prophets, and if we come down to the days of Christ, we find that his testimony was rejected by the rabbis, high priests and the great mass of the people, and he chose for his Apostles twelve poor fishermen, and they and very few of the people, comparatively speaking, were all that received the teachings of Jesus<span class=\"citation\" id=\"63871\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63871)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63871)\">Matt. 7:14<\/a><\/span> and followed him through the regeneration;<span class=\"citation\" id=\"65225\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65225)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65225)\">Matt. 19:28<\/a><\/span> while the whole Jewish nation, with these few exceptions, were ready to put their Shiloh<span class=\"citation\" id=\"53695\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53695)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53695)\">Gen. 49:10<\/a><\/span><span class=\"citation\" id=\"129079\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129079)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129079)\">Gen. 50:24 (JST)<\/a><\/span> to death, and he was the person upon whom the salvation of the whole house of Israel depended. It is just so today. The great majority of the people reject the words of life and salvation which are proclaimed unto them. God, in these last days revealed the Gospel of Jesus Christ to Joseph Smith by the teachings of angels out of heaven, and its principles are made known to the world, and there has never been a congregation of Gentiles, from that day to this, to whom the Elders of Israel have borne record of these things, but what the Spirit of God has also borne record of the truth of their testimony; and herein lies the condemnation of this generation, for &#x201C;light has come into the world, but men love darkness rather than light, because their deeds are evil.&#x201D;<span class=\"citation\" id=\"68931\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68931)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68931)\">John 3:19<\/a><\/span> I ask, in the name of God and humanity, why is it that intelligent beings,  <div class=\"break pagebreak\" id=\"35a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0035.pdf\" target=\"pdfwin\">p.&#xA0;35a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7106\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>made in the image of God,<span class=\"citation\" id=\"52206\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52206)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52206)\">Gen. 1:26-27<\/a><\/span> take no interest in their condition after death? They know they are going to die, and, if they have any sense or reflection, they know they will live after the death of their mortal bodies; still men will sell their eternal interest for money, for a few hundred or a few thousand dollars they will sell all the interest they have in the eternal world; in fact, they take no interest in their eternal welfare. Their cry is&#x2014;&#x201C;Give me gold, silver and honors the few years I spend here, and eternal life may go where it pleases, I have no interest in that.&#x201D; I ask again, why is it that the human family take no interest in these things? We have preached over forty years. I have been engaged in that work over that time, and have proclaimed the words of eternal life to millions of people, and have traveled more than a hundred thousand miles in so doing, and, as the Prophet has said, I have found one of a family and two of a city<span class=\"citation\" id=\"60326\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60326)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60326)\">Jer. 3:14<\/a><\/span> who have had eyes to see, ears to hear, and hearts to understand,<span class=\"citation\" id=\"127202\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127202)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127202)\">Matt. 13:14-16<\/a><\/span> and they have been gathered up from the various nations of the earth into the mountains of Israel, and here today we have a little handful of people, out of the twelve hundred millions who dwell upon the earth, who feel an interest in building up the Zion and kingdom of God upon the earth, and who are desirous of being saved in that kingdom. <\/div><div class=\"paragraph jod\" id=\"v18n102\"> Now I would rather be poor all the days of my life, I would rather go through poverty and affliction, it matters not how severe, even to the sacrifice of my own life, than lose salvation and eternal life, because I have faith in it and always had. I always have had faith in the Bible and in the revelations of God since I was a boy like these sitting on these seats, eight or ten years old, when I <div class=\"break columnbreak\" id=\"35b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0035.pdf\" target=\"pdfwin\">p.&#xA0;35b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7106\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> went to the Presbyterian Sunday school and read about Jesus Christ. I believed then that he was the Savior of the world; I believed that the Old and New Testament was true. I believe it today. What would it profit a man to gain the whole world and lose his own soul? What will a man give in exchange for his soul?<span class=\"citation\" id=\"64952\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64952)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64952)\">Matt. 16:26<\/a><\/span> When he comes into the presence of God he can&#x2019;t buy it. This is the position of the world. There is none of us going to live but a little while; we shall all pass away soon, and our eternal destiny depends upon the few days, weeks, months or years that we spend here in the flesh. Do you not think it will pay a man or a woman to keep the commandments of God? It will, and when we enjoy the Holy Spirit, when we are trying to live our religion here on the earth, we are the happiest people on God&#x2019;s footstool, no matter what our circumstances may be. I do not care whether we are rich or poor, whether in happiness or affliction, if a man is living his religion and enjoys the favor and Spirit of God, it makes no difference to him what takes place on the earth. There may be earthquakes, war, fire or sword in the land, but he feels that it is all right with him. That is the way I feel today. <\/div><div class=\"paragraph jod\" id=\"v18n103\"> With regard to the Gospel of Christ, it is a thing that we should all labor to maintain the few years that we spend here. When I get through with this life and go into the spirit world, I do not want to miss what I have in anticipation. I have always desired to see the Savior, Father Adam, Enoch, Abraham, Isaac, Jacob, and those old Prophets we read about in the Bible. I desired this before I heard this Gospel, I desire it today; and I do not wish to miss this, for nothing in this world would pay me for such a sacrifice. But I know that it requires constant  <div class=\"break pagebreak\" id=\"36a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0036.pdf\" target=\"pdfwin\">p.&#xA0;36a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7105\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>warfare, labor and faithfulness before the Lord in order for us to keep in fellowship with the Holy Spirit, and to live in such a manner that we may obtain these blessings. Jesus says&#x2014;&#x201C;Strait is the gate, and narrow the way, that leads to eternal lives,<span class=\"citation\" id=\"127203\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127203)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127203)\">D&amp;C 132:22<\/a><\/span> and few there are who find it,<span class=\"citation\" id=\"63872\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63872)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63872)\">Matt. 7:14<\/a><\/span> while broad is the way that leads to death, and many there be who go in thereat.&#x201D;<span class=\"citation\" id=\"63838\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63838)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63838)\">Matt. 7:13<\/a><\/span> The road to death is broad enough to catch the whole world, and they do not like to walk in the strait and narrow one, they do not like to keep the celestial law. I have met with professed ministers of the Gospel, in my travels, at whose tables I have eaten and drank, and I have given them the Book of Mormon and the Book of Doctrine and Covenants, and have talked to and labored with them, and I have known some of them spend days and days in this warfare, trying to decide which to do, whether to receive the Gospel of Christ and take the reproach of the world, or reject it; and I may say that in nine cases out of ten they have come to the conclusion to reject it. When I visited Fox Island the first time, I went to the house of Mr. Newton, a Baptist minister; and I stayed with him. But first I went to his church and heard him preach, and when he got through I wanted to bear record of the Gospel, for I had a message to that people, and I appointed a meeting for four o&#x2019;clock in the afternoon, and I preached the Gospel to them, and Mr. Newton took me to his home and I gave him the Book of Mormon and the Book of Doctrine and Covenants, and for ten days that man walked about his room until midnight trying to decide what he should do. The Spirit of the Lord bore record to him that my testimony was true, and he felt that if he obeyed the Gospel which I had proclaimed unto him he would lose <div class=\"break columnbreak\" id=\"36b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0036.pdf\" target=\"pdfwin\">p.&#xA0;36b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7105\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> his good name and honor among men, but that if he did not receive it, he would be damned. Finally he rejected it, and the consequence was that he became a vagabond, and a miserable outcast. I baptized all his flock who owned any portion of the meetinghouse, and if he had embraced the Gospel and been gathered with them he would have been here and saved in the kingdom of God, instead of the vagabond that he has since become. I merely mention this to show how the minds of some men are acted upon by the tidings of the Gospel. Some of them feel that it would be a great reproach to obey that Gospel and to keep the commandments of God. Bless your souls, we who obey the Gospel of Christ are all in good company. Whenever you are persecuted for righteousness sake, said Jesus, rejoice and be exceeding glad for so persecuted they the Prophets and Apostles which were before you.<span class=\"citation\" id=\"62986\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62986)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62986)\">Matt. 5:10-12<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v18n105\"> I will say to all, whether in the church or in the world, it will pay you to keep the commandments of God. Here is a man who has a wife that he thinks a great deal of; they have lovely children, and the ties of affection bind them closely. Now should not such a man have respect enough for God to keep his commandments and so secure to himself his wife and his children in the celestial world after the resurrection? But you cannot get worldlings to believe in such a principle; the people, as I said before, have not interest enough in the things of the kingdom of God to be willing to keep the commandments of God. <\/div><div class=\"paragraph jod\" id=\"v18n106\"> I say to the Latter-day Saints, we should be faithful to our God. We are blessed above all the people that breathe the breath of life<span class=\"citation\" id=\"52406\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52406)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52406)\">Gen. 2:7<\/a><\/span> upon the earth, and we are blessed above all other dispensations and generations  <div class=\"break pagebreak\" id=\"37a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0037.pdf\" target=\"pdfwin\">p.&#xA0;37a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7104\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of men, for the Lord has put into our hands the power to build up his Zion upon the earth, never more to be thrown down,<span class=\"citation\" id=\"61285\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61285)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61285)\">Dan. 2:44<\/a><\/span><span class=\"citation\" id=\"89569\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89569)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89569)\">D&amp;C 101:75<\/a><\/span><span class=\"citation\" id=\"89761\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89761)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89761)\">D&amp;C 103:13<\/a><\/span> and this is what no other generation has ever been called to do. But although this is the mission of the Latter-day Saints, we have a continual warfare to wage&#x2014;a warfare with the powers of darkness, and a warfare with ourselves. The ancients had a similar experience to pass through&#x2014;they had their day of trials, troubles and tribulations. Enoch labored three hundred and sixty-five years<span class=\"citation\" id=\"52783\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52783)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52783)\">Gen. 5:23<\/a><\/span> in building up Zion,<span class=\"citation\" id=\"93197\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93197)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93197)\">Moses 7:68<\/a><\/span> and he had the opposition of the whole world.<span class=\"citation\" id=\"127204\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127204)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127204)\">Moses 6:31,37<\/a><\/span> But the Lord blessed him so that he maintained his ground for that length of time, and gathered together a few out of the nations of the earth, and they were sanctified before the Lord, and he had to take them away, and the saying went forth&#x2014;&#x201C;Zion is fled.&#x201D;<span class=\"citation\" id=\"93238\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93238)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93238)\">Moses 7:69<\/a><\/span> So you may trace down all the Prophets. Read the history of Ezekiel, Jeremiah, Isaiah and others, and you will find that it was a warfare with them all the way through. And so with Jesus and the Apostles. But all those dispensations have passed and gone into the spirit world, and they have their eyes upon us, and in fact God our heavenly Father and all under him&#x2014;the whole heavenly host, have their eyes turned towards the Latter-day Saints, because this is the great dispensation of which Adam, Enoch and all the ancient patriarchs and Prophets have spoken, in which shall take place the final redemption of the House of Israel, the restoration of their kingdom, the rebuilding of their city and Temple, the restoration of their oracles and Priesthood, of the Urim and Thummim, and the preparation for the final winding up scene in the last days; all these things will take place in the dispensation in which we are permitted to live. <\/div> <div class=\"break columnbreak\" id=\"37b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0037.pdf\" target=\"pdfwin\">p.&#xA0;37b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7104\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v18n108\"> Let us, then, try and fulfill and perform our duties as good Latter-day Saints. Let us bear with each other&#x2019;s faults,<span class=\"citation\" id=\"127205\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127205)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127205)\">Gal. 6:2<\/a><\/span> and bear the yoke of Christ,<span class=\"citation\" id=\"64297\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64297)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64297)\">Matt. 11:29<\/a><\/span> live our religion and keep the commandments of God. Let us try and bring up our children in the nurture and admonition of the Lord.<span class=\"citation\" id=\"75362\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75362)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75362)\">Eph. 6:4<\/a><\/span> Let us set them good examples and teach them good principles while they are young. They are given to us by our heavenly Father; they are our kingdom, they are the foundation of our exaltation and glory; they are plants of renown,<span class=\"citation\" id=\"60803\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60803)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60803)\">Ezek. 34:29<\/a><\/span><span class=\"citation\" id=\"91052\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91052)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91052)\">D&amp;C 124:61<\/a><\/span> and we should strive to bear them up before the Lord, and teach them to pray to, and to have faith in, the Lord as far as we can, that when we are passed and gone and they succeed us on this stage of action, they may bear off the great latter-day work and kingdom of God upon the earth. I do not believe that the day is very far distant when the revelations which God has given concerning the last days will have their fulfillment. I believe there are many children now living in the mountains of Israel who will never taste of death,<span class=\"citation\" id=\"69522\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69522)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69522)\">John 8:52<\/a><\/span> that is, they will dwell on the earth at the coming of the Lord Jesus Christ. I will acknowledge that there is a great deal to be done, and the Lord has not revealed to man the day or the hour,<span class=\"citation\" id=\"65922\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65922)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65922)\">Matt. 24:36<\/a><\/span> but he has revealed the generation; and the fig trees are now putting forth their leaves in the eyes of all the nations, indicating the near approach of the second coming of the Son of Man.<span class=\"citation\" id=\"65889\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65889)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65889)\">Matt. 24:32-33<\/a><\/span><span class=\"citation\" id=\"127206\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127206)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127206)\">JS&mdash;M 1:38-39<\/a><\/span> It is my faith that hundreds and thousands of the children that have been given to us will be alive in the flesh when Christ comes in the clouds of heaven in power and great glory.<span class=\"citation\" id=\"65832\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65832)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65832)\">Matt. 24:30<\/a><\/span> The Lord will not disappoint the inhabitants of the earth in these last days in regard to his second coming, any more than he has with regard to other great events and dispensations. <\/div> <div class=\"break pagebreak\" id=\"38a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0038.pdf\" target=\"pdfwin\">p.&#xA0;38a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7103\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v18n110\"> We live in a very important age and generation; we live in the day and time when God has set his hand to fulfill a measure of prophecy and revelation to man, in the great dispensation of all dispensations. As an individual I do not believe that many more years will roll over the heads of the inhabitants of the earth before the resurrection will be upon them, and then these children, which we are called to bury today, will come forth from their graves, clothed with glory, immortality and eternal life. You may ask why I believe this. I believe it because the revelations of God say so. I read the Scriptures, and I believe that the revelations and prophecies therein contained mean what they say, and I also believe that the saying of every Prophet or Apostle spoken under the inspiration of the Holy Ghost will have its fulfillment, and, as Paul said, no prophecy of Scripture hath any private interpretation, but holy men of old spake as they were moved upon by the Holy Ghost.<span class=\"citation\" id=\"78303\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78303)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78303)\">2 Pet. 1:20-21<\/a><\/span> They spake the mind and word of the Lord, and none of their sayings will fail to be fulfilled, for the Lord has said&#x2014;&#x201C;Though the heavens and the earth pass away, my word shall not fail, but shall be fulfilled.&#x201D;<span class=\"citation\" id=\"63118\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63118)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63118)\">Matt. 5:18<\/a><\/span><span class=\"citation\" id=\"65908\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65908)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65908)\">Matt. 24:35<\/a><\/span><span class=\"citation\" id=\"127207\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127207)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127207)\">D&amp;C 1:38<\/a><\/span><span class=\"citation\" id=\"127208\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127208)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127208)\">D&amp;C 56:11<\/a><\/span> That is the way I read prophecy and revelation. <\/div><div class=\"paragraph jod\" id=\"v18n111\"> The Jews will be moved upon by and by, and they will return to the land of their fathers, and they will rebuild Jerusalem.<span class=\"citation\" id=\"127210\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127210)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127210)\">3 Ne. 20:29-46<\/a><\/span><span class=\"citation\" id=\"85594\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85594)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85594)\">D&amp;C 45:24-25<\/a><\/span><span class=\"citation\" id=\"91865\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91865)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91865)\">D&amp;C 133:13<\/a><\/span> These Lamanites here will receive the Gospel of Christ in fulfillment of the revelations of God.<span class=\"citation\" id=\"127209\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127209)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127209)\">3 Ne. 20:11-28<\/a><\/span><span class=\"citation\" id=\"85914\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85914)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85914)\">D&amp;C 49:24-25<\/a><\/span> The Prophets which have been shut up in the north country with the nine and a half tribes led away by Shalmaneser, King of Assyria, thousands of years ago,<span class=\"citation\" id=\"127211\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127211)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127211)\">2 Kgs. 18:9-12<\/a><\/span> will come in remembrance before God; they will smite the rocks and mountains of ice will flow down before <div class=\"break columnbreak\" id=\"38b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0038.pdf\" target=\"pdfwin\">p.&#xA0;38b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7103\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> them, and those long lost tribes will come forth in your day and mine, if we live a few years longer, and they will be crowned under the hands of the children of Ephraim&#x2014;the Elders of Israel who dwell in the land of Zion.<span class=\"citation\" id=\"91885\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91885)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91885)\">D&amp;C 133:26-34<\/a><\/span> And by and by the testimony of the Gospel will be sealed among the Gentiles, and the Gospel will turn to the whole house of Israel,<span class=\"citation\" id=\"127212\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127212)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127212)\">D&amp;C 90:8-9<\/a><\/span><span class=\"citation\" id=\"127213\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127213)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127213)\">D&amp;C 133:8<\/a><\/span> and the judgments of God will back up the testimony of the Elders of this Church, and the Lord will send messengers who will go forth and reap down the earth.<span class=\"citation\" id=\"85059\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85059)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85059)\">D&amp;C 38:12<\/a><\/span> The unbeliever may say that what we term judgments have always prevailed more or less among the nations, and that God has nothing to do with them, they are all natural. Well, if they have always prevailed, they will prevail to a greater extent in these last days than ever before, until everything that God has spoken shall have come to pass. Judgments await the world, and they await this nation, and the day is at hand when the Lord will sweep the earth as with a besom of destruction.<span class=\"citation\" id=\"58300\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58300)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58300)\">Isa. 14:23<\/a><\/span> In the vision which the Lord gave to Enoch, he saw the heavens weeping over the earth because of the fall of man; and when Enoch asked the Lord&#x2014;&#x201C;When will the earth rest from under the curse of sin?&#x201D; the Lord told him that in the last days the earth should rest, for then it should be redeemed from the sin, wickedness and abominations that were upon it.<span class=\"citation\" id=\"93134\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93134)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93134)\">Moses 7:58-67<\/a><\/span> The earth is now pretty near ripe, and when ripened the Lord will cut them off. These things are before the Latter-day Saints, but the world do not believe in them any more than they believed in the message of Noah or Lot. <\/div><div class=\"paragraph jod\" id=\"v18n112\"> Brethren and sisters, let us read the revelations of God for ourselves, and when we read them, let us believe them, and try to live in such a  <div class=\"break pagebreak\" id=\"39a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0039.pdf\" target=\"pdfwin\">p.&#xA0;39a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7102\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>way that we may be ready for whatever dispensation the Lord may have in store for us, and so that we can acknowledge his hand as Job did,<span class=\"citation\" id=\"56028\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56028)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56028)\">Job 1:21<\/a><\/span><span class=\"citation\" id=\"56070\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56070)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56070)\">Job 2:10<\/a><\/span> and not find any fault with him because of his providences toward us. If we cannot comprehend them now, we shall be able to do so in a little while. The Lord may have purposes in view in his dealings with us that we do not understand; I presume he has. In fact, the whole of the dealings of God to man are a mystery. There is a veil over the world, and it is ordained of God that it should be so, for if it were not so, and if men could comprehend eternal things, as God comprehends them, there is no man on the earth, no matter how wicked he may be, but what would be willing to keep the commandments of God, and to pass through anything that God ordained, for therein he would see there was salvation and eternal life. But God has an order in these matters, as he revealed unto Joseph Smith. He said unto Joseph&#x2014;&#x201C;I will prove you whether you will abide in my covenant; if you are not willing to abide in my covenant, even unto death, you are not worthy of me.&#x201D;<span class=\"citation\" id=\"89281\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89281)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89281)\">D&amp;C 98:14<\/a><\/span> And it is so with the Saints. If they are not willing to abide in the covenants they have made with God, even unto death if necessary, they are not worthy of him. Jesus laid down his life to redeem the world, and passed through suffering and affliction all his life in order that he might fulfill the mission which was given him. So it is with us. The Lord says&#x2014;&#x201C;I am going to prove the children of men.&#x201D;<span class=\"citation\" id=\"89265\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89265)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89265)\">D&amp;C 98:12<\/a><\/span><span class=\"citation\" id=\"89282\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89282)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89282)\">D&amp;C 98:14<\/a><\/span> There are a few individuals in this dispensation who will inherit celestial glory,<span class=\"citation\" id=\"127214\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127214)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127214)\">D&amp;C 132:22<\/a><\/span> and a few in other dispensations; but before they receive their exaltation they will have to pass through and submit to whatever dispensation God may decree. But for all this <div class=\"break columnbreak\" id=\"39b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0039.pdf\" target=\"pdfwin\">p.&#xA0;39b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7102\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> they will receive their reward&#x2014;they will become Gods, they will inherit thrones, kingdoms, principalities and powers<span class=\"citation\" id=\"127215\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127215)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127215)\">D&amp;C 121:29<\/a><\/span> through the endless ages of eternity,<span class=\"citation\" id=\"127216\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127216)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127216)\">D&amp;C 132:20<\/a><\/span> and to their increase there will be no end,<span class=\"citation\" id=\"58073\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58073)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58073)\">Isa. 9:7<\/a><\/span> and the heart of man has never conceived of the glory that is in store for the sons and daughters of God who keep the celestial law.<span class=\"citation\" id=\"72987\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72987)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72987)\">1 Cor. 2:9<\/a><\/span><span class=\"citation\" id=\"91919\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91919)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91919)\">D&amp;C 133:45<\/a><\/span> And yet God has a veil over all in regard to these things. The whole world will be judged according to the deeds done in the body,<span class=\"citation\" id=\"74154\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74154)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74154)\">2 Cor. 5:10 (JST)<\/a><\/span> and they will inherit kingdoms according to the laws which they have kept,<span class=\"citation\" id=\"88418\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88418)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88418)\">D&amp;C 88:22-24<\/a><\/span> every man being preserved by the law which he has observed,<span class=\"citation\" id=\"88484\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88484)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88484)\">D&amp;C 88:34-36<\/a><\/span> and all will be saved in some glory, except the sons of perdition.<span class=\"citation\" id=\"86990\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86990)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86990)\">D&amp;C 76:43<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v18n113\"> Now, brethren and sisters, the Gospel of Christ is before us. We are all passing along, and it will only be a little time before a good many of us will be on the other side of the veil. Our friends are passing off every day, and we look in vain for many with whom we have been familiar in years that are past. If I go into a congregation of ten thousand and enquire for the Saints I knew in Kirtland, and request them to lift up their hands, it will be like a standard bearer on the mountains, there is only here and there one. You ask a congregation how many of them knew Joseph Smith, and it is only here and there one, they are passing away to the other side of the veil. It is so with us all, we are hastening to the end of life&#x2019;s journey, and a good many of us are on the downward grade. I ask that what little time I live, I may keep the faith and have the fellowship of the Holy Spirit and of the Saints of God, that when I get through I may be satisfied with life, satisfied with my acts, that I may receive a welcome into the Kingdom of God. That is all I ask and all I labor for. As for riches and  <div class=\"break pagebreak\" id=\"40a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0040.pdf\" target=\"pdfwin\">p.&#xA0;40a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7101\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>wealth, I do not want them if they will damn me. I would like to have enough to clothe, shoe and feed my wives and children, and to make them comfortable, if I can get it honestly before the Lord; but I would rather myself and them all be in poverty than to have wealth and be destroyed. Riches are dangerous unless we can use them so as not to destroy us; if we cannot use them to the glory of God and for the building up of his Kingdom, we are better without them. I do not expect to live a great many years longer. The young, the middle-aged and the old are dying off. For many years of my life the gospel of Jesus Christ has been a consolation to me. I have spent a good deal more than half of my life in laboring in this Church. I labored to find this Church, I may say, from my childhood up, and many a midnight hour have I pled with the Lord, in the wilderness, in the woods, and in my mill, and under various circumstances, that the Lord would let me find a people who contended for the faith once delivered to the Saints.<span class=\"citation\" id=\"78863\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78863)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78863)\">Jude 1:3<\/a><\/span> I desired this from reading the Bible, and from the inspiration of the Holy Spirit, for in the pages of that sacred book I learned that a people once lived upon the earth who had communion with God, and they had power to command the elements, and they obeyed them; they conversed with angels, and had the gifts and graces of a religion which had power and salvation in it. I could not find this on the face of the earth. I prayed to the Lord to let me live to find such a people, and he promised that I should, and I have lived to find them. I have seen the faces of Prophets and inspired men, and it has been a great consolation to me. I have my failings and imperfections, <div class=\"break columnbreak\" id=\"40b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0040.pdf\" target=\"pdfwin\">p.&#xA0;40b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7101\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and I expect that we are all subject to them, more or less. I want to overcome them, because I desire to partake of eternal life. I also desire this for the Saints of God and for the honest and meek of the earth everywhere. <\/div><div class=\"paragraph jod\" id=\"v18n115\"> I have labored many years, and traveled without purse and scrip,<span class=\"citation\" id=\"68171\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68171)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68171)\">Luke 22:35<\/a><\/span> preached without money and without price,<span class=\"citation\" id=\"59772\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59772)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59772)\">Isa. 55:1<\/a><\/span> for the purpose of saving my fellow men. I labor on Mount Zion to try and save the dead;<span class=\"citation\" id=\"61996\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61996)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61996)\">Obad. 1:21<\/a><\/span> I spend a good deal of time in this. It is a consolation to me, I pray God my heavenly Father to bless you and all the Latter-day Saints, and that he will give us enough of his Holy Spirit to keep us in the path of duty and rectitude, virtue and righteousness, that we may be justified before him. I pray my heavenly Father that he will bless Brother and Sister Wheeler in their bereavement, and give them his Holy Spirit, that, when they lie down at night and rise in the morning and miss their children they may feel to commit themselves into the hands of the Lord, and realize that their separation from their little ones is not forever, but that in a little while they will be restored to them. This applies to us all in the loss of our children. We lay them away in the grave, but they will come forth in the morning of the resurrection, and if we are faithful to the truth, we shall receive them and rejoice with them; and when we have passed through the sorrows of mortality and have the joy and glory of the celestial kingdom conferred upon us we shall then know that the afflictions of mortality have prepared us for and enabled us to appreciate the blessings which God has in store for the faithful. <\/div><div class=\"paragraph jod\" id=\"v18n116\"> May God bless us, and give us his Spirit, for Jesus&#x2019; sake, Amen. <\/div>\n<\/div>\n<\/div>"}