{"ID":180025, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Gathering of the Saints is the Lord&#x2019;s Work&#x2014;Knowledge of the Gospel Attainable Only By Revelation&#x2014;The Lord Dictated the Prophet Joseph Smith in All Things Pertaining to the Establishment of the Church of Christ Upon Earth.<\/div>\n<div class=\"subtitle\">Discourse by Elder John Taylor, delivered in the New Tabernacle, Salt Lake City, Sunday Afternoon, July 30, 1876.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. C. Ferguson.<\/div>\n<div class=\"pageHeader\">Page Header: The Gathering of the Saints, Etc.<\/div>\n<div class=\"speaker\">Speaker: John Taylor<\/div>\n<div class=\"date\">Date: 7\/30\/1876<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d25\">\n<div class=\"paragraph jod\" id=\"v18n697\"> I have been pleased and interested by the remarks of brother Staines. He has been very diligent and indefatigable in looking after the interests of the Saints who have been emigrating to this place for many years. I pray that God will continue to bless him, that he yet may be made instrumental in guarding the interests and cheering the hearts of the Saints of God for years to come. This gathering is part of the work we Saints are engaged in. There are associated with this labor some ideas that are rather peculiar. There are many things in the Scriptures very strange and remarkable to men who are not inspired with the spirit by which these principles were inculcated. <\/div><div class=\"paragraph jod\" id=\"v18n698\"> The Lord in one place says by his Prophet, &#x201C;Gather my saints together, those that have made a covenant with me by sacrifice.&#x201D;<span class=\"citation\" id=\"56695\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56695)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56695)\">Ps. 50:5<\/a><\/span> There is another passage of a similar kind, spoken by another Prophet, &#x201C;I will take them one of a city, and two of a family, and bring them to Zion: And I will give them pastors after my own heart, that will feed them with knowledge and understanding.&#x201D;<span class=\"citation\" id=\"60354\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60354)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60354)\">Jer. 3:14-15<\/a><\/span> There are many similar prophecies in the Scriptures, pointing out the day in <div class=\"break columnbreak\" id=\"208b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0208.pdf\" target=\"pdfwin\">p.&#xA0;208b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6933\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> which we live. But men pass lightly over them, as they do over many other things of great importance to the human family. <\/div><div class=\"paragraph jod\" id=\"v18n699\"> But there certainly is a significance in these expressions. If these events have not already transpired, they certainly will yet come to pass. If God has said he would take one of a city and two of a family and gather them to Zion and give them pastors to feed them,<span class=\"citation\" id=\"60355\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60355)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60355)\">Jer. 3:14-15<\/a><\/span> there must be a time when these things will be accomplished. Among other things communicated to Joseph Smith was that the people were to gather together, and there is a general impulse and feeling of this kind prevalent among this people. They scarcely know by what influence they are dictated and controlled, nevertheless this feeling is among the Saints in foreign lands as well as here. The feeling there is a strong impulse and desire to come here, while in this place there is a desire to help them to come. Hence the feeling is reciprocal and a part of the Gospel, a little of that leaven which Jesus referred to in his day,<span class=\"citation\" id=\"64622\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64622)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64622)\">Matt. 13:33<\/a><\/span> which &#x201C;leaveneth the whole lump.&#x201D;<span class=\"citation\" id=\"73208\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73208)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73208)\">1 Cor. 5:6<\/a><\/span><span class=\"citation\" id=\"74627\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74627)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74627)\">Gal. 5:9<\/a><\/span> As regards the ideas men may entertain about this thing it is a matter  <div class=\"break pagebreak\" id=\"209a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0209.pdf\" target=\"pdfwin\">p.&#xA0;209a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6932\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of very little importance to us. It is sufficient for us to know the principles which God has revealed. The world has no means of knowing this, and the Saints only know by obedience to the Gospel.<span class=\"citation\" id=\"69360\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69360)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69360)\">John 7:17<\/a><\/span> Brother Staines referred to the time when it first became a matter of concern to him to know whether the principles of the Gospel were true or not. This same feeling has been experienced by many of the Latter-day Saints, and they solved the question by a doctrine of Christ, which the world never seem to reflect upon. Jesus said, &#x201C;If any man will do his will, he shall know of the doctrine, whether it is of God, or whether I speak of myself.&#x201D;<span class=\"citation\" id=\"69361\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69361)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69361)\">John 7:17<\/a><\/span> There is something so broad and comprehensive, yet so individually personal, in the principle here involved, that though this mode of knowing is open to all, yet each individual must feel and realize for himself. There is another scripture bearing on this point, &#x201C;He that believeth hath the witness in himself,&#x201D;<span class=\"citation\" id=\"78800\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78800)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78800)\">1 Jn. 5:10<\/a><\/span> and another says, &#x201C;The Spirit of God takes of the things of the Father, and shows them unto us.&#x201D;<span class=\"citation\" id=\"70495\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70495)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70495)\">John 16:14-15<\/a><\/span> Again, another says, We have a hope that enters behind the veil, where Christ, our forerunner, has gone.<span class=\"citation\" id=\"76756\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76756)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76756)\">Heb. 6:19-20<\/a><\/span> Another, &#x201C;We <span class=\"italic\">know<\/span>,&#x201D; not we think we know, &#x201C;if the earthly house of this tabernacle be destroyed, we have a building of God, a house not made with hands, eternal in the heavens.&#x201D;<span class=\"citation\" id=\"74104\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74104)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74104)\">2 Cor. 5:1<\/a><\/span> There is something so definite to all men who are in possession of these principles of the Gospel, that it may well be said, &#x201C;Life and immortality are brought to light by the gospel.&#x201D;<span class=\"citation\" id=\"76052\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76052)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76052)\">2 Tim. 1:10<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v18n701\"> I might go on quoting Scripture, but this is the Gospel Jesus taught his disciples, and when he was on this continent he taught the same doctrines and principles and put the believers in possession of the same certainty. There is something very <div class=\"break columnbreak\" id=\"209b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0209.pdf\" target=\"pdfwin\">p.&#xA0;209b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6932\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> satisfying in relation to these matters. It is not with the faithful Saint a matter of any importance what man may think about him; his religion is to him a personal matter in which he is individually interested. No philosophy, no worldly wisdom can impart a knowledge of the plan of salvation. This knowledge is not to be obtained except through obedience to the principles which God has revealed. But having partaken of the light and intelligence communicated by the Almighty through obedience to the Gospel of the Son of God, the result is the same now as in former times. Such a man has the witness planted in himself, as Paul said, &#x201C;Now we are sons of God, but it doth not yet appear what we shall be: but, when he who is our life shall appear,<span class=\"citation\" id=\"127413\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127413)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127413)\">Col. 3:4<\/a><\/span> then we shall be like unto him; for we shall see him as he is.&#x201D;<span class=\"citation\" id=\"78651\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78651)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78651)\">1 Jn. 3:2<\/a><\/span> We shall &#x201C;be transformed to his glorious image.&#x201D;<span class=\"citation\" id=\"75518\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75518)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75518)\">Philip. 3:21<\/a><\/span> This, then, is the hope and certainty of the Gospel, the reward of every true believer, and hence it is a personal thing. It is no use presenting to men of this kind the nonsense comprising the religions of the day; it is lost labor to try and turn a body of men from principles like those, such as God revealed personally to them, their souls have been lit up and fired by eternal intelligence, and it is impossible to eradicate this evidence and certainty from a body of men thus led and directed. God knew this when he commenced this work. <\/div><div class=\"paragraph jod\" id=\"v18n702\"> Men have had their varied social communities, religious and other theories; but they do not know the secret springs of the human heart. They do not know the operations of the spirit of the living God. They cannot bind a conglomerate mass of men sufficiently together, they will not where they cannot amalgamate them. Nothing less  <div class=\"break pagebreak\" id=\"210a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0210.pdf\" target=\"pdfwin\">p.&#xA0;210a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6931\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>than the inspiration of the Almighty will do it. They have tried it in various nations with varied success, but they never have accomplished it and they never will. Hence we are brought back to where we started, the necessity of sending forth the Gospel. Jesus said, &#x201C;My sheep hear my voice and know me and follow me.<span class=\"citation\" id=\"69699\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69699)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69699)\">John 10:27<\/a><\/span> A stranger they will not follow, for they know not the voice of a stranger.&#x201D;<span class=\"citation\" id=\"69637\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69637)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69637)\">John 10:5<\/a><\/span> In the commencement of this work the Lord, knowing the material required, raised up his servant Joseph Smith, inspired by his spirit, power and authority, to proclaim the Gospel of the Son of God, to administer in the ordinances thereof, and unite those that were willing to make covenant with the Lord by sacrifice,<span class=\"citation\" id=\"56696\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56696)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56696)\">Ps. 50:5<\/a><\/span> those that would lay aside their traditions and keep his commandments. This was what the Lord wished; not to gather up a promiscuous crowd, but those who would receive the Gospel. &#x201C;I will take them one of a city, and two of a family, and bring them to Zion,&#x201D; says the Lord, and give them pastors after my own heart, that will feed them with knowledge and understanding,<span class=\"citation\" id=\"60356\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60356)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60356)\">Jer. 3:14-15<\/a><\/span> not with false philosophy, but with knowledge emanating from God; men who will manifest the will of God and carry out his designs, teaching the people his law. <\/div><div class=\"paragraph jod\" id=\"v18n704\"> The world think they can learn the law and will of God at the theological and other schools, and seminaries; but they never did and they never will learn God or his purposes in this way. God wishes to establish his kingdom in our day, and he will establish it by his own power, in his own way. <\/div><div class=\"paragraph jod\" id=\"v18n705\"> The Prophet speaks of a stone that should be cut out of the mountain without hands,<span class=\"citation\" id=\"61390\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61390)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61390)\">Dan. 2:45<\/a><\/span> which will roll forth and smite the great image, become a mountain and fill the whole <div class=\"break columnbreak\" id=\"210b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0210.pdf\" target=\"pdfwin\">p.&#xA0;210b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6931\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> earth.<span class=\"citation\" id=\"61109\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61109)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61109)\">Dan. 2:34-35<\/a><\/span> This will be done by Israel&#x2019;s God, and no power or government, not all the power of earth and hell combined, can stay its progress. This is the work of God, not of man. It is not by this man nor that man that this will be brought about. It is by the power of Jehovah. No other power can accomplish these things. He makes use of men to accomplish certain objects he has in view, and will bring about his purposes in his own way and when it pleases him. But we talk sometimes a good deal about Joseph Smith. Who was Joseph Smith? An unlettered youth. Could he do anything to accomplish these things? Not unless God had revealed it to him. He asked wisdom of God and received it. Till that time he knew no more about these things than you or I. It was God and God alone that did these things. &#x201C;He can take the weak things of this earth, the base things, and the things that are not, to bring to nought the things that are: That no flesh may glory in his presence.&#x201D;<span class=\"citation\" id=\"72938\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72938)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72938)\">1 Cor. 1:27-29<\/a><\/span> He took Joseph. Why? Because the time had come to begin a work, in which all the holy Priesthood of God that had lived in former ages were concerned. Joseph was the honored instrument chosen to take the initiative. Who knew that this time had come? No one. The religious world were as divided then as they are today. All kinds of opposing doctrines and dogmas were promulgated. &#x201C;When the Lord shall bring again Zion, the watchmen shall see eye to eye.&#x201D;<span class=\"citation\" id=\"59630\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59630)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59630)\">Isa. 52:8<\/a><\/span> But when men are governed by their own notions, what do they see of the things of God? Nothing. Who originated the doctrines of this Latter-day work? Who organized this Church? I have read that in former times. God placed in the Church, first Apostles, secondarily  <div class=\"break pagebreak\" id=\"211a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0211.pdf\" target=\"pdfwin\">p.&#xA0;211a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6930\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Prophets,<span class=\"citation\" id=\"73622\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73622)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73622)\">1 Cor. 12:28<\/a><\/span> afterwards Pastors, Teachers, Evangelists, for the perfecting of the Saints, the work of the ministry, for the edifying of the body of Christ.<span class=\"citation\" id=\"75104\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75104)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75104)\">Eph. 4:11-12<\/a><\/span> Who knew anything of this? God told Joseph to organize a Quorum of Twelve Apostles, and he did it. He told him how to organize a First Presidency, and he did it. God told him how to organize the Aaronic and Melchizedek Priesthood, and he did it. Who knew anything of this? No one. They had a Babel of confusion everywhere, without certainty or true intelligence. We read that there were Seventies.<span class=\"citation\" id=\"67370\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67370)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67370)\">Luke 10:1<\/a><\/span><span class=\"citation\" id=\"67406\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67406)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67406)\">Luke 10:17<\/a><\/span> Who knew anything what a Seventy was? Joseph was told to organize Quorums of Seventy, and he did it. He was told to organize a High Priests&#x2019; Quorum. He was told what their duties were. Did Joseph himself know anything of all this? Not till he was told. He was told to ordain Bishops. All kinds of notions were entertained about the position and duties of a Bishop. I remember talking to an English nobleman, I think it was Earl Roseberry. Said I to him, &#x201C;Allow me to introduce to your lordship Edward Hunter, our presiding Bishop. You have your Bishops in England, and they are called lords spiritual; this is our lord temporal, and looks after our bread and cheese.&#x201D; What did anyone know of the office and duties of Deacon, Teacher, Priest, or Elder? Nothing. Who knows anything about the building of Temples? No one, not even the Jews; they do not know fully what they were for. God has revealed it to his Priesthood. The relationship of man and wife&#x2014;who knows anything about this? No one. The sectarian priest will get up with a solemn visage and pronounce a pair to be husband and wife till death. I say from such folly <div class=\"break columnbreak\" id=\"211b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0211.pdf\" target=\"pdfwin\">p.&#xA0;211b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6930\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> good Lord deliver me;<span class=\"citation\" id=\"57191\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57191)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57191)\">Ps. 109:21<\/a><\/span> but the Lord has delivered me through the Gospel. God raised up Joseph, and made use of him to reveal this knowledge, and we have to be directed by God alone. He placed in his Church in days of old Apostles, Prophets, Pastors, etc., for the work of the ministry, for the edifying of Christ&#x2019;s body, till we all come to the unity of the faith, to the knowledge of the Son of God.<span class=\"citation\" id=\"75121\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75121)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75121)\">Eph. 4:11-13<\/a><\/span> All those officers disappeared years and years ago, but God has restored the ancient organizations of his Priesthood on earth&#x2014;Apostles, High Priests, Seventies, Elders, Priests, Teachers and Deacons. He has restored Bishops and their councils, and high councils, for the accomplishment of his purposes. He first institutes baptism for the remission of sins, then the laying on of hands for the gift of the Holy Ghost, the gathering of the people, then the building of Temples. Witness our Temple here, and the one at St. George; and many others. God must dictate. We must be willing to carry out his instructions, united as one body, with feelings of sympathetic kindness and brotherhood, associated in our family capacities, our quorum capacities, associated with the Church triumphant, with the men of God who have lived in former years, without whom we cannot be made perfect, nor they without us.<span class=\"citation\" id=\"77129\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77129)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77129)\">Heb. 11:40<\/a><\/span><span class=\"citation\" id=\"91189\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91189)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91189)\">D&amp;C 128:15,18<\/a><\/span> If diligent and faithful in these things, it will be well with us. Eternal life is within our reach, and it is for Apostles, High Priests, Seventies, Bishops, and all that pertain to the Church of God to rise up and do their duty, perform their obligations to the Most High; and I pray that our path may be like that of the just, which shineth brighter and brighter till the perfect day.<span class=\"citation\" id=\"57378\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57378)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57378)\">Prov. 4:18<\/a><\/span> <\/div>\n<\/div>\n<\/div>"}