{"ID":180009, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The United Order&#x2014;How Unity is to Be Attained&#x2014;Reform Necessary&#x2014;The Order of the Kingdom of God&#x2014;Stewardships.<\/div>\n<div class=\"subtitle\">Discourse by Elder John Taylor, delivered in the Old Tabernacle, Salt Lake City, Aug. 31, 1875.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: The United Order, Etc.<\/div>\n<div class=\"speaker\">Speaker: John Taylor<\/div>\n<div class=\"date\">Date: 8\/31\/1875<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d09\">\n<div class=\"paragraph jod\" id=\"v18n254\"> In relation to the rules that we have heard read over, there is nothing in them but what, as Latter-day Saints, we have always professed to believe in. Some of us have been around teaching these principles among the people; and I have sometime spoken of them as baby rules, that is, as rules which people like the Latter-day Saints, who are in possession of correct principles, ought always to be governed by; Latter-day Saints, who have been faithful from the commencement of their career in the Church, have been governed by these very principles that we are now talking about. <\/div><div class=\"paragraph jod\" id=\"v18n255\"> We profess to be governed by the laws of God, and to be associated with the Church and kingdom of God upon the earth; we profess to be related, more or less, to other parties who have held the same Priesthood, powers, light, and intelligence that we possess; those who understand themselves profess to be associated, more or less, with the Church of the Firstborn, with Jesus, whom Paul calls the Mediator of the New Covenant,<span class=\"citation\" id=\"77292\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77292)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77292)\">Heb. 12:23-24<\/a><\/span> and with God, the Father of all;<span class=\"citation\" id=\"75014\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75014)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75014)\">Eph. 4:6<\/a><\/span> and our religion and the revelations that have been given to us are for the express purpose of leading us to a union <div class=\"break columnbreak\" id=\"78b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0078.pdf\" target=\"pdfwin\">p.&#xA0;78b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7063\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> among ourselves, with those who have gone before, and with Jesus, and God the Father, who are all of them interested, as we ought to be, in seeking to carry out the designs and purposes of the Almighty upon the earth. Those parties who have lived before, lived not for themselves, but for God. When Jesus was upon the earth he said&#x2014;&#x201C;I came not to do my will, but the will of the Father who sent me,&#x201D;<span class=\"citation\" id=\"69242\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69242)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69242)\">John 6:38<\/a><\/span> and every man who is associated with the Church and kingdom of God expects and understands, if he understands things correctly, that he is part of the great household of faith,<span class=\"citation\" id=\"74732\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74732)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74732)\">Gal. 6:10<\/a><\/span> belonging to a celestial kingdom that he anticipates inheriting, and that he ought to be governed by celestial laws, by which other intelligences who have lived before have been governed. Those men of whom Paul speaks, all of whom died in faith and in hope of a better inheritance, did certain things by which they proved to the world that they desired a city whose builder and maker was God,<span class=\"citation\" id=\"76964\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76964)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76964)\">Heb. 11:4-10<\/a><\/span> wherefore Paul tells us that God was not ashamed to be called their God, for he had prepared a city for them.<span class=\"citation\" id=\"77027\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77027)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77027)\">Heb. 11:16<\/a><\/span> We read of the Zion that was built up by Enoch, and that this Zion and the people that were united  <div class=\"break pagebreak\" id=\"79a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0079.pdf\" target=\"pdfwin\">p.&#xA0;79a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7062\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>with Enoch,<span class=\"citation\" id=\"93011\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93011)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93011)\">Moses 7:27<\/a><\/span> who were subject to the same laws which God is seeking to introduce among us, were caught up into the heavens.<span class=\"citation\" id=\"93239\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93239)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93239)\">Moses 7:69<\/a><\/span> We have been expecting all along to build up a similar Zion upon these mountains, and we have talked a great deal about going back to Jackson County. We cannot build up a Zion unless we are in possession of the spirit of Zion, and of the light and intelligence that flow from God, and under the direction of the Priesthood, the living oracles of God, to lead us in the paths of life. We do not know them without, and we need all these helps to lead us along, that by and by we may come to such a unity in our temporal and in our spiritual affairs, and in everything that pertains to our interest and happiness in this world and in the world to come, that we may be prepared to enter a Zion here upon the earth, help to build Temples of the Lord and to administer in them, and so operate and cooperate with the Gods in the eternal worlds, and with the Patriarchs, Prophets, Apostles, and men of God, who were inspired by the spirit of revelation in generations that are passed and gone; we want to be one with them, one with God, and one with each other, for Jesus said&#x2014;&#x201C;Except you are one you are not mine.&#x201D;<span class=\"citation\" id=\"85148\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85148)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85148)\">D&amp;C 38:27<\/a><\/span> Then the question arises, if we are not Jesus&#x2019;, whose are we? <\/div><div class=\"paragraph jod\" id=\"v18n257\"> It is evident, in relation to the position that we have been in, that all kinds of confusion, folly, vanity, evil, pride, haughtiness, covetousness, drunkenness, and every kind of sin have existed among us, as a people. I am not surprised that the President should feel inclined to shake off many of these things. Why? Because, if they are permitted in the Church and kingdom of God, and the servant of God and his coadjutors do not lift up their voices against them, God <div class=\"break columnbreak\" id=\"79b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0079.pdf\" target=\"pdfwin\">p.&#xA0;79b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7062\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> would hold them responsible. <\/div><div class=\"paragraph jod\" id=\"v18n258\"> Does President Young want to bear the sins of the people? No. Do the Twelve and others want to bear the sins of the people? No. It is for the President to point out the way of life, and for all of us to walk in it.<span class=\"citation\" id=\"58953\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58953)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58953)\">Isa. 30:21<\/a><\/span> This is the order of God, and every man and woman should fulfill the various duties that devolve upon them. <\/div><div class=\"paragraph jod\" id=\"v18n259\"> Now then, in regard to our temporal affairs, these are the things which seem to perplex us more or less. We have been brought up in Babylon, and have inherited Babylonish ideas and systems of business; we have introduced, too, among us, all kinds of chicanery, deception and fraud. It is time that these things were stopped, and that matters assumed another shape; it is time that we commenced to place ourselves under the guidance and direction of the Almighty. You cannot talk in many places about temporal matters, but everybody is on the alert at once, and the idea is&#x2014;Do you want my property? No. Do you want my possessions? No, no; there is no such feeling, but we do want men and women to give God their hearts, we do want people, while they profess to fear God, not to be canting hypocrites and to depart from every principle of right. We remember the time very well, or most of us, when we first entered into this Church, if a man was found lying he would be brought before the Church and dealt with; if a man was found stealing he would be brought up before the Church and dealt with; if a man defrauded his neighbor, and it could be proved, he was brought up and dealt with; and so if a man got drunk; and for all these delinquencies if parties did not repent of them they were immediately cut  <div class=\"break pagebreak\" id=\"80a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0080.pdf\" target=\"pdfwin\">p.&#xA0;80a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7061\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>off from the Church as unworthy of fellowship. And now, after so many years travail, are we to continue and fellowship all these evils? No, no, we cannot do it, and God will not do it; and if we carry them along with us, we shall not enter into the celestial kingdom of God. <\/div><div class=\"paragraph jod\" id=\"v18n261\"> Now then, with regard to this union of property, what is it? Why, it is something to draw the people nearer together, to prepare them for future developments. What is the Order? Well, we, here, have thought proper, at the suggestion of President Young, to act as stewards over our own property. In some places where there is not so much property as here, it might be better to pursue another course; but as to that, no matter if our hearts are together, and we do what we do in all sincerity before God. What we are after is to give our hearts to God, to renew our covenants, and then be one in our temporal affairs; and this is to be under the direction of the living Priesthood, and not under any particular dead letter. Here is a certain form that everybody ought to submit to; every man and every woman in the Church of Jesus Christ of Latter-day Saints ought to be governed by these rules, and we know it in our hearts. I mean when they refer particularly to our morals. When we come to other points, that is a matter of judgment and principle that we want to be governed by as the law of God. We have an organization here in the Church of Jesus Christ of Latter-day Saints, and it is one of the most perfect that ever existed on the earth. And how is it organized? Why, we have the Presidency, with President Young at the head, as the mouthpiece of God to this people. That is the way that we Latter-day Saints profess to believe in him, whether we do so or <div class=\"break columnbreak\" id=\"80b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0080.pdf\" target=\"pdfwin\">p.&#xA0;80b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7061\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> not; and if we do not believe it then we are acting the hypocrite. Then come the Twelve, then the High Priests, Bishops, Seventies, High Councils, Bishops&#x2019; Councils, Elders, Priests, Teachers and Deacons, all organized by the Almighty. <\/div><div class=\"paragraph jod\" id=\"v18n262\"> Now, then, do I believe that the Lord Almighty directs President Young? I do, with all my heart. Do you believe it? That is the question. Do you believe that he and his first council have the right to dictate and manage all affairs pertaining to the temporal and spiritual interests of the Church and kingdom of God upon the earth? I believe it, do you? These are questions that we want to put to ourselves fairly and frankly and honestly, without any equivocation or reservation, for this is really a part of the order of God. <\/div><div class=\"paragraph jod\" id=\"v18n263\"> Now then come the Twelve and all the other authorities. We believe that they are ordained of God, that they are part of his economy and government, all these various quorums as they exist on the earth, and that, by and by, when we get through in this world, we shall all assume our proper position and proper Priesthood, with Joseph Smith at the head of this dispensation, and that we shall be associated there with that Priesthood that we have been connected with here. Now, then, we do not want to be playing fast and loose, part God, part the world, part the devil, part the Lord&#x2019;s way and part our way, and every man following the devices and desires of his own heart. We have come under the government of God, and God expects our strict, full, implicit and unequivocal obedience in all particulars. God says, &#x201C;Give me thy heart.&#x201D;<span class=\"citation\" id=\"57511\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57511)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57511)\">Prov. 23:26<\/a><\/span> We have covenanted long ago to do this, and this is simply a renewal of this covenant, and of many covenants  <div class=\"break pagebreak\" id=\"81a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0081.pdf\" target=\"pdfwin\">p.&#xA0;81a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7060\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>that we have entered into in relation to these matters. Is it a sacrifice? Are we doubtful and fearful about this, that, and the other? What have we to sacrifice? What hold have we upon this earth? What hold have we upon any property on this earth? It may be said to us as it was to a man who said&#x2014;&#x201C;I have much goods laid up for many years; soul take thine ease, eat, drink, and be merry;&#x201D;<span class=\"citation\" id=\"67614\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67614)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67614)\">Luke 12:19<\/a><\/span> it may be said to us as it was said to him&#x2014;&#x201C;Thou fool, this night thy soul is required of thee,&#x201D;<span class=\"citation\" id=\"67619\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67619)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67619)\">Luke 12:20<\/a><\/span> and then whose will these be? What have we that we did not get from God? I have heard President Young say that there is not one solitary thing that he has&#x2014;wife, dollar, horse, carriage, or property of any kind that he did not receive from God. Have any of us got anything that we did not receive from him? Not a penny. Can we keep anything any longer than the Lord has a mind to permit us? Not one moment longer. In his hands are the issues of life and death, and the only hope we have is to be one with God, with the Priesthood upon the earth, that is connected with the Priesthood in the heavens, that we may unite in a phalanx with them, with God, with the Patriarchs and Prophets, with all good men that have ever lived, that we may form a cemented united body with them in the accomplishment of the purposes of God, for the bringing of salvation to the world in which we live, for the redemption of the living and the dead, for the spreading forth of truth, the establishing of correct principles, the building up of the kingdom of God, the building of Temples; and then when we get through here, that we may unite with them in the celestial kingdom of our Father. <\/div><div class=\"paragraph jod\" id=\"v18n265\"> These are some of the ideas that <div class=\"break columnbreak\" id=\"81b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0081.pdf\" target=\"pdfwin\">p.&#xA0;81b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7060\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> we believe in, in relation to these matters, and the thing that is now proposed is very simple and straightforward. The President has said that there are many men in this city and elsewhere who want to know whom they shall place over their affairs; they cannot tell. Well, what then? Why those who cannot do that, let them unite together in a united order similar to that which is spoken of, as the Book of Doctrine and Covenants expresses it&#x2014;though it varies a little from that form here&#x2014;and lay it at the Apostles&#x2019; feet,<span class=\"citation\" id=\"127277\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127277)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127277)\">Acts 2:42-45<\/a><\/span><span class=\"citation\" id=\"71467\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71467)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71467)\">Acts 4:35,37<\/a><\/span><span class=\"citation\" id=\"71476\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71476)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71476)\">Acts 5:2<\/a><\/span> and let the Bishop give them their inheritances.<span class=\"citation\" id=\"85357\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85357)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85357)\">D&amp;C 42:30-34<\/a><\/span> Here another thing is contemplated, here we are stewards over our own property; and you have heard read that the avails of that system, after supplying the families, are to be under the direction of the board of directors, to say what shall be done with them. Then again, if there is extravagance in families, in dress, eating or in living of any kind, no matter what it may be, we want that checked, we do not want the Saints to be extravagant; we do not want to do anything that God does not want us to do, and no good Saint, man or woman, wants to do what God does not want. All such feel like one of old&#x2014;Oh, God, search me and try me, and prove me, and if there is any way of wickedness in me, exhibit it to me; let me see it that I may bid it adieu, and let me be a good Saint; let me live in the enjoyment of thy favor and let the light of the Holy Ghost and of revelation rest upon me; let me be in favor with God and my brethren and all good men, and then when I get through, receive the reward of the just.<span class=\"citation\" id=\"57325\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57325)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57325)\">Ps. 139:23-24<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v18n266\"> May God help us to appreciate these privileges, and not think that we are making sacrifices, for we are  <div class=\"break pagebreak\" id=\"82a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0082.pdf\" target=\"pdfwin\">p.&#xA0;82a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7059\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>merely seeking the guidance of the Almighty to direct us in our temporal affairs, that we may inherit thrones, principalities, powers and <div class=\"break columnbreak\" id=\"82b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0082.pdf\" target=\"pdfwin\">p.&#xA0;82b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7059\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> dominions in the eternal worlds,<span class=\"citation\" id=\"90839\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90839)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90839)\">D&amp;C 121:29<\/a><\/span><span class=\"citation\" id=\"91584\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91584)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91584)\">D&amp;C 132:19<\/a><\/span> which we never shall inherit unless we are one.<span class=\"citation\" id=\"85149\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85149)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85149)\">D&amp;C 38:27<\/a><\/span><span class=\"citation\" id=\"127278\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127278)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127278)\">D&amp;C 78:1-7<\/a><\/span> <\/div>\n<\/div>\n<\/div>"}