{"ID":180002, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">There is Cause for Rejoicing&#x2014;The Hand of Divine Providence Over the Saints&#x2014;Pleased With Being a Territory&#x2014;Maintain the Right&#x2014;Be True to Principle.<\/div>\n<div class=\"subtitle\">Discourse by Elder George Q. Cannon, delivered at the Forty-Fifth Annual Conference of the Church of Jesus Christ of Latter-Day Saints, in the New Tabernacle, Salt Lake City, Thursday Afternoon, April 8, 1875.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: There is Cause for Rejoicing, Etc.<\/div>\n<div class=\"speaker\">Speaker: George Q. Cannon<\/div>\n<div class=\"date\">Date: 4\/8\/1875<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d02\">\n<div class=\"paragraph jod\" id=\"v18n4\"> There have been a number of items of interest touched upon by the brethren who have spoken during this Conference, and as it is a time when we meet together for the purpose of receiving general instructions, it seems to me very desirable that the time should be occupied in dwelling upon principles which immediately <div class=\"break columnbreak\" id=\"2b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0002.pdf\" target=\"pdfwin\">p.&#xA0;2b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7139\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> pertain to our condition and present circumstances. In the remarks which I shall make this afternoon, I trust I shall be led to speak upon those things which immediately concern us, and which pertain to our daily lives. <\/div><div class=\"paragraph jod\" id=\"v18n5\"> I rejoice exceedingly in this opportunity, that is, the opportunity of  <div class=\"break pagebreak\" id=\"3a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0003.pdf\" target=\"pdfwin\">p.&#xA0;3a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7138\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>being present at Conference. I believe that I can appreciate it better than I could possibly have done had I been here all the time during the winter. I have, however, during my absence, enjoyed myself better than I could have expected. I have felt that the Lord has been with us as a people, that his power has been manifested in our behalf, and that, so far as the prospects of Zion in the future are concerned, we have abundant reason to be thankful and rejoice. I know that the hope is indulged in in many quarters that the Latter-day Saints are fast losing that faith for which they have been noted, and by the operation of which they have been enabled to accomplish the labors that have devolved upon them in the past in this country as pioneers, and as pioneers in the religious world. I am quite willing, myself, if it is any satisfaction to any individual to entertain this idea, that he should do so; but for myself, and I believe I speak the sentiments of the people, I never, in my life, saw greater cause for rejoicing in the cause of God than I do today. I am not in the least discouraged, but, on the contrary, I feel exceedingly encouraged. I know, it seems to me, better than I ever knew, that God is with this people, that he hearkens to their prayers, and that he watches over them. It is true that there are influences operating upon us at the present time that we have only recently had to contend with, they are comparatively new influences and, to a certain extent, the Latter-day Saints are unaccustomed to them, especially the rising generation. But it has been taught us from the beginning that Zion is to become a great power in the earth, and that she will triumph; but I cannot conceive how Zion can become that which we have expected, or that it will achieve the <div class=\"break columnbreak\" id=\"3b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0003.pdf\" target=\"pdfwin\">p.&#xA0;3b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7138\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> destiny predicted concerning it, unless it be by passing through ordeals such as those we already have to encounter, and others, still greater, that are yet in the future, by which Zion will show its superiority over every institution and power that exists on the face of the earth. <\/div><div class=\"paragraph jod\" id=\"v18n7\"> I have expected for years that the seclusion which we sought in coming to these mountains would be terminated. Everything in the predictions of the holy Prophets concerning the work of God in the last days conveyed this idea to my mind. I looked upon our retreat here as a temporary one, for I well knew from the character of the people and their achievements that, in a short time, we should have the world trooping to us; we should be like a city set on a hill, we could not be hid,<span class=\"citation\" id=\"63060\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63060)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63060)\">Matt. 5:14<\/a><\/span> and that the eyes of men would be attracted Zionward, therefore I have not been disappointed in witnessing that which we see around us today. It has come probably in some form that I had not looked for, because I could only take a general view, the details I did not understand, but that we should pass through ordeals that should test us, test our faith, test our institutions, test the character of our doctrines, test the practical value of everything connected with us, I never had a doubt; and so far as the future is concerned I look forward to an increase rather than a decrease of these things, to an increase of tests, a multiplication of ordeals that will be calculated in their very nature to test and try us and the system with which we are identified to the perfect satisfaction of everyone connected with it. How else could we expect that Zion should become a power in the earth? How else could we expect that that respect should be accorded to Zion which we are led to believe  <div class=\"break pagebreak\" id=\"4a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0004.pdf\" target=\"pdfwin\">p.&#xA0;4a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7137\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>will be the case? How else will the wisdom and power that God will bestow upon his people be made clear in the eyes of this nation and of the nations of the earth only by these practical tests, by these trials, by surmounting these difficulties, and by showing a capacity to meet, grapple with and overcome every emergency and contingency that may arise? Can we achieve that distinction which is inevitably in store for us as a people if the predictions of the Prophets be fulfilled short of such an experience as this? I think not. The enemies of this work may indulge in whatever anticipations of our discomfiture or downfall they please, but as for us, let us take a practical, sensible view of the work with which we are identified, and prepare ourselves accordingly, so that when the hour of trial shall come, be it severe or not, we may be prepared therefore, having strength and faith sufficient to endure it, and to bear witness unto all men that we have not cherished this faith in vain. <\/div><div class=\"paragraph jod\" id=\"v18n9\"> There is this peculiarity about this work, that no power that has yet arrayed itself against it has succeeded in its attempts to gain advantage over it. It is true there have been seemingly temporary successes; there have been times when mobs and violent men have achieved a temporary success and when they have flattered themselves with the idea that their designs against this work have been successful. But one peculiarity has ever marked the career of this people, that is, that events in our history which have seemed to be deadly blows against us and the work in which we are engaged, have turned out to be magnificent successes for us as a community. Trace our history from the beginning, peruse it care<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"4b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0004.pdf\" target=\"pdfwin\">p.&#xA0;4b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7137\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>fully, draw the lessons from it which I believe are intended to be conveyed by it, and what do you see? The Church and Zion of God emerging from the difficulties, trouble and seeming disaster sought to be brought upon it by its enemies, brighter, stronger, more firmly planted, more united than it was when the difficulty commenced, or the trouble was first visited upon us. The loss of houses and lands, expulsion from homes that were dearly bought, had no such effect upon this people, produced no such thrill and such deathlike sorrow in the hearts of the Latter-day Saints as did the martyrdom of our beloved Prophet and Patriarch; had we lost our dearest friends; had we lost everything that we valued on earth, it seems to me it would not have compared with the poignant sorrow, the deep, heartfelt anguish that prostrated this people in the depths of humility when the news of the cruel murder of their beloved leaders reached them; yet deadly as that blow was, to all human appearance prostrating the entire people, who felt that they had lost those who stood nearest to God and nearest to them, God in his mercy, out of that great affliction brought forth a great triumph and raised up a man to take the place of the Prophet, who has been in some respects like Elisha following Elijah, possessing, as Elisha desired it might be the case with him, a double portion of the spirit that rested down on his master, Elijah.<span class=\"citation\" id=\"55758\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55758)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55758)\">2 Kgs. 2:9<\/a><\/span> And God has led us, God has prospered us, and God gave us success that seemed to be commensurate with the depth of our anguish and sorrow, and lifted us up from the depths of humility into which we had sunk, and placed us upon the heights of gladness and joy, and caused us to rejoice as we could not have done probably under  <div class=\"break pagebreak\" id=\"5a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0005.pdf\" target=\"pdfwin\">p.&#xA0;5a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7136\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>other circumstances. And so, when we were driven out of civilization so-called; when we wended our weary way through the wilderness, not knowing where we were going, it seemed as though the last blow had been struck and we had been left a prey to internal dissensions or to the violence of the savages. But God in his mercy, out of that seemingly great affliction, has brought forth great blessing and glory to us, and has honored us, has enriched us, has raised us up and endowed us with blessings that we could not have had where we lived; so that that great blow aimed at us by our enemies has been overruled to be the means of great and wonderful blessings to us, and as an entire people we rejoice today in the possession of a land that God has given unto us, to which he led us and which he designated by the finger of inspiration as the land which we should occupy, and which we this day possess despite all the machinations of the wicked and their efforts to strip us of all power herein. Until this day he has given unto us the supremacy in this land, from north to south, from east to west, and he has made it productive and fertile for our sakes. When we reflect upon our history since we came here; when we think of the many plots and schemes, of the many men who have lent themselves to these plots, who have done all in their power against and to entrap this people; when we reflect upon it all, so far as I am concerned, I am filled with amazement, and with thanksgiving to God our Eternal Father for his goodness and mercy unto us as a people. I know, as well as I know that I live, that no human power could have saved us time and time again as we have been rescued; that there is no wisdom of man that was equal to the emergencies in <div class=\"break columnbreak\" id=\"5b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0005.pdf\" target=\"pdfwin\">p.&#xA0;5b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7136\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> which we have been placed; but God, in his infinite mercy and wisdom, in his kindness and watchcare over us as a people, has, at the very moment when salvation was needed, stretched forth his Almighty arm. He has rescued us from the grasp of the destroyer when it seemed as though destruction was inevitable and we could not escape. The last five years have been as fruitful, probably, as any period in our history in events of this character. Time and time again has it seemed as though destruction was sure to come upon us, as though there were no way possible for us to escape; but God has heard our supplications and has opened the way of deliverance in a most wonderful manner, and has rescued us from the grasp of those who would destroy us. Others may not see the hand of God in these things; they may say that these things come about from and are the results of natural causes, but those who have prayed to God, whose hearts have been drawn out in supplication to him and who have waited tremblingly for the salvation which he has promised, have seen and they cannot but acknowledge the hand of God in these deliverances, because, as I have said, they have watched, waited, and prayed anxiously and earnestly in the name of Jesus for deliverance, and when it has come their faith has been strengthened and their joy increased in the Holy One of Israel; because he has heard and answered their prayers: and today the Latter-day Saints are the people of all people upon the face of the earth who know that God lives, because he hears and answers their prayers. And he, it seems, is determined to have a people upon the earth who will be compelled to put their trust in him and not in man,<span class=\"citation\" id=\"57225\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57225)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57225)\">Ps. 118:8<\/a><\/span> because man&#x2019;s power would utterly  <div class=\"break pagebreak\" id=\"6a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0006.pdf\" target=\"pdfwin\">p.&#xA0;6a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7135\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>fail to save them, and no power but his can do it. When I look at all these things it is a matter of surprise to me that men cannot see the hand of God in this work. Yet there are many whose hearts have been touched by the evidences of God&#x2019;s favor unto us, and they have been surprised and have expressed their wonder that we have been so signally delivered as we have been. <\/div><div class=\"paragraph jod\" id=\"v18n12\"> Now there is a great future in store for us as a people. God has said so, and his words cannot fail in being fulfilled. There is a destiny in store for this people that few can comprehend. We have to teach the world lesson after lesson that they have entirely forgotten, or that they never knew. We have to teach them and show them by our example that there is such a thing as living faith, that there is such a thing as trusting in God, being saved by him, that there is such a power as faith in the land, and that prayer, when offered in faith, is effectual in reaching him. We have to show the nations of the earth that God with a small people can accomplish wonderful results. When I think of our numbers, how few we are&#x2014;we are a great people in some respects, but in numbers we are few and feeble&#x2014;yet with this few people what is God doing in the earth! What a name he is gaining for his people, his servants! You may travel throughout the earth, in every land, among every people, and let it be known that you are a Latter-day Saint, and you will find that the fame of the people has preceded you, and you will find yourselves distinguished from everybody else. It is exceedingly wonderful that a people so small, numerically so insignificant, a people not wealthy, but it may be said poor, are so noted in the earth. Yet this is the fact, that God intends to make us still more so, he intends <div class=\"break columnbreak\" id=\"6b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0006.pdf\" target=\"pdfwin\">p.&#xA0;6b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7135\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to give us a name and a place among the nations of the earth that shall be distinguished above all other people. We are accused, you know, of being disloyal. This has been a story told of us, a charge repeated against us from the very beginning, because men have thought it would be most effective in destroying our influence. The idea prevails in many quarters that we are scarcely as true to the government as we should be. I have heard it stated that were it not for these troops at Camp Douglas, Utah Territory would rebel. By such nonsense as this do men who oppose us seek to deceive the world at large respecting us and our motives and feelings. I have had occasion frequently to talk upon this subject. I have told men that, from my early boyhood, I have been taught to believe that the constitution of the United States was revealed of God,<span class=\"citation\" id=\"89604\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89604)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89604)\">D&amp;C 101:80<\/a><\/span> and that the destiny in store for the Latter-day Saints was to uphold constitutional government upon this land; and, that being the case, how could it be reconcilable with the idea that we were disloyal to the Government? But there is a class of men who consider everybody disloyal who does not dance to their tunes, and who does not re-echo the sentiments which they express and seem to entertain. We have a class of men among us here who talk about the one-man power and the tyranny that exist in the Utah Territory, but at the same time if an official were to come here and associate with citizens of this Territory, &#x201C;Mormon&#x201D; citizens I mean, they would put him under a ban and brand him as disloyal and unfit to hold an official position under the Government. And why? For years here it has been considered by certain officials as one of the best recommendations to the favor of those in power to hate and abuse the &#x201C;Mor<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"7a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0007.pdf\" target=\"pdfwin\">p.&#xA0;7a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7134\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>mon&#x201D; people of Utah Territory; and if a man were to dare to associate with &#x201C;Mormons,&#x201D; were to speak kindly of or to associate with them, and to treat them as he would other people he would be ostracized and banished, so far as association with them is concerned a non-intercourse act would be passed immediately. And these very individuals talk about the intolerance of the Mormons. <\/div><div class=\"paragraph jod\" id=\"v18n14\"> We have these things to contend with, we have these lies to live down, and as far as we are concerned, let them always be lies; let no man have it in his power to say that the Latter-day Saints are an intolerant, proscriptive or an unjust people. Never let this be said of us with truth; but if it be said, let our enemies continue to lie about us until they are tired of it, or until the world become sickened with the falsehoods that are told concerning us. And for us, let us pursue the path that God has marked out, being liberal, truthful, upright, dealing fairly, honestly, and tolerantly with every man, so that every class of men who come into our midst may learn that we have received a religion that admits of toleration in the broadest sense of the word. <\/div><div class=\"paragraph jod\" id=\"v18n15\"> It has been a matter of considerable satisfaction to me to state that in Utah Territory our pulpits, stands, tabernacles and meetinghouses have always been open to every sect and denomination to come and preach their peculiar views, creeds and doctrines, and that our people have turned out in large congregations to listen to speakers or preachers of other denominations advancing their doctrines; and that not only have congregations of adults been furnished, but the children of the Sunday schools have frequently been assembled in the New Tabernacle, Salt Lake City, that they might pur<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"7b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0007.pdf\" target=\"pdfwin\">p.&#xA0;7b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7134\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>posely hear and become familiar with the ideas and views entertained by other religious denominations. This stands out in marked contrast with the practice of almost every other sect, and it gives the falsehood to the stories which have been so frequently told about us. <\/div><div class=\"paragraph jod\" id=\"v18n16\"> Now respecting all these things that we are passing through, I recognize the hand of God in them all. I think that we have learned lessons of late that have been profitable to us. For instance, we now know and, while the recollection of the past few years is vivid in our minds we shall continue to know, how to value a just man who sits as a judge, and it may be that it will be so impressed upon us, that when power shall come into our midst, and come it will, as inevitably as the sun rises in the morning over the eastern hills so sure will power come unto us; but when it does come I trust that the recollection of the past will be vivid in our minds and that we will always seek to deal justly and fairly with all who may seek justice at our hands. It has been said that when we acquire power we shall be intolerant, as other sects have been. The Puritans, who fled from England because of religious persecution became, in turn, themselves the persecutors when they had the power. Roger Williams fled from them and took refuge in what is now Rhode Island. They persecuted the Quakers and others who came within their borders with an intolerance that was quite equal to, if it did not exceed, the intolerance to which they themselves had been the victims. And it has been said concerning us, that if we had the power, we would probably tread in the same path, that persecution would only harden us and make us deal with others with a severity which we would not know anything  <div class=\"break pagebreak\" id=\"8a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0008.pdf\" target=\"pdfwin\">p.&#xA0;8a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7133\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>about had we ourselves not been victims beforehand. But I think that God in his mercy will strip us if there be any vestige of this about us; I hope he will, at any rate. If we achieve the destiny that is in store for us, certainly to maintain that character and to retain that power, it will be necessary that we should be just, upright, forbearing, and tolerant, and that we should be willing that every man in this broad land should worship God according to the dictates of his own conscience,<span class=\"citation\" id=\"94138\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94138)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94138)\">A of F 1:11<\/a><\/span> whether his god be the workmanship of his own hands, whether it be the sun, the moon, some animal, or the God of heaven, with Jesus his Son, that we shall be willing that every man should worship God according to his own feelings upon the subject, so long as he does not interfere with us, or with others. I think we have learned this lesson in part. I think the lessons that have been impressed upon us have had an effect in this direction, at least they have had the effect to broaden us; and every lesson of this kind will have such a result as this with us as a people, and on this account I am thankful for them. <\/div><div class=\"paragraph jod\" id=\"v18n18\"> I am thankful today that we are not a State. There have been times when I have wished exceedingly that we might be released from territorial vassalage and be incorporated in the Union as a sovereign state. I have desired, and labored for it; but this last winter I have been exceedingly thankful that Utah was a territory and not a state. We are told to acknowledge the hand of God in all things, and I do not see why we should not acknowledge it in being kept in this condition of tutelage and vassalage as well as in anything else. But it may be asked&#x2014;&#x201C;Why do you think our condition better as a territory than as a state?&#x201D; When I heard of events in Louisiana, <div class=\"break columnbreak\" id=\"8b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0008.pdf\" target=\"pdfwin\">p.&#xA0;8b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7133\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the federal troops maintaining a government there, against which I was informed, and as I believed, the mass of the people revolted, I thought to myself&#x2014;Better be an insignificant territory than a state if we cannot have the right of choosing our own rulers and have them act in the offices to which they are elected. Thanks to our insignificance federal troops have not interfered with us here; but if we had been a State, with two votes in the Senate, a vote or two in the House, and electoral votes in the Presidential Election there might have been a temptation to have done with Utah as with other states. But we had no vote; our delegate in Congress had no vote; we had no senatorial representation; we had no vote at the Presidential Election, and this denial to us of our rights, by keeping us in a Territorial condition, has thus far helped to save us. With such a feeling as there has been in this city and territory, for contesting elections, when they have been overwhelmingly on one side&#x2014;twenty thousand and upward against two or three thousand; when men will contest elections under such circumstances, and endeavor by unjust means to wrest the power out of the hands of the people and defeat the will of the majority; when they will do this, as has been done in this Territory, it would not need a very strong pretext to have them to go farther, to have them appeal for Federal interference, and to try and induce the government to say&#x2014;&#x201C;Those whom you call the minority are the majority, they have been unjustly dealt with; affidavits have come here showing that the polls have not been managed properly, the ballots have not been deposited as they should be, and we must decide against you &#x201C;Mormons&#x201D; and the men whom you have elected, and put  <div class=\"break pagebreak\" id=\"9a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0009.pdf\" target=\"pdfwin\">p.&#xA0;9a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7132\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>your opponents into power.&#x201D; I do not say that this is the case in Louisiana, I do not pretend to decide upon that question, it admits of a good deal of argument; but I have been told by members of Congress who visited there&#x2014;the Committee sent by Congress to investigate matters, that if the federal troops had been withdrawn from Louisiana this winter twenty-four hours would not have elapsed until the McEnery government would have been put in power, and the whole difficulty would have been solved. But the presence of federal troops maintained a government that could not be maintained in and of itself. What is the use, then, of being a State government if the Federal government is to interfere in this manner in State affairs? And with the causes that exist in Utah Territory to make interference popular and a thing to be approved of by thousands, a State government would not be so desirable. I have, therefore, so far as my own feelings have been concerned, been very much pleased at being a territory. I have seen the hand of God and his wisdom in this thing, when if my wish or my will could have been gratified we should have been a State long ago. <\/div><div class=\"paragraph jod\" id=\"v18n20\"> The Lord, in his mercy, will preserve us from these evils; in his overruling wisdom and providence he will deliver us until the time shall come for us to be a state if that be his will, and I doubt not that we shall be surprised at it ourselves. I have come to the conclusion, as one individual, that I shall not be anxious on this subject in the future, and shall leave it to the overruling providence of God to bring about when it shall seem good unto him. <\/div><div class=\"paragraph jod\" id=\"v18n21\"> As to some of the States in the South they are in such a condition that we, if we were in the same, should think our lot dreadful. I <div class=\"break columnbreak\" id=\"9b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0009.pdf\" target=\"pdfwin\">p.&#xA0;9b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7132\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> have heard stories of usurpation and tyranny by officials in those states that have caused me to think that, notwithstanding all that we have had to endure in Utah Territory, our lot has been a fortunate one compared with that of others. They have drunk the cup of humiliation to its very dregs. You know there was a time here when it seemed as though every effort was made to bring us under military rule in this Territory, and when the provocations endured by the people here come to be read in history surprise will arise in the mind of the reader, and admiration for the people who so patiently endured the wrongs that were imposed upon them, especially when it is remembered what power we hold here. Why, think of it, a few years ago a Governor came to this Territory immediately after a long and bloody Indian war, in which our citizens were massacred, their property stolen, their settlements robbed and their stock driven off; and immediately after that war a Governor came here who prohibited the militia, every able-bodied man in the Territory, from bearing arms&#x2014;a most unheard of tyrannical exercise of power; and then a Secretary, while acting governor, afterwards repeated the same proclamation. And this people have borne it patiently and never lifted their hands against these contemptible tyrants. It was doubtless hoped that we would commit some overt act to provoke trouble, so that the federal troops could be brought in and be placed under the control of these officials, who for once in their lives happened to hold position. Not only this, but on one occasion when certain citizens met together as a company, to celebrate the fact of their band having got a new set of instruments a federal judge committed them to a military prison  <div class=\"break pagebreak\" id=\"10a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0010.pdf\" target=\"pdfwin\">p.&#xA0;10a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7131\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>for violating this proclamation, as though a proclamation of the Governor was law! With as great propriety might an Executive claim that he has the power to restore the curfew, and say&#x2014;&#x201C;You must have your fires extinguished by eight o&#x2019;clock at night, or we will put you in a military prison; and you must rise in the morning at the tap of the bell, or we will treat you as criminals.&#x201D; If a Governor&#x2019;s proclamation is law, and is to be respected as such, where will it end? Will it end with the imprisonment of men who act as militia men? No; if such acts of usurpation continue, no citizen will be safe, and they will end in the overthrow of liberty and constitutional right wherever permitted. <\/div><div class=\"paragraph jod\" id=\"v18n23\"> We have borne these things, and we have borne others, the recollection of which, were I to recite them to you, would make our blood boil. It is not necessary that I should do so; but in talking thus do we talk disloyally? American citizens have the right to talk about officials who trample upon their rights in this manner; we all have the right to question the acts of men in power; it is a right given to us, and the man is not worthy of the name of freeman who will not thus criticize acts of oppression and, in a proper manner, resent them and show his abhorrence of them. It is because they are violative of the fundamental principles of our government that I thus talk about them: and in any other Territory than this they would have provoked a storm of indignation that would have overwhelmed their authors. One of the lessons we have to learn is to have patience, but not to stop remonstrating, not stop talking, not stop appealing, not hold our tongues and let our children grow up with the belief that these things are right. No, proclaim against them, <div class=\"break columnbreak\" id=\"10b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0010.pdf\" target=\"pdfwin\">p.&#xA0;10b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7131\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> let it be known that they are wrong, that they are contrary to the law of the land, to the Constitution and to the principles of our government; let this be known, and let our children understand what is right, and all men recognize the fact that we understand our rights, whether they are denied to us or not. <\/div><div class=\"paragraph jod\" id=\"v18n24\"> I expect to see the day when the Latter-day Saints will be the people to maintain constitutional government on this land. Men everywhere should know that we believe in constitutional principles, and that we expect that it will be our destiny to maintain them. That the prediction will be fulfilled that was made forty-four years ago the seventh of last March, wherein God said to Joseph Smith&#x2014;&#x201C;Ye hear of wars in foreign lands; but, behold, I say unto you, they are nigh, even at your doors, and not many years hence ye shall hear of wars in your own lands;&#x201D;<span class=\"citation\" id=\"85727\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85727)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85727)\">D&amp;C 45:63<\/a><\/span> but the revelation goes on to say that the day will come among the wicked, that every man that will not take his sword against his neighbor, must needs flee unto Zion for safety.<span class=\"citation\" id=\"85769\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85769)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85769)\">D&amp;C 45:68<\/a><\/span> A portion of that revelation has been fulfilled, the remainder will be. The causes are in operation to bring it about. We are not alone in the thought that the republic is drifting steadily in that direction; that we are leaving the old constitutional landmarks, and that the time is not far distant when there will be trouble in consequence of it, when there will be civil broils and strife; and, to escape them, we believe, men will be compelled to flee to the &#x201C;Mormons,&#x201D; despised as they are now. Does this seem incredible? Why, look you, today, throughout our Union, the Latter-day Saints are the most lightly taxed of any people upon the face of this continent. I do not know a community as free  <div class=\"break pagebreak\" id=\"11a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0011.pdf\" target=\"pdfwin\">p.&#xA0;11a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7130\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>from debt as we are. There are one or two States I believe free from debt, but they have had to tax heavily to free themselves. But as a Territory we have never been in debt, and although we have had many temptations to drift in that direction, not a bond belonging to the Territory has ever been issued; not a dollar is owing that cannot be paid. Our cities are out of debt; our counties are out of debt, and I hope they will continue so. Our legislators, county courts and city officers will doubtless take special pains to keep down expenses and let us be burdened as little as possible with taxation, so that we may be a happy and a free people. Let taxes accumulate, and there is a constant temptation for officers to steal your taxes; there must be men elected to take care of your taxes, and there will be hundreds of leaks by which your means will go without benefit to the community, therefore, let us be a lightly taxed people. We are that today, and that is one evidence of the good government there is in this Territory. We have peace here, and we should have little or no litigation if it were not forced upon us, and our courts, so far as litigation is concerned, would have very little to do from the Latter-day Saints; we would settle our difficulties by arbitration, and prevent litigation and money being spent therein. All the tendencies of this people are towards peace, and their aim is to preserve peaceful relations with each other and with the outside world, and we have shown this all the day long. <\/div><div class=\"paragraph jod\" id=\"v18n26\"> What is the case elsewhere? Why corruption stalks through the land, and taxation and debt are increasing. It is considered a light thing for a man to get his hand into the government treasury; that is all right, and if so he steal the funds of a city, county, or State, they do not call it <div class=\"break columnbreak\" id=\"11b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0011.pdf\" target=\"pdfwin\">p.&#xA0;11b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7130\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> stealing, however: O no, that is a vulgar name; it will do for the man who robs his neighbor&#x2019;s hen roost, but they have more fashionable language for the acts to which I refer. <\/div><div class=\"paragraph jod\" id=\"v18n27\"> Men in public life, under the present reign of extravagance, cannot meet their expenses, therefore they are exposed to temptation and are led to take advantage of their position. This is not always the case, there are many exceptions; but this is the case too frequently, and good men mourn over and regret it, and they would like to stem the tide and arrest this downward tendency. <\/div><div class=\"paragraph jod\" id=\"v18n28\"> This is a lesson that we have to profit by; our officials must be careful, and we must maintain a standard of honesty that does not exist anywhere else. It will not do for the idea to prevail that because a man has an office he has the right to enrich himself from that office. This has not been the case in this Territory thus far; and we may reasonably expect it will not be. <\/div><div class=\"paragraph jod\" id=\"v18n29\"> Now, my brethren and sisters, let us live for the destiny that is in store for us. Let us remember that God has a great future for this people, and that how soon it will be granted unto us depends upon ourselves. If we were prepared for it I know that that time would soon come, and we should have opportunities given us of doing good that we do not have today. But I am told that one of the effects of this ordeal through which we are passing, is that there are some young men, and possibly young women, who yield to certain temptations. Young men, who formerly would have been ashamed to be seen smoking on the streets or entering a billiard, a gambling, or a drinking saloon, are now seen in such places, and they do not scruple to use the name of God in vain,<span class=\"citation\" id=\"54225\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54225)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54225)\">Ex. 20:7<\/a><\/span> or to swear and be profane, and there are some  <div class=\"break pagebreak\" id=\"12a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0012.pdf\" target=\"pdfwin\">p.&#xA0;12a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7129\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>who seem to imagine that it is an evidence of independence and smartness to indulge in these things; and it may be that they go a little further and are guilty of other acts of greater turpitude than these. <\/div><div class=\"paragraph jod\" id=\"v18n31\"> No man loses credit by being true to his principles. If he is a Latter-day Saint, let him act out his principles wherever he goes. If he does not believe in drinking intoxicating drinks, let him refrain from doing so everywhere; if he does not smoke, refrain from smoking; if he does not swear&#x2014;which no man ought to do&#x2014;let him refrain from it, no matter where he is, and let him be true to the principles of his religion always and under all circumstances, and he will gain influence that he would not have otherwise. Let us as a people take a course of this kind. But there is this tendency&#x2014;&#x201C;O, we must be like somebody else.&#x201D; You can see that tendency at the present time in many things besides men&#x2019;s conduct. There are men here who would change our city and make it like places they know. They would cut down our streets until they would not be fifty feet wide, and cut down our city blocks until they were like other city blocks, and would narrow our sidewalks, cut down our shade trees, and completely change the character of everything there is about us. They would rob the city of every distinctive feature, and fill the city with nest holes of vice. You can see this tendency here to imitate and do as somebody else does, instead of ourselves being the standard; instead of recollecting that God has chosen us and placed his name upon us, that he has called us to be his Saints, and that it is our duty to maintain our principles, and carry them out in our lives, doing that which is right, regardless of whether it may suit other people or not. It is our duty <div class=\"break columnbreak\" id=\"12b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0012.pdf\" target=\"pdfwin\">p.&#xA0;12b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7129\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to have some mind of our own, and if we have a good thing not to be willing to part with it because other people make sport of it. I like our city, our sidewalks and the width of our streets; others may not, but that is the pattern and plan upon which the city was laid out. I would like to see everything connected with our city&#x2014;and I speak of this because it is a case in point, and I merely speak of it to illustrate everything else&#x2014;I would like to see us carry out that which is right ourselves. If we have ideas of our own, cling to them, and not abandon them, because they do not happen to be popular. And so with our practices. A man who does not smoke is not any worse for it; he is no less a gentleman when he goes into company because of that. He is no less a gentleman because he does not drink or because he does not swear, because he does not go into a gambling house or a house of ill fame; and how can a man who calls himself a Latter-day Saint, think that he is any more of a gentleman or any better a man because he can do these things when he, in and of himself, knows they are wrong. God has taught us that it is not good for us to do these things; he has given us counsel, he has given us a word of wisdom,<span class=\"citation\" id=\"88855\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88855)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88855)\">D&amp;C 89:1-4<\/a><\/span> and the man who thus disregards the word of God and his counsel does not show very great respect to him, and I do not imagine that God is going to show very great respect to him. <\/div><div class=\"paragraph jod\" id=\"v18n32\"> Let us be true to our principles; men admire sincerity, truth, and uprightness, and they admire a Latter-day Saint who abides by his principles much more than they admire one who is not true to that which he professes; and you will never lose anything by telling who you are and what you are in a respectful manner, and maintaining that which is right.  <div class=\"break pagebreak\" id=\"13a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0013.pdf\" target=\"pdfwin\">p.&#xA0;13a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7128\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Of course we need not be bigoted or offensive, or run to any extremes. <\/div><div class=\"paragraph jod\" id=\"v18n34\"> May God bless you, my brethren and sisters, fill you with the Holy Spirit, and with desires to teach your children the ways of righteousness, and enable you to bring up a gener<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"13b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0013.pdf\" target=\"pdfwin\">p.&#xA0;13b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7128\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ation that is healthy, pure, virtuous, and full of integrity in this land which God has given unto us. That he may thus bless and preserve us is my prayer in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}