{"ID":180036, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Salvation Tangible&#x2014;Personality of God&#x2014;Character of God&#x2014;Pre-Existence of Man&#x2014;Jesus Our Elder Brother&#x2014;Transformation of the Earth&#x2014;Creation and Organization&#x2014;Its Final Destiny, the Home of the Saints&#x2014;Revelations By Joseph Smith in Harmony With Scripture.<\/div>\n<div class=\"subtitle\">Discourse by Elder Orson Pratt, delivered in the New Tabernacle, Salt Lake City, Sunday Afternoon, Nov. 12, 1876.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Geo. F. Gibbs.<\/div>\n<div class=\"pageHeader\">Page Header: Salvation Tangible, Etc.<\/div>\n<div class=\"speaker\">Speaker: Orson Pratt<\/div>\n<div class=\"date\">Date: 11\/12\/1876<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d36\">\n<div class=\"paragraph jod\" id=\"v18n949\"> I am pleased to see so large a company assembled together, notwithstanding the inclemency of the weather; it shows to me that there is an interest in the minds of the <div class=\"break columnbreak\" id=\"286b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0286.pdf\" target=\"pdfwin\">p.&#xA0;286b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6855\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Latter-day Saints in regard to their future salvation. We, as a people, have passed through many scenes trying and afflicting to our natures, which we have endured because of  <div class=\"break pagebreak\" id=\"287a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0287.pdf\" target=\"pdfwin\">p.&#xA0;287a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6854\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the anxiety of our hearts to obtain salvation. People who are sincere will manifest their sincerity in undergoing great tribulation, if necessary, for the sake of being saved. This mortal life is of small consideration, compared with eternal salvation in the kingdom of the Father. There is nothing pertaining to the things of this present life that is worthy of being named, in contrast with the riches of eternal life. Jesus, in speaking upon this subject when he was on the earth, asks this question: &#x201C;For what is a man profited, if he gain the whole world, and lose his own soul? or what shall a man give in exchange for his soul?&#x201D;<span class=\"citation\" id=\"64955\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64955)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64955)\">Matt. 16:26<\/a><\/span> There is nothing so precious, nothing of so great importance, as that of securing, in this life, the salvation of our souls in the world to come. Far better is it if we can gain salvation by passing through various scenes of affliction and persecution in this world, than to give way to its pleasures and vanities, which can only be enjoyed for a season, and afterwards lose that eternal reward which God has in store for the righteous. <\/div><div class=\"paragraph jod\" id=\"v18n951\"> It is true we look upon our future reward in quite a different light from the religious world generally. We look for something tangible, something we can form some degree of rational conception of, having a resemblance in some measure to the present life. But how very imaginary are the ideas of the religious world! I do not now refer to the heathen world, but to the enlightened Christian nations, the two hundred million of Christians now existing on the earth. If you ask these people about the future state of man, some will give you one idea and some another, all more or less, perhaps, differing from each other, but in the main they all agree, namely, that <div class=\"break columnbreak\" id=\"287b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0287.pdf\" target=\"pdfwin\">p.&#xA0;287b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6854\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> it is a state entirely spiritual, that is, unconnected with anything tangible like this present life, an existence which cannot be conceived of by mortals. <\/div><div class=\"paragraph jod\" id=\"v18n952\"> You may think I am misrepresenting our Christian friends. I will therefore say that for many years now I have been engaged, more or less, in the study of religion, and have therefore read quite extensively the ideas of the religious world. I have not accepted the ideas of a few individuals belonging to the various sects, but I have appealed to their standard writings, their articles of faith, which are adopted by the various religious bodies and known as their creeds. For instance, in the articles of faith of a great many of the religious sects, an idea like this is set forth&#x2014;that there is a Being who is entirely spiritual, called God, and that Being is described as consisting of three persons, and these three persons are without body, without parts and without passions. Such is the God that is worshiped by the Methodists&#x2014;a people whom I highly respect, and whose meetings I attended in my early youth more than those of any other religious denomination. The three persons that compose this one God are the Father, the Son, and the Holy Ghost, all of whom are said to be without bodies or passions; and in connection with this, one of the cardinal doctrines of their faith, they tell us that one of this holy Trinity, namely Jesus, was crucified, dead and buried, and that on the third day he arose again from the dead and ascended into heaven. <\/div><div class=\"paragraph jod\" id=\"v18n953\"> When I was a boy, attending the Methodist meetings, I, as many now do who are of maturer years, accepted sincerity for truth. But when I grew to manhood my attention was called to this article of faith; I tried in all earnestness to  <div class=\"break pagebreak\" id=\"288a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0288.pdf\" target=\"pdfwin\">p.&#xA0;288a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6853\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>comprehend it, but could not, and cannot to this day. It is one of those incomprehensible things which cannot be grasped by the human mind. You, my hearers, try now with me for a few moments to comprehend, if you can, a being consisting of three persons, and these three persons without any body, parts or passions. I had been taught, when studying the exact sciences, that everything that existed was composed of parts, that there could not exist anything as a whole unless it existed as parts. I could not, therefore, understand how it was that one of these three persons could be crucified if he had no body; how it was possible and be consistent, with reason, for him to lay down his body&#x2014;something he never possessed&#x2014;and arise again from the tomb, taking up that same body. This is indeed a mystery! <\/div><div class=\"paragraph jod\" id=\"v18n955\"> Now it so happens that the Scriptures do not teach anything so absurd, so irreconcilable and so contrary to our senses. This is a man-made doctrine, the creation of uninspired men. The Methodists did not originate this doctrine&#x2014;it existed and was widely believed in before the days of the good man, John Wesley. <\/div><div class=\"paragraph jod\" id=\"v18n956\"> The Latter-day Saints believe that there is a true and living God,<span class=\"citation\" id=\"60452\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60452)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60452)\">Jer. 10:10<\/a><\/span><span class=\"citation\" id=\"81132\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81132)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81132)\">1 Ne. 17:30<\/a><\/span><span class=\"citation\" id=\"84315\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84315)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84315)\">D&amp;C 20:19<\/a><\/span> that this true and living God consists of three separate, distinct persons, which have bodies, parts, and passions, which belief is in direct opposition to this man-made doctrine. We believe that God, the Eternal Father, who reigns in yonder heavens, is a distinct personage from Jesus Christ,<span class=\"citation\" id=\"91363\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91363)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91363)\">D&amp;C 130:22<\/a><\/span> as much so as an earthly father is distinct in his existence from his son. That is something I can comprehend, which I conceive to be the doctrine of revelation. We read about Jesus having been seen, after he arose from the <div class=\"break columnbreak\" id=\"288b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0288.pdf\" target=\"pdfwin\">p.&#xA0;288b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6853\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> dead.<span class=\"citation\" id=\"70972\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70972)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70972)\">John 21:14<\/a><\/span><span class=\"citation\" id=\"73787\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73787)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73787)\">1 Cor. 15:4-8<\/a><\/span> Stephen the Martyr, just before he was stoned to death, testified to the Jewish people that were standing before him at the time, saying, &#x201C;Behold, I see the heavens opened, and the Son of man standing on the right hand of God.&#x201D;<span class=\"citation\" id=\"71555\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71555)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71555)\">Acts 7:56<\/a><\/span> Here, then, the Father and Jesus, two distinct personages, were seen, and both had bodies.<span class=\"citation\" id=\"71551\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71551)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71551)\">Acts 7:55<\/a><\/span> We find numerous other authorities bearing out this same idea. I do not intend to dwell upon this subject, because the greater portion of this congregation understand the scriptural view of this subject; hence it is not necessary to speak lengthily on it. We may, however, say a few things with regard to the passions of these personages. <\/div><div class=\"paragraph jod\" id=\"v18n957\"> It is declared, as part of the belief of the Methodists, that God is without passions. Love is one of the great passions of God. Love is everywhere declared a passion, one of the noblest passions of the human heart. This principle of love is one of the attributes of God. &#x201C;God is love,&#x201D; says the Apostle John, &#x201C;and he that dwelleth in love dwelleth in God, and God in him.&#x201D;<span class=\"citation\" id=\"78768\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78768)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78768)\">1 Jn. 4:16<\/a><\/span> If, then, this is one of the great attributes of Jehovah, if he is filled with love and compassion towards the children of men, if his son Jesus Christ so loved the world that he gave his life to redeem mankind from the effects of the fall,<span class=\"citation\" id=\"68877\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68877)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68877)\">John 3:16<\/a><\/span> then, certainly, God the Eternal Father must be in possession of this passion. Again, he possesses the attribute of Justice, which is sometimes called Anger, but the real name of this attribute is Justice. &#x201C;He executeth justice,&#x201D;<span class=\"citation\" id=\"57047\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57047)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57047)\">Ps. 99:4<\/a><\/span><span class=\"citation\" id=\"57083\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57083)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57083)\">Ps. 103:6<\/a><\/span> says the Psalmist; also, &#x201C;Justice and judgment are the habitation of thy throne.&#x201D;<span class=\"citation\" id=\"57002\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57002)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57002)\">Ps. 89:14<\/a><\/span> Justice is one of the noble characteristics of our heavenly Father; hence another of his passions. <\/div><div class=\"paragraph jod\" id=\"v18n958\"> We have it recorded too in this  <div class=\"break pagebreak\" id=\"289a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0289.pdf\" target=\"pdfwin\">p.&#xA0;289a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6852\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>sacred Bible, that God was seen by ancient men of God. Jacob testifies as follows: &#x201C;for I have seen God face to face.&#x201D;<span class=\"citation\" id=\"53555\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53555)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53555)\">Gen. 32:30<\/a><\/span> I know that there are other passages of Scripture, which would seem to militate against this declaration. For instance, there is one passage which reads, &#x201C;No man hath seen God at any time.&#x201D;<span class=\"citation\" id=\"68613\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68613)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68613)\">John 1:18<\/a><\/span><span class=\"citation\" id=\"68633\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68633)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68633)\">John 1:19 (JST)<\/a><\/span> This is in direct contradiction to the testimony of Jacob. The way I reconcile this is that no <span class=\"italic\">natural<\/span> man can see the face of God the Father and live,<span class=\"citation\" id=\"92258\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92258)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92258)\">Moses 1:11<\/a><\/span> it would overpower him; but one quickened by the spirit, as old father Jacob was, could look upon God, and converse with him face to face, as he says he did,<span class=\"citation\" id=\"53556\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53556)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53556)\">Gen. 32:30<\/a><\/span> he must have seen a personage, a being, in his general outlines like unto himself; man, as Moses informs us, having been created in the image of God.<span class=\"citation\" id=\"52207\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52207)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52207)\">Gen. 1:26-27<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v18n960\"> We might refer to many other passages of Scripture, bearing on this subject. The Prophet Isaiah saw God; he saw not only the Lord, but a great congregation in connection with him, so that his train filled the Temple.<span class=\"citation\" id=\"57973\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57973)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57973)\">Isa. 6:1<\/a><\/span> He is always represented by those who have seen him as a personage in the form of man.<span class=\"citation\" id=\"83379\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83379)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83379)\">Ether 3:6-20<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v18n961\"> Having cited a very few evidences, let us inquire into the character and being of God, the Eternal Father. We are the offspring of the Lord, but the rest of animated nature is not; we are just as much the sons and daughters of God as the children in this congregation are the sons and daughters of their parents. We were begotten by him. When? Before we were born in the flesh; this limited state of existence is not our origin, it is merely the origin of the tabernacle in which we dwelt. The mind we are possessed of, the being that is capable of thinking and reflecting, that is capable of acting according <div class=\"break columnbreak\" id=\"289b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0289.pdf\" target=\"pdfwin\">p.&#xA0;289b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6852\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to the motives presented to it, that being which is immortal, which dwells within us, which is capable of reasoning from cause to effect, and which can comprehend, in some measure, the laws of its Creator, as well as trace them out as exhibited in universal nature, that being, which we call the Mind, existed before the tabernacle. <\/div><div class=\"paragraph jod\" id=\"v18n962\"> But says one, &#x201C;That does not look reasonable.&#x201D; Why not? Do you not believe that the Spirit will endure forever? O, yes. You may ask, what becomes of the spirit, separated from the body of flesh and bones, when this body lies in the grave? Has it life and intelligence and power to think and reflect? Let us hear what was said by those who sat under the altar, who were slain for the word of God, and for the testimony which they held, as seen and heard by John while on Patmos.<span class=\"citation\" id=\"79264\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79264)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79264)\">Rev. 6:9<\/a><\/span> &#x201C;And they cried with a loud voice, saying, How long, O Lord, holy and true, dost time not judge and avenge our blood on them that dwell on the earth?&#x201D;<span class=\"citation\" id=\"79297\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79297)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79297)\">Rev. 6:10<\/a><\/span> The Lord tells them that they should &#x201C;rest yet for a little season.&#x201D;<span class=\"citation\" id=\"79299\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79299)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79299)\">Rev. 6:11<\/a><\/span> These faithful servants of God are anxiously awaiting the time when the Lord will avenge their blood?<span class=\"citation\" id=\"79296\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79296)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79296)\">Rev. 6:10<\/a><\/span> Why? Because that will be the time when their bodies will be redeemed, they look forward with great anxiety to the time when they shall be again identified with the fleshly tabernacle with which they were known and distinguished while on the earth&#x2014;hence this prayer. <\/div><div class=\"paragraph jod\" id=\"v18n963\"> Here we find another and further existence for the spirits of men who exist in heaven, who are capable of thinking, of using language, of understanding the future, and of anticipating that which was to come. Now, if they could exist after they leave this tabernacle, while the tabernacle lies moldering in the dust, why  <div class=\"break pagebreak\" id=\"290a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0290.pdf\" target=\"pdfwin\">p.&#xA0;290a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6851\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>not exist before the tabernacle had any existence? Was it not just as easy for an existence to be given to spiritual personages before they took possession of bodies as it is for them to exist after the body decays? Yes, and these are our views, founded upon new revelation; not the views of uninspired men, but founded upon direct revelation from God. <\/div><div class=\"paragraph jod\" id=\"v18n965\"> Where did we exist before we came here? With God. Where does he exist? In the place John denominated heaven.<span class=\"citation\" id=\"79133\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79133)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79133)\">Rev. 4:1<\/a><\/span> What do we understand heaven to be? Not the place described by our Christian friends, beyond the bounds of time and space, for there is no such place, there never was, nor ever will be; but I mean a tangible world, a heaven that is perfect, a heaven with materials that have been organized and put together, sanctified and glorified as the residence and world where God resides. Born there? Yes, we were born there. Even our great Redeemer, whose death and sufferings we are this afternoon celebrating, was born up in yonder world before he was born of the Virgin Mary. Have you not read, in the New Testament, that Jesus Christ was the firstborn of every creature?<span class=\"citation\" id=\"75547\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75547)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75547)\">Col. 1:15<\/a><\/span> From this reading it would seem that he was the oldest of the whole human family, that is, so far as his birth in the spirit world is concerned. How long ago since that birth took place is not revealed; it might have been unnumbered millions of years for aught we know. But we do know that he was born and was the oldest of the family of spirits. Have you not also read in the New Testament that he is called our elder brother?<span class=\"citation\" id=\"72639\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72639)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72639)\">Rom. 8:29<\/a><\/span> Does this refer to the birth of the body of flesh and bones? By no means, for there were hundreds of millions who were born upon our earth before the body of flesh and bones <div class=\"break columnbreak\" id=\"290b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0290.pdf\" target=\"pdfwin\">p.&#xA0;290b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6851\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> was born whom we call Jesus. How is it, then, that he is our elder brother? We must go back to the previous birth, before the foundation of this earth; we have to go back to past ages, to the period when he was begotten of the Father among the great family of spirits. He became, by his birthright, the great Creator. God, through him, created not only this little world, this speck of creation, but by him the worlds were made and created.<span class=\"citation\" id=\"68499\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68499)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68499)\">John 1:3<\/a><\/span><span class=\"citation\" id=\"127495\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127495)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127495)\">Heb. 1:2<\/a><\/span><span class=\"citation\" id=\"86889\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86889)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86889)\">D&amp;C 76:24<\/a><\/span><span class=\"citation\" id=\"127496\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127496)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127496)\">Moses 1:32-33<\/a><\/span> How many we know not, for it has not been revealed.<span class=\"citation\" id=\"127497\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127497)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127497)\">Moses 1:35<\/a><\/span> Suffice it to say, a great many worlds were created by him. Why by him? Because he had the birthright, he being the oldest of his father&#x2019;s family, and this birthright entitles him, not only to create worlds, but to become the redeemer of those worlds, not only the redeemer of the inhabitants of this our earth, but of all the others whom he created by the will and power of his Father.<span class=\"citation\" id=\"86890\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86890)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86890)\">D&amp;C 76:24<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v18n966\"> But says one, &#x201C;By that expression one would infer that other worlds have fallen as well as our own, having doubtless been placed in a state of temptation, and if so it would be fair to presume that there was a Garden of Eden to each of these worlds, containing all kinds of fruit, among which was the Tree of Knowledge of good and evil,<span class=\"citation\" id=\"52451\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52451)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52451)\">Gen. 2:9<\/a><\/span> and that they became fallen precisely in the same manner as ours did, and consequently they would need a redeemer; and, therefore, the people of these worlds would be redeemed and saved according to their diligence and faithfulness in keeping the commandments of God?&#x201D; Have you not read in the first chapter of Genesis of two persons appearing on this earth before man was made, when one who was God, said to the other, &#x201C;Let us make man in our image, after our likeness?&#x201D;<span class=\"citation\" id=\"52145\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52145)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52145)\">Gen. 1:26<\/a><\/span> Does not that bespeak a pre-existence of  <div class=\"break pagebreak\" id=\"291a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0291.pdf\" target=\"pdfwin\">p.&#xA0;291a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6850\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>another personage besides the Almighty? And have you not read too in the same chapter that, &#x201C;God created man in his own image; male and female created he them?&#x201D;<span class=\"citation\" id=\"52262\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52262)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52262)\">Gen. 1:27<\/a><\/span> When? It is said to have been on the sixth period,<span class=\"citation\" id=\"93533\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93533)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93533)\">Abr. 4:31<\/a><\/span> or, according to King James&#x2019; translation, &#x201C;on the sixth day.&#x201D;<span class=\"citation\" id=\"52365\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52365)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52365)\">Gen. 1:31<\/a><\/span> Do you mean to say, we were all in existence on the sixth day? Yes. But on the seventh day,<span class=\"citation\" id=\"52383\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52383)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52383)\">Gen. 2:2-3<\/a><\/span> we are told in the following chapter, &#x201C;there was not a man to till the ground.&#x201D;<span class=\"citation\" id=\"52392\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52392)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52392)\">Gen. 2:5<\/a><\/span><span class=\"citation\" id=\"92398\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92398)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92398)\">Moses 3:5<\/a><\/span> Is it not very singular that all should have an existence on the sixth day, and on the following day there was not a man in existence to till the ground? Why not? Because man was not yet placed in this temporal creation, but he had an existence then in heaven, where we were begotten. You and I were present when this world was created and made&#x2014;you and I then understood the nature of its creation, and I have no doubt that we rejoiced and sang about it. Indeed, the Lord put a very curious question to the Patriarch Job, <span class=\"italic\">apropos<\/span> of this. He said to him, &#x201C;Where wast thou when I laid the foundation of the earth?&#x201D;<span class=\"citation\" id=\"56219\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56219)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56219)\">Job 38:4<\/a><\/span> Where wast thou, &#x201C;When the morning stars sang together, and all the sons of God shouted for joy?&#x201D;<span class=\"citation\" id=\"56246\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56246)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56246)\">Job 38:7<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v18n968\"> Supposing Job to be living now, and this same question put to him, and supposing too, that, instead of answering it himself, he were to seek to the learned Christian world for enlightenment on the subject, what do you think would be the nature of the answer he would receive? It would be, in effect, &#x201C;Why, Job, when the Lord laid the foundation of the earth,<span class=\"citation\" id=\"56220\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56220)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56220)\">Job 38:4<\/a><\/span> you had no existence, for you were not born.&#x201D; Why did not Job so answer the Lord? It was because he understood something about man&#x2019;s pre<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"291b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0291.pdf\" target=\"pdfwin\">p.&#xA0;291b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6850\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>vious estate. He was wise in making no reply to the Lord, for doubtless he felt himself unable to do so. But we find that Moses understood the subject, for at the time the children of Israel transgressed, he and his brother Aaron fell upon their faces before the Lord, and Moses, pleading with great power and faith in behalf of the children of Israel, used these words, &#x201C;O God, the God of the spirits of all flesh,&#x201D;<span class=\"citation\" id=\"54756\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54756)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54756)\">Num. 16:22<\/a><\/span> etc. He understood that God was the Father of our spirits, and he addressed him as such. I think too that the Apostles in ancient days must have had an idea of the pre-existence of man, judging from a certain question which they put to the Savior. It is said that, &#x201C;as Jesus passed by, he saw a man which was blind from his birth. And his disciples asked him, saying, Master, who did sin, this man, or his parents, that he was born blind?&#x201D;<span class=\"citation\" id=\"69539\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69539)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69539)\">John 9:1-2<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v18n969\"> Let us now consider this question in connection with present modern ideas, and we shall at once perceive how utterly foolish it will appear. To state the question fairly in other words we might say, Master, was this man born blind because he had sinned?<span class=\"citation\" id=\"69545\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69545)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69545)\">John 9:2<\/a><\/span> The very nature of this question would indicate, to those even who do not believe in the principle, that this blind man had an existence before he was born into this world, and that he was capable, too, of committing sin. To show yet more clearly that the principle of man&#x2019;s pre-existence is founded on biblical authority, I will quote you part of the Savior&#x2019;s prayer to the Father, just prior to his crucifixion&#x2014;&#x201C;And now, O Father, glorify thou me with thine own self with the glory which I had with thee before the world was.&#x201D;<span class=\"citation\" id=\"70628\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70628)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70628)\">John 17:5<\/a><\/span> Here we find Jesus actually referring to the time he dwelt with his Father before he took upon himself  <div class=\"break pagebreak\" id=\"292a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0292.pdf\" target=\"pdfwin\">p.&#xA0;292a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6849\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>a body of flesh and bones. He also says, &#x201C;For I came down from heaven, not to do mine own will, but the will of him that sent me.&#x201D;<span class=\"citation\" id=\"69245\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69245)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69245)\">John 6:38<\/a><\/span> He came down from the presence and abode of his Father. On another occasion, while addressing the Jews, he says, &#x201C;Verily, verily, I say unto you, Before Abraham was, I am.&#x201D;<span class=\"citation\" id=\"69534\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69534)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69534)\">John 8:58<\/a><\/span> He was, in fine, the <span class=\"italic\">first<\/span>-born of every creature,<span class=\"citation\" id=\"75548\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75548)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75548)\">Col. 1:15<\/a><\/span> and consequently the eldest of our Father&#x2019;s family. <\/div><div class=\"paragraph jod\" id=\"v18n971\"> If, therefore, it be now admitted that our elder brother had a previous existence with the Father, why should it be thought unreasonable that the rest of the family should have a pre-existence as well as the Firstborn? He was born according to man in the flesh, and why not his younger brethren have a similar birth with him in the spirit? <\/div><div class=\"paragraph jod\" id=\"v18n972\"> But now this carries us back still further, and invites us to ascertain a little in relation to his Father. A great many have supposed that God the Eternal Father, whom we worship in connection with his Son, Jesus Christ, was always a self-existing, eternal being from all eternity, that he had no beginning as a personage. But in order to illustrate this, let us inquire, What is our destiny? If we are now the sons and daughters of God, what will be our future destiny? The Apostle Paul, in speaking of man as a resurrected being, says, &#x201C;Who (Jesus) shall change our vile body, that it might be fashioned like unto his glorious body,&#x201D;<span class=\"citation\" id=\"75519\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75519)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75519)\">Philip. 3:21<\/a><\/span> which harmonizes with what John says, &#x201C;It doth not yet appear what we shall be: but we know that, when he shall appear, we shall be like him.&#x201D;<span class=\"citation\" id=\"78654\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78654)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78654)\">1 Jn. 3:2<\/a><\/span> Our bodies will be glorified in the same manner as his body is; then we shall be truly in his image and likeness,<span class=\"citation\" id=\"52208\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52208)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52208)\">Gen. 1:26-27<\/a><\/span> for as he is immortal, having a body of flesh and bone,<span class=\"citation\" id=\"91364\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91364)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91364)\">D&amp;C 130:22<\/a><\/span> so we will be immortal, possessing bodies <div class=\"break columnbreak\" id=\"292b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0292.pdf\" target=\"pdfwin\">p.&#xA0;292b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6849\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of flesh and bones. Will we ever become Gods? Let me refer you to the answer of the Savior to the Jews when accused of blasphemy because he called himself the Son of God.<span class=\"citation\" id=\"69722\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69722)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69722)\">John 10:33<\/a><\/span><span class=\"citation\" id=\"69736\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69736)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69736)\">John 10:36<\/a><\/span> Says be, &#x201C;Is it not written in your law, I said, Ye are gods? If ye called them gods, unto whom the word of God came, and the scripture cannot be broken.&#x201D;<span class=\"citation\" id=\"69729\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69729)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69729)\">John 10:34-35<\/a><\/span> This clearly proves to all Bible believers that in this world, in our imperfect state, being the children of God, we are destined, if we keep his commandments, to grow in intelligence until we finally become like God our Father. By living according to every word which proceeds from the mouth of God,<span class=\"citation\" id=\"62834\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62834)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62834)\">Matt. 4:4<\/a><\/span> we shall attain to his likeness, the same as our children grow up and become like their parents; and, as children through diligence attain to the wisdom and knowledge of their parents, so may we attain to the knowledge of our Heavenly Parents, and if they be obedient to this commandment they will not only be called the sons of God, but be gods.<span class=\"citation\" id=\"69730\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69730)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69730)\">John 10:34-35<\/a><\/span><span class=\"citation\" id=\"87059\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87059)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87059)\">D&amp;C 76:58<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v18n973\"> In the 1st verse of the 14th chapter of Revelation, we are told that John saw one hundred and forty-four thousand persons standing with the Lamb upon Mount Zion, and they had a peculiar name written in their foreheads&#x2014;even their Father&#x2019;s name,<span class=\"citation\" id=\"79683\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79683)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79683)\">Rev. 14:1<\/a><\/span> him whom we call, in our language, God. Then there will be written upon the foreheads of these hundred and forty-four thousand this insignia, the Father&#x2019;s name and they will be gods;<span class=\"citation\" id=\"79684\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79684)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79684)\">Rev. 14:1<\/a><\/span> and they will associate with him as do the Father and his Only Begotten, that is, the only son begotten in the flesh.<span class=\"citation\" id=\"68600\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68600)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68600)\">John 1:14<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v18n974\"> From this we can draw the conclusion that God, Our eternal Father, who is a spiritual being, has a body of flesh and bones,<span class=\"citation\" id=\"91365\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91365)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91365)\">D&amp;C 130:22<\/a><\/span> the same as his children will have after the resurrection. <\/div> <div class=\"break pagebreak\" id=\"293a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0293.pdf\" target=\"pdfwin\">p.&#xA0;293a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6848\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v18n976\"> Says one, to carry it out still further, &#x201C;if we become gods and are glorified like unto him, our bodies fashioned like unto his most glorious body,<span class=\"citation\" id=\"75520\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75520)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75520)\">Philip. 3:21<\/a><\/span> may not he have passed through a mortal ordeal as we mortals are now doing?&#x201D; Why not? If it is necessary for us to obtain experience through the things that are presented before us in this life, why not those beings, who are already exalted and become gods, obtain their experience in the same way? We would find, were we to carry this subject from world to world, from our world to another, even to the endless ages of eternity, that there never was a time but what there was a Father and Son. In other words, when you entertain that which is endless, you exclude the idea of a first being, a first world; the moment you admit of a first, you limit the idea of endless. The chain itself is endless, but each link had its beginning. <\/div><div class=\"paragraph jod\" id=\"v18n977\"> Says one, &#x201C;This is incomprehensible.&#x201D; It may be so in some respects. We can admit, though, that duration is endless, for it is impossible for man to conceive of a limit to it. If duration is endless, there can never be a first minute, a first hour, or first period; endless duration in the past is made up of a continuation of endless successive moments&#x2014;it had no beginning. Precisely so with regard to this endless succession of personages; there never will be a time when fathers, and sons, and worlds will not exist; neither was there ever a period through all the past ages of duration, but what there was a world, and a Father and Son, a redemption and exaltation to the fullness and power of the Godhead. This is what Jesus prayed for, and he did not limit his prayer to his Apostles, but he said, &#x201C;Neither pray I for these alone, but for them also which shall believe on me through <div class=\"break columnbreak\" id=\"293b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0293.pdf\" target=\"pdfwin\">p.&#xA0;293b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6848\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> their word; That they all may be one; as thou, Father, art in me, and I in thee, that they also may be one in us.&#x201D;<span class=\"citation\" id=\"70687\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70687)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70687)\">John 17:20-21<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v18n978\"> But says one, &#x201C;Does not that oneness mean one person?&#x201D; No; Jesus meant that those who believed in him through his servants, might be able to come up to that fullness and glory and power and exaltation which he inherited, even to the fullness of the celestial glory, to be crowned with God the Eternal Father, and with his Only Begotten, to be made equal, as it were, with them, in power and dominion; agreeing with some modern revelations God has given through the Prophet Joseph Smith. He said all they that receive this Priesthood, that is, those who receive the testimony of the servants of God, they receive me; and whosoever receives my Father, receives my Father&#x2019;s kingdom; whereupon all that my Father hath shall be given to him.<span class=\"citation\" id=\"87737\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87737)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87737)\">D&amp;C 84:35-38<\/a><\/span> This is a glorious promise, to be joint heirs with the Son of God<span class=\"citation\" id=\"72588\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72588)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72588)\">Rom. 8:17<\/a><\/span> in the inheritance of all things, even the fullness and glory of the Celestial world, their bodies eventually to become glorified, spiritual bodies of flesh and bones, the same as God the Father.<span class=\"citation\" id=\"91366\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91366)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91366)\">D&amp;C 130:22<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v18n979\"> Before the earth was rolled into existence we were his sons and daughters. Those of his children who prove themselves during this probation worthy of exaltation in his presence, will beget other children, and, precisely according to the same principle, they too will become fathers of spirits, as he is the Father of our spirits;<span class=\"citation\" id=\"77211\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77211)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77211)\">Heb. 12:9<\/a><\/span> and thus the works of God are one eternal round&#x2014;<span class=\"citation\" id=\"80990\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80990)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80990)\">1 Ne. 10:19<\/a><\/span><span class=\"citation\" id=\"84982\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84982)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84982)\">D&amp;C 35:1<\/a><\/span>creation, glorification, and exaltation in the celestial kingdom. <\/div><div class=\"paragraph jod\" id=\"v18n980\"> How many transformations this earth had before it received its present form of creation, I do not know. Geologists pretend to say that this  <div class=\"break pagebreak\" id=\"294a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0294.pdf\" target=\"pdfwin\">p.&#xA0;294a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6847\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>earth must have existed many millions of years, and this assertion is generally made by men who do not believe in God or the Bible, to disprove the history of the creation of the world, as given by the Prophet Moses. We will go further than geologists dare to go, and say that the materials of which the earth is composed are eternal, they will never have an end. <\/div><div class=\"paragraph jod\" id=\"v18n982\"> What is meant by creation? Merely organization. In six days, we are told, God created this world, also every living thing that then existed.<span class=\"citation\" id=\"54262\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54262)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54262)\">Ex. 20:11<\/a><\/span><span class=\"citation\" id=\"54433\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54433)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54433)\">Ex. 31:17<\/a><\/span> Did he create any of these things out of nothing? Did the materials then originate? No, there is no Scripture to be found within the lids of the Old and New Testament, or Book of Mormon, or Doctrine and Covenants, or in any of the revelations of God, ancient or modern, that even intimates such a thing, for such was not the case; but go to the creeds of men and you will find these things taught. I was taught them in my youth; they were instilled into my young mind, and of course I believed them. But as I matured in years and thought, especially after I began to study the Hebrew language, I learned that the material of which this earth was made, always did exist, and that it was only an organization or formation which took place, during the time spoken of by Moses. <\/div><div class=\"paragraph jod\" id=\"v18n983\"> How many transformations this earth passed through before the one spoken of by Moses, I do not know, neither do I particularly care. If it had gone through millions on millions of transformations, it is nothing to us. We are willing, for the sake of argument, to admit that the materials themselves are as old as geologists dare to say they are; but then, that does not destroy the idea of a God, that does not destroy the idea of a great Creator, who, accord<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"294b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0294.pdf\" target=\"pdfwin\">p.&#xA0;294b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6847\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ing to certain fixed and unalterable laws, brought these materials, from time to time, into a certain organization, and then by his power completed the worlds that were thus made, by placing thereon intelligent and animated beings, capable of thinking and having an existence; and then again, for various reasons, he destroys their earthly existence, until finally he exalts them from their former condition, and makes them celestial in their nature. <\/div><div class=\"paragraph jod\" id=\"v18n984\"> This is the destiny of this globe of ours; it will eventually attain a state of organization that will no more be destroyed. When? After God has fulfilled and accomplished his purposes, after it has rested from wickedness one thousand years,<span class=\"citation\" id=\"127498\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127498)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127498)\">D&amp;C 88:110<\/a><\/span><span class=\"citation\" id=\"93110\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93110)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93110)\">Moses 7:48<\/a><\/span> during which time Satan will not have power to tempt the children of men,<span class=\"citation\" id=\"81184\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81184)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81184)\">1 Ne. 22:15,26<\/a><\/span><span class=\"citation\" id=\"81600\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81600)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81600)\">2 Ne. 30:18<\/a><\/span><span class=\"citation\" id=\"89498\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89498)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89498)\">D&amp;C 101:28<\/a><\/span> during which time the faithful will reign, as kings and priests on the earth in their resurrected bodies,<span class=\"citation\" id=\"79189\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79189)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79189)\">Rev. 5:10<\/a><\/span><span class=\"citation\" id=\"80548\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80548)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80548)\">Rev. 20:6<\/a><\/span> when, too, the kingdom and the greatness of the kingdom under the whole heaven will be in possession of the Saints of the Most High;<span class=\"citation\" id=\"61750\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61750)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61750)\">Dan. 7:27<\/a><\/span> not only in the possession of those who are mortal Saints, but also in the possession of those who are immortal Saints, appearing as they will in their resurrected bodies, rising up as rulers, as kings and priests, upon the face of our globe. <\/div><div class=\"paragraph jod\" id=\"v18n985\"> A government administered by such men will be one that can be depended on; in that respect it will be very different from the political nations of mortal man. Then there will not be the contention we now have, for all things pertaining to the government of God&#x2019;s kingdom will be conducted in order and on the eternal principles of righteousness. <\/div><div class=\"paragraph jod\" id=\"v18n986\"> The Twelve Apostles who were called by Jesus, and who ministered in his name while they tarried on the earth, will sit upon twelve  <div class=\"break pagebreak\" id=\"295a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0295.pdf\" target=\"pdfwin\">p.&#xA0;295a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6846\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>thrones hereafter, and judge the twelve tribes of Israel.<span class=\"citation\" id=\"65227\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65227)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65227)\">Matt. 19:28<\/a><\/span> There will be nothing intangible or etherial about these thrones, they will be just as real as any kingly throne of the earth. And the Twelve Apostles will rule over the twelve tribes of Israel for the space of a thousand years, having, as they will have, their celestial bodies, and they will eat and drink at the table of the Lord.<span class=\"citation\" id=\"68088\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68088)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68088)\">Luke 22:30<\/a><\/span> He will be here also, he will be King of kings,<span class=\"citation\" id=\"80445\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80445)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80445)\">Rev. 19:16<\/a><\/span> before whom all must bow, all must acknowledge his power&#x2014;and that will be for the space of a thousand years.<span class=\"citation\" id=\"80521\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80521)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80521)\">Rev. 20:4-6<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v18n988\"> By and by, when the time comes for this earth to die&#x2014;for there has been a great deal of wickedness here&#x2014;Satan will be loosed to go forth again to deceive, for there will still be some of the Saints mortal, who will be subject to temptation, and even Satan will not only try to deceive the mortal Saints, but he will gather together his armies around the camp of the Saints.<span class=\"citation\" id=\"80557\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80557)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80557)\">Rev. 20:7-9<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v18n989\"> Then another time comes, when a great white throne will appear, and he who sits thereon will be glorious in his majesty and power, from before whose face the earth will flee away and no place be found for it.<span class=\"citation\" id=\"80590\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80590)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80590)\">Rev. 20:11<\/a><\/span> Will he annihilate it? No, not a particle of the earth will be annihilated, not a particle of the earth was ever originated, consequently not a particle of it will go out of existence; but it will flee away to its original element, in the same manner as the human body would were it burned at the stake. The elements would be diffused among original matter, so with the elements of our earth when it undergoes its change. John was not satisfied with only seeing the earth pass away, but he saw still further, even until he beheld a new heaven and a new earth, for, said he, the first heaven <div class=\"break columnbreak\" id=\"295b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0295.pdf\" target=\"pdfwin\">p.&#xA0;295b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6846\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and the first earth were passed away, and there was no more sea.<span class=\"citation\" id=\"80675\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80675)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80675)\">Rev. 21:1<\/a><\/span> Again, he testifies further, saying, &#x201C;And I John saw the holy city, new Jerusalem, coming down from God out of heaven, prepared as a bride adorned for her husband. And I heard a great voice out of heaven saying, Behold, the tabernacle of God is with men, and he will dwell with them, and they shall be his people, and God himself shall be with them, and be their God. And God shall wipe away all tears from their eyes; and there shall be no more death, neither sorrow, nor crying, neither shall there be any more pain: for the former things are passed away. And he that sat upon the throne said, Behold, I make all things new.&#x201D;<span class=\"citation\" id=\"80717\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80717)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80717)\">Rev. 21:2-5<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v18n990\"> This creation, when made new, will be inhabited by immortal beings, who will no more be subject to death, consequently there will be no more pain or sorrow, nothing to mar their peace or to prevent them from entering into the fullness of happiness and joy. <\/div><div class=\"paragraph jod\" id=\"v18n991\"> This, I say, is the destiny of this earth, and the Lord has told us that the time is nigh at hand. In other words, this is the last dispensation, and we are preparing for the work of the Millennium. When the thousand years are passed, the earth will be made new&#x2014;<span class=\"citation\" id=\"60195\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60195)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60195)\">Isa. 65:17<\/a><\/span><span class=\"citation\" id=\"60254\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60254)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60254)\">Isa. 66:22<\/a><\/span><span class=\"citation\" id=\"78487\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78487)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78487)\">2 Pet. 3:13<\/a><\/span><span class=\"citation\" id=\"83522\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83522)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83522)\">Ether 13:9<\/a><\/span><span class=\"citation\" id=\"84775\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84775)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84775)\">D&amp;C 29:23-24<\/a><\/span><span class=\"citation\" id=\"89487\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89487)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89487)\">D&amp;C 101:25<\/a><\/span><span class=\"citation\" id=\"94100\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94100)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94100)\">A of F 1:10<\/a><\/span>it will then become a heaven, the habitation of the former and Latter-day Saints, as well as all they who prove themselves faithful who will be born during the Millennium. How long will they inhabit it? Forever. <\/div><div class=\"paragraph jod\" id=\"v18n992\"> When I was a boy, nineteen years old, I first saw Joseph Smith; I attended a Conference of the Church of Jesus Christ of Latter-day Saints, on the 2nd January, 1831. At that Conference the people desired him to inquire of the Lord for them  <div class=\"break pagebreak\" id=\"296a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0296.pdf\" target=\"pdfwin\">p.&#xA0;296a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6845\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>&#x2014;they were anxious to know his mind and will. They were at that time comparatively few in number, not being more than two hundred. Joseph Smith sat down at a table, and received a great revelation, which is now contained in this Book of Doctrine and Covenants.<span class=\"citation\" id=\"127499\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127499)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127499)\">D&amp;C 38:1-42<\/a><\/span> Part of it, in relation to a land of promise, reads as follows&#x2014;&#x201C;And I will give it unto you for the land of your inheritance, if you seek it with all your hearts. And this shall be my covenant with you, ye shall have it for the land of your inheritance, and for the inheritance of your children forever, while the earth shall stand, and ye shall possess it again in eternity, no more to pass away.&#x201D;<span class=\"citation\" id=\"85082\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85082)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85082)\">D&amp;C 38:19-20<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v18n994\"> When I sat and heard that revelation, as it was uttered by the Prophet Joseph, and written by his scribe, I thought to myself, that is a very curious doctrine for I had not then learned that this earth was to become our future home and heaven, and I did not think Joseph Smith knew it. But it seemed so curious to me to bring myself to believe that the Lord was going to give us part of this earth, to possess it, and our children after us, while time should last, and to retain it through all eternity, never more to pass away. This was so different from anything I had been taught&#x2014;I was utterly confounded&#x2014;to think that my Father in heaven would come and live here on this earth! But when I came to read the Bible on this subject and found how numerous the passages were promising that the Saints should inherit the earth forever, I was perfectly astonished that I had never thought of it before. &#x201C;Blessed are the meek,&#x201D; says the Savior, &#x201C;for they shall inherit the earth.&#x201D;<span class=\"citation\" id=\"62916\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62916)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62916)\">Matt. 5:5<\/a><\/span> The meek have been driven into the dens and mountains of the earth,<span class=\"citation\" id=\"77106\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77106)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77106)\">Heb. 11:38<\/a><\/span> having had to hide themselves up from <div class=\"break columnbreak\" id=\"296b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0296.pdf\" target=\"pdfwin\">p.&#xA0;296b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6845\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> their persecutors, while the wicked, the proud and the haughty have inherited the earth. Yet here is a promise that the meek shall inherit this earth,<span class=\"citation\" id=\"62917\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62917)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62917)\">Matt. 5:5<\/a><\/span> which all of course would readily admit has never had its fulfillment. Then again I was still more confirmed of the truth of this doctrine when finding other corroborative passages. David, for instance, in his 37th Psalm, says, &#x201C;The wicked shall be cut off. The righteous shall inherit the land, and dwell thereon forever.&#x201D;<span class=\"citation\" id=\"56585\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56585)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56585)\">Ps. 37:28-29<\/a><\/span> I go back to the Books of Moses, and there ascertain that the earth is promised to the Saints forever.<span class=\"citation\" id=\"54269\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54269)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54269)\">Ex. 20:12<\/a><\/span><span class=\"citation\" id=\"54966\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54966)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54966)\">Deut. 4:40<\/a><\/span> I came to the Acts of the Apostles, wherein the martyr Stephen, in answering the charge of blasphemy, tells of Abraham, how he came to leave his own country, and how that the Lord had promised him a land for an inheritance<span class=\"citation\" id=\"71505\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71505)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71505)\">Acts 7:2-5<\/a><\/span> which &#x201C;he would give to him for a possession, and to his seed after him,&#x201D;<span class=\"citation\" id=\"71515\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71515)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71515)\">Acts 7:5<\/a><\/span> and yet he never possessed any of it, &#x201C;no, not so much as to set his foot on,&#x201D;<span class=\"citation\" id=\"71514\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71514)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71514)\">Acts 7:5<\/a><\/span> and this same promise was confirmed to Isaac and Jacob. And when I read in the Revelation of John about the new song that he heard them sing in heaven about their coming back to the earth (Rev. v, 9, 10),<span class=\"citation\" id=\"79162\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79162)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79162)\">Rev. 5:9-10<\/a><\/span> I was fully confirmed that the new revelation was from God. One portion of the song which John heard the angels sing was, &#x201C;For thou wast slain, and hast redeemed us to God by thy blood out of every kindred, and tongue, and people, and nation; And hast made us unto our God kings and priests: and we shall reign on the earth.&#x201D;<span class=\"citation\" id=\"79163\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79163)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79163)\">Rev. 5:9-10<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v18n995\"> How very plain it is when we once learn about our future heaven. We do not have to pray, according to the Methodists, for the Lord to take us to a land beyond time and space, the Saints secure abode. How inconsistent to look for a heaven beyond  <div class=\"break pagebreak\" id=\"297a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0297.pdf\" target=\"pdfwin\">p.&#xA0;297a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6844\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>space! The heaven of the Saints is something we can look forward to in the confident hope of realizing our inheritances and enjoying them forever, when the earth becomes sanctified and made new. And there, as here, we will spread forth and multiply our children. How long? For eternity. What, resurrected Saints have children? Yes, the same as our God, who is the Father of our spirits;<span class=\"citation\" id=\"77212\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77212)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77212)\">Heb. 12:9<\/a><\/span> so you, if you are faithful to the end, will become fathers to your sons and daughters, which will be as innumerable as the sands upon the seashore;<span class=\"citation\" id=\"53350\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53350)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53350)\">Gen. 22:17<\/a><\/span><span class=\"citation\" id=\"91713\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91713)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91713)\">D&amp;C 132:30<\/a><\/span> they will be your children, and you will be their heavenly fathers, the same as our heavenly Father is Father to us, and they will belong to your kingdoms through all the vast ages of eternity, the same as we will belong to our Father&#x2019;s kingdom. <\/div><div class=\"paragraph jod\" id=\"v18n997\"> He that receiveth my Father, says the Savior, receiveth my Father&#x2019;s kingdom, wherefore all that my Father hath shall be given to him.<span class=\"citation\" id=\"87745\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87745)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87745)\">D&amp;C 84:38<\/a><\/span> It is a kind of joint stock inheri<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"297b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0297.pdf\" target=\"pdfwin\">p.&#xA0;297b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6844\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tance, we are to become joint heirs with Jesus Christ<span class=\"citation\" id=\"72589\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72589)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72589)\">Rom. 8:17<\/a><\/span> to all the inheritances and to all the worlds that are made. We shall have the power of locomotion; and like Jesus, after his resurrection, we shall be able to mount up and pass from one world to another. We shall not be confined to our native earth. There are many worlds inhabited by people who are glorified, for heaven is not one place, but many; heaven is not one world but many. &#x201C;In my Father&#x2019;s house are many mansions.&#x201D;<span class=\"citation\" id=\"69887\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69887)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69887)\">John 14:2<\/a><\/span> In other words&#x2014;In my Father&#x2019;s house there are many worlds, which in their turn will be made glorified heavens, the inheritances of the redeemed from all the worlds who, having been prepared through similar experience to our own, will inhabit them; and each one in its turn will be exalted through the revelations and laws of the Most High God, and they will continue to multiply their offspring through all eternity, and new worlds will be made for their progeny. Amen. <\/div>\n<\/div>\n<\/div>"}