{"ID":180029, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Personal Revelation the Basis of Personal Knowledge&#x2014;Philosophic View of Creation&#x2014;Apostasy Involves Disorganization and Return to Primitive Element&#x2014;One-Man Power.<\/div>\n<div class=\"subtitle\">Discourse by President Brigham Young, delivered in the New Tabernacle, Salt Lake City, Sunday Afternoon, Sept. 17, 1876.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Geo. F. Gibbs.<\/div>\n<div class=\"pageHeader\">Page Header: Personal Revelation, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 9\/17\/1876<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d29\">\n<div class=\"paragraph jod\" id=\"v18n772\"> I am about to do the very thing I did not intend to do this afternoon, that is, speak to the people. I have absented myself from your meetings now for some time, feeling that if I came here my spirit would be drawn out to such a degree that I would perhaps be under the necessity of talking to you; I will venture, however, to use my lungs for a few minutes, and present a few words of counsel to the Latter-day Saints. <\/div><div class=\"paragraph jod\" id=\"v18n773\"> There is a Scripture which reads, &#x201C;For what man knoweth the things of a man, save the spirit of man which is in him? even so the things of God knoweth no man, but the Spirit of God.&#x201D;<span class=\"citation\" id=\"73057\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73057)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73057)\">1 Cor. 2:11<\/a><\/span> This is as true a saying as there is in the Bible. And on one occasion Jesus said, &#x201C;If any man will do my will, he shall know of the doctrine, whether it be of God, or whether I speak of myself.&#x201D;<span class=\"citation\" id=\"69362\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69362)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69362)\">John 7:17<\/a><\/span> Brother Geo. Q. Cannon, who has just spoken, has testified to the word. I have made these quotations to confirm and strengthen what he has said. There are people enough here to publish to the world that there is a man who testifies that he knows that God lives, who knows that Jesus is the Christ, the Savior <div class=\"break columnbreak\" id=\"230b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0230.pdf\" target=\"pdfwin\">p.&#xA0;230b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6911\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of the world. I also testify to the truth of these things. I have proven to my satisfaction, according to the best knowledge I can gather, that man can be deceived by the sight of the natural eye, he can be deceived by the hearing of the ear, and by the touch of the hand; that he can be deceived in all of what are called the natural senses. But there is one thing in which he cannot be deceived. What is that? It is the operations of the Holy Ghost, the Spirit and power of God upon the creature. It teaches him of heavenly things; it directs him in the way of life; it affords him the key by which he can test the devices of man, and which recommends the things of God. The sayings which I have quoted I have proven to be true, and I bear testimony to them. The Latter-day Saints have done likewise. Not only the Saints who are present, and who gathered to Zion, but those of every nation, continent, or island who live the religion taught by our Savior and his Apostles, and also by Joseph Smith; they also bear the same testimony, their eyes have been quickened by the Spirit of God, and they see alike, their hearts have been quick<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"231a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0231.pdf\" target=\"pdfwin\">p.&#xA0;231a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6910\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ened, and they feel and understand alike, and there are no disputations among them with regard to the doctrines of the Savior.<span class=\"citation\" id=\"82635\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82635)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82635)\">3 Ne. 11:28<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v18n775\"> Men begin to apostatize by taking to themselves strength, by hearkening to the whisperings of the enemy who leads them astray little by little, until they gather to themselves that which they call the wisdom of man; then they begin to depart from God, and their minds become confused. But all who keep the faith are of one heart and one mind,<span class=\"citation\" id=\"92946\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92946)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92946)\">Moses 7:18<\/a><\/span> and this testimony is so confirmed to all that we cannot be mistaken. If we ask the Father, in the name of Jesus, for such and such favor, and it be granted to us, should we not acknowledge God in this? If we hearken to the whisperings of the Spirit of God, we shall feel ourselves under obligations to do so. In consequence of our obedience to the will of the Father, we know for ourselves, and our knowledge is confirmed as we continue to apply the commandments of God in our everyday life. <\/div><div class=\"paragraph jod\" id=\"v18n776\"> Brother Cannon speaks of Christians. We are Christians professedly, according to our religion. People have gathered to themselves certain ideas, and laid them down as systems, calling them religion, all professing to believe and obey the Scriptures. Their religions are peculiar to themselves&#x2014;our religion is peculiar to God, to angels, and to the righteous of time and eternity. Why are we persecuted because of our religion? Why was Joseph Smith persecuted? Why was he hunted from neighborhood to neighborhood, from city to city, and from State to State, and at last suffered death? Because he received revelations from the Father, from the Son, and was ministered to by holy angels, and published to the world the direct will of the Lord concerning his children <div class=\"break columnbreak\" id=\"231b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0231.pdf\" target=\"pdfwin\">p.&#xA0;231b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6910\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> on the earth. Again, why was he persecuted? Because he revealed to all mankind a religion so plain and so easily understood, consistent with the Bible, and so true. It is now as it was in the days of the Savior; let people believe and practice these simple, Godlike traits, and it will be as it was in the old world, they will say, if this man be let alone he will come and take away our peace and nation.<span class=\"citation\" id=\"69784\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69784)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69784)\">John 11:48<\/a><\/span> Why? Because&#x2014;&#x201C;Shall I quote Scripture? If I do not, I will make a little.&#x201D; Because it takes away their bread and butter, takes away their salaries; they become no longer able to impose upon the people, and to lead them blindly along, while they themselves feast and fatten upon the labors of these whose souls they profess a watchcare over.<span class=\"citation\" id=\"72055\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72055)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72055)\">Acts 19:24-29<\/a><\/span> They say, &#x201C;We shall be broken up, we shall have to raise our own wheat and potatoes, make our own butter and cheese, and we cannot bear it, and we will not, we&#x2019;ll drive this religion from the earth.&#x201D; This is really all the reason there is. A man rises up and says, &#x201C;I understand the philosophy of a good many sciences, and I cannot believe as you Latter-day Saints do.&#x201D; All your philosophy, even every iota of it which is true, belongs to the religion of the Latter-day Saints; and I say to all such, if you believe the truth, you believe just as the Latter-day Saints believe. It is said in this book (the Bible) that God made the earth in six days.<span class=\"citation\" id=\"54261\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54261)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54261)\">Ex. 20:11<\/a><\/span> This is a mere term, but it matters not whether it took six days, six months, six years, or six thousand years. The creation occupied certain periods of time. We are not authorized to say what the duration of these days was, whether Moses penned these words as we have them, or whether the translators of the Bible have given the words their intended meaning. How<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"232a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0232.pdf\" target=\"pdfwin\">p.&#xA0;232a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6909\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ever, God created the world. If I were a sectarian I would say, according to their philosophy, as I have heard many of them say hundreds of times, &#x201C;God created all things out of nothing; in six days he created the world out of nothing.&#x201D; You may be assured the Latter-day Saints do not believe any such thing. They believe God brought forth material out of which he formed this little <span class=\"italic\">terra firma<\/span> upon which we roam. How long had this material been in existence? Forever and forever, in some shape, in some condition. We need not refer at all to those who were with God, and who assisted him in this work. The elements form and develop, and continue to do so until they mature, and then they commence to decay and become disorganized. The mountains around us were formed in this way. By and by, when they shall have reached their maturity, the work of disintegration and decay will commence. It has been so from all eternity, and will continue to be so until they are made celestial. <\/div><div class=\"paragraph jod\" id=\"v18n778\"> Some of our scholars who have acquired a little smattering of knowledge rise up and say, &#x201C;I am an infidel, I do not believe in God.&#x201D; Well, then, as the Psalmist says, &#x201C;The fool has said in his heart, There is no God.&#x201D;<span class=\"citation\" id=\"56384\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56384)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56384)\">Ps. 14:1<\/a><\/span> I make the application of the Psalmist. You do not know your right hand from your left. How do you happen to know that this (the right hand) is the right hand, and that this (the left) is the left hand? Simply because it has been handed down from parent to child until this day. Were it otherwise one might say, This (the left hand) is my right hand, and this (the right) is my left hand. Where did Professor Morse obtain his knowledge of electricity, and its application over the telegraph wire? He got it from the <div class=\"break columnbreak\" id=\"232b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0232.pdf\" target=\"pdfwin\">p.&#xA0;232b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6909\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> God of Heaven, who is the source of all intelligence; from him proceeds the knowledge of mechanism and of philosophy in all its phases. <\/div><div class=\"paragraph jod\" id=\"v18n779\"> What do men and women who turn away from the faith, as they occasionally do, turn to? To an empty sound, from a reality to a shadow. They reject a knowledge of the eternal principles by which the heavens are, were, and will be; they turn to the follies and weakness of man and yield to the influences of the devil, who, with the third part of the hosts of heaven, rebelled against the Father and was cast out of heaven.<span class=\"citation\" id=\"79545\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79545)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79545)\">Rev. 12:4<\/a><\/span> What is the ultimate result of this downward course which some are pursuing? The beautiful organization they now possess, will decrease in beauty, and continue to decrease until the elements of which it is formed dissolve and return to their original state, just like the action of these mountains, which, in their time decay, and return to mother clay. They who turn away from the Gospel of the Son of God, which we preach, turn away from the origin of all truth, from light into darkness, from wisdom to folly, until they are known no more forever; this is the end of apostasy. What has already become of those who, during our short existence as a Church, have come out against us, politically, judicially, or otherwise, those who have raised their puny arms to destroy the kingdom of God from the earth? They have become powerless, like the dew before the rising sun; they have vanished away, their names are almost forgotten; and if this is not the case with all, it will be. For Zion must be established on the earth, and God, in his power and might, will accomplish it, and none can stay His purposes. He will gather together in one all things  <div class=\"break pagebreak\" id=\"233a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0233.pdf\" target=\"pdfwin\">p.&#xA0;233a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6908\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>in Christ, both which are in heaven and which are on earth,<span class=\"citation\" id=\"74817\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74817)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74817)\">Eph. 1:10<\/a><\/span> and we will assist him. <\/div><div class=\"paragraph jod\" id=\"v18n781\"> I testify that Jesus is the Christ, the Savior and Redeemer of the world; I have obeyed his sayings, and realized his promise,<span class=\"citation\" id=\"69363\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69363)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69363)\">John 7:17<\/a><\/span> and the knowledge I have of him, the wisdom of this world cannot give, neither can it take away. <\/div><div class=\"paragraph jod\" id=\"v18n782\"> To you, my brethren and sisters, I wish to give a little counsel. And, here, let me say, that after I have revealed to you the mind and will of God concerning you, I am not held responsible for the performance of your duties. Cease your folly and wickedness, cease running after Babylon, and let your young people cease their Sunday and midnight excursions, and everything that savors of Babylon; for soon she must fall, she will pass away,<span class=\"citation\" id=\"80009\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80009)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80009)\">Rev. 14:8<\/a><\/span> the victim of her own wickedness,<span class=\"citation\" id=\"80295\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80295)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80295)\">Rev. 18:4-5<\/a><\/span> and it behooves you to watch and pray, lest peradventure you should be lost with her. I also say, Cease speaking evil one of another,<span class=\"citation\" id=\"92059\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92059)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92059)\">D&amp;C 136:23<\/a><\/span> and cease being dishonest. Masters, deal honestly and justly with those whom you hire, who are called servants. Servants, deal honestly and uprightly with those who employ you, who are called masters, that confidence and the spirit of brotherhood may be kindled,<span class=\"citation\" id=\"75369\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75369)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75369)\">Eph. 6:5-9<\/a><\/span> where now, in too many instances, the desire to take advantage exists. <\/div><div class=\"paragraph jod\" id=\"v18n783\"> We are making an effort, by way of petitioning the City Council, to close the drinking saloons that disgrace our city. How do the people feel about it? Are there any Latter-day Saints who would not lift up both hands against this evil and say, &#x201C;God be thanked if we can stop the drunkenness in our streets?&#x201D; No, not one. Are there any, whether &#x201C;Mormon&#x201D; or non-&#x201C;Mormon,&#x201D; who claim to have the fear of God in <div class=\"break columnbreak\" id=\"233b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0233.pdf\" target=\"pdfwin\">p.&#xA0;233b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6908\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> their hearts, but who ought to lend us their full support in suppressing it? No, not one. A gentleman, well known to you, told me that he had occasion to wait fifty minutes on one of our streets, near a beer saloon, and during that time he counted six women come out, three or four of them had either children in arms, or walking by their sides. What do you think of that, sisters? It is a disgrace to the name of lady. Is it any more a disgrace in woman than in man? Yes, because he is by nature coarser and more prone to such wickedness than she is. Woman is altogether of a finer nature, and has stronger moral inclinations; it is not natural for her to indulge in wickedness that man takes common delight in. It is a disgrace and a burning shame in an Elder in Israel to allow himself to become intoxicated; and further, it is shameful in an Elder to frequent and help sustain these saloons, these sinkholes of vice. How would the Savior, were he to come among us, regard such men who are supposed to be engaged in the work of building up Zion? It would be fair to believe that, as he disposed of the moneychangers who contaminated the Temple, by as he said, turning it into a den of thieves,<span class=\"citation\" id=\"65318\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65318)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65318)\">Matt. 21:13<\/a><\/span> so likewise the Elder, who would lend his influence to turn Zion into a den of drunkards and gamblers, should be cast out as one unworthy to be engaged in so important a work. The devil has sent his emissaries among us, some of whom come in the form of lawyers, doctors and ministers, and others as saloon keepers and gamblers, and as &#x201C;gentlemen&#x201D; whose politeness and affability are peculiarly striking. Their special mission seems to be directed to the young of both sexes, to decoy and lead them astray. To the young man they say, &#x201C;Come,  <div class=\"break pagebreak\" id=\"234a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0234.pdf\" target=\"pdfwin\">p.&#xA0;234a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6907\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>take a drink;&#x201D; or, &#x201C;Don&#x2019;t be so unwise as to allow yourself to be governed by this one-man power; be free and use your liberty, let everybody know that you are a free man and that you have a mind of your own.&#x201D; And turning to our girls&#x2014;&#x201C;Won&#x2019;t you take a ride, young lady?&#x201D; She thinks him so nice, he lets her drive. &#x201C;O, how lovely this is, don&#x2019;t I look pretty?&#x201D; &#x201C;Won&#x2019;t you accept an invitation to a dance, to the Lake, or to the Gardens, etc.?&#x201D; Such courtesies, when accepted, are the beginning of sorrow. There are but two roads, one is the way of life, glory and excellency, and crowns, and kingdoms, immortality and eternal lives; the other is drunkenness, debauchery, beautiful manners in the light, but shameful conduct in the dark. &#x201C;O!&#x201D; say they, &#x201C;don&#x2019;t you think we are wise? Why, we are very wise, we have studied and been to college.&#x201D; Yes, I know the extent of your wisdom. I know, too, the road you are traveling; it leads down, down, down, until you become as nothing, returning to native element, and losing your identity&#x2014;you are lost forever and forever. These are they who have sinned away the day of grace,<span class=\"citation\" id=\"83161\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83161)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83161)\">Morm. 2:15<\/a><\/span> and denied the Lord, who bought them.<span class=\"citation\" id=\"78359\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78359)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78359)\">2 Pet. 2:1<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v18n785\"> As for supporting the one-man power, as the world term it, I can say that I never asked a man to vote for me, or to use his influence in any way to further my individual interests. All I have ever asked of the Latter-day Saints is, to do the will of our Father in heaven. And in this, as in all other things, you have the perfect liberty to do as you please. I can say, as was once said from this stand, God and one man are a great majority; and God and the Latter-day Saints who are valiant for the truth, and who live according to the revealed will are an overwhelming <div class=\"break columnbreak\" id=\"234b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0234.pdf\" target=\"pdfwin\">p.&#xA0;234b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6907\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> majority, and they will live and reign upon this earth when it shall be redeemed from its fallen condition, while their opponents will sink down to perdition. <\/div><div class=\"paragraph jod\" id=\"v18n786\"> Some of our young men rise up and say, &#x201C;I don&#x2019;t believe as my father believes, I can&#x2019;t see it, and I shall do as I please.&#x201D; This is your right, to do as you please, your free agency is given to you for that purpose. But while you avail yourselves of this liberty, which is so much abused and misunderstood, be careful that you do not defeat your own desires; for these words are as true today as they were when the Apostle Paul uttered them: &#x201C;Know ye not, that to whom ye yield yourselves servants to obey, his servants ye are to whom ye obey; whether of sin unto death, or of obedience unto righteousness.&#x201D;<span class=\"citation\" id=\"72456\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72456)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72456)\">Rom. 6:16<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v18n787\"> I believe in the one-man power. Who is that man? Our Father in heaven, God, the eternal Father, who is in all, knows all, and who made all that is in heaven, and who brought this world and all its living creatures into existence. He is the supreme &#x201C;man.&#x201D; I serve, believe in and wish to obey in all things. It is my right and privilege to thus believe, and all who choose to differ from me have the privilege to do so. I want to continue in that course that will secure to me an exalted salvation. What, to be near to the Lord? I do not know, nor do I upon this point give myself any trouble. It is pure and righteous principles I seek, and we must associate them with our everyday life until they become part and parcel of our existence; for this brings us happiness, no matter where we are. It is a pleasure for a person to drink good cold water when extremely thirsty; but when he has satisfied himself, the extent of his enjoyment is realized, and so it is  <div class=\"break pagebreak\" id=\"235a\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0235.pdf\" target=\"pdfwin\">p.&#xA0;235a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6906\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>with all our natural blessings or pleasures. But how different with regard to the principles of eternal life! Of them we drink and drink again, and still we thirst for more. <div class=\"break columnbreak\" id=\"235b\">[<a href=\"\/jod\/pdf\/JoD18\/JoD18_0235.pdf\" target=\"pdfwin\">p.&#xA0;235b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/6906\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> These are the principles which alone can make us happy&#x2014;without them we are miserable in time and will be through all eternity. God bless you. Amen. <\/div>\n<\/div>\n<\/div>"}