{"ID":190010, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Order of the Priesthood&#x2014;Duties of the Several Quorums&#x2014;Difficulties and Their Settlement&#x2014;Duties of the Teachers&#x2014;Discipline in the Church.<\/div>\n<div class=\"subtitle\">Discourse by Elder John Taylor, delivered at Farmington, on Sunday Morning, June 17, 1877.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Geo. F. Gibbs.<\/div>\n<div class=\"pageHeader\">Page Header: Order of the Priesthood, Etc.<\/div>\n<div class=\"speaker\">Speaker: John Taylor<\/div>\n<div class=\"date\">Date: 6\/17\/1877<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d10\">\n<div class=\"paragraph jod\" id=\"v19n174\"> The following passage is found in the Doctrine and Covenants, page 266, new edition&#x2014;  <\/div><div class=\"paragraph jod\" id=\"v19n175\"> &#x201C;Which priesthood continueth in the church of God in all generations, and is without beginning of days or end of years. And the Lord confirmed a priesthood also upon Aaron and his seed, throughout all their generations, which priesthood also continueth and abideth forever with the priesthood which is after the holiest order of God. And this greater priesthood administereth the gospel and holdeth the key of the mysteries of the kingdom, even the key of the knowledge of God. Therefore, in the ordinances thereof, the power of godliness is manifest. And without the ordinances thereof, and the authority of the priesthood, the power of godliness is not manifest unto men in the flesh; For without this no man can see the face of God, even the Father, and live.&#x201D;<span class=\"citation\" id=\"87554\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87554)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87554)\">D&amp;C 84:17-22<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v19n176\"> There are some ideas associated with these principles which I will briefly refer to. We have assembled here to more perfectly organize the Church of God in this place; to establish a Stake; to select, appoint and set apart the necessary officers there for. Our President has been <div class=\"break columnbreak\" id=\"51b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0051.pdf\" target=\"pdfwin\">p.&#xA0;51b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1092\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> moved upon to call upon the Twelve to go through the Territory and attend to these matters, in accordance with a revelation which makes it the duty of the Twelve &#x201C;to ordain and set in order all the officers of the church;&#x201D;<span class=\"citation\" id=\"90345\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90345)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90345)\">D&amp;C 107:58<\/a><\/span> to see that the Church is &#x201C;righted up&#x201D; in all its various departments, and in the organization of its various quorums; where it is necessary that Stakes should be organized organize them; and to see that all the quorums and officers be placed in their proper position so that they will work harmoniously and according to the revelations and order of God. The growth of the Church and the changes continually taking place render it necessary that this work to which we have been called be attended to. It is very desirable and necessary, too, that every man should understand his true position in the Church; that he may the better magnify his calling, and attend to every duty devolving upon him. In the organization of a Stake of Zion, as revealed, there should be a President with two Counselors,<span class=\"citation\" id=\"91125\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91125)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91125)\">D&amp;C 124:142<\/a><\/span> to preside over all the officers, authorities and people of that Stake. There should also be a High Council con<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"52a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0052.pdf\" target=\"pdfwin\">p.&#xA0;52a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1091\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>sisting of Twelve Councilors presided over by the President of the Stake and his two Counselors. There should also be a High Priests' Quorum, with a President and two Counselors to preside over all the High Priests in the Stake. <\/div><div class=\"paragraph jod\" id=\"v19n178\"> The Elders' Quorum should be composed of ninety-six Elders, presided over by a President and two Counselors,<span class=\"citation\" id=\"90379\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90379)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90379)\">D&amp;C 107:89<\/a><\/span> and when more than ninety-six, other quorums should be organized. <\/div><div class=\"paragraph jod\" id=\"v19n179\"> The Priests' Quorum should be composed of forty-eight, presided over by a Bishop.<span class=\"citation\" id=\"90378\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90378)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90378)\">D&amp;C 107:87-88<\/a><\/span> The Teachers' Quorum should be composed of twenty-four,<span class=\"citation\" id=\"90377\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90377)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90377)\">D&amp;C 107:86<\/a><\/span> and the Deacons of twelve,<span class=\"citation\" id=\"90376\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90376)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90376)\">D&amp;C 107:85<\/a><\/span> each with their respective Presidents and Counselors. The Bishop necessarily presides over the whole of the lesser Priesthood in his Ward, and they are under his special guidance and direction, while he is presided over by the Presidency of the Stake, and the Presidents of the Stakes, in their turn are presided over by the First Presidency and the Twelve; thus all are amenable to proper authority in their various organizations and there is no schism in the body.<span class=\"citation\" id=\"73567\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73567)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73567)\">1 Cor. 12:25<\/a><\/span> All Bishops should be properly ordained with their Counselors, in order to be qualified to act efficiently in their offices, and to be qualified to sit as common judges in Israel.<span class=\"citation\" id=\"86571\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86571)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86571)\">D&amp;C 64:40<\/a><\/span><span class=\"citation\" id=\"90368\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90368)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90368)\">D&amp;C 107:74-76<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v19n180\"> We have frequently heard that &#x201C;Order is heaven's first law.&#x201D; In no earthly government is there so much order evinced as in the Church and kingdom of God, and for that we are indebted to the revelations of God. The office of the Priesthood is really to rule and govern in that government which is recognized as the Lord's, whether it be in heaven or on the earth. And as the Lord has restored the everlasting Gospel and the keys of the everlasting Priesthood which administers in time and <div class=\"break columnbreak\" id=\"52b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0052.pdf\" target=\"pdfwin\">p.&#xA0;52b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1091\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> eternity, when we elect officers to fill positions in this Church we choose men whose authority through their faithfulness will hold good not only on this earth, but in the heavens, and not only now but hereafter. And when these things are carried out to their fullest extent, then will &#x201C;the will of God be done on earth, as it is in heaven,&#x201D;<span class=\"citation\" id=\"63401\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63401)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63401)\">Matt. 6:10<\/a><\/span><span class=\"citation\" id=\"67483\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67483)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67483)\">Luke 11:2<\/a><\/span> and the meek will rejoice<span class=\"citation\" id=\"58869\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58869)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58869)\">Isa. 29:19<\/a><\/span> in the administration of his rule. <\/div><div class=\"paragraph jod\" id=\"v19n181\"> If I had time I might refer to accounts given of various men who stood at the head of the Priesthood in the different ages of the world, showing how it has been handed down from one to another, agreeably to the will of God, for the accomplishment of his purposes and the benefit of the human family. He has given unto us a very good and perfect organization; quite as perfect I think, and I am prepared to say, as any organization that ever existed upon the face of the earth. And it is indeed reasonable that such an organization should now exist, for we are living in what is called the dispensation of the fullness of times; and it embraces all other dispensations that ever did exist on the earth. It embraces also all the powers and privileges, rights, keys and Priesthoods ever known to man. <\/div><div class=\"paragraph jod\" id=\"v19n182\"> In relation to organizations, there has been a great deal of carelessness exhibited in many instances; we have failed to sense the importance of the serious responsibilities that attaches itself to this Priesthood, this delegated power of heaven. We have found more or less confusion among the churches wherever we have gone; and hence the wisdom manifested by the President in requesting a more perfect organization seems the more to be appreciated, because of the necessity that exists for improvement. Says the Lord, &#x201C;Without the ordinances thereof, and the authority of  <div class=\"break pagebreak\" id=\"53a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0053.pdf\" target=\"pdfwin\">p.&#xA0;53a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1090\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the priesthood, the power of godliness is not manifest unto man in the flesh; For without this no man can see the face of God, even the Father, and live.&#x201D;<span class=\"citation\" id=\"87599\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87599)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87599)\">D&amp;C 84:21-22<\/a><\/span> The Lord having given unto us this divine law and revealed certain principles unto us, he expects us to govern ourselves accordingly; that every ordinance in connection with the Priesthood may be administered properly and in accordance with his law. We find many departures however from this law. In the bishopric we find many irregularities. In some instances we have found that a Bishop has no Counselors, in others he has had one Counselor perhaps, and sometimes we have found the Bishop with two Counselors, but he himself not ordained to the office, but had only been appointed, and in some instances we have found that the Counselors have not been properly authorized and qualified to act in their calling. Whereas there is a law regulating these things which we hope to comply with. Every Bishop should be first ordained a High Priest, and then set apart to the Bishopric by the proper authority; and the Bishop's Counselors, if not already ordained to the High Priesthood, should be, and then set apart to act in their capacity, as first and second Counselors to the Bishop. These three then form a quorum, and a court and are qualified to sit in judgment upon all matters that may come before the Bishop, as a common judge in Israel which pertains to his Ward. They are then properly authorized to act in this capacity, and they ought to be upheld and sustained in the position they occupy, and in all of their doings, inasmuch as they are characterized by righteousness and sound judgment, and as the Scriptures say, with humility and faith, and long-suffering and wisdom, and according to the principles laid down in the book <div class=\"break columnbreak\" id=\"53b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0053.pdf\" target=\"pdfwin\">p.&#xA0;53b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1090\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of Doctrine and Covenants,<span class=\"citation\" id=\"90244\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90244)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90244)\">D&amp;C 107:30<\/a><\/span><span class=\"citation\" id=\"90896\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90896)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90896)\">D&amp;C 121:41-42<\/a><\/span> which the Spirit of God would dictate to men occupying such a position. <\/div><div class=\"paragraph jod\" id=\"v19n184\"> And then if there is an appeal from this court it goes to the High Council which is also composed of High Priests, set apart to this office, by the First Presidency or the Twelve, to be presided over by the Presidency of the Stake.<span class=\"citation\" id=\"89672\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89672)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89672)\">D&amp;C 102:1-2<\/a><\/span> For the lack of this more perfect organization all kinds of confusion has prevailed among the brethren in many instances; all kinds of little differences are taken to the High Council, which ought to be taken to the Bishop's court. People sometimes quarrel about little things, very trivial affairs that do not represent more than ten or twenty dollars in monetary matters, and they are not satisfied unless the High Council try such cases. And what is the result? Instead of having these little matters settled by the Teachers or Bishops in their own Wards, they occupy the time of the fifteen men composing the Council, besides their own and that of the witnesses, who generally number from five to fifteen. But these men work for nothing and board themselves, and therefore it costs the disputants nothing for the adjudication of their differences, whereas in such cases the High Council would prefer to put their hands in their pockets and pay the amount in dispute rather than listen to their nonsense. And it would seem that some men are so inconsiderate, that they would impose upon them, because they are willing to give their time. <\/div><div class=\"paragraph jod\" id=\"v19n185\"> Such cases should not come before the High Council; they more properly belong to the lesser Priesthood, to the Priests and Teachers and to the Bishop's court. <\/div><div class=\"paragraph jod\" id=\"v19n186\"> Such men do not realize their position before God and their brethren. If men have differences they should  <div class=\"break pagebreak\" id=\"54a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0054.pdf\" target=\"pdfwin\">p.&#xA0;54a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1089\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>try to settle them amicably among themselves. But if they cannot do this, let them take the first steps as directed in the Church Covenants, let them then come together as brethren having a claim upon the Spirit and power of God which would attend them if they lived their religion, and then, provided the Priests and Teachers did their duty and were filled with wisdom and the spirit of their office and calling, ninety-nine cases out of every hundred might be satisfactorily settled without either troubling the Bishop's court or the High Council. But because these duties of the lesser Priesthood are not faithfully performed or sufficiently estimated, they are not carried out according to the laws laid down for our government and thus many of these differences and difficulties exist in our midst. <\/div><div class=\"paragraph jod\" id=\"v19n188\"> When the Church is organized in all its various departments with the President at the head, the Twelve in their place, the High Priests, Seventies and Elders in theirs, together with the Bishops and lesser Priesthood, the local aids and governments each acting in their appointed sphere and calling, and all operated upon and influenced by the Holy Spirit, then the whole becomes as the body of a man, sound and complete in all its members, and everything moves harmoniously and pleasantly along. For the body, we are told, has not one member but many:<span class=\"citation\" id=\"73537\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73537)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73537)\">1 Cor. 12:14<\/a><\/span> &#x201C;And the eye cannot say unto the hand, I have no need of thee: nor again the head to the feet, I have no need of you;&#x201D;<span class=\"citation\" id=\"73556\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73556)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73556)\">1 Cor. 12:21<\/a><\/span> but every man in his place acting in his office and calling. And there is as much devolving upon the Priests, the Teachers and Deacons and those of the lesser Priesthood as there is upon any other members of the Church. When they do not fulfill their duties, what is the result? People go to the Twelve, or to the <div class=\"break columnbreak\" id=\"54b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0054.pdf\" target=\"pdfwin\">p.&#xA0;54b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1089\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> First Presidency, they pass the more immediate authorities, and confusion and disorder exist, and valuable time is occupied almost needlessly, and those who will work may work until they are broken down ready to cease their earthly labors, and all this for the want of men's knowing their duties and doing them. <\/div><div class=\"paragraph jod\" id=\"v19n189\"> But while we are contending over little things what becomes of us? We are losing sight of our callings, we forget that this kingdom was established upon the earth for the purpose of introducing righteousness and the laws and principles of truth, the laws of heaven upon the earth, and of blessing mankind and of saving the living and the dead. We forget what we are here for, and what the kingdom of God is established for. It is not for you or for me or anybody else alone; it is the interests of the world and the salvation of mankind. We are expected, every one of us, to perform the various duties and responsibilities devolving upon us. If we neglect them are we not guilty before God? Whence come the difficulties that we have in our midst? Because as I have said in many instances the Priesthood do not perform their duties, are not vigilant and faithful. The Teachers sometimes come to visit us and sometimes they do not. I do not know how it is with you, but they rarely visit me. When they do come, am I pleased to see them? Yes. I call my family together, and then addressing the Teachers I say to them; &#x201C;Brethren, we are all very glad to see you, we are ready to listen to you and if you have any instructions for us we shall be happy to hear you.&#x201D; These are my feelings with regard to men who act as Teachers. And are they prepared to teach me? Yes. If I have been negligent or careless, they will inquire into it; and the  <div class=\"break pagebreak\" id=\"55a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0055.pdf\" target=\"pdfwin\">p.&#xA0;55a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1088\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>same with the members of my family. Or are there ill feelings existing among any of the members of the household; or between them and our neighbors. If so, they should find out. It is their business to know whether I and my family are living our religion or not; and the same with everybody else's family in the Church. But how is it now? They come perhaps once in three months, or nine months as the case may be. And when they do come they have a few words and questions which, to say the least, are very formal. Is that the spirit and calling of a Teacher? No! They should be full of the light and revelation of God, quick to discover everything and know everybody and their standing in their jurisdiction. And they would too if they performed their duties and were faithful to the welfare of the people. What is the result? The wards are not attended to. What follows? We have drinking in our midst. Yes, Elders and High Priests and Seventies are tempted to drink and humiliate themselves before God and the people. We have others that break the Sabbath, and others that swear and blaspheme the name of God. We have others that lie and cheat. And who pays any attention to it? Some think it would not be polite to attend to some of these matters; but I tell you God will take hold of them by and by, and they will know whether he will be polite or not. If a man does wrong, let him be held accountable for that wrong, no matter who he may be. If he cheats, bring him up; if he lies, let him be treated as a liar; if he breaks the Sabbath bring him to an account for it; let the proper officers of the Church see that they do their duty,<span class=\"citation\" id=\"84365\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84365)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84365)\">D&amp;C 20:53-55<\/a><\/span> or God will not hold them guiltless. Let all the Elders, the Priests, Teachers and Deacons and <div class=\"break columnbreak\" id=\"55b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0055.pdf\" target=\"pdfwin\">p.&#xA0;55b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1088\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> other officers thoroughly and faithfully perform their duties, and then we will see whether there is any power in the Priesthood or not; then we will know whether the blessings of the Lord attend the ordinances or not; then we will know that God rules in Israel, and that the honest in heart, the truthful and those who love righteousness are in reality his people, and that they will maintain the right and purge the Church from evil of every kind. We do not want to become partakers of other men's sins;<span class=\"citation\" id=\"75961\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75961)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75961)\">1 Tim. 5:22<\/a><\/span> the First Presidency will not, neither will the Twelve; the Bishops should not, for God will require it at their hands.<span class=\"citation\" id=\"127603\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127603)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127603)\">D&amp;C 105:10<\/a><\/span><span class=\"citation\" id=\"127604\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127604)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127604)\">D&amp;C 124:14<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v19n190\"> God intends to build up a Church here after the pattern of the one that exists in heaven; and to come down and associate himself with man upon the earth. Are we prepared? No. Shall we be by the course we are going? Never, while the world stands. Therefore we are going forth and wherever we find things disorganized, we organize them, and then call upon the various organizations to perform their duties in fidelity, honesty and faithfulness, that every man may be felt after to the utmost extremity of the Territory, that it may be known what they are doing, whether they are for God and the principles of truth or not. We do not want any more &#x201C;Good Lord and good devil;&#x201D; the line will be drawn and we will know who is for the kingdom and who is not. If we do not those things which are required at our hands, what is the use of our profession? Why should men who do not want to do right, who break the Sabbath, who steal, defraud and impose upon their neighbors, why should they court the fellowship of the Saints? Do you think they will get into the kingdom of God? No. We read of ten virgins, five  <div class=\"break pagebreak\" id=\"56a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0056.pdf\" target=\"pdfwin\">p.&#xA0;56a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1087\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of whom were wise and five were foolish; and I think both the wise and the foolish ones got into rather a bad condition&#x2014;they went to sleep.<span class=\"citation\" id=\"66046\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66046)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66046)\">Matt. 25:5<\/a><\/span> By and by, at midnight, the cry was heard, &#x201C;Behold, the bridegroom cometh; go ye out to meet him.&#x201D;<span class=\"citation\" id=\"94624\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94624)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94624)\">Matt. 25:6<\/a><\/span> Then they all awakened, rubbed their eyes a little, I suppose, looked around for their lamps, some of which contained oil and some were empty. Those who had no oil in their lamps went to those who had, requesting them to give them of their oil, for their lamps had gone out. But those who had oil had none to spare, and the foolish were told to go to those who sold oil and buy. When the bridegroom came those who were ready went in with him to the marriage, and the others did not,<span class=\"citation\" id=\"66016\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66016)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66016)\">Matt. 25:1-13<\/a><\/span> and&#x2014;that's all. We might as well look at these things squarely and see how we stand, and what our position is before the Lord. &#x201C;Be not deceived; God is not mocked: that which a man sows, he will reap. If we sow to the flesh we shall of the flesh reap corruption; if we sow to the Spirit, we shall reap life everlasting.&#x201D;<span class=\"citation\" id=\"74709\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74709)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74709)\">Gal. 6:7-8<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v19n192\"> Why should men who do not want to do right stop in our midst? If I did not want to be a Latter-day Saint, I would say, &#x201C;Gentlemen, I will leave you, success to you.&#x201D; But then I do not know what I might do or might not do were I in such a condition. At any rate, why do men palm themselves upon the community as Latter-day Saints, when they are not? And we hear of them grumbling and growling about the Priesthood. If the Priesthood are such rascals, why do they not leave them, and seek more congenial society? <\/div><div class=\"paragraph jod\" id=\"v19n193\"> When these organizations are completed there will be a President with two Counselors, and they will preside over all other Councils in the Stake. <div class=\"break columnbreak\" id=\"56b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0056.pdf\" target=\"pdfwin\">p.&#xA0;56b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1087\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> And it will be expected that all the others under their presidency will listen to their counsels; and it will be expected that they will listen to the instructions of President Young and the Twelve. And it is then expected that the Priests, Teachers and Deacons will hearken to and obey the counsel of their Bishop; and it will be expected that the people will listen to the voice of their Priests and Teachers and those whose business it is to look after their interest and welfare. We are now approaching a very important stage in the history of this latter-day work; we may try to dig around our duties and responsibilities, but we have to meet them. We have got to walk according to the laws of God, or abide by the result for not doing it. God expects these things at our hands, and they are things which we have a right to expect from one another; it is expected that we all will do our duty, and God the Father of Jesus,<span class=\"citation\" id=\"77754\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77754)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77754)\">1 Pet. 1:3<\/a><\/span> and all the eternal Priesthood in the heavens expect the Presidency, the Twelve, the Presidents of Stakes, the High Priests, High Councils, the Seventies and Elders, the Bishops, Priests, Teachers and Deacons and all the Priesthood and all the people to be governed by the law of God, and to help faithfully to build Zion and establish the kingdom of God that we may be one in all things temporal and spiritual;<span class=\"citation\" id=\"87345\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87345)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87345)\">D&amp;C 78:5-6<\/a><\/span> that we may be welded and united together on earth and not only on the earth but in the heavens also.<span class=\"citation\" id=\"63402\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63402)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63402)\">Matt. 6:10<\/a><\/span><span class=\"citation\" id=\"127605\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127605)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127605)\">D&amp;C 128:18<\/a><\/span> This is what the whole thing points to, that the Priesthood on the earth should operate and cooperate with the Priesthood of heaven in the accomplishment of the purposes of God. We are building Temples that we may labor therein for ourselves and also become saviors on Mount Zion.<span class=\"citation\" id=\"62000\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62000)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62000)\">Obad. 1:21<\/a><\/span> How can we operate with the Priesthood of heaven unless we are  <div class=\"break pagebreak\" id=\"57a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0057.pdf\" target=\"pdfwin\">p.&#xA0;57a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1086\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>governed by the Priesthood God has given us on the earth?<span class=\"citation\" id=\"78783\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78783)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78783)\">1 Jn. 4:20<\/a><\/span> We cannot do it; we must be governed by the laws and principles he has revealed top our guidance, and for our salva<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"57b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0057.pdf\" target=\"pdfwin\">p.&#xA0;57b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1086\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tion. And that God may help us to do his will and perform the work given us to do, is my prayer, in the name of Jesus Christ. Amen. <\/div>\n<\/div>\n<\/div>"}