{"ID":190041, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">God is Light&#x2014;God Our Father&#x2014;God a Personage&#x2014;The Holy Ghost&#x2014;The Earth As Part of the Universe&#x2014;The Purpose of Experience&#x2014;The Resurrection&#x2014;Zion Taken From Each of the Creations&#x2014;Spiritual Faculties.<\/div>\n<div class=\"subtitle\">Discourse by Elder Orson Pratt, delivered at the Fourteenth Ward Assembly Rooms, Salt Lake City, Sunday Afternoon,&#x2014;&#x2014;, 1878.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Geo. F. Gibbs.<\/div>\n<div class=\"pageHeader\">Page Header: God is Light, Etc.<\/div>\n<div class=\"speaker\">Speaker: Orson Pratt<\/div>\n<div class=\"date\">Date: 0\/0\/1878<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d41\">\n<div class=\"paragraph jod\" id=\"v19n898\"> These words are found in the 5th verse of the 1st Epistle of John: &#x201C;God is light, and in him is no darkness at all.&#x201D;<span class=\"citation\" id=\"78515\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78515)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78515)\">1 Jn. 1:5<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v19n899\"> Inasmuch as God is represented to be a being full of truth, full of knowledge and intelligence, having almighty power, we would naturally suppose that he was also a God of light, that is full of the principle of light; and that there is nothing too deep for him to understand, or too great for his understanding to comprehend or reach. He being full of light, there can be no darkness in him.<span class=\"citation\" id=\"78516\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78516)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78516)\">1 Jn. 1:5<\/a><\/span> Indeed, he is spoken of by James as the &#x201C;Father of lights.&#x201D;<span class=\"citation\" id=\"77475\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77475)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77475)\">James 1:17<\/a><\/span> In other words, his offspring, his children, his sons and daughters, partake of a portion of that light which dwells in the Father; the same as our children, born unto us, partake, in some respects, of the light and intelligence which dwells in their parents. All creatures that we are acquainted with, that have life, and being, and power to move upon the earth, have a degree of light, a degree of understanding, and that light or understanding is meted out to them, according to the decree of heaven, and according to the <div class=\"break columnbreak\" id=\"280b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0280.pdf\" target=\"pdfwin\">p.&#xA0;280b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0863\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> condition in which they are placed, to fill the object of their creation. <\/div><div class=\"paragraph jod\" id=\"v19n900\"> The Lord does not entrust a fullness of light to any of his creatures in this world, not even his own sons and daughters have this privilege, while in this mortal state of existence. It seems to be in accordance with the great purpose of Jehovah, to place his own children here in this creation and impart to them a very small degree of light and truth. They are required to improve upon this degree of light, adding thereunto understanding, knowledge and truth. Some, in reflecting upon this subject, might ask the questions, &#x201C;If the Lord is an almighty being, possessing all power, and is full of intelligence, knowledge and truth, and if we are his children, why did he not impart unto us the fullness of this light in the beginning of our existence in this world? Why should he give us little by little? Why are we not born with an understanding of all things past, all things present, and all things to come?&#x201D; To my mind these questions are easily answered. The Lord designed, in placing his children here upon this creation, that they should not only  <div class=\"break pagebreak\" id=\"281a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0281.pdf\" target=\"pdfwin\">p.&#xA0;281a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0862\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>attain to great knowledge, and understanding, and wisdom, but that they should show themselves approved in every sphere in which they might be placed. Where little is given, but little will be required.<span class=\"citation\" id=\"67660\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67660)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67660)\">Luke 12:48<\/a><\/span> And having determined in his own purpose and mind that they should be agents to themselves,<span class=\"citation\" id=\"89881\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89881)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89881)\">D&amp;C 104:17<\/a><\/span> he designed to try them in their agency, with a small degree of light and truth at first, to see how they would act in relation to the degree of intelligence given; in other words, to see whether they would make a good use of the same, exercising their agency in doing that which is right, cleaving to that which is good, and resisting evil of every kind.<span class=\"citation\" id=\"72833\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72833)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72833)\">Rom. 12:9<\/a><\/span><span class=\"citation\" id=\"89258\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89258)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89258)\">D&amp;C 98:11<\/a><\/span> And then having been found worthy he would impart a greater degree of light, and impart to them greater knowledge concerning himself, and his purposes, and his ways, and the works of his hands. If we were created with a fullness of knowledge, it would be very difficult for us to conceive how it could be possible, to use this agency properly before the Lord. It is true we would be placed in possession of a vast amount of information concerning the past, present and future, but being agents to ourselves we might, peradventure, use this knowledge in a manner to do great injury. Therefore the Lord determined that we should only be entrusted with a little information, and with an agency to use it according to his mind and will. <\/div><div class=\"paragraph jod\" id=\"v19n902\"> We are the sons and daughters of God, just as much so as the children, present this afternoon, are the sons and daughters of their parents, and in the same light, that we are the children of our earthly parents, so are the children of men the offspring of the Almighty. He is our Father in the full sense of the word, and we were begotten by him, and born to him, not in this probation, but in the <div class=\"break columnbreak\" id=\"281b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0281.pdf\" target=\"pdfwin\">p.&#xA0;281b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0862\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> world prior to the existence of this one&#x2014;in our former or first estate. There we were born, there we were begotten, there we received a spiritual existence in the image of God,<span class=\"citation\" id=\"52212\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52212)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52212)\">Gen. 1:26-27<\/a><\/span> we were then without flesh, without bones, without the organization we now are in possession of. When I speak of a spiritual existence, do not misunderstand me, I do not mean the kind of existence spoken of in the writings of many theologians in which the spirits of men are represented as occupying no space, and as having no relation to duration or time. Such an existence is inconceivable; it is absurd in its very nature, to suppose that there can be any existence, either in an immortal form, or in the present form of body and spirit, as persons occupying no space; it is one of the greatest absurdities ever invented by intelligent beings. Yet this is incorporated in the articles of faith of some of the Christian societies and especially in their theological writings. They try to make spiritual existence as mysterious as they possibly can, and often declare our Father and God to be a person, and yet, according to their articles of faith, he is said to be without body, parts or passions, as though we could comprehend the existence of something without a body or parts. <\/div><div class=\"paragraph jod\" id=\"v19n903\"> Some of you, my hearers, may be surprised, especially the rising generation growing up in these valleys, when I tell you that there are millions of Christians (so called), who believe that God occupies no space, that is, as a body, and yet is a person. You read the 39 Articles of the Church of England, if you doubt what I say, and you will there find it just so; also the Articles of the Methodists, which are more or less copied from those of the Church of England. In the Methodist discipline it reads: We believe in one  <div class=\"break pagebreak\" id=\"282a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0282.pdf\" target=\"pdfwin\">p.&#xA0;282a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0861\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>God, consisting of three persons, without body, without parts, without passions. <\/div><div class=\"paragraph jod\" id=\"v19n905\"> In reading these things when a boy, and not having reflected much, I thought, of course, it was one of the mysteries which we were not permitted to understand. I did not then perceive the absurdity of the idea, incorporated as one of the articles of faith of a great and numerous religious body. But after I grew up to manhood, and reflected upon these things, and began to try to grasp in my mind and comprehend, in some measure, a being consisting of two other beings beside himself, and yet having no body, I could not do it. It was a contradiction in my mind, something that did not look consistent; and especially when they, in order to make the thing so plain, in their estimation, that nobody might misunderstand them, declare that he has no parts. Consequently he does not occupy any portion of finite or infinite space. However minutely we may divide a cubic inch of space, though separated into millions of parts, yet every one of these minute portions are parts of the cubic inch; and when you speak about that which has no parts, then you come to the representation of nothing; then you come to the modern Christian God, as represented in their discipline, and in their articles of faith. I have ofttimes wondered how it is, that there are so many who believe in these absurd ideas; men of intelligence, men that would scorn to believe such principles connected with natural philosophy, and with the sciences of the day, yet so mistaken in their minds, and so infatuated by false religions, as to conceive of the existence of a being that has no parts. <\/div><div class=\"paragraph jod\" id=\"v19n906\"> Now let me say something about <div class=\"break columnbreak\" id=\"282b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0282.pdf\" target=\"pdfwin\">p.&#xA0;282b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0861\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> that being, the subject of our text. &#x201C;God is light, and in him is no darkness at all.&#x201D;<span class=\"citation\" id=\"78517\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78517)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78517)\">1 Jn. 1:5<\/a><\/span> Does he exist as a person? Yes. Has he a Son called his Only Begotten?<span class=\"citation\" id=\"68614\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68614)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68614)\">John 1:18<\/a><\/span><span class=\"citation\" id=\"68892\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68892)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68892)\">John 3:18<\/a><\/span> Yes. Did his Son have a body? Yes. We have, this afternoon been celebrating the Lord's Supper, and commemorating his broken body, that was crucified for us.<span class=\"citation\" id=\"73375\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73375)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73375)\">1 Cor. 11:24<\/a><\/span> Had he parts? Yes, and those parts occupied space just the same as all the children of men? Yes. Was he about the common height of men? Yes. Had he dimensions? Yes, a body and parts. And yet we are really told that God consists of three persons without body or parts. Is Jesus one of these three persons? They will tell you so, and that these three have one body. How did the Jews crucify him when he had nothing to crucify? Please do not blame me for speaking of these absurdities. But what says the Scriptures in regard to these matters. Paul, in speaking of Jesus, says, he was &#x201C;the brightness of his (Father's) glory, and the express image of his person.&#x201D;<span class=\"citation\" id=\"76365\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76365)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76365)\">Heb. 1:3<\/a><\/span> The martyr Stephen, in his last dying testimony said, &#x201C;Behold, I see the heavens opened, and the Son of man standing on the right hand of God.&#x201D;<span class=\"citation\" id=\"71556\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71556)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71556)\">Acts 7:56<\/a><\/span> How many persons did Stephen see? Two; and the Son was standing on the right hand of the Father. Then we have testimony to show that the Father has a right hand, and it would, therefore, be fair to infer that be has a left hand also. But let me refer you back to a very early period just before, and immediately after man first appeared on our earth; among other things that are said of him, you will find these words: &#x201C;And God said, Let us make man in our image, after our likeness.&#x201D;<span class=\"citation\" id=\"52147\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52147)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52147)\">Gen. 1:26<\/a><\/span> And then it says, &#x201C;So God created man in his own image, in the image of God created he him.&#x201D;<span class=\"citation\" id=\"52266\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52266)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52266)\">Gen. 1:27<\/a><\/span> Hence, whenever  <div class=\"break pagebreak\" id=\"283a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0283.pdf\" target=\"pdfwin\">p.&#xA0;283a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0860\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>we have had any account given us of heavenly beings appearing to man on the earth, they have always come in the form of man. For instance, the Lord and two other heavenly personages appeared to Abraham, who besought them to tarry until something could be prepared for them to eat; and we are told that &#x201C;a calf tender and good,&#x201D;<span class=\"citation\" id=\"53193\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53193)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53193)\">Gen. 18:7<\/a><\/span> was killed and dressed, and cakes also were prepared, which, together with butter and milk, constituted the meal, and that they did eat.<span class=\"citation\" id=\"53190\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53190)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53190)\">Gen. 18:1-8<\/a><\/span> Can you conceive of a more ridiculous idea than for a person without body or parts to sit down to a meal and eat? You may say, these were angels; but you will find by reading the whole of this chapter that I have quoted from, namely: the 18th of Genesis, that after the repast, they proceeded on their way towards Sodom, accompanied by Abraham, and that two of the persons went ahead leaving the Lord himself in conversation with Abraham, both of them in the same human form.<span class=\"citation\" id=\"53228\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53228)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53228)\">Gen. 18:22<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v19n908\"> Again, we are informed that seventy of the Elders of Israel, at a certain time, went up into Mount Sinai, where &#x201C;they saw the God of Israel;&#x201D;<span class=\"citation\" id=\"54367\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54367)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54367)\">Ex. 24:10<\/a><\/span> and they describe his person, and also the appearance of the ground upon which he stood.<span class=\"citation\" id=\"54362\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54362)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54362)\">Ex. 24:9-11<\/a><\/span> Jacob also tells us that he saw God face to face;<span class=\"citation\" id=\"53557\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53557)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53557)\">Gen. 32:30<\/a><\/span> and we have many declarations made by many of the ancient Prophets to the effect that they saw him. Isaiah speaks of having seen him, and says that his train filled the Temple;<span class=\"citation\" id=\"57975\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57975)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57975)\">Isa. 6:1<\/a><\/span> he was accompanied by a numerous host of heavenly beings. <\/div><div class=\"paragraph jod\" id=\"v19n909\"> In all of the references, the Lord appears as a man, they saw him as a man, and those who saw him describe him as a man, as having a head, eyes, ears, mouth, etc., in common with the human family, his children. <div class=\"break columnbreak\" id=\"283b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0283.pdf\" target=\"pdfwin\">p.&#xA0;283b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0860\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> The difference, however, between man and God does not consist so much in the personal form, as in the vast, immeasurable amount of knowledge and information in possession of the Father, while we, his offspring, have but little, a very limited amount, comparatively the same as our little children: they have power to move their limbs, and that information apparently is all that they have; their minds are much limited, indeed, and they have to learn by actual experience. They at first learn something that concerns them; they have to learn the nature of their sight, and that is not correct at first, but by experience they learn to compare things, and also find the distances of things. For instance, a little child taken to the door and seeing the moon shining in the heavens, puts forth its little hand to reach that luminary; it does not know the distance of objects, until it learns by experience. And hence it seems we have been placed in the first conditions of knowledge, and we have to cultivate this knowledge by degrees&#x2014;from one degree to another, until we arrive to manhood and womanhood; and some continue to cultivate knowledge and information until they become old and grayheaded. But some learn much faster than others, from either natural advantages, or those of method. But there is a certain school far superior to any schools established among men. It is this. The Lord has taught us that if we, his children, will only repent of our sins&#x2014;when I speak of repentance, I mean a reformation, a putting away of sin; when we do this with all our hearts, and are immersed in water for remission of our sins, we have the promise that the Holy Ghost shall be given to us. This is a blessing that the natural man is not acquainted with; but when he becomes a spiritual  <div class=\"break pagebreak\" id=\"284a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0284.pdf\" target=\"pdfwin\">p.&#xA0;284a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0859\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>man, so far as learning is concerned, he comes in possession of a power he never knew before to any great extent; in other words, he is baptized with the Holy Ghost. What does this do for the education of the children of men? Far more than our academies do. Our children have, by hard study, year after year, to acquire their learning in these human institutions; hard thinking is necessary, reasoning, gaining little by little, and it frequently requires many years of close application to become what is termed a learned man&#x2014;a man that understands the sciences, that has worked his way through the various departments of mathematics, and perhaps geology, and mineralogy, and all the sciences, such as are usually taught in universities. But the man filled with the Holy Ghost has got the advantage of students who graduate at our universities. Why? Because he can learn more in ten minutes, in regard to many things, than another, not so favored, can in all his life. Indeed, he can learn some things by the operations of the Holy Ghost, which no natural man or woman could learn, however gifted they may be. You may inquire where they could learn these things? I answer, by the revelations of the Holy Ghost, which brings to light many things that are past, and shows things that are in the future.<span class=\"citation\" id=\"70412\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70412)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70412)\">John 16:13<\/a><\/span> The Lord is just as able to show one of his pupils, who will take the necessary steps to be taught, what will take place a year, or ten years, or a hundred, or a thousand or more years hence, as the principals in our universities are to teach persons concerning things present. God is not confined to the present, or to things immediately concerning his pupils, or those who may enter into the university he has prepared, but he opens the past and <div class=\"break columnbreak\" id=\"284b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0284.pdf\" target=\"pdfwin\">p.&#xA0;284b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0859\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> future to the minds of men, just as Jesus promised his disciples, when he was about to leave them. &#x201C;Howbeit when he, the Spirit of truth, is come, he will guide you into all truth: and he will show you things to come.&#x201D;<span class=\"citation\" id=\"70413\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70413)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70413)\">John 16:13<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v19n911\"> Supposing then that the children of God, who are counted worthy to be in possession of the Holy Spirit, should comply with all his commandments, and become revelators, and supposing they should inquire about the condition and formation of the earth, when the Lord rolled it into existence, also about the changes that have come upon it, how easy it would be for the Lord to show them, in a moment, almost in the twinkling of an eye, all about it, giving the whole history of its condition, before and when it was first formed. Geologists may study, year after year, all the best works they can obtain, concerning the geological phenomena of our globe; they may speculate and say, the earth is several millions of years old, founding their speculations upon geological appearances; they may say, that it must have passed through successive changes for millions of years. But after all, what do they really know? They may have a very imperfect idea in relation to the surface of the earth; but they do not know anything about the depths, underneath this superficial stratum&#x2014;the great interior; they have only a faint idea of certain very limited localities&#x2014;a few surface scratches, and almost infinitesimal in thickness. From these uncertain data they have drawn their conclusions concerning the age of the earth. <\/div><div class=\"paragraph jod\" id=\"v19n912\"> Supposing persons, under the influence of the Spirit of the living God, should behold how many of these changes have been brought about, and how great revolutions have taken place, since the earth was last organ<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"285a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0285.pdf\" target=\"pdfwin\">p.&#xA0;285a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0858\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ized out of pre-existent and eternal materials; supposing they should behold the solid earth gradually emerging from its watery envelope, and becoming one land, the waters gathered together into one place&#x2014;not into two places, not into different oceans, seas and lakes, but into one place, leaving the dry land in one place.<span class=\"citation\" id=\"52080\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52080)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52080)\">Gen. 1:9<\/a><\/span> Supposing they should still further see by the power of the Holy Ghost, this dry land, after a few thousand years, separate into great continents, not by long gradual phenomena, in the nature of geological periods, but by the immediate power of the great Creator;<span class=\"citation\" id=\"52985\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52985)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52985)\">Gen. 10:25<\/a><\/span> supposing again, that the ocean should change from its location, and land, in many places, should be brought to light. Supposing again, that they should behold in vision, mountains sink, forming deep valleys, and valleys rise up, forming high mountains.<span class=\"citation\" id=\"82526\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82526)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82526)\">3 Ne. 8:5-19<\/a><\/span> Supposing again, that they were to see many parts of these continents sink, and lakes appear in the sunken portions; and supposing too, they were to behold great and important changes, at different times, wrought upon the dry land, and upon the parts called ocean, changing places by degrees. <\/div><div class=\"paragraph jod\" id=\"v19n914\"> Now, a geologist would say that all these things, and all these revolutions were brought about by gradual and slow changes; whereas the man of God, being taught by the Holy Ghost, would say that these things were accomplished in a comparatively short period of time. Which of the two would be most correct, the man who speculates from the little he can find out from the surface examination of our little globe, or the man who, by the power of the living God, penetrates in vision, into the depths of the earth, and also beholds those various revolutions which have taken place upon <div class=\"break columnbreak\" id=\"285b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0285.pdf\" target=\"pdfwin\">p.&#xA0;285b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0858\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the surface of the earth? <\/div><div class=\"paragraph jod\" id=\"v19n915\"> Then again, when it comes to astronomical phenomena, we are taught that there are very slow climatic changes taking place, which occupy very long periods, during which, the northern and southern hemispheres of our globe, are alternately affected with extremes of heat and cold. It is true, there are causes of an astronomical character, which, if permitted to act through immense periods, would necessarily produce alternate extremes of temperature in the two polar hemispheres. It is also true, that differences of temperature in the two hemispheres, would necessarily diminish the polar ice in one, and increase it in the other; thus there would necessarily result a continued change of sea level&#x2014;a change in the earth's center of gravity&#x2014;a rising of the ocean in the colder hemisphere, a corresponding retirement of the ocean in the warmer, giving rise to glacial and interglacial periods of great length. <\/div><div class=\"paragraph jod\" id=\"v19n916\"> But all these great phenomena could also be brought about, in a few thousand years, by simply and alternately changing the angle between the planes of the earth's orbit and the equator. He who formed the universe holds the regulating key in his own hand. By his almighty power it was organized; by his law it is governed; by his good will and pleasure it passes through great changes; by his decree it will pass away and be renewed.<span class=\"citation\" id=\"80680\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80680)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80680)\">Rev. 21:1<\/a><\/span><span class=\"citation\" id=\"94101\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94101)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94101)\">A of F 1:10<\/a><\/span> Which gives the most information, that which comes from God, direct by the power of his Spirit&#x2014;revelation from heaven&#x2014;or that which comes from mere speculation, based upon some uncertain data, that may be correct, and that may not be correct? I would say, give me the privilege of being taught from on high, give me the privilege of being taught by  <div class=\"break pagebreak\" id=\"286a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0286.pdf\" target=\"pdfwin\">p.&#xA0;286a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0857\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>that being who knows and comprehends everything pertaining to this creation, and knows the changes that it has undergone, and how long the earth has continued in its present condition, or nearly in its present condition. <\/div><div class=\"paragraph jod\" id=\"v19n918\"> We infer from this good book, called King James' translation of the Bible, that a few thousand years ago the earth was formed. And many have supposed that it was then formed out of nothing. I need hardly say to this congregation, that no such nonsense can be found in the Scriptures; but in the creeds of men, may be found this idea set forth, that God created all things from nothing. Now, how do the founders of these creeds, as well as those who believe in them, know that he did such a thing? Have they any revelation, from the first chapter of Genesis to the end of the Revelation of St. John, which states or intimates that the Lord made the earth out of nothing? Not one. This is the addition of man; this is a tradition formed by uninspired articles of faith and discipline to govern people in their religious ideas; whereas the word of God says nothing of the kind. The materials out of which this earth was formed, are just as eternal as the materials of the glorious personage of the Lord himself. Now, he consists of a body and parts, and not only of parts but passions. He has the passion of love, so much so that he is called a God of love:<span class=\"citation\" id=\"74335\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74335)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74335)\">2 Cor. 13:11<\/a><\/span> hence this nonsense about God having no parts nor passions is among the inventions of human wisdom. This being, when he formed the earth, did not form it out of something that had no existence, but he formed it out of materials that had an existence from all eternity: they never had a beginning, neither will one particle of substance now in <div class=\"break columnbreak\" id=\"286b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0286.pdf\" target=\"pdfwin\">p.&#xA0;286b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0857\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> existence ever have an end. There are just as many particles now as there were at any previous period of duration, and will be while eternity lasts. Substance had no beginning; to say that laws had no beginning would be another thing; some laws might have been eternal, while others might have had a lawgiver. But the earth was formed out of eternal materials, and it was made to be inhabited and God peopled it with creatures of his own formation. <\/div><div class=\"paragraph jod\" id=\"v19n919\"> There have been many people in this world so limited in their information and knowledge, in consequence of tradition and false creeds, and catechisms, that they really believe that our earth is the only creation that exists on which inhabitants dwell, that the stars were made to shine for the benefit of our earth, that the sun and moon were made especially for us, and that the earth is the great central standard, and that all things were made for its benefit. But I am happy to say, that these ideas are fast getting out of date, and that people are beginning to learn that God is not so limited in his power as to confine himself to a creation so little and insignificant as that of our earth. There is an infinitude of space, boundless in every direction. In other words, when I say boundless, I mean that it is impossible for us to limit any bounds to that space. Has this space materials existing in it? Yes. (So far as our telescopes are able to penetrate, and some of them go very far indeed.) You take Lord Ross' six foot reflector, and point it towards yonder heavens, and you find new systems, new universes, as it were, revealed. What are these worlds? They are mighty globes. To say they are like our globe would not be correct; for if they were only little specks like our little earth, they  <div class=\"break pagebreak\" id=\"287a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0287.pdf\" target=\"pdfwin\">p.&#xA0;287a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0856\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>could not be seen. But they are mighty suns, like our sun in yonder firmament. Our sun is over twelve hundred thousand times larger than our earth; and those distant bodies that are seen&#x2014;some of them by the naked eye, and others by the aid of powerful glasses, are worlds of great magnitude. For what purposes were all these mighty worlds framed? What object had the Lord in view in their creation? Was it to satisfy a few individuals that should dwell upon this little earth that the Lord made them to twinkle in yonder heavens, to shine by night? Was that the main object that he had in view? No; he had a greater and more glorious object than that. He has created worlds without number,<span class=\"citation\" id=\"92303\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92303)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92303)\">Moses 1:33<\/a><\/span> that is they cannot be numbered by us;<span class=\"citation\" id=\"92313\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92313)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92313)\">Moses 1:35<\/a><\/span> millions on millions have been discovered by the aid of glasses, but those are only a beginning of the immensity of the worlds in existence; and he has made them to be inhabited by his own offspring, or own children, his own sons and daughters, intelligent beings designed to be brought up and eventually to be made like him. You know our children become like their parents in many respects; and you know, too, that it is the hope of all parents that their children, if they live, and are properly educated and trained, will grow up to be good men and women, and that they will possess the same intelligence, if not more, than their parents. And we also see other kinds of beings brought forth in the likeness of their parents; the lion begets a lion, not a lamb; and so with every species of beings that exist, each begets his own likeness. And why not we, the masterpiece of the creations of our Father, grow up unto all that fullness of eternal knowledge and truth which he himself possesses. If he is full of light, and in him there <div class=\"break columnbreak\" id=\"287b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0287.pdf\" target=\"pdfwin\">p.&#xA0;287b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0856\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> is no darkness at all,<span class=\"citation\" id=\"78518\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78518)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78518)\">1 Jn. 1:5<\/a><\/span> why not his children, if they be educated and taught properly, and prove themselves acceptable and worthy before him, be brought up, in due time, and be made like him, on the same principle that all other things beget their like. It is true, we are now fallen beings, we have departed from our Father, we have transgressed his holy laws, we have been thrown into unhappy circumstances, in consequence of the transgression of our first parents, in the Garden of Eden, and hence, darkness reigns over this little creation, and has taken possession of mankind; but as they were immortal when placed in the garden, and death had no power over them, so must their offspring (if they were permitted to have any) have been immortal and not subject to death. But by the fall, death came;<span class=\"citation\" id=\"92726\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92726)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92726)\">Moses 6:48<\/a><\/span> by sin and transgression men became subject to death, and consequently this world of ours became a fallen world. Our first parents were in the immediate presence of God, their Father; they could behold him and converse with him face to face, before the transgression. But how changed everything became! They were not only cast out of the garden, but out of the presence of their Creator and God; cast out from the presence of celestial beings&#x2014;cast out into a world of darkness, there to learn by sad experience many lessons, which we, perhaps, never could have learned, had we still continued to dwell in our former condition. <\/div><div class=\"paragraph jod\" id=\"v19n921\"> Now this, no doubt, has been done in wisdom. When we occupied our first estate, dwelling in the presence of the Father, before this world was created, we were without bodies of flesh and bones, but possessing parts and passions then as much as we do now; we were there as intelligent spirits, in our present form and shape,  <div class=\"break pagebreak\" id=\"288a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0288.pdf\" target=\"pdfwin\">p.&#xA0;288a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0855\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>but although we had no bodies of flesh and bones, that spiritual substance of which our spirits were formed had a term, and that form was after the likeness and image of God, the Father.<span class=\"citation\" id=\"52148\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52148)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52148)\">Gen. 1:26<\/a><\/span> But if we had continued to dwell there for innumerable millions of years, we never could have learned, in that state of existence, many things that we are being taught in this fallen world. We might have seen other worlds formed: we might have had some idea, perhaps, of their condition and of their misery and wretchedness, and we might have had some idea of the awful calamities that happened to the bodies of other fallen creations; but then there are many things that intelligent beings cannot learn without experiencing the same. For instance, we can learn a great many things by our reflective powers, without the aid of natural senses; we might, by reason alone, find out some obtuse problems of mathematics; we might, by reason, too, comprehend more or less of the revolutions and mechanism of our celestial system; we might, by a pure process of reason, find out all the principles of geometry, and the differential and integral calculus and many other principles of mathematics. But there are some things we might never find out by the process of reason. For instance: suppose we were created in the celestial world without a knowledge of that which we term pain, could we learn to sense it by seeing others suffer? No, no more than a person born in a dungeon and kept there until he reached the years of manhood, without the least gleam of light, could, while in that condition, be instructed about the principle of light. Why could he not be instructed? Because it is something he never has experienced. You tell him that light produces beautiful colors, such as red, blue, green, etc., <div class=\"break columnbreak\" id=\"288b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0288.pdf\" target=\"pdfwin\">p.&#xA0;288b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0855\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> what would he know about these colors? Nothing at all; his experience has not been called to grasp them; such a thing as a ray of light never penetrated his dungeon. But when he is permitted to experience the nature of light, when he sees the various colors, he then learns something which he never could reason out. So with regard to ourselves. We, in our first state of existence, never having seen misery among any of the immortal beings, and never experiencing it in our spiritual personages, how could we know anything about it? I do not think we could possibly comprehend the nature of it. We could not reason out the difference between happiness and misery. Why? For the want of experience. It was for this reason that God the Father caused the tree bearing forbidden fruit to be placed in the garden. This tree was not placed beyond Adam's reach, but it was found in a conspicuous place&#x2014;in the midst of the garden,<span class=\"citation\" id=\"52452\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52452)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52452)\">Gen. 2:9<\/a><\/span><span class=\"citation\" id=\"52557\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52557)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52557)\">Gen. 3:3<\/a><\/span> so that man, by his agency, might bring upon himself his own misery, and by that means he would be able to distinguish between happiness and misery.<span class=\"citation\" id=\"92590\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92590)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92590)\">Moses 5:11<\/a><\/span> The Lord prepared everything, and he made special reference to the tree of knowledge of good and evil, forbidding Adam to eat of it, saying that in the day he eat the fruit of that tree he should surely die.<span class=\"citation\" id=\"52471\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52471)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52471)\">Gen. 2:16-17<\/a><\/span> But then, what did Adam know about death? Such a penalty could not be understood by him; the only way possible for him to conceive of it was through vision, and the probability is he did not know anything about it. But he was his own agent, and he exercised that agency by putting forth his hand and partaking of the fruit: both he and his wife ate the fruit, and thus transgressed the law of God. Then the earth became fallen, and all the inhabitants thereof have inherited  <div class=\"break pagebreak\" id=\"289a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0289.pdf\" target=\"pdfwin\">p.&#xA0;289a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0854\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the effects of the fall, through these two fallen beings. Death is not something we bring upon ourselves, but we are sure to die because our first parents rendered themselves mortal; before that they were immortal. They made themselves mortal by partaking of the forbidden fruit, transgressing the law of heaven and we are the inheritors of these calamities and these penalties, the same as children are susceptible of parental diseases, and frequently inherit, for many generations, evils that their forefathers were in possession of. We learn quite an experience here: we learn what it is to be miserable, we learn what it is to be unhappy, and we can now contrast misery with happiness; and we can say in our hearts, if I could only get rid of sickness, and pain, and sorrow, the effects of this death, how I could appreciate it! We often give expression to such feelings, when we are deeply afflicted. The Lord intends to free us, if we keep his commandments, after having suffered sufficiently long through this state of sickness and feebleness, this state of suffering and sorrow, which we have endured for so many years. He intends to bring us forth triumphant over the grave, bring up our bodies from the tomb, restoring our spirits to immortal bodies, as Adam was in the Garden of Eden, and make us immortal and eternal in our nature. Then we shall know, by experience, how to appreciate as well as distinguish between happiness and misery, and be as the gods, knowing good and evil.<span class=\"citation\" id=\"52563\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52563)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52563)\">Gen. 3:5<\/a><\/span><span class=\"citation\" id=\"92514\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92514)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92514)\">Moses 4:11<\/a><\/span><span class=\"citation\" id=\"92535\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92535)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92535)\">Moses 4:28<\/a><\/span> Is this lesson necessary? Yes, suppose the Lord were to appoint to you a kingdom; suppose he were to say to you, &#x201C;Son, yonder are materials which you may organize by my power into a world; and you may place upon it your own offspring, as I did my offspring upon the world upon <div class=\"break columnbreak\" id=\"289b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0289.pdf\" target=\"pdfwin\">p.&#xA0;289b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0854\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> which you dwelt.&#x201D; What kind of person would you be if you had no experience? What? Go and create a world, and then people that world with your own offspring, and not know the difference between good and evil, between sickness and health, between pain and happiness, having no knowledge of these by experience. I think that such a one would not be fit to be entrusted with a world that was to undergo and pass through the same ordeals that our creation is now experiencing. <\/div><div class=\"paragraph jod\" id=\"v19n924\"> As Latter-day Saints, we look forward to the future with a great deal of pleasing satisfaction, when we shall come forth from the grave, and our vile bodies be changed and fashioned after His most glorious body;<span class=\"citation\" id=\"75522\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75522)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75522)\">Philip. 3:21<\/a><\/span> and this is what the Scriptures set forth and testify of. Hence, when the materials of our body shall come together again to be reorganized, our bodies will be a little different to what they are now. Blood will not then flow in the arteries and veins of the immortal male and female; for blood leads to death&#x2014;leads to change; but instead of blood will flow the pure Spirit of the living God. This is referred to in the 37th chapter of the prophecy of Ezekiel, as follows: <\/div><div class=\"paragraph jod\" id=\"v19n925\"> &#x201C;The hand of the Lord was upon me, and carried me out in the spirit of the Lord, and set me down in the midst of the valley which was full of bones, And caused me to pass by them round about: and, behold, there were very many in the open valley; and, lo, they were very dry. And he said unto me, Son of man, can these bones live? And I answered, O Lord God, thou knowest. Again he said unto me, Prophesy upon these bones, and say unto them, O ye dry bones, hear the word of the Lord. Thus saith the Lord God unto these bones; Behold, I will cause breath to enter into you, and ye shall live: <\/div> <div class=\"break pagebreak\" id=\"290a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0290.pdf\" target=\"pdfwin\">p.&#xA0;290a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0853\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v19n927\"> &#x201C;And I will lay sinews upon you, and will bring up flesh upon you, and cover you with skin, and put breath in you, and ye shall live; and ye shall know that I am the Lord. <\/div><div class=\"paragraph jod\" id=\"v19n928\"> &#x201C;So I prophesied as I was commanded: and as I prophesied, there was a noise, and behold a shaking, and the bones came together, bone to his bone. <\/div><div class=\"paragraph jod\" id=\"v19n929\"> &#x201C;And when I beheld, lo, the sinews and the flesh came up upon them, and the skin covered them above: but there was no breath in them. <\/div><div class=\"paragraph jod\" id=\"v19n930\"> &#x201C;Then said he unto me, Prophesy unto the wind, prophesy, son of man, and say unto the wind, Thus saith the Lord God; Come from the four winds, O breath, and breathe upon these slain, that they may live. <\/div><div class=\"paragraph jod\" id=\"v19n931\"> &#x201C;So I prophesied as he commanded me, and the breath came into them, and they lived, and stood up upon their feet, an exceeding great army.&#x201D;<span class=\"citation\" id=\"60816\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60816)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60816)\">Ezek. 37:1-10<\/a><\/span> That was a vision of the resurrection. The interpretation is given in the following verse. The children of Israel at that time disbelieved more or less in the resurrection, which was taught by their Prophets; and they began to say in their hearts, &#x201C;Our bones are dried, and our hope is lost: we are cut off for our parts.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v19n932\"> &#x201C;Therefore (says the Lord) prophesy and say unto them, Thus saith the Lord God; Behold, O my people, I will open your graves, and cause you to come up out of your graves, and bring you into the land of Israel.&#x201D;<span class=\"citation\" id=\"60845\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60845)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60845)\">Ezek. 37:11-12<\/a><\/span> When the Lord brings up the children of Israel out of their graves,<span class=\"citation\" id=\"60848\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60848)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60848)\">Ezek. 37:13<\/a><\/span> he will do it just as Ezekiel saw it in vision. The materials that form the bones will come together: first, the anatomy or framework, the most part of the system; then the flesh, afterwards the skin, and then the Spirit of the living God will enter into them, and they will live as immortal beings,<span class=\"citation\" id=\"60850\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60850)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60850)\">Ezek. 37:14<\/a><\/span> no more to be subject to <div class=\"break columnbreak\" id=\"290b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0290.pdf\" target=\"pdfwin\">p.&#xA0;290b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0853\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> death. And when they leave, instead of going away off to a heaven inconceivable, such as we find in the articles and creeds of men&#x2014;a &#x201C;heaven beyond the bounds of time and space,&#x201D; a place supposed to be beyond infinity, they will actually come here and be brought to the land of Israel, as immortal beings, male and female. They will have kings and priests among them, and they will reign on the earth.<span class=\"citation\" id=\"79194\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79194)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79194)\">Rev. 5:10<\/a><\/span> And if you want to know how long, you can learn it from the revelation which John had. He says, &#x201C;a thousand years.&#x201D;<span class=\"citation\" id=\"80510\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80510)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80510)\">Rev. 20:4<\/a><\/span> But that &#x201C;the rest of the dead lived not again until the thousand years were finished.&#x201D;<span class=\"citation\" id=\"80529\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80529)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80529)\">Rev. 20:5<\/a><\/span> After the thousand years here referred to, this earth will die; it will pass through a change similar to that of our bodies; it will pass away,<span class=\"citation\" id=\"80681\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80681)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80681)\">Rev. 21:1<\/a><\/span> as an organized world, but not a particle, however, will be destroyed or annihilated; it will all exist, and when it is resurrected again, it will be a new earth.<span class=\"citation\" id=\"80747\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80747)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80747)\">Rev. 21:5<\/a><\/span><span class=\"citation\" id=\"83524\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83524)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83524)\">Ether 13:9<\/a><\/span><span class=\"citation\" id=\"84779\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84779)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84779)\">D&amp;C 29:23-26<\/a><\/span> Then those immortal beings who come up out of their graves, at the beginning of the thousand years, will again descend from heaven upon the new earth; and the earth will be eternal; and the beings that inhabit it will be eternal. And the earth will at that time have no more need of the light of a luminary like our sun,<span class=\"citation\" id=\"80842\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80842)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80842)\">Rev. 22:5<\/a><\/span> or any artificial light, for it will be a globe of light; for when God makes this earth immortal, he will make it glorious like the inhabitants that will be permitted to live upon it. They will become immortal, and be crowned with crowns of glory, and light will radiate from their personages and countenances; so will the earth radiate its light, and shine forth in celestial splendor.<span class=\"citation\" id=\"91298\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91298)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91298)\">D&amp;C 130:7-11<\/a><\/span> I will not say as the splendor of our sun, for it is not a celestial body. Although the light of the sun is very glorious, it will not begin to compare with that of this earth, when it becomes celestial and  <div class=\"break pagebreak\" id=\"291a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0291.pdf\" target=\"pdfwin\">p.&#xA0;291a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0852\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>eternal and is lightened by the presence of God the Father. It is doubtful whether the children of mortality on other worlds, will ever behold the light of this earth, after it is made eternal, unless they happen to catch a glimpse of it by vision. God dwells in a world of light too glorious for mortal eyes to behold, unless aided by the Spirit of the living God. <\/div><div class=\"paragraph jod\" id=\"v19n934\"> Let me say a few words on these different worlds of which I have spoken. They are stretched out in the immensity of space, are infinite in every direction, and they are inhabited. I doubt very much, whether any of these worlds are celestial. I do not think we could behold them, unless by vision, if they were celestial. They are worlds in various stages of progression, some more glorious than others, inhabited by beings prepared to dwell upon them, beings who are the sons and daughters of God, or the sons and daughters of his children. If God is our Father, and we become like him, we may have our attributes greatly enlarged, sufficiently to prepare us to occupy a greater sphere of existence, to become rulers and creators under the command of God, being one with him, as the Father and the Son are one,<span class=\"citation\" id=\"70722\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70722)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70722)\">John 17:21<\/a><\/span> to carry out his law and eternal purposes. Not only are present worlds existing, but worlds without number have existed from all ages of eternity, in their various stages of progress from the infinite duration of the past, and are peopled by the children of God&#x2014;his own offspring, or the offspring of those who have become Gods. Besides, these worlds will exist forever, and there still remains no end, as it were, to the materials which will yet be organized into worlds, for the materials are infinite in quantity; they cannot be exhausted. And do these worlds communicate one with <div class=\"break columnbreak\" id=\"291b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0291.pdf\" target=\"pdfwin\">p.&#xA0;291b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0852\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> another? Why not; is the Lord limited in the process of communication? We find that man, poor, weak, fallen man, is now able to communicate from one end of the world, on which we live, to the other; and why not immortal beings communicate from world to world. If they were limited, then they would partake more of the nature of mortality. But they are not limited in their communications. There is a faculty in mankind which, when lighted up by the Spirit of God, cannot only pierce in vision through millions of miles of space, but can also hear through millions of miles of space. Indeed, the progress of man, in this the nineteenth century, shows to us, in a very forcible manner, what may be hereafter in our more perfect state. What a wonderful thing it was to the whole world, a few years since, to communicate their thoughts, by the means of electric wires, sending them from city to city, from state to state, and then across the great ocean to foreign countries, and that too almost momentarily! If people had been told some fifty years ago that such wonderful developments would take place, in so short a time, they would have laughed at and even derided the idea; but now it is an accomplished fact. Who, some two years ago, would have supposed that the senses of the ear could have been awakened by sounds transmitted some hundreds of miles distant? And yet this is now done by the aid of the telephone; and although the discovery is yet only in its infancy, the human voice is heard distinctly, and readily recognized at that distance. <\/div><div class=\"paragraph jod\" id=\"v19n935\"> Now, supposing we were immortal beings, and we stood upon one celestial world, away in a distant part of space, and others dwelling upon another celestial world innumerable  <div class=\"break pagebreak\" id=\"292a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0292.pdf\" target=\"pdfwin\">p.&#xA0;292a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0851\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>miles distant from us, there may be a process by which we could communicate one to another, and ideas be exchanged, from world to world, without adopting the slow progress of communication by light or electricity. Well, says one, &#x201C;I thought that light was transmitted more rapidly than anything that we could conceive of.&#x201D; Light proceeds from one luminary to another, at the rate of 185,000 miles per second. Can anything be swifter than this? Do you suppose the Lord would reveal all his resources to us? I think not; I believe that when the children of men become immortal and eternal, their privileges will be enlarged; and those powers of nature, and laws of which we have such a limited understanding, will become greatly multiplied and enlarged. There may be a process of communication by means of celestial, heavenly light, that will far outstrip the natural light which proceeds from yonder luminaries in our heavens. It may be that this natural light travels very slowly, compared with the light that proceeds forth from celestial worlds, wherever they may be situated. Then again, if immortal beings on celestial worlds can hear, and see, and communicate with each other, would it not be just as pleasant as though they were associated together in the same room? What difference can it make, seeing that distance is no impediment to them? This is the destiny of these worlds that twinkle in the firmament of heaven; they will finally arrive at that state of perfected existence, unless they forfeit their privileges through transgression; all that do not forfeit these privileges will be exalted to them; and they will be sanctified; they will be full of light, like unto the sea of glass, that John the Revelator saw, upon which the <div class=\"break columnbreak\" id=\"292b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0292.pdf\" target=\"pdfwin\">p.&#xA0;292b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0851\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> redeemed were permitted to dwell, whom he saw and heard, singing the songs of Moses and the Lamb.<span class=\"citation\" id=\"80056\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80056)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80056)\">Rev. 15:2-4<\/a><\/span> What a happy state and condition, not only to study these things pertaining to this little world we inhabit, but to extend our researches to our neighboring worlds, learning the laws, institutions, and governments of the peoples that inhabit them, also their history, and everything pertaining to them, and then extend our researches still further. Let me here quote from one of the revelations given anciently to Enoch, and revealed anew, in these latter days to Joseph Smith. Enoch, we learn, was favored with a great and glorious vision; he saw the different worlds, and saw the Lord and other glorious personages, who were weeping over the fallen sons and daughters of this world. This astonished Enoch; he was astonished beyond measure, to think that there should be so many worlds in existence, and all passing through certain changes and degrees of changes, and yet the Lord should weep over the fallen sons and daughters of this little planet. So he inquired about it, asking how it was that the heavens wept and shed forth their tears like rain upon the mountains; saying, Thou art holy from all eternity to all eternity; and were it possible for man to number the particles of this earth and a million of earths like it, it would not be a beginning to the number of thy creations, and yet thou art there and thy bosom is there, how is it that thou canst weep!<span class=\"citation\" id=\"93019\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93019)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93019)\">Moses 7:28-31<\/a><\/span> It was marvelous to him, why the Lord should weep over so small a creation, when there were so many others. The Lord then told him concerning the wickedness of the people who existed before the flood; he told him of their abominations and sinful practices.<span class=\"citation\" id=\"93069\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93069)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93069)\">Moses 7:37-43<\/a><\/span> And then he  <div class=\"break pagebreak\" id=\"293a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0293.pdf\" target=\"pdfwin\">p.&#xA0;293a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0850\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>further tells him, that his eyes could pierce all the creations which he had made, showing how powerful are the eyes of the great Jehovah, that he can behold all these creations; however numerous, and can behold all that transpires upon them.<span class=\"citation\" id=\"93044\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93044)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93044)\">Moses 7:32-36<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v19n938\"> There is one thing connected with this same revelation, to which I wish also to call your attention; it is in regard to the fallen condition of many of these creatures. Notwithstanding the unnumbered worlds which have been created, out of each one of these creations the Lord had taken Zion (in other words a people called Zion) to his own bosom.<span class=\"citation\" id=\"93037\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93037)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93037)\">Moses 7:31<\/a><\/span> What does this signify? Are we not to understand that all these creations were fallen worlds. Why did he not take them all? Because they were not all worthy, because being fallen, they did not keep his commandments, because they did not exercise their agency to worship God; for that reason he did not take them all to himself. He did not qualify them and make them one in him, as Jesus is one with the Father;<span class=\"citation\" id=\"70723\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70723)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70723)\">John 17:21<\/a><\/span> he did not make them like him in all respects, to go forth and make new creations and people them. I mention these things to show that we have, in the revelations that God has given, many indications, that there are worlds beside our own that are fallen; also that we may see that the Lord has one grand method, for the salvation of the righteous of all worlds&#x2014;that Zion is selected and taken from all of them. And reasoning from analogy, may we not, with propriety believe, that these fallen creations, after fulfilling their temporal destiny, will be changed, and become the celestial abodes of their respective Zions? Let us, for a moment, consider the planets of our solar system, namely, Mercury, Venus, Mars, Jupiter, Saturn, Ura<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"293b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0293.pdf\" target=\"pdfwin\">p.&#xA0;293b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0850\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>nus and Neptune&#x2014;the great primary planets of our system; are these made for nothing? No. What has the Lord said to us, Latter-day Saints, concerning these planets? He says, all these are kingdoms, to which he has given laws.<span class=\"citation\" id=\"88487\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88487)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88487)\">D&amp;C 88:36<\/a><\/span> And he likens these worlds, or kingdoms, unto a man having a field, and he sent forth his servants to dig in this field. To the first he said, &#x201C;Go and labor in the field, and in the first hour, I will come unto you, and ye shall behold the joy of my countenance. And he said unto the second: Go ye also into the field, and in the second hour I will visit you with the joy of my countenance. And unto the third and so on unto the twelfth. And the lord of the field went unto the first in the first hour, and tarried with him all that hour, and he was made glad with the light of the countenance of his lord. And then he withdrew from the first that he might visit the second also, and so on unto the twelfth.&#x201D;<span class=\"citation\" id=\"88562\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88562)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88562)\">D&amp;C 88:51-57<\/a><\/span> This withdrawing from one, to go to another is something which I will explain.<span class=\"citation\" id=\"88569\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88569)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88569)\">D&amp;C 88:58-62<\/a><\/span> Why was it necessary, that there should be a withdrawal of the presence of the Lord in visiting the different worlds? I think it was necessary, so far as mortality is concerned, and indicates that the inhabitants of these different planets are fallen, as we are. It does not say so, in so many words, but I can see that they must be fallen, and for that reason the Lord withdraws his presence from them, and visits them in their hour, and time, and season, and then withdraws from them, leaving them to ponder in their hearts the commandments given them.<span class=\"citation\" id=\"127736\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127736)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127736)\">3 Ne. 17:1-3<\/a><\/span><span class=\"citation\" id=\"88571\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88571)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88571)\">D&amp;C 88:62<\/a><\/span> If they were immortal beings and celestial in their nature, the Lord would not act with them thus, for then they would always be in his presence, whether they are beings of one world  <div class=\"break pagebreak\" id=\"294a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0294.pdf\" target=\"pdfwin\">p.&#xA0;294a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0849\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>or another, or whether the worlds upon which they dwell are as numerous as the sands upon the seashore;<span class=\"citation\" id=\"53352\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53352)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53352)\">Gen. 22:17<\/a><\/span> when they become celestial the veil that obscures the view of mortals is removed, and it makes no difference whether a world be one million, a hundred million, or a million million of miles distant from another, if the veil is taken away, they are still in each other's presence. <\/div><div class=\"paragraph jod\" id=\"v19n940\"> There is a spiritual faculty of seeing, different from that of the natural sight, a power of discerning through space, by which celestial beings can see innumerable millions of miles in distance, just as easy as mortals can see ten feet with their natural vision. To be in the presence of God, then, is simply to have the veil withdrawn, which will be done when we prove ourselves worthy of celestial glory. If the worlds of which I have spoken, pertaining to the planetary system, were celestial worlds, occupied by celestial inhabitants, they would all the time be in the presence of their Father, and there could be no withdrawing from the first, to visit the second, etc.,<span class=\"citation\" id=\"88568\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88568)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88568)\">D&amp;C 88:57<\/a><\/span> according to the revelation from <div class=\"break columnbreak\" id=\"294b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0294.pdf\" target=\"pdfwin\">p.&#xA0;294b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0849\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> which I have quoted. His method of conveying intelligence is far more rapid than that of light. Light, how slow! Only 185,000 miles in a second. It would take three and a half years at that rate for light to come from one of the nearest fixed stars. A long time to wait, especially if you were in a hurry to get an answer to any message you may send; you would have to wait three and a half years for the message to go, and probably for the same time, for the returning answer. Now, the Lord has powers beyond those with which we are acquainted. He has almighty powers. He has only entrusted us his children of mortality with a knowledge of some of the more gross principles and laws of this fallen creation, and when we, through hard study, search out the relation of one law to another, we think we are learned men; but I think when we learn in that great university the sciences of which the Lord our God is the great Teacher, we shall learn more rapidly and comprehend more easily the things of his kingdom, than we now do the things of time. Amen. <\/div>\n<\/div>\n<\/div>"}