{"ID":190014, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">God's Purposes Unchangeable&#x2014;The Two Powers&#x2014;The Everlasting Priesthood&#x2014;Abraham and Melchizedek&#x2014;Organizing Stakes of Zion&#x2014;Temple Building&#x2014;The Latter-day Saints the Friends of the World.<\/div>\n<div class=\"subtitle\">Discourse by Elder John Taylor, delivered in the New Tabernacle, Salt Lake City, July 29, 1877.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Rudger Clawson.<\/div>\n<div class=\"pageHeader\">Page Header: God's Purposes Unchangeable, Etc.<\/div>\n<div class=\"speaker\">Speaker: John Taylor<\/div>\n<div class=\"date\">Date: 7\/29\/1877<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d14\">\n<div class=\"paragraph jod\" id=\"v19n263\"> In relation to the great principles of eternal life, as developed to us in the word of God, and through the various revelations that he continues to give unto us, there are many things that are of great importance to the human family. In regard to the ideas, theories and notions of men, it would seem that they, in former ages, have been of very little avail in thwarting or overturning the purposes of the Almighty, nor will they be in these days any more efficacious then they have been in the days that have past and gone. Before this world rolled into existence, or the morning stars sang for joy,<span class=\"citation\" id=\"56247\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56247)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56247)\">Job 38:7<\/a><\/span> He purposed, in his own mind, to accomplish certain objects that he had designed in relation to the world in which we live, and the inhabitants <div class=\"break columnbreak\" id=\"76b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0076.pdf\" target=\"pdfwin\">p.&#xA0;76b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1067\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> that dwell thereon. He has never swerved, changed or altered his views or opinions in relation to this, no matter what our feelings, ideas and theories may be concerning these matters. In the organization of the world and all creation as it now exists in the various dispensations of his providence that have been inducted in the different ages, in the manifestation of his will to the human family, he has had one design, one purpose, and one set of ideas to accomplish pertaining to the whole matter, and everything he intended concerning these things will all be accomplished, whether it relates to the early history of man, to the middle ages, or, to the ages in which we live. There are eternal principles associated with God, with his laws, with his Priest<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"77a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0077.pdf\" target=\"pdfwin\">p.&#xA0;77a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1066\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>hood that are as unchanging as the eternal heavens; yea, more so, for the heavens may pass away,<span class=\"citation\" id=\"65910\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65910)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65910)\">Matt. 24:35<\/a><\/span> but the Scriptures say, &#x201C;His word shall not fall to the ground.&#x201D;<span class=\"citation\" id=\"55403\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55403)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55403)\">1 Sam. 3:19<\/a><\/span> There is something great and comprehensive associated with the plans and purposes of Jehovah in connection with the human family, which very few men care to take the trouble to investigate or reflect upon; and, as &#x201C;No man can know the things of God, but by the Spirit of God;&#x201D;<span class=\"citation\" id=\"73062\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73062)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73062)\">1 Cor. 2:11<\/a><\/span> and as very few place themselves in a position to obtain this spirit, the result necessarily is, that there is a large amount of ignorance in relation to the things of God and consequently a large amount of evil prevailing everywhere and which has existed in every age. I suppose, associated with these matters, there is a grand overruling destiny, and that it was necessary that this set of things should exist. There have always been two grand powers in juxtaposition, or rather in opposition to each other. There was in the heavens a conflict, and one-third of the angels, we are told, were cast out of there.<span class=\"citation\" id=\"79547\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79547)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79547)\">Rev. 12:4<\/a><\/span> That conflict has existed here upon the earth, and will continue to exist for a length of time yet to come, until, as we are told, Satan shall be bound.<span class=\"citation\" id=\"88774\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88774)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88774)\">D&amp;C 88:110<\/a><\/span> The conflict is between right and wrong, between truth and error, between God and the spirit of darkness, and the powers of evil that are opposed to Him; and these principles have existed in the various ages. No sooner was man placed upon the earth, than Satan commenced his work and his operations. God, it is true, created the world; God, it is true, is the Father and Spirit of all flesh;<span class=\"citation\" id=\"54758\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54758)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54758)\">Num. 16:22<\/a><\/span><span class=\"citation\" id=\"54873\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54873)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54873)\">Num. 27:16<\/a><\/span> God, it is true, has a right to demand obedience from his children, and the observance of the laws he has given unto them; but <div class=\"break columnbreak\" id=\"77b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0077.pdf\" target=\"pdfwin\">p.&#xA0;77b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1066\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> that right has been contested from the very first. Satan placed a demurrer in the way immediately, and from the two sons of Adam, one of which feared God and the other did not, the wicked one killed the righteous,<span class=\"citation\" id=\"52718\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52718)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52718)\">Gen. 4:8<\/a><\/span> who himself appeared to be master of the field under the guidance and direction of Satan,<span class=\"citation\" id=\"92640\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92640)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92640)\">Moses 5:29-33<\/a><\/span> and he held this position and this influence for a length of time upon the earth, until Seth was introduced to represent Abel,<span class=\"citation\" id=\"52807\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52807)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52807)\">Gen. 4:25<\/a><\/span><span class=\"citation\" id=\"52827\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52827)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52827)\">Gen. 5:3<\/a><\/span> to represent God, and also to represent all the principles of truth and righteousness;<span class=\"citation\" id=\"92684\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92684)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92684)\">Moses 6:2-3<\/a><\/span> and Satan with his influence and those that yielded to him, under the influence of Cain and others associated with them that had wrought wickedness, bore sway; and iniquity of every kind prevailed, they fought against God and the principles of truth and righteousness, and it was then as it is today, and as it was in the days of Jesus. Says he: &#x201C;Strait is the gate, and narrow is the way, that leads to life, and few there be that find it; while broad is the gate, and wide is the way, that leadeth to destruction, and many there be that go in thereat.&#x201D;<span class=\"citation\" id=\"63853\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63853)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63853)\">Matt. 7:13-14<\/a><\/span> It would have seemed, at some time, as though the purposes of God were thwarted in relation to the organization of the earth and the salvation and exaltation of the human family, and it was necessary, as has been referred to, on a certain occasion, to sweep off the inhabitants of the earth and start anew. &#x201C;For the imagination of the thoughts of the hearts of the people was only evil, and that continually,&#x201D;<span class=\"citation\" id=\"52838\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52838)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52838)\">Gen. 6:5<\/a><\/span><span class=\"citation\" id=\"93308\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93308)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93308)\">Moses 8:22<\/a><\/span> and they were raising up a people that were prepared for wrath and destruction, having power to propagate their own species, they were doing it and teaching them the laws of death instead of the laws of life. God in his mercy to those spirits yet unborn, thought proper to sweep them  <div class=\"break pagebreak\" id=\"78a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0078.pdf\" target=\"pdfwin\">p.&#xA0;78a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1065\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>from the earth and then commence another state of things under the direction of Noah. It was necessary that these opposing influences, these contending powers, should be in existence; that this antagonism should prevail; that there should be a devil, that there should be all the influences associated therewith. There was a degree or design of God in relation to the human family from the commencement, to save all that were capable of it, in the celestial glory. All that were not capable of this, in a terrestrial glory, and all that were not capable of receiving that, or prepared for it, in a telestial glory. It was necessary, according to certain unchangeable and eternal laws, that existed with Christ in the eternal world, that man possessing any of these glories should be prepared to receive them, or they could not inherit them, therefore, it was necessary that man should be placed in a state of trial or probation, having to contend with evil that he might, through the power of God, and the strength that he would give to him, if he was sought unto, that he might, through that power, overcome and inherit a celestial glory, and dwell with God in his celestial kingdom. For this purpose, he gave the Priesthood, which is spoken of as being after the order of Melchizedek, after the order of the Son of God,<span class=\"citation\" id=\"90110\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90110)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90110)\">D&amp;C 107:3<\/a><\/span> and after the powers of an endless life;<span class=\"citation\" id=\"68620\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68620)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68620)\">John 1:18 (JST)<\/a><\/span><span class=\"citation\" id=\"76851\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76851)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76851)\">Heb. 7:16<\/a><\/span> which is the power that exists in the heavens, and the wisdom and intelligence that dwell with the Gods; and is the principle by which the Gods in the heavens and men who are under its influence upon the earth are governed. It is called in the Scriptures, the &#x201C;everlasting priesthood,<span class=\"citation\" id=\"54591\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54591)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54591)\">Ex. 40:15<\/a><\/span> without beginning of days or end of years,&#x201D;<span class=\"citation\" id=\"53080\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53080)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53080)\">Gen. 14:27-28 (JST)<\/a><\/span><span class=\"citation\" id=\"76825\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76825)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76825)\">Heb. 7:3 (JST)<\/a><\/span><span class=\"citation\" id=\"82163\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82163)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82163)\">Alma 13:7-9<\/a><\/span><span class=\"citation\" id=\"127609\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127609)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127609)\">D&amp;C 84:17<\/a><\/span> and that those who have it, administer not only in this world, but <div class=\"break columnbreak\" id=\"78b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0078.pdf\" target=\"pdfwin\">p.&#xA0;78b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1065\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> in the world which is to come; and it is the privilege of those who have it, to come, as the Scriptures say, &#x201C;to the general assembly and church of the firstborn, which are written in heaven, to God the Judge of all, and to the spirits of just men made perfect, and to Jesus the mediator of the new covenant,<span class=\"citation\" id=\"90189\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90189)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90189)\">D&amp;C 107:19<\/a><\/span> and to the blood of sprinkling, that speaketh better things than that of Abel.&#x201D;<span class=\"citation\" id=\"77293\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77293)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77293)\">Heb. 12:23-24<\/a><\/span> It is this principle spoken of in the Scriptures that brings life and immortality to light,<span class=\"citation\" id=\"76053\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76053)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76053)\">2 Tim. 1:10<\/a><\/span> that enables mankind, when living according to its laws, to overcome the powers of darkness, to combat successfully with the errors of the world, to triumph over evil of every kind, to subdue the world, the flesh and the devil, through the aid, guidance, power and spirit of God; to come out triumphant and obtain an inheritance which is incorruptible and undefiled, that fadeth not away, reserved in the heavens<span class=\"citation\" id=\"77760\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77760)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77760)\">1 Pet. 1:4<\/a><\/span> for those that are obedient thereto, and live according to its requirements. It is in view of this, and of the strength and power and communication with God that the Priesthood is imparted to man, and it is that which, according to the Scriptures, &#x201C;brings life and immortality to light;&#x201D;<span class=\"citation\" id=\"76054\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76054)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76054)\">2 Tim. 1:10<\/a><\/span> and men in the possession of these principles know and understand their relationship to God, unto the eternities that were and unto the eternities that are to come, bringing life and immortality to light;<span class=\"citation\" id=\"76055\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76055)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76055)\">2 Tim. 1:10<\/a><\/span> it chaseth away darkness, confusion, mystery and doubt and uncertainty; it draws aside the veil of the eternal world, enabling men, who are in possession of it to comprehend their standing and relationship to God, to each other, to the past, present and future, and to all intelligent beings that ever have existed, that now exist, or that will exist; hence  <div class=\"break pagebreak\" id=\"79a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0079.pdf\" target=\"pdfwin\">p.&#xA0;79a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1064\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>this principle is given to men to lead them in the paths of life, to instruct and prepare them for that celestial glory where God the Father dwells, and Jesus, the mediator of the new covenant,<span class=\"citation\" id=\"77301\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77301)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77301)\">Heb. 12:24<\/a><\/span> and those of the holy Priesthood who have lived before in different ages, who exist now and who will exist throughout the eternities that are to come. It places us in relationship to all these beings, and we feel that we are one with God, one with Jesus, one with the ancient Apostles, Prophets and Patriarchs, one with the men of God that have had the holy Priesthood in the different ages of time, and expect to be one with them in the eternal worlds. We should also be one in accomplishing the purposes of God pertaining to the earth whereon we live. It is not easy for men, without a knowledge of these principles, to comprehend those things of which I speak, for as I said before, and so say the Scriptures&#x2014;&#x201C;No man knows the things of God, but by the Spirit of God;&#x201D;<span class=\"citation\" id=\"73063\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73063)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73063)\">1 Cor. 2:11<\/a><\/span> and the Lord has revealed unto us, through very simple methods, the way whereby we can approach unto him. Who is there among men, with all their wisdom and intelligence, that can comprehend God? Who understands his laws and his doctrines? Who knows anything about his purposes and designs? Why, it is as high as the heavens, it is deeper than hell, it is as wide as the expanse of the universe, it circumscribes all subjects, and comprehends all intelligence. Who knows it? Nobody, but those who are enlightened by the spirit of revelation that proceeds from God. How did men in former times obtain a knowledge of these things? By obedience to the laws of God, by submitting to his authority, by <div class=\"break columnbreak\" id=\"79b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0079.pdf\" target=\"pdfwin\">p.&#xA0;79b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1064\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> taking up their cross and following him,<span class=\"citation\" id=\"64941\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64941)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64941)\">Matt. 16:24<\/a><\/span> and by searching diligently to obtain a knowledge of his laws. <\/div><div class=\"paragraph jod\" id=\"v19n267\"> We read a little about Abraham, as given to us in his history. What does he say about himself? &#x201C;I, Abraham, having been myself a follower of righteousness, desiring also to be one who possessed great knowledge, and to be a greater follower of righteousness, and to possess a greater knowledge, and to be a father of many nations, a prince of peace, and desiring to receive instructions, and to keep the commandments of God, I became a rightful heir, a High Priest, holding the right belonging to the fathers. It was conferred upon me from the fathers; it came down from the fathers, from the beginning of time, yea, even from the beginning, or before the foundation of the earth, down to the present time, even the right of the firstborn, or the first man, who is Adam, or first father, through the fathers unto me. I sought for mine appointment unto the Priesthood according to the appointment of God unto the fathers concerning the seed.&#x201D;<span class=\"citation\" id=\"93343\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93343)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93343)\">Abr. 1:2-4<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v19n268\"> We read in the revelations given unto us by Joseph Smith, that he was ordained by Melchizedek,<span class=\"citation\" id=\"87514\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87514)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87514)\">D&amp;C 84:14<\/a><\/span> and the Bible tells us that he was blessed of Melchizedek;<span class=\"citation\" id=\"76775\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76775)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76775)\">Heb. 7:1<\/a><\/span> and Paul in speaking of Abraham and Melchizedek, says: &#x201C;The less is blessed of the greater,&#x201D;<span class=\"citation\" id=\"76839\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76839)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76839)\">Heb. 7:7<\/a><\/span> and that, although Abraham was a great man, and had great intelligence, great knowledge and many communications from God, that Melchizedek was yet greater than he, and had more intelligence, and knew more of God. What is the result? Why, the Lord gave to him the Urim and Thummim,<span class=\"citation\" id=\"93400\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93400)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93400)\">Abr. 3:1<\/a><\/span> whereby he was enabled to inquire of the law of God. What law? The same principles that existed in that day were the same that existed in the days when Jesus came upon the earth. <\/div> <div class=\"break pagebreak\" id=\"80a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0080.pdf\" target=\"pdfwin\">p.&#xA0;80a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1063\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v19n270\"> Jesus says, that &#x201C;Abraham saw my day, and was glad.&#x201D;<span class=\"citation\" id=\"69529\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69529)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69529)\">John 8:56<\/a><\/span> The Apostle tells us that &#x201C;God foresaw that he would justify the heathen through faith, and preached before the gospel unto Abraham.&#x201D;<span class=\"citation\" id=\"74499\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74499)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74499)\">Gal. 3:8<\/a><\/span> Then Abraham had the Gospel, and a knowledge of the laws of God. Life and immortality are brought to light where the Gospel exists,<span class=\"citation\" id=\"76056\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76056)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76056)\">2 Tim. 1:10<\/a><\/span> and he had it; hence it brought him to God, and the Lord revealed himself unto him and told him, that in blessing, he would bless him, and in multiplying, he would multiply him, and in him and in his seed all the families of the earth should be blessed.<span class=\"citation\" id=\"53373\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53373)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53373)\">Gen. 22:17-18<\/a><\/span> There was something very remarkable about these things, something that shows a determination on his part to do the will of God, to obey his laws and keep his commandments, and to carry out his purposes and designs, so far as he was able to do it. Among other things he said: &#x201C;I desire to be a follower of righteousness, and to have more righteousness. Then I desire that I may be a prince of peace and a father of nations.&#x201D;<span class=\"citation\" id=\"93329\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93329)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93329)\">Abr. 1:2<\/a><\/span> He sought this at the hand of God, and God promised him that in him and in his seed all the families of the earth should be blessed.<span class=\"citation\" id=\"53382\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53382)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53382)\">Gen. 22:18<\/a><\/span><span class=\"citation\" id=\"53444\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53444)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53444)\">Gen. 26:4<\/a><\/span><span class=\"citation\" id=\"93385\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93385)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93385)\">Abr. 2:9-11<\/a><\/span> But did he give it to him? He did. Did he fulfil his word to him? He did. Who were Moses and Aaron? Moses led the children of Israel, under the guidance and direction of the Almighty, with a mighty hand and stretched-out arm,<span class=\"citation\" id=\"54961\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54961)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54961)\">Deut. 4:34<\/a><\/span><span class=\"citation\" id=\"54969\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54969)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54969)\">Deut. 5:15<\/a><\/span> and delivered them from the hands of the Egyptians. Who were they? They were the descendants of Abraham.<span class=\"citation\" id=\"87511\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87511)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87511)\">D&amp;C 84:6-14<\/a><\/span> Who were the old Prophets we read of in the Bible here? They were the descendants of Abraham. Who was Jesus? A descendant of Abraham.<span class=\"citation\" id=\"62616\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62616)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62616)\">Matt. 1:1<\/a><\/span><span class=\"citation\" id=\"67144\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67144)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67144)\">Luke 3:23-34<\/a><\/span> Who were the Twelve Apostles? They were the descendants of Abraham. Who were the Seventy that existed in <div class=\"break columnbreak\" id=\"80b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0080.pdf\" target=\"pdfwin\">p.&#xA0;80b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1063\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> those days? They were the descendants of Abraham. What were they told to do? To damn mankind?<span class=\"citation\" id=\"68886\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68886)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68886)\">John 3:17<\/a><\/span> No. What? To go and preach the Gospel to all the world,<span class=\"citation\" id=\"66747\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66747)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66747)\">Mark 16:15<\/a><\/span> to lift up a banner of life and salvation to the nations, and call upon them to repent. Who were the Nephites that came to this continent? Lehi, Lemuel, Nephi, etc. Who were they? They were descendants of Abraham. Who were the Twelve Apostles that were on this continent? They were descendants of Abraham. What was their mission? It was to preach the glad tidings of salvation to the people, which they did. Who was Joseph Smith? We are told in a revelation in relation to him, that his name should be Joseph, and that he should be the son of Joseph, who was a descendant of that Joseph who went into Egypt.<span class=\"citation\" id=\"81302\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81302)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81302)\">2 Ne. 3:14-15<\/a><\/span> God saw proper to reveal unto him the ancient records of the people that lived on this continent, as a descendant of Abraham,<span class=\"citation\" id=\"91718\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91718)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91718)\">D&amp;C 132:30-31<\/a><\/span> and what was his message to the people? &#x201C;Go ye unto all the world, and preach the gospel to every creature. He that believeth and is baptized shall be saved; and he that believeth not shall be damned.&#x201D;<span class=\"citation\" id=\"66800\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66800)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66800)\">Mark 16:15-16<\/a><\/span> Has this message been communicated? It has to a very great extent. There are around me and before me, men who have traveled thousands and hundreds of thousands of miles, without purse or scrip,<span class=\"citation\" id=\"68179\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68179)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68179)\">Luke 22:35<\/a><\/span> as they did formerly, trusting to the help of the Lord, in the midst of contumely and reproach, to proclaim the glad tidings of salvation to a fallen world. Have they done it? They have so far as it was in their power, and they have continued to do it up to the present day. Will they accomplish the work that was designed of the Almighty? They will. Will the Zion of our God be built up?<span class=\"citation\" id=\"127610\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127610)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127610)\">A of F 1:10<\/a><\/span> It will, and I prophesy  <div class=\"break pagebreak\" id=\"81a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0081.pdf\" target=\"pdfwin\">p.&#xA0;81a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1062\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>it in the name of Jesus Christ. Will the kingdom of God roll on? It will. No power on this side of hell or in hell can stop it. God is at the helm, and I know it, and his work will roll forth and continue to roll until the kingdoms of this world shall become the kingdom of our God and his Christ, and he will reign forever and forever.<span class=\"citation\" id=\"79480\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79480)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79480)\">Rev. 11:15<\/a><\/span> The Priesthood in this day are assisted by the Priesthood that existed in former days, who lived and operated and withdrew, and are operating with Him. These are things that many people reflect very little upon, but they are nevertheless true. <\/div><div class=\"paragraph jod\" id=\"v19n272\"> Who was it that appeared with Jesus when he was transfigured upon the Mount with Peter, James, and John? Moses and Elias.<span class=\"citation\" id=\"64980\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64980)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64980)\">Matt. 17:1-4<\/a><\/span> Who were Moses and Elias? Prophets who had existed before, and still continue to exist, and to administer on the earth as well as in the heavens. How was it of John the Baptist?<span class=\"citation\" id=\"66576\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66576)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66576)\">Mark 9:4-13<\/a><\/span><span class=\"citation\" id=\"93934\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93934)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93934)\">JS&mdash;H 1:68-72<\/a><\/span> I speak of these things particularly for the information of those who may be present who are not acquainted with our revelations, and, perhaps, in many instances not much acquainted with the Bible. But John, we are told, when on the Isle of Patmos, had great, important, and glorious visions presented to him. There was a glorious personage who stood before him, and he was about to fall down and worship him. But says he, do not worship me. Why! Who are you? I am one of thy fellowservants, the Prophets that have kept the testimony of Jesus Christ, and the word of God; worship God, says he, do not worship me.<span class=\"citation\" id=\"80373\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80373)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80373)\">Rev. 19:10<\/a><\/span><span class=\"citation\" id=\"80851\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80851)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80851)\">Rev. 22:8-9<\/a><\/span> I am one of those that, perhaps, wandered about in sheepskins and goatskins, dwelling in deserts and dens and caves of the earth, of whom the world is not worthy;<span class=\"citation\" id=\"77090\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77090)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77090)\">Heb. 11:37-38<\/a><\/span> but I have been exalted, and glorified as you now see me, and <div class=\"break columnbreak\" id=\"81b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0081.pdf\" target=\"pdfwin\">p.&#xA0;81b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1062\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> I have come to administer to you. Who was it that administered to Joseph Smith? Moroni<span class=\"citation\" id=\"93801\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93801)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93801)\">JS&mdash;H 1:33<\/a><\/span> and Nephi, men who had lived upon this continent. Who from the other continent? John the Baptist for one;<span class=\"citation\" id=\"129334\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129334)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129334)\">D&amp;C 27:8<\/a><\/span><span class=\"citation\" id=\"94019\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94019)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94019)\">JS&mdash;H 1:72<\/a><\/span> Peter, James, and John for others;<span class=\"citation\" id=\"84615\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84615)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84615)\">D&amp;C 27:12<\/a><\/span> Moses and Elias again for others,<span class=\"citation\" id=\"90530\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90530)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90530)\">D&amp;C 110:11-12<\/a><\/span> who revealed certain principles that God designed they should reveal, and imparted unto him the powers of the Priesthood which existed in the heavens, that it might be again conferred upon men on the earth, and that the blessings of the everlasting Gospel might be again restored. <\/div><div class=\"paragraph jod\" id=\"v19n273\"> We have been organizing Stakes of Zion for a length of time, and placing things in order under the direction of President Young and Council. What order is that? The order given by the revelations of God for the guidance of his people, not of man nor by men, but by the will of God:<span class=\"citation\" id=\"86404\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86404)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86404)\">D&amp;C 63:10<\/a><\/span> a pattern of things in the heavenly world. That is the thing that is now being introduced here among the Saints. Why are we building Temples here? Because it is part of our mission. Elijah was to come to turn the hearts of the fathers to the children, and the hearts of the children to the fathers, lest, say the Scriptures, I come and smite the earth with a curse.<span class=\"citation\" id=\"62567\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62567)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62567)\">Mal. 4:5-6<\/a><\/span><span class=\"citation\" id=\"127611\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127611)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127611)\">D&amp;C 110:13-16<\/a><\/span> In this is the wisdom of God made manifest, and the power of God displayed. In this he shows as he has represented in the revelations that he would show, that the wisdom of God was greater than the cunning of the Devil,<span class=\"citation\" id=\"82857\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82857)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82857)\">3 Ne. 21:10<\/a><\/span><span class=\"citation\" id=\"83941\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83941)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83941)\">D&amp;C 10:43<\/a><\/span> for those that Satan thought he had destroyed, that were cast into prison, Jesus went and delivered, and preached unto those spirits in prison who sometime were disobedient in the days of Noah.<span class=\"citation\" id=\"77976\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77976)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77976)\">1 Pet. 3:18-20<\/a><\/span> Again, in relation to the position that we occupy here upon the earth. We are gathered to Mount Zion. We are spoken of as being saviors.<span class=\"citation\" id=\"89724\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89724)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89724)\">D&amp;C 103:9-10<\/a><\/span>  <div class=\"break pagebreak\" id=\"82a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0082.pdf\" target=\"pdfwin\">p.&#xA0;82a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1061\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>&#x201C;Saviors shall stand upon mount Zion; and the kingdom shall be the Lord's.&#x201D;<span class=\"citation\" id=\"62001\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62001)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62001)\">Obad. 1:21<\/a><\/span> How can men be saviors unless they save somebody? That would be a matter of impossibility; hence we go to work and build our Temples. Why? That we may carry out that mission that Elijah came about, to turn the hearts of the fathers to the children, and the hearts of the children to the fathers;<span class=\"citation\" id=\"62568\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62568)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62568)\">Mal. 4:5-6<\/a><\/span> that our fathers, who have lived without the Gospel, and without the light of truth thereof, that we may administer for them in these Temples, and be baptized for them, as the Scriptures say: &#x201C;If the dead rise not, why are ye baptized for the dead?&#x201D;<span class=\"citation\" id=\"73889\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73889)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73889)\">1 Cor. 15:29<\/a><\/span> and &#x201C;Why,&#x201D; says the Apostle, &#x201C;stand we in jeopardy every hour?&#x201D;<span class=\"citation\" id=\"73899\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73899)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73899)\">1 Cor. 15:30<\/a><\/span> We go to work then and build Temples, and is this message that we have come upon a message of terror, trouble, misery, and confusion? No. It is a message of life to the people. <\/div><div class=\"paragraph jod\" id=\"v19n275\"> God told his disciples to go to the ends of the earth;<span class=\"citation\" id=\"66443\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66443)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66443)\">Matt. 28:19<\/a><\/span><span class=\"citation\" id=\"66748\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66748)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66748)\">Mark 16:15<\/a><\/span> and, says he, &#x201C;I will go with you, and mine angels shall go before you, and my spirit shall accompany you.&#x201D;<span class=\"citation\" id=\"87929\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87929)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87929)\">D&amp;C 84:88<\/a><\/span> Has it been so? It has. It has. Whence comes our gathering? Because we are introduced into a Gospel of gathering, because we are living in a gathering dispensation, because that is one of the dispensations that existed in former days, and has been restored in the latter days wherever this Gospel is preached, that spirit accompanies it. You cannot prevent it. Go and preach to the people, baptize them, lay hands upon them for the reception of the Holy Ghost, and the first thing that exists among the people is the feeling to go to Zion. A feeling of that kind universally prevails. Where did it come from? It comes through the administering of Elijah to Joseph Smith,<span class=\"citation\" id=\"90500\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90500)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90500)\">D&amp;C 110:11<\/a><\/span><span class=\"citation\" id=\"90549\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90549)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90549)\">D&amp;C 110:13-16<\/a><\/span> and through the things that he imparted to him, and is one of the <div class=\"break columnbreak\" id=\"82b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0082.pdf\" target=\"pdfwin\">p.&#xA0;82b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1061\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> dispensations which is embodied in the dispensation of the fullness of times; hence, say the Scriptures, &#x201C;I will take them, one of a city, and two of a family, and bring them to Zion.&#x201D;<span class=\"citation\" id=\"60331\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60331)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60331)\">Jer. 3:14<\/a><\/span> What do you do with them there? &#x201C;I will give them pastors after my own heart, and shall feed them with knowledge and understanding.&#x201D;<span class=\"citation\" id=\"60382\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60382)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60382)\">Jer. 3:15<\/a><\/span> Our mission is not a mission of death, it is a mission of mercy and salvation. <\/div><div class=\"paragraph jod\" id=\"v19n276\"> As has been remarked, whom have we injured? Whose life or liberties have we interfered with? Are we the enemies of mankind because we tell them the truth? If God has spoken, and has certain purposes to accomplish, can we hinder him? No. If we obey his will, we must be subject to the inconveniences resulting therefrom. We go forth in the name of Israel's God, trusting in him, &#x201C;bearing precious seed, and returning again, bringing our sheaves with us.&#x201D;<span class=\"citation\" id=\"57256\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57256)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57256)\">Ps. 126:6<\/a><\/span> Well, what then? Those who are being taught and instructed, are sent out again. To whom? Why, as saviors to their own people, and then our nation, as elders in Israel, to proclaim the unsearchable riches of Christ<span class=\"citation\" id=\"74949\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74949)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74949)\">Eph. 3:8<\/a><\/span> unto the nations, and gather out all who are honest and willing to obey the truth. What then? Then they return again. Then go to work and build Temples, and then administer in them. &#x201C;I will take them,&#x201D; say the Scriptures, &#x201C;one of a city, and two of a family, and bring them to Zion,<span class=\"citation\" id=\"60332\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60332)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60332)\">Jer. 3:14<\/a><\/span> and they shall be saviors there;&#x201D; hence we have representatives here from among the different nations of the earth. We are building Temples. What for? For ourselves? Yes, for our fathers, mothers, uncles, aunts, friends, associates, and ancestry. Yes, for thousands and tens of thousands of others. That is what we are doing. We have built one Temple down at St. George; we are building another here; we are building another in  <div class=\"break pagebreak\" id=\"83a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0083.pdf\" target=\"pdfwin\">p.&#xA0;83a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1060\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Sanpete, and another in Cache Valley. Well now then, how do we act as saviors? We first build Temples; we then go in and administer in them, and do for others what they cannot do for themselves. We become, then, saviors in that respect here upon Mount Zion;<span class=\"citation\" id=\"62002\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62002)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62002)\">Obad. 1:21<\/a><\/span> and hence the nations of the earth have their representatives here, who are representing those different nations in the Temples of the Lord of Lords.<span class=\"citation\" id=\"80449\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80449)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80449)\">Rev. 19:16<\/a><\/span> Well, what next? How are we assisted in this? By all the intelligences that have lived before us. Could we have stemmed the amount of opposition and overcome the evils with which we have been surrounded if there had not been an invisible power sustaining us? We could not. But all the Priesthood that have existed before, with God and Jesus at the head, are on our side and assisting us; and he is all the time crying, &#x201C;Touch not mine anointed, do my prophets no harm.&#x201D;<span class=\"citation\" id=\"55875\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55875)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55875)\">1 Chr. 16:22<\/a><\/span><span class=\"citation\" id=\"57095\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57095)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57095)\">Ps. 105:15<\/a><\/span> He still cries the same. They are operating in the heavens while we are operating on the earth; &#x201C;They without us cannot be made perfect,<span class=\"citation\" id=\"77133\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77133)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77133)\">Heb. 11:40<\/a><\/span> and we without them cannot be made perfect.&#x201D;<span class=\"citation\" id=\"91193\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91193)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91193)\">D&amp;C 128:15,18<\/a><\/span> It needs a grand controlling power associating and uniting the heavens with the earth; uniting them together in indissoluble bonds that cannot be broken. Uniting them together in one grand phalanx for the accomplishment of the purposes of God. When Satan thought he had got the inhabitants of the whole world, did God give them up? No! No!! When Jesus &#x201C;Was put to death in the flesh, he was quickened by the Spirit. By which he went and preached to the spirits in prison; that were sometime disobedient, in the days of Noah.&#x201D;<span class=\"citation\" id=\"77977\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77977)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77977)\">1 Pet. 3:18-20<\/a><\/span> When men have been destroyed and nations led into iniquity and overcome, are all going to be lost and destroyed? No. God has introduced a plan whereby all that have lived upon the earth, that are <div class=\"break columnbreak\" id=\"83b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0083.pdf\" target=\"pdfwin\">p.&#xA0;83b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1060\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> worthy in any respect or honorable, and all that have desired to do right, who have lived without the Gospel, shall yet have the privilege of it, and they shall be baptized for, according to a certain order that God has indicated in relation to these matters to his Priesthood here upon this earth; and will God be thwarted? No. He will accomplish his designs, and the earth, by and by, will be purged from iniquity; and Zion will grow and increase and spread, and no power can hinder it, for God is at the helm, and he will guide and direct all things according to the counsel of his own will.<span class=\"citation\" id=\"74878\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74878)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74878)\">Eph. 1:11<\/a><\/span><span class=\"citation\" id=\"86138\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86138)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86138)\">D&amp;C 58:20<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v19n278\"> Are we the enemies of mankind? No. We are their friends. No men living ever exhibited more friendship to the world than we have. I have traveled thousands of miles, and hundreds of thousands, as President Young and many brethren around me have, thousands and thousands of miles without purse or scrip,<span class=\"citation\" id=\"68180\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68180)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68180)\">Luke 22:35<\/a><\/span> without hope of earthly reward, to carry forth those principles that we knew God had revealed for the salvation of the human family, and we know it today. I know these things are true. I know that God has spoken. I know that the heavens have been opened. I know that the truth of God has been revealed, and I bear record of it before this people, before God, angels, and men. I know of what I speak, and therefore testify of it in the name of Israel's God. I call upon men everywhere to repent and be baptized in the name of Jesus Christ for the remission of sins, and they shall receive the Holy Ghost.<span class=\"citation\" id=\"71235\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71235)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71235)\">Acts 2:38<\/a><\/span> I call upon the Latter-day Saints to be one, and to be united in temporal and spiritual things,<span class=\"citation\" id=\"127612\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127612)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127612)\">D&amp;C 78:5<\/a><\/span> to seek after God that they may learn of Him and His laws; then shall your light shine like the sun,<span class=\"citation\" id=\"63088\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63088)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63088)\">Matt. 5:16<\/a><\/span> and then shall Zion rise and shine,<span class=\"citation\" id=\"59887\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59887)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59887)\">Isa. 60:1<\/a><\/span> and the glory of God rest upon her,<span class=\"citation\" id=\"86573\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86573)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86573)\">D&amp;C 64:41<\/a><\/span> and the power of God be made manifest among his people. Amen. <\/div>\n<\/div>\n<\/div>"}