{"ID":190002, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Revelation Gradual&#x2014;Hyrum Smith's Experience&#x2014;The Lord Has Not Shut Down the Gates of Revelation&#x2014;The Church Organization Not Perfected at Once&#x2014;The Establishment of Zion&#x2014;Building Temples&#x2014;Their Style and Character Progressive&#x2014;Diligence Will Secure the Blessing.<\/div>\n<div class=\"subtitle\">Discourse by Elder Orson Pratt, delivered at a Special Conference, at Logan, on Sunday Morning, May 20th, 1877.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Geo. F. Gibbs.<\/div>\n<div class=\"pageHeader\">Page Header: Revelation Gradual, Etc.<\/div>\n<div class=\"speaker\">Speaker: Orson Pratt<\/div>\n<div class=\"date\">Date: 5\/20\/1877<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d02\">\n<div class=\"paragraph jod\" id=\"v19n19\"> I will read a few items from scripture spoken by Mormon, which will be found on the 484th page of the Book of Mormon, European edition&#x2014;  <\/div><div class=\"paragraph jod\" id=\"v19n20\"> &#x201C;And now there cannot be written in this book even a hundredth part of the things which Jesus did truly teach unto the people; But behold the plates of Nephi do con<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"8b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0008.pdf\" target=\"pdfwin\">p.&#xA0;8b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1135\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tain the more part of the things which he taught the people. And these things have I written, which are a lesser part of the things which he taught the people; and I have written them to the intent that they may be brought again unto this people, from the Gentiles, according to the words which Jesus  <div class=\"break pagebreak\" id=\"9a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0009.pdf\" target=\"pdfwin\">p.&#xA0;9a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1134\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>hath spoken. And when they shall have received this, which is expedient that they should have first, to try their faith, and if it so be that they shall believe these things then shall the greater things be manifest unto them. And if it so be that they will not believe these things, then shall the greater things be withheld from them, unto their condemnation. Behold, I was about to write them, all which were engraved upon the plates of Nephi, but the Lord forbade it, saying: I will try the faith of my people. Therefore I, Mormon, do write the things which have been commanded me of the Lord.&#x201D;<span class=\"citation\" id=\"82932\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82932)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82932)\">3 Ne. 26:6-12<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v19n21\"> The reason why I have read these words is to show to the people more fully, or to impress upon their minds the way and manner in which the Lord deals with his people. It is within his power, if he see proper to do so, to pour out upon the people a vast amount of knowledge all at once, that their minds may be completely surfeited with the abundance of the knowledge communicated to them. But the Lord has not seen proper to thus deal with the Latter-day Saints. He has another object in view than this. He intends to instruct them little by little, here a little when it is needed, and there a little when it is needed; giving them a line upon this subject when it is necessary, and there a line upon another subject, leading them along,<span class=\"citation\" id=\"87375\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87375)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87375)\">D&amp;C 78:18<\/a><\/span> step by step, just as a wise, careful parent would his little children, until they become instructed in every principle that would be for their good.<span class=\"citation\" id=\"58555\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58555)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58555)\">Isa. 28:10-13<\/a><\/span> It is not because the Lord is not willing that his intelligent children should enjoy this greater amount of knowledge; it is not because he does not desire the human family to placed in possession of all the wisdom that their hearts are prepared to receive. He is willing, <div class=\"break columnbreak\" id=\"9b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0009.pdf\" target=\"pdfwin\">p.&#xA0;9b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1134\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> on his part, that the people should become very intelligent in regard to everything pertaining to their future welfare. He is willing that they should know more concerning himself, his attributes and their own, to learn concerning the glories of his kingdom and the mysteries thereof and everything that would be essential for their comfort and happiness in this world. This the Lord is willing to do in behalf of his children. But he knows far better than we do, what the people are prepared to receive, and what they are not prepared to receive; and we can see this illustrated by the words which I have read. Mormon informs us that he was about to write all the things which Jesus had taught, but the Lord expressly forbade it, and the reason, as given to Mormon for not permitting this was, that he intended to try the faith of his people in the latter days, and of whom he said that if they would believe these things and hearken, then should the greater things be made manifest to them; but if, on the other hand, they should not believe these few things, then should the greater things be withheld from them, to their condemnation.<span class=\"citation\" id=\"82933\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82933)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82933)\">3 Ne. 26:6-12<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v19n22\"> This reminds me of a certain saying, given in 1829, before the rise of this Church. Hyrum Smith had left his home in Manchester, N.Y., and had gone down to Susquehanna, Penn., about a hundred miles, to visit his brother Joseph, the Prophet, who was then in the act of translating the Book of Mormon. When Hyrum arrived he felt very anxious to know about his calling and ministry&#x2014;whether he could not go forth to preach these glorious things. It would be very natural for a person to feel very anxious about this, for the things contained in the manuscript, so far as he had become acquainted  <div class=\"break pagebreak\" id=\"10a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0010.pdf\" target=\"pdfwin\">p.&#xA0;10a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1133\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>with them, were so glorious, that he wished everybody to know about them. As will be found on page 98 Doctrine and Covenants, the Lord told Hyrum not to be in a hurry. In other words, the Lord had his own time to ordain to the ministry, his own time to send forth missionaries among the people. &#x201C;Don't you be in a hurry in this matter.&#x201D;<span class=\"citation\" id=\"83967\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83967)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83967)\">D&amp;C 11:12-26<\/a><\/span> But said the Lord to him, &#x201C;I will tell you what you may do; you should study my word which has gone forth among the children of men, and also that which shall come forth, even that which is now being translated.&#x201D;<span class=\"citation\" id=\"83972\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83972)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83972)\">D&amp;C 11:22<\/a><\/span> &#x201C;Seek first to obtain my word, then shall your tongue be loosed; then, if you desire, you shall have my Spirit, which shall enable you to convince men of the truth.&#x201D;<span class=\"citation\" id=\"83971\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83971)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83971)\">D&amp;C 11:21<\/a><\/span> Another lesson to be learned from this is, that Hyrum, instead of being in a great hurry in this matter, was required to store up the word of God in his mind, to be thoroughly acquainted with the Jewish record, as well as that which was then being translated, until he had obtained all that the Lord should grant to the children of men in the generation that was then living&#x2014;1829.<span class=\"citation\" id=\"83973\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83973)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83973)\">D&amp;C 11:22<\/a><\/span> We may learn that the Lord did intend to give only about so much to the generation then living. <\/div><div class=\"paragraph jod\" id=\"v19n24\"> A great many have supposed that there must be a great lack on the part of the Latter-day Saints, because spiritual knowledge is not all the time being poured down from heaven, like a flood in their midst; some become doubtful and feel to murmur and complain one to another, carrying the idea among the people that God has forsaken Zion, that God has, in a measure, withdrawn his spirit from us: saying, &#x201C;Where are the revelations such as were given in the days of Joseph? The Lord then poured out upon us <div class=\"break columnbreak\" id=\"10b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0010.pdf\" target=\"pdfwin\">p.&#xA0;10b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1133\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of his spirit continually; we then received record after record, book after book, etc.&#x201D; The reason is clearly defined here; the Lord, in his own time, will fulfill and accomplish his purposes, and he was determined, not only in these days, but he had the same determinations some fifteen centuries ago, when he talked with Mormon the Prophet, that a people who should live on the earth in the last days, should have just about so much information, and no more, as far as sacred records and books are concerned.<span class=\"citation\" id=\"82934\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82934)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82934)\">3 Ne. 26:6-12<\/a><\/span> Do not misunderstand me by this expression, and carry it to the other extreme, and say, that God determines to give about so much, and then shut down the gate and give no revelation at all. But he intended, so far as the great principles of the Gospel are concerned, the fundamental principles of salvation, that we should have the Bible and the Book of Mormon. Then he determined, still further, that there should be a sufficiency given from year to year, during the lifetime of the Prophet Joseph, to know how to properly organize the Church. These further revelations were published in the Doctrine and Covenants. These having been given as a pattern, for the commencement of the organization, the Lord has seen proper to withhold, for the time being, the giving of additional sacred records, that the Saints might show their faith. &#x201C;I will try the faith of my people, I will see whether they will be obedient to my commandments, and the laws which I have revealed to them. If they will be faithful&#x2014;if they will practice upon that which I have given, then shall the greater things be made manifest to them. But if they will not do this, they shall be withheld from them, to their condemnation.&#x201D;<span class=\"citation\" id=\"82937\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82937)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82937)\">3 Ne. 26:9-11<\/a><\/span> <\/div> <div class=\"break pagebreak\" id=\"11a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0011.pdf\" target=\"pdfwin\">p.&#xA0;11a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1132\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v19n26\"> There will be a point, in the history of this people, when they will be counted worthy to receive all that knowledge and intelligence which the Lord has held in reserve for them, from before the foundation of the world. Such is the glorious destiny of this people, to be realized in due time. But our present work is to comply with that which God has already given, and which he may hereafter give, through the living oracles that he has placed within our midst. <\/div><div class=\"paragraph jod\" id=\"v19n27\"> Now the Lord has not shut down the gate; he has not closed up the spirit of inspiration, as all these people are witnesses. What man, unless he had been under the spirit of inspiration, and the wisdom that comes down from heaven, could have led forth this people from the midst of the wicked, and established them here in this mountain desert, and created the wonders we now behold? No man, however great might be his natural wisdom and ability, could have accomplished a work of this nature, unless aided by direct revelation. The Spirit of the living God, from the time of the death of Joseph to the present, has rested upon President B. Young, urging him forward, first to organize the people and lead them forth from the midst of their enemies, and, second, to establish them here in these mountains. He had not the experience, beforehand, to do this; he had never lived in a country where the people were accustomed to irrigate their farms; he had never lived in a country where the people necessarily were compelled to live compactly together, as we have to do here. But he had been accustomed to live in a country where the people spread abroad wherever they took a notion to; consequently it was just as new to him, when entering these valleys, <div class=\"break columnbreak\" id=\"11b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0011.pdf\" target=\"pdfwin\">p.&#xA0;11b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1132\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> as to the rest of us. And nothing but the Spirit of the living God, the inspirations of the Holy Ghost, could have enabled him to do what he has done, and to direct all this people throughout this Territory, in regard to their settlements, not only here, but wherever the Latter-day Saints have been located. Consequently, you perceive that God has not forsaken us, the spirit of revelation has been with us. But then it has not been wisdom in God, that all this revelation should be written and published; because many things the servants of God are inspired to do under one set of circumstances, would not be required of them, under a new condition of circumstances; hence, such revelations would not become a standing law for all future time. For instance, in order to form new settlements, the circumstances are very different from what they are after you have enlarged your settlements and become numerous in population, and other duties become necessary. Consequently the Lord has imparted a little here, and a little there, and instructed and counseled the people, through his servants, what should be done in the incipient stages, or in the forming of settlements, in this mountain region. <\/div><div class=\"paragraph jod\" id=\"v19n28\"> In the midst of all this continuous organization that has been going on, ever since the rise of the Church, it is not to be wondered at, that many things have been left apparently at loose ends, for the time being, in order that the people might prove themselves. Men have been sent, year after year, to form new settlements, and to do this kind of work, and that kind, without being specially ordained to accomplish those particular duties. What for? To see whether they would manifest that the Spirit of the living God was with them, and  <div class=\"break pagebreak\" id=\"12a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0012.pdf\" target=\"pdfwin\">p.&#xA0;12a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1131\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>that they were worthy of ordination; and if so, then afterwards they should be ordained and set apart, as Bishops, as presidents of Stakes, etc. But one may inquire, &#x201C;Why not perfect these organizations at once?&#x201D; Because there is a day of calling, which is distinct from a day of choosing.<span class=\"citation\" id=\"90048\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90048)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90048)\">D&amp;C 105:35<\/a><\/span> And when the Lord has called his servants and appointed them to perform a certain work, if they manifest a willingness, on their part, to exercise the wisdom that comes from God, in the performance of their duties, then perhaps the day of choosing may come, and they be set apart and ordained, according to the law contained in the Book of Covenants. It means, at this present stage of the work, having toiled now about thirty years in these mountains, that the Lord is about to &#x201C;right up&#x201D; the people; and he has inspired him who presides over us, to organize us more fully. Let those be chosen who have fulfilled their appointments in faithfulness; let them be ordained, and have their counselors; let them act now in a higher sphere, with more power, because they have proven themselves faithful over a few things, therefore let them be made rulers over many things.<span class=\"citation\" id=\"66123\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66123)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66123)\">Matt. 25:21<\/a><\/span> This is after the order of heaven; this is after the order of that judgment that will be more fully carried out in the great day of the Lord. Things will pass along here in time, as a pattern of things in regard to his future kingdom. They will pass along for years, until, by and by, in the great judgment day, these persons will have gained an experience and knowledge that will qualify them to act efficiently in the duties and callings to which they have been called; and they will act, not as those who are ignorant, but as men who have had a practical experience, year after year, having <div class=\"break columnbreak\" id=\"12b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0012.pdf\" target=\"pdfwin\">p.&#xA0;12b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1131\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> used their stewardship to the glory of God. <\/div><div class=\"paragraph jod\" id=\"v19n30\"> Brother Erastus Snow spoke to us very plainly, last evening, in relation to all the officers, from the commencement of the Church down to the present time. When we have done all we can do, towards organizing as far as possible, according to the written law of God, as given to us in our weakness, have we completed the organization? By no means. The organization is only perfect as far as the people are prepared to receive it, and no further. To say that there will be a stated time, in the history of this Church, during its imperfections and weakness, when the organization will be perfect, and that there will be no further extension or addition to the organization, would be a mistake. Organization is to go on, step after step, from one degree to another, just as the people increase and grow in the knowledge of the principles and laws of the kingdom of God, and as their borders shall extend. For instance, to illustrate my ideas more fully upon this point. We read, in the Scriptures of truth, concerning the latter-day Zion; we read that Zion is to become a great people, &#x201C;a small one to become a strong nation.&#x201D;<span class=\"citation\" id=\"60046\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60046)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60046)\">Isa. 60:22<\/a><\/span> We also read that out of Zion shall go forth the law.<span class=\"citation\" id=\"57802\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57802)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57802)\">Isa. 2:3<\/a><\/span> We also read that Zion is to become so glorious, in times to come, that the nations that are afar will say to one another, &#x201C;Surely Zion is the city of our God, for the Lord is there; his power is there, his glory is there,&#x201D;<span class=\"citation\" id=\"89177\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89177)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89177)\">D&amp;C 97:19<\/a><\/span> etc. Now if there be a time, in the history of the latter-day Zion, that the power of God will be made manifest in their midst, so as to stir up the nations afar off, causing them to exclaim that Zion is truly the City of God;<span class=\"citation\" id=\"89178\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89178)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89178)\">D&amp;C 97:19<\/a><\/span> her laws are divine; let us become subject to her laws;<span class=\"citation\" id=\"57803\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57803)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57803)\">Isa. 2:3<\/a><\/span> do you suppose that  <div class=\"break pagebreak\" id=\"13a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0013.pdf\" target=\"pdfwin\">p.&#xA0;13a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1130\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>we, with our present organization, after perfecting it as much as we can expect to, could be ready and prepared to send forth laws to foreign nations for their government? No. There would then be persons ordained and set apart for various purposes, not to bestow any new Priesthood, for it is all included in the everlasting and eternal Priesthood, after the order of the Son of God; but to set apart persons already holding the Priesthood in the great organization; to receive divine laws; or, in other words, to regulate the nations, according to the laws of Zion; that they may understand her laws, and know what the divine government is, by which they are to be governed; in other words, ministers or plenipotentiaries are to be sent forth to transact business among all nations and peoples who willingly shall become subject to the laws of Zion. As to the rebellious nations, there will be none left alive. As it is written, &#x201C;that nation or kingdom that will not serve thee shall perish.&#x201D;<span class=\"citation\" id=\"59987\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59987)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59987)\">Isa. 60:12<\/a><\/span> &#x201C;Those nations shall be utterly wasted away;&#x201D;<span class=\"citation\" id=\"59988\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59988)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59988)\">Isa. 60:12<\/a><\/span> consequently, the nations left, who are not totally destroyed will be anxious to be governed by the laws of Zion. Hence there will be an organization before the winding-up scene that will control the nations politically, giving them the privilege of remaining in their own land if they choose to do so, but subject to the laws of Zion. <\/div><div class=\"paragraph jod\" id=\"v19n32\"> I will not, however, confine the future organizations of the Church of God to the political matters of the nations. There is to be a more perfect organization between the living and the dead of all former dispensations, which organization is just as necessary as that which exists among the living, on this side of the grave. This organization will be fully completed, at a certain period, <div class=\"break columnbreak\" id=\"13b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0013.pdf\" target=\"pdfwin\">p.&#xA0;13b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1130\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> pointed to by the Prophet Daniel, who says, that he saw in a night vision, and beheld until the Ancient of Days came; and he describes his great and glorious appearance: his face was like a flaming fire, and the hair of his head was white as wool; his chariots were like unto chariots of fire, and thousand thousands ministered unto him and ten thousand times ten thousand stood before him; and the books were opened.<span class=\"citation\" id=\"61610\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61610)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61610)\">Dan. 7:9-10<\/a><\/span> And many things are to be accomplished when this great general assembly of immortal beings come from heaven, communicating with those who are mortal here upon the earth. In other words, every man in that immortal host, among those that shall come down from heaven, and every man among the mortal host will understand his place and calling in this great, grand organization of the Ancient of Days; and you will find no unbroken links there. The Ancient of Days is the father of all; he is our first progenitor, and when he shall reveal himself, to set in order all of his righteous sons and daughters, he will not forget those who have already passed through former dispensations. Every dispensation will be connected; and the last dispensation of the fullness of times will have given to them the keys and powers, knowledge, and understanding, and revelations to know how to weld every link, in order that the entire chain may be completed and made perfect. <\/div><div class=\"paragraph jod\" id=\"v19n33\"> Moreover let us now come back to the living. We are commanded to build Temples? Why? What is the great object of building Temples in this dispensation? It is to effect the accomplishment of the very work I have hinted at; the very work of organization that must be completed, by the time the Ancient of Days shall come; the very work that must  <div class=\"break pagebreak\" id=\"14a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0014.pdf\" target=\"pdfwin\">p.&#xA0;14a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1129\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>be introduced, that the children may be more perfectly connected with the fathers of all the former dispensations;<span class=\"citation\" id=\"77132\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77132)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77132)\">Heb. 11:40<\/a><\/span><span class=\"citation\" id=\"91192\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91192)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91192)\">D&amp;C 128:15,18<\/a><\/span> and that the Saints of all former dispensations may understand the work that is being done by their children on their behalf, so that when the heavens shall reveal them, they will find things ready to receive them. Before that time, I have no doubt, the generation will have passed away that were living in 1829; but all things will be added to those revelations that the Lord gave to that generation,<span class=\"citation\" id=\"127570\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127570)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127570)\">D&amp;C 11:22<\/a><\/span> namely, the records of the ancient Nephites; they existed in great numbers and are of great importance, records kept by their Kings, records of the history of the Nephites for over a thousand years, records of their proceedings and of the things that God had revealed to them, records that were secret,<span class=\"citation\" id=\"83365\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83365)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83365)\">Ether 3:1-28<\/a><\/span><span class=\"citation\" id=\"83436\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83436)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83436)\">Ether 4:1-19<\/a><\/span><span class=\"citation\" id=\"83509\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83509)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83509)\">Ether 13:1-13<\/a><\/span> and not permitted to come forth in the days of weakness, records that revealed all things from the foundation of the world to the end thereof,<span class=\"citation\" id=\"58739\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58739)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58739)\">Isa. 29:11-16 (JST)<\/a><\/span><span class=\"citation\" id=\"81475\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81475)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81475)\">2 Ne. 27:1-11<\/a><\/span><span class=\"citation\" id=\"127571\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127571)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127571)\">Ether 4:15<\/a><\/span><span class=\"citation\" id=\"127572\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127572)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127572)\">D&amp;C 107:56-57<\/a><\/span> records that were kept when Jesus administered to the Nephites, the ninety-ninth part of which was not written by Mormon,<span class=\"citation\" id=\"81800\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81800)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81800)\">W of M 1:5-9<\/a><\/span><span class=\"citation\" id=\"82504\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82504)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82504)\">3 Ne. 5:8-11<\/a><\/span><span class=\"citation\" id=\"82935\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82935)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82935)\">3 Ne. 26:6-12<\/a><\/span> all of which are to come forth. What for? To teach the Latter-day Saints how to organize, how to be prepared for the things that are coming.<span class=\"citation\" id=\"82956\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82956)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82956)\">3 Ne. 26:19-20<\/a><\/span> Then we will know something about what is termed the United Order, when we get hold of these records of the experience of the Nephites for 165 years in the Order;<span class=\"citation\" id=\"87817\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87817)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87817)\">D&amp;C 84:57<\/a><\/span> the experience of the people of this great western hemisphere, from the northern to the southern extremity; they will have left some records of their acts and doings that cannot fail to be of great worth to the people of these latter times. <\/div><div class=\"paragraph jod\" id=\"v19n35\"> But first, says the Lord, &#x201C;I will try my people;<span class=\"citation\" id=\"82938\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82938)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82938)\">3 Ne. 26:11<\/a><\/span> I will perfect them; I will see whether they will be obedient to my commandments; I will <div class=\"break columnbreak\" id=\"14b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0014.pdf\" target=\"pdfwin\">p.&#xA0;14b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1129\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> reveal to them little by little; I will give them line upon line;<span class=\"citation\" id=\"58572\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58572)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58572)\">Isa. 28:10,13<\/a><\/span> I will impart a little light upon this subject and upon the other subject: and if my people shall inquire of me, in relation to these things, then I will teach them still more, giving them another line and another precept, I will issue forth another commandment; but if they do not inquire of me, and their hearts be found full of covetousness, and they feel in their hearts to slight these things which I have given to them, then I will withhold the greater information; I will not let them know the law which I gave to the ancient Nephites; I will withhold many things calculated to benefit them, until they learn the things that they are already taught.<span class=\"citation\" id=\"87818\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87818)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87818)\">D&amp;C 84:57<\/a><\/span> But when they become obedient students, obedient men and women of God, obedient to my commandments, hearkening to the voice of my servants, giving heed to the whisperings of my spirit, doing away with covetousness, then I will reveal more; I will introduce more and more of the principles of the United Order, necessary to govern the people, and to prepare them for the great day of the Lord, which is to come.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v19n36\"> In the beginning of the dispensation it is necessary that there should be chosen vessels, raised up on purpose to bear witness of the things of God, to lay the foundation, and to establish the Gospel in the earth. To do this, it is necessary that these witnesses, though inexperienced, should receive revelations and administration of angels, that they may testify, that there may be sufficient evidence, or sufficient number of witnesses sent forth, that the Lord may be justified, in the great day of judgment, in judging the people. But how dangerous it is for people to see heavenly visions, and receive the ministration of angels in their igno<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"15a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0015.pdf\" target=\"pdfwin\">p.&#xA0;15a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1128\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>rance. How dangerous for people in their ignorance to obey the Gospel! Yet shall we say that they shall not obey it, because they are very ignorant? No. Let them step forth with all their hearts and obey the Gospel, that they may be put in possession of the Holy Ghost; then if they will seek to cultivate their minds, cherishing that Spirit in their hearts and developing every principle of righteousness, and doing away every iniquitous practice, they shall receive more and more of the Holy Spirit, with its gifts. So in regard to these heavenly manifestations. <\/div><div class=\"paragraph jod\" id=\"v19n38\"> In the year 1829, Oliver Cowdery, David Whitmer, and Martin Harris were chosen as witnesses to behold the angel of God; to behold the plates in the hands of the angel; to gaze upon the ancient engravings, and to hear the voice of the Lord, at the same time, proclaiming to them, that the plates had been translated correctly, and commanding them to bear record of the same to all peoples, nations and tongues, to whom the work should be sent.<span class=\"citation\" id=\"127573\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127573)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127573)\">BM Three Wit.<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v19n39\"> Now this was truly a great manifestation. But who was Oliver Cowdery? Who was David Whitmer? Who was Martin Harris? Poor, weak, frail men; two of them quite young, one of middle age. They had but very little experience; they knew nothing about the arrangement of the organization of the Priesthood, as we now know; they had no Teachers to visit them from week to week. Yet in the midst of all this ignorance, what a glorious manifestation they received from heaven! They lacked experience; they had not been prepared as Joseph was.<span class=\"citation\" id=\"89950\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89950)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89950)\">D&amp;C 105:10<\/a><\/span> He was prepared by a series of years of experience, in beholding visions and angels. <\/div><div class=\"paragraph jod\" id=\"v19n40\"> In the year 1823, the angel first came to him, telling him about the <div class=\"break columnbreak\" id=\"15b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0015.pdf\" target=\"pdfwin\">p.&#xA0;15b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1128\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> plates, also telling him that he would return one year afterwards, when he would give him further instruction.<span class=\"citation\" id=\"93756\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93756)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93756)\">JS&mdash;H 1:27-54<\/a><\/span> Why this delay? Why not commit to his charge the plates at once? It was because of his want of experience. It is true, he had previously received a heavenly vision some four years before, in which he had seen the face of God, the Father.<span class=\"citation\" id=\"93641\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93641)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93641)\">JS&mdash;H 1:17<\/a><\/span> But he lacked all other qualifications; he was left more or less to himself, and the angel was determined to impart to him experience, year after year, for the space of four years; during which, whenever Joseph needed chastisement he received it at the appointed time; his failings were corrected; he was shown wherever he had erred; and he was taught what to do: he was instructed little by little, until he learned, by practice, to do the will of God. Then the sacred records were committed to him; but not so with the three witnesses referred to, and hence they kept not the holy commandments as they ought to have done. They had too much knowledge for their limited experience.<span class=\"citation\" id=\"89951\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89951)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89951)\">D&amp;C 105:10<\/a><\/span> You recollect what the Lord has said upon this subject&#x2014;Where much is given, much is required;<span class=\"citation\" id=\"67659\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67659)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67659)\">Luke 12:48<\/a><\/span> and where but little is given, but little is required. Much was given to these three witnesses, and much was required at their hands. Hence a sin that they might commit would throw them into tenfold more darkness than any man who had never seen so great things. This accounts for their apostasy, not for their denying the truth, for they never did that; they held fast to the truth; they declared that the Book of Mormon was true and never denied their testimony. It is not a matter of mere faith with them; they knew it. But how great is the darkness in them that sin against so much light!<span class=\"citation\" id=\"63552\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63552)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63552)\">Matt. 6:23<\/a><\/span><span class=\"citation\" id=\"87405\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87405)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87405)\">D&amp;C 82:3<\/a><\/span> The Lord told us,  <div class=\"break pagebreak\" id=\"16a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0016.pdf\" target=\"pdfwin\">p.&#xA0;16a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1127\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>when we were living in the State of New York, to go to the Ohio; there to build a Temple to the name of the Most High. And there the Lord condescended to bestow upon his servants and people a great endowment,<span class=\"citation\" id=\"85183\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85183)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85183)\">D&amp;C 38:32<\/a><\/span> a blessing such as was not known among the children of men.<span class=\"citation\" id=\"85249\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85249)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85249)\">D&amp;C 39:15<\/a><\/span> And from thence they should go the nations of the earth and publish these things.<span class=\"citation\" id=\"85188\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85188)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85188)\">D&amp;C 38:33<\/a><\/span><span class=\"citation\" id=\"127574\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127574)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127574)\">D&amp;C 110:7-10<\/a><\/span> We went to the Ohio; and after we had been sufficiently taught and instructed, the Lord commanded us through Joseph, to build a Temple,<span class=\"citation\" id=\"88808\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88808)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88808)\">D&amp;C 88:119-136<\/a><\/span> giving the pattern thereof, and the size thereof, the size of the inner and outer courts, the size of the several rooms and apartments, and the form of the pulpits and everything pertaining to it, was given by the inspiration of the Almighty that rested upon Joseph, and upon those associated with him.<span class=\"citation\" id=\"89125\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89125)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89125)\">D&amp;C 95:1-17<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v19n42\"> When the Temple was built, the Lord did not see proper to reveal all the ordinances of the Endowments, such as we now understand. He revealed little by little. No rooms were prepared for washings; no special place prepared for the anointings, such as you understand, and such as you comprehend at the period of the history of the Church! Neither did we know the necessity of the washings, such as we now receive. It is true, our hands were washed, our faces and our feet. The Prophet Joseph was commanded to gird himself with a towel, doing this in the Temple.<span class=\"citation\" id=\"69832\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69832)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69832)\">John 13:1-17<\/a><\/span><span class=\"citation\" id=\"88827\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88827)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88827)\">D&amp;C 88:140-141<\/a><\/span> What for? That the first Elder might witness to our Father and God, that we were clean from the blood of that wicked generation,<span class=\"citation\" id=\"88824\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88824)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88824)\">D&amp;C 88:138-139<\/a><\/span> that then lived. We had gone forth according to our best ability, to publish glad tidings of great joy, for thousands of miles, upon this continent. After this we were called in, and this washing of hands and feet was to testify to God <div class=\"break columnbreak\" id=\"16b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0016.pdf\" target=\"pdfwin\">p.&#xA0;16b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1127\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> that we were clean from the blood of this generation.<span class=\"citation\" id=\"88826\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88826)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88826)\">D&amp;C 88:138-139<\/a><\/span> The holy anointing was placed upon the heads of his servants, but not the full development of the Endowments in the anointing.<span class=\"citation\" id=\"127575\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127575)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127575)\">D&amp;C 132:41<\/a><\/span> These administrations in the Kirtland Temple were revealed, little by little, corresponding with what I have already been saying, that the Lord does not give the fullness at once, but imparts to us according to his own will and pleasure. Great were the blessings received. We were commanded to seek to behold the face of the Lord;<span class=\"citation\" id=\"56530\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56530)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56530)\">Ps. 24:6<\/a><\/span><span class=\"citation\" id=\"55871\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55871)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55871)\">1 Chr. 16:11<\/a><\/span><span class=\"citation\" id=\"89529\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89529)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89529)\">D&amp;C 101:38<\/a><\/span> to seek after revelation;<span class=\"citation\" id=\"127576\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127576)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127576)\">D&amp;C 42:61<\/a><\/span> to seek after the spirit of prophecy,<span class=\"citation\" id=\"127577\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127577)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127577)\">Num. 11:29<\/a><\/span><span class=\"citation\" id=\"127578\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127578)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127578)\">1 Cor. 14:39<\/a><\/span> and the gifts of the Spirit;<span class=\"citation\" id=\"85827\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85827)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85827)\">D&amp;C 46:8<\/a><\/span> and many testify to what they saw. But yet they were inexperienced; they had not proven themselves in their religion long enough. They obtained blessings greater than some of them were prepared to receive. They perhaps might have been faithful if they had exercised the agency which God gave them. But how easily are mankind toppled first this way, then that way, and are led astray, even after the heavens were opened and chariots and horses of fire, as well as angels were seen: still many of these brethren apostatized. <\/div><div class=\"paragraph jod\" id=\"v19n43\"> Now perhaps some of you may say, &#x201C;Withhold these things; do not send angels; do not bestow the gifts of prophecy, if by being so blessed we are in danger of apostatizing from our religion.&#x201D; This is the other extreme; on the other hand, we are commanded to seek the face of the Lord always, that we may possess our souls in patience.<span class=\"citation\" id=\"89528\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89528)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89528)\">D&amp;C 101:38<\/a><\/span> Again, about three years after the organization of the Church, the Lord gave a revelation contained in the Doctrine and Covenants, saying, &#x201C;It shall come to pass that every soul that comes to me, obeys my commandments, and hearkens to my  <div class=\"break pagebreak\" id=\"17a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0017.pdf\" target=\"pdfwin\">p.&#xA0;17a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1126\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>voice, and calls upon my name shall see my face and know that I am.&#x201D;<span class=\"citation\" id=\"89006\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89006)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89006)\">D&amp;C 93:1<\/a><\/span> He has ordained that in his holy House, in a Temple built to his name, these great blessings shall be made manifest to his servants and people. He has told us also the privileges of these two Priesthoods. The privilege of the lesser Priesthood is to see angels.<span class=\"citation\" id=\"127579\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127579)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127579)\">D&amp;C 13:1<\/a><\/span><span class=\"citation\" id=\"87660\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87660)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87660)\">D&amp;C 84:26<\/a><\/span><span class=\"citation\" id=\"90201\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90201)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90201)\">D&amp;C 107:20<\/a><\/span> How should they seek after this blessing? By merely praying, and acting dishonestly, full of covetousness, and all manner of evils clinging about us because of our traditions? Is this the way to seek for so great blessings? It is by giving heed to the instructions and laws that pertain to the teaching of this lesser Priesthood; and when this is done, we may claim the ministrations of holy angels. <\/div><div class=\"paragraph jod\" id=\"v19n45\"> Again, what are the promises made to the high Priesthood of the order of the Son of God?<span class=\"citation\" id=\"90175\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90175)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90175)\">D&amp;C 107:18-19<\/a><\/span> We are told, in the revelation given on the 22nd and 23rd days of September, 1832, that without the ordinances of this high Priesthood the power of godliness could not be made manifest to men in the<span class=\"citation\" id=\"87594\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87594)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87594)\">D&amp;C 84:21<\/a><\/span> flesh. For, says the revelation, &#x201C;Without this priesthood, no man can behold the face of God, even the Father, and<span class=\"citation\" id=\"87603\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87603)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87603)\">D&amp;C 84:22<\/a><\/span> live.&#x201D; Again, says the revelation, &#x201C;this Moses plainly taught to the children of Israel in the wilderness, and sought diligently to sanctify his people that they might behold the face of God; But they hardened their hearts and could not endure his<span class=\"citation\" id=\"87623\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87623)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87623)\">D&amp;C 84:23-24<\/a><\/span> presence.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v19n46\"> Here then we perceive that one blessing of this high Priesthood is to behold the face of God the Father and live.<span class=\"citation\" id=\"87604\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87604)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87604)\">D&amp;C 84:22<\/a><\/span> And this blessing is, not merely for the persons holding the Priesthood, not merely for those who have been ordained, after the order of the Son of God;<span class=\"citation\" id=\"90109\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90109)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90109)\">D&amp;C 107:3<\/a><\/span> but every one that keeps &#x201C;my commandments, and <div class=\"break columnbreak\" id=\"17b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0017.pdf\" target=\"pdfwin\">p.&#xA0;17b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1126\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> obeys my voice,&#x201D;<span class=\"citation\" id=\"89007\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89007)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89007)\">D&amp;C 93:1<\/a><\/span> etc. This is the privilege of the whole Church; it is the privilege of all the people of God, to sanctify themselves, to be obedient to his laws, and to behold his face, not only the face of Jesus, but of God the Father, and still live. <\/div><div class=\"paragraph jod\" id=\"v19n47\"> What means, says one, that passage in the Book of Moses, where the Lord, speaking to Moses, says, &#x201C;Thou canst not see my face: for there shall no man see me, and live,&#x201D;<span class=\"citation\" id=\"54539\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54539)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54539)\">Ex. 33:20<\/a><\/span> etc. This very passage is explained by new revelation.<span class=\"citation\" id=\"54540\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54540)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54540)\">Ex. 33:20 (JST)<\/a><\/span> The Lord at that time became angry with the children of Israel, and he decreed that no man of that whole congregation should behold his face at that time. Hence the Lord said to Moses, &#x201C;Thou shalt not behold my face as at other times.&#x201D;<span class=\"citation\" id=\"54541\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54541)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54541)\">Ex. 33:20 (JST)<\/a><\/span> How plain that little sentence of new revelation is, showing that Moses had, at other times, enjoyed that privilege, and that it was the privilege of the Children of Israel to become sanctified, and to behold the face of God; but at that time, in consequence of their wickedness, he in his anger, forbade them that privilege. Soon after, he made a decree that all that congregation should be left without this privilege, and he took his presence away from them, because of their transgressions and rebellions, that, had not the Lord withdrawn his presence from them, they might have been totally destroyed.<span class=\"citation\" id=\"54548\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54548)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54548)\">Ex. 34:1 (JST)<\/a><\/span> The Lord desired to remember his covenants with Abraham, Isaac and Jacob;<span class=\"citation\" id=\"54477\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54477)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54477)\">Ex. 32:13<\/a><\/span> for he promised them that he would bring up their seed to the promised land;<span class=\"citation\" id=\"53955\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53955)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53955)\">Ex. 13:5<\/a><\/span><span class=\"citation\" id=\"54978\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54978)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54978)\">Deut. 6:1-3<\/a><\/span> and in order that he might do this he determined not to go up in their midst;<span class=\"citation\" id=\"127580\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127580)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127580)\">Ex. 33:1-3<\/a><\/span><span class=\"citation\" id=\"127581\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127581)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127581)\">D&amp;C 103:19-20<\/a><\/span> for should he do so, he might break forth upon them, and utterly destroy them.<span class=\"citation\" id=\"54164\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54164)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54164)\">Ex. 19:21-24<\/a><\/span><span class=\"citation\" id=\"54551\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54551)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54551)\">Ex. 34:1-2 (JST)<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v19n48\"> Now we have a promise given to us, that when we are redeemed, and  <div class=\"break pagebreak\" id=\"18a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0018.pdf\" target=\"pdfwin\">p.&#xA0;18a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1125\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>permitted to return to our promised land, his presence shall go with us.<span class=\"citation\" id=\"89802\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89802)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89802)\">D&amp;C 103:20<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v19n50\"> We have a promised land, as well as Israel. The Lord said, on the 2nd of January, 1831, &#x201C;And I hold forth and deign to give unto you greater riches, even a land of promise, a land flowing with milk and honey, upon which there shall be no curse when the Lord cometh; <\/div><div class=\"paragraph jod\" id=\"v19n51\"> &#x201C;And I will give it unto you for the land of your inheritance, if you will seek it with all your hearts. <\/div><div class=\"paragraph jod\" id=\"v19n52\"> &#x201C;And this shall be my covenant with you, ye shall have it for the land of your inheritance, and for the inheritance of your children forever, while the earth shall stand, and ye shall possess it again in eternity, no more to pass away.&#x201D;<span class=\"citation\" id=\"85078\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85078)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85078)\">D&amp;C 38:18-20<\/a><\/span> Here, then, was a covenant made, that the Latter-day Saints should have for their particular portion a promised land. We were commanded to purchase the land for the time being; for it was to be signally our land of promise, and our children's land of promise, while the earth should stand, and then they should have it to all eternity.<span class=\"citation\" id=\"85084\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85084)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85084)\">D&amp;C 38:20<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v19n53\"> We are at present cast out of that land, the same as the Israelites were in the land of Egypt, being away from their promised land. We are here in these mountain valleys. It is a goodly land which the Lord has pointed out for us.<span class=\"citation\" id=\"89806\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89806)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89806)\">D&amp;C 103:20,24<\/a><\/span> We are making preparation for our great redemption to go back to the promised land, the same as the Israelites are to gather back to their promised land. And a further promise is made unto us, in this connection, that when the time shall come, the Lord will raise up a man like unto Moses who shall deliver this people out of bondage, the same as the children of Israel, their fathers, were delivered. And he tells us that he will do this with a mighty hand and an out<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"18b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0018.pdf\" target=\"pdfwin\">p.&#xA0;18b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1125\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>stretched arm. And he also says, that his angels shall go before us, and also his presence. Here then is a promise made to the Latter-day Saints, that the presence of the Lord, as well as his angels, should go before their camp.<span class=\"citation\" id=\"89771\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89771)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89771)\">D&amp;C 103:15-20<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v19n54\"> I mention these things to show you what the Lord intends to bestow upon you, that your hearts may not faint, while encountering the trials of reclaiming the desert country; that you in the midst of difficulties and tribulations may still have faith in regard to the promises of the future. <\/div><div class=\"paragraph jod\" id=\"v19n55\"> In another revelation given in an early period of the history of the Church, the Lord commanded his people to build unto him a House, promising that if they built a house unto his name, according to the commandment and pattern which should be given, and providing they suffered no unclean thing to enter it, so that it should not be defiled, the Lord himself would appear in it; his presence would be there; his glory would be there; and all that should go into that House, who were pure in heart, should see him.<span class=\"citation\" id=\"89145\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89145)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89145)\">D&amp;C 97:10-16<\/a><\/span> Here then you perceive that there are certain places appointed, and certain provisions to be complied with before the face of the Lord can be seen. He has said that his people are always to build unto his name a house.<span class=\"citation\" id=\"91024\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91024)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91024)\">D&amp;C 124:39<\/a><\/span> What for? That his name might be there; that his angels might be there; that his presence might be there; and that there the fullness of the holy Priesthood might be more fully revealed, and that there all the ordinances might be performed, that were ordained from before the foundation of the world.<span class=\"citation\" id=\"91027\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91027)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91027)\">D&amp;C 124:40-41<\/a><\/span> This is the object of Temples. It is to connect the children to the fathers:<span class=\"citation\" id=\"62594\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62594)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62594)\">Mal. 4:6<\/a><\/span><span class=\"citation\" id=\"91214\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91214)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91214)\">D&amp;C 128:17-18<\/a><\/span> it is to bring about an organization between the living and  <div class=\"break pagebreak\" id=\"19a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0019.pdf\" target=\"pdfwin\">p.&#xA0;19a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1124\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the dead. It is seen that when the seventh angel shall sound his trumpet, preparatory to the coming of the Son of Man; when the Saints shall receive their inheritances and be made equal with him,<span class=\"citation\" id=\"88751\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88751)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88751)\">D&amp;C 88:106-107<\/a><\/span> they, the dead, as well as the living, receive their inheritances; that will be a perfect organization. When Adam, and Enoch, and his Zion, and all the righteous men before the flood, and all the holy patriarchs and Prophets of the eastern and western Continents, men who lived on the earth as strangers and pilgrims,<span class=\"citation\" id=\"77021\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77021)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77021)\">Heb. 11:13<\/a><\/span><span class=\"citation\" id=\"85580\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85580)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85580)\">D&amp;C 45:11-14<\/a><\/span> but who through the eye of faith were permitted to behold,<span class=\"citation\" id=\"83490\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83490)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83490)\">Ether 12:19<\/a><\/span> that in the dispensation of the fullness of times, all things would be gathered in one that were in Christ, even all things which are in heaven and which are on the earth;<span class=\"citation\" id=\"74825\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74825)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74825)\">Eph. 1:10<\/a><\/span> I say that when all these receive their inheritances, this will be an organization that takes hold of eternity, that takes hold of the children of God in all ages, that unites all dispensations in one, that brings all the kingdoms, and authorities, and powers, of all other dispensations, and unites them in one; and upon whom knowledge like a flood will be poured out even upon the vast congregations of the Church of the Firstborn, the living and the dead, for the dead will then be living. <\/div><div class=\"paragraph jod\" id=\"v19n57\"> Ought not these things, Latter-day Saints, to stimulate every individual to be diligent in the work given him to do, lest he fall out by the way; lest his crown be taken from him and placed upon the head of another;<span class=\"citation\" id=\"79092\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79092)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79092)\">Rev. 3:11<\/a><\/span> lest the talent he may have hidden in the earth be taken from him and be given to him that hath more abundantly?<span class=\"citation\" id=\"66133\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66133)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66133)\">Matt. 25:24-28<\/a><\/span><span class=\"citation\" id=\"83497\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83497)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83497)\">Ether 12:35<\/a><\/span> How diligent we should be! How faithful in the performance of our several callings, and how willing to hearken to the counsels and instructions of <div class=\"break columnbreak\" id=\"19b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0019.pdf\" target=\"pdfwin\">p.&#xA0;19b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1124\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> those placed over us? By and by we will have Temples, with a great many things contained in them which we now have not; for with them, as with all other things, the Lord begins little by little; he does not reveal everything all at once. He gave the pattern of these things in Kirtland, Ohio, as the beginning; but there were not rooms for the washings, no rooms such as we have now, and such as were prepared in the Nauvoo Temple; and in other respects, there was something added to the Nauvoo Temple. Why? Because we had greater experience, and were prepared for greater things. There was no font in the basement story of the Kirtland Temple, for baptismal purposes in behalf of the dead. Why not? Because that principle was not revealed. But in the Nauvoo Temple this font was prepared, which was something in advance of the Kirtland Temple. We have, of late, constructed a Temple at St. George. Blessings have been administered in that Temple, that were totally unknown in the two former Temples, namely, endowments for the dead. Again, by and by, we will build a Temple in Jackson County, Missouri. Will it be built according to the pattern of our present Temples? No. There will be, according to the progress of this people, and the knowledge they receive, and the greatness of the work that is before them, many things, pertaining to the pattern, that will then be given, which will differ materially, or will be, at least, in addition to that which is in these Temples now built. I think if you will go and search in the Church Historian's office, you will find a plan of a Temple, that is to be built in Jackson County, which will be very different from the little Temples we now build. By and by  <div class=\"break pagebreak\" id=\"20a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0020.pdf\" target=\"pdfwin\">p.&#xA0;20a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1123\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>there will be a Temple built at Jerusalem. Who do you think is going to build it? You may think that it will be the unbelieving Jews who rejected the Savior. I believe that that which is contained on the 77th page of the Book of Mormon, as well as in many other places, in that same book, will be literally fulfilled.<span class=\"citation\" id=\"59545\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59545)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59545)\">Isa. 52:1-2<\/a><\/span><span class=\"citation\" id=\"127582\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127582)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127582)\">2 Ne. 6:12-18<\/a><\/span><span class=\"citation\" id=\"127583\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127583)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127583)\">2 Ne. 7:1-2<\/a><\/span><span class=\"citation\" id=\"81358\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81358)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81358)\">2 Ne. 8:17-25<\/a><\/span><span class=\"citation\" id=\"82834\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82834)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82834)\">3 Ne. 20:29-37<\/a><\/span> The Temple at Jerusalem will undoubtedly be built, by those who believe in the true Messiah.<span class=\"citation\" id=\"127584\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127584)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127584)\">2 Ne. 6:13-15<\/a><\/span> Its construction will be, in some respects different from the Temples now being built. It will contain the throne of the Lord, upon which he will, at times, personally sit,<span class=\"citation\" id=\"56369\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56369)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56369)\">Ps. 11:4 (JST)<\/a><\/span><span class=\"citation\" id=\"57974\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57974)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57974)\">Isa. 6:1<\/a><\/span><span class=\"citation\" id=\"62266\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62266)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62266)\">Zech. 6:13<\/a><\/span><span class=\"citation\" id=\"79353\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79353)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79353)\">Rev. 7:15<\/a><\/span><span class=\"citation\" id=\"80130\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80130)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80130)\">Rev. 16:17<\/a><\/span> and <div class=\"break columnbreak\" id=\"20b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0020.pdf\" target=\"pdfwin\">p.&#xA0;20b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1123\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> will reign over the house of Israel forever. It may also contain twelve other thrones, on which the twelve ancient Apostles will sit, and judge the twelve tribes of Israel.<span class=\"citation\" id=\"65230\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65230)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65230)\">Matt. 19:28<\/a><\/span><span class=\"citation\" id=\"68091\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68091)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68091)\">Luke 22:30<\/a><\/span> It will, very likely, have an apartment, with a table, on which food and drink will be prepared, such as are suitable to the taste and happiness of immortal resurrected beings, thus fulfilling the words of Jesus&#x2014;&#x201C;Ye that have followed me in the regeneration shall eat and drink at my table,<span class=\"citation\" id=\"68092\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68092)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68092)\">Luke 22:30<\/a><\/span> and sit upon twelve thrones judging the twelve tribes of Israel.&#x201D;<span class=\"citation\" id=\"65231\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65231)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65231)\">Matt. 19:28<\/a><\/span> Amen. <\/div>\n<\/div>\n<\/div>"}