{"ID":190023, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Conferences&#x2014;Organization of the Stakes of Zion&#x2014;Qualifications for a Bishop&#x2014;The People in Three Grand Divisions.<\/div>\n<div class=\"subtitle\">Discourse by Elder Erastus Snow, delivered at the Quarterly Conference of the Utah Stake of Zion, in the Provo Meetinghouse, Saturday, Oct. 13, 1877.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: the Territorial Enquirer.<\/div>\n<div class=\"pageHeader\">Page Header: Conferences, Etc.<\/div>\n<div class=\"speaker\">Speaker: Erastus Snow<\/div>\n<div class=\"date\">Date: 10\/13\/1877<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d23\">\n<div class=\"paragraph jod\" id=\"v19n420\"> The Lord in his revelation to the Prophet Joseph, forty-seven years ago, required the Elders to meet together in Conference once in three months, or from time to time as appointed, for the purpose of transacting necessary business connected with the work, and for giving and receiving instructions in relation to the duties of the Priesthood.<span class=\"citation\" id=\"84380\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84380)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84380)\">D&amp;C 20:61-62<\/a><\/span> This commandment has been published in the book of Doctrine and Covenants, and is a standing revelation which has not been generally observed. We have had General Conferences of all the people&#x2014;Priesthood and laymen&#x2014;twice a year since our settlement in these valleys, which only a small portion of the people and a few of the general authorities of the Church have been able to attend. We have had occasional Conferences in some places in the Territory, and in various places abroad. It is time now that Stakes of Zion are organized, to hold our Conferences with more regularity and in their order, for the Saints to come together to be instructed, that reports may be heard from the various Wards, and the Elders enter into counsel and learn their duties. The last summer's labors of our late President, Brigham <div class=\"break columnbreak\" id=\"130b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0130.pdf\" target=\"pdfwin\">p.&#xA0;130b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1013\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Young, and of the Twelve Apostles, were mainly devoted to this work&#x2014;organizing the Stakes and the Priesthood therein, and arranging a system of reports with a view of holding the people to closer responsibilities, to awaken them to a better understanding and appreciation of their obligations. At the same time this rendering an account of stewardship in the various districts, Wards and Stakes of Zion, is calculated to encourage those who are doing right, and reprove such, if there be any, as do evil. You may be sure that if these arrangements are carried out, and good counsel is given to the people, they cannot fail to produce good results. Those who love the truth and hate iniquity, and who keep their covenants with God unbroken, are not afraid of their works being made manifest before the people. If they live in the faithful discharge of their duties, they have nothing to fear from this system of rendering reports of their stewardship. Presidents of Stakes, Bishops, Counselors, Priests, Teachers, Deacons, and Presidents of Quorums, who are doing well and performing their duties, need not shrink from giving reports of their actions, lives, and general conduct. It is pleasing to me, and  <div class=\"break pagebreak\" id=\"131a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0131.pdf\" target=\"pdfwin\">p.&#xA0;131a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1012\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to every right-minded man and woman, to hear these reports. They are not uninteresting nor dry to those who have the welfare of Israel at heart, and are watchful of the progress made among us. We have been instructed by the revelations of God to keep records of our organizations and councils, of everything brought before the Priesthood in their respective Quorums, of the attendance of members, who are speakers, what they say, and all things pertaining to the business and general welfare of the Quorums. Our various organizations should keep clerks, whose duty it should be to record the acts of its members, whether or not those members are living up to their requirements, and whether, instead of attending their meetings, they are engaged in fishing, hunting, freighting, gold seeking, or anything else that is contrary to what is expected from them as laborers in the Church and kingdom of God. It is the duty of the Teachers to report to their Bishops the relative standing of those under their supervision&#x2014;whether their houses are houses of order&#x2014;whether the wife is good to the husband, and the husband is good to his wife&#x2014;whether the children are obedient to their parents, and whether the parents are training their children in the way they should walk&#x2014;if there is strife where there should be peace, if there are jealousy and discord where love and unity should exist&#x2014;whether the mother poisons the mind of her daughter instead of teaching her correct principles;<span class=\"citation\" id=\"84358\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84358)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84358)\">D&amp;C 20:53-54<\/a><\/span> in short&#x2014;whether the house is what it should be&#x2014;a house of God.<span class=\"citation\" id=\"88807\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88807)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88807)\">D&amp;C 88:119<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v19n422\"> A Bishop should necessarily be a man of sound judgment, full of the Holy Ghost and capable of adjusting matters in a manner that will work the least injury possible and for the <div class=\"break columnbreak\" id=\"131b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0131.pdf\" target=\"pdfwin\">p.&#xA0;131b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1012\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> accomplishment of the greatest good. There are matters of a delicate nature which sometimes arise in families, and which should be properly understood by the Bishop and his Counsel before heralding them abroad. It might not be necessary to publish them among the people to the detriment and injury of the parties interested, but be considered in a proper spirit and not reported in a general sense, to the ward. At the same time, nothing that may have a bearing on the union and fellowship of the Saints, should escape the notice of the teachers; and no Bishop should ever betray the confidence and trust imposed in him through a knowledge of these tender and delicate matters, but manifest that fatherly love, tenderness and anxiety that parents feel for their offspring. <\/div><div class=\"paragraph jod\" id=\"v19n423\"> Sunday School Teachers also ought not to exercise any undue severity and harshness toward those under their care, but should be actuated by feelings of tenderness and love. Every presiding officer of a quorum should do likewise, and every mother in her house should govern her children in gentleness, and filial love and kindness should be a part of their nature. <\/div><div class=\"paragraph jod\" id=\"v19n423\"> The Holy Spirit will impress us with these matters, and on the other hand, the powers of evil will endeavor to influence us to act contrary to those impressions, to give way to anger, jealousy and envy. This is warfare&#x2014;it is with ourselves, whether we conquer or yield to our evil passions. In our family circles, in our daily associations with our wives, and children, friends and neighbors, we should be actuated and governed by feelings of tenderness and love. We should strive to become perfect in every great and good work and be examples worthy of imitation in our home and before our neighbors. We  <div class=\"break pagebreak\" id=\"132a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0132.pdf\" target=\"pdfwin\">p.&#xA0;132a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1011\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>can never be truly great until we become truly good. <\/div><div class=\"paragraph jod\" id=\"v19n425\"> If we would have a good people to associate and labor with, or to preside over; if our Wards, towns, divisions, subdivisions and families must be in order, we must not neglect any duty or leave any place uncared for. We cannot so neglect our responsibilities without feeling the effects afterwards. If a wound afflicts the body a scar is left as the effect of that wound. If we allow evil to dwell in the midst of the community it will manifest itself in the fruits thereof in afteryears. In the words of the Apostle Paul, &#x201C;Whatsoever a man soweth, that shall he also reap.&#x201D;<span class=\"citation\" id=\"74696\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74696)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74696)\">Gal. 6:7<\/a><\/span> No farmer expects to raise wheat when he sows oats, nor can a man gather figs from thorn trees that he may plant;<span class=\"citation\" id=\"63900\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63900)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63900)\">Matt. 7:16<\/a><\/span> neither can we expect to enjoy the fruits of love unless we have sown the seeds of love in our hearts and in the hearts of others. Every careful and reflecting mind will appreciate the Apostle Paul's words. <\/div><div class=\"paragraph jod\" id=\"v19n426\"> Have we not seen children flee from their parents? And why? Because they have not sown in the hearts of their children the seeds of love, respect and goodwill, but have themselves given way to evil passions, and, by such a course have driven away their offspring. On the other hand, you may see men and women who, by their kindness, gentleness and love, have drawn towards them not only their offspring but the offspring of others. Like cleaves to like. Those, therefore, who lead the Saints must be men who have within them these same feelings. Can the wicked lead them? No! Jesus says, &#x201C;My sheep know my voice,<span class=\"citation\" id=\"69700\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69700)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69700)\">John 10:27<\/a><\/span> and a stranger they will not follow.&#x201D;<span class=\"citation\" id=\"69638\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69638)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69638)\">John 10:5<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v19n427\"> The object of our Conferences, Priesthood meetings and reports, is, not only to ascertain how we stand according to statistics, but that we <div class=\"break columnbreak\" id=\"132b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0132.pdf\" target=\"pdfwin\">p.&#xA0;132b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1011\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> may be able to learn what our individual condition is as members of the Church, to see ourselves in a glass, as it were, and find out wherein we need improving; and that men who have the charge and general oversight of the people may see at a glance the condition of the people in the different Wards. They may by this means form correct ideas of the feelings, faith and works of the Saints, how far the laws of God are observed, and whether the members are keeping their covenants, attending to home duties, paying their tithes and are engaged in all the laudable works required at their hands, so that if the Lord commands any service at our hands, there will be a unity of purpose and a concert of action, on the part of the people, in carrying it out. <\/div><div class=\"paragraph jod\" id=\"v19n428\"> The people in this Territory are classed into three grand divisions for the purpose of Temple building. There are a certain number of stakes grouped together to build a Temple in Manti, another to build a Temple in Logan, and others of the more central stakes to build one in Salt Lake City. The presiding officers of these Stakes and the various quorums will vie with each other in the accomplishment of this work, that the people may officiate in the ordinances of the house of God for themselves and their dead. <\/div><div class=\"paragraph jod\" id=\"v19n429\"> These things being necessary for working out the Lord's purposes, and for the general welfare of Israel, have another good effect in the experience they give to us. They are valuable in the training of the people and give an increase of power that will prove of benefit to the Saints in years to come. That experience and increase of power we shall find necessary in our future warfare against evil. There is and always will be, until the Savior ap<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"133a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0133.pdf\" target=\"pdfwin\">p.&#xA0;133a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1010\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>pears again, a great battle fought between the Priesthood and the powers of darkness. The wicked do not comprehend this. They witness various manifestations of unseen powers operating in the human family, but whether they are good and truthful or vile and deceptive they are unable to comprehend satisfactorily, because they have not applied to the fountain of light, truth and knowledge. The Saints, on the other hand, can comprehend these manifestations and judge this wicked world by the light of the Holy Ghost. We shall see the manifestations of the powers of darkness in an increased degree in the future, deceiving the children of men. So far as this generation is concerned it has been since the Prophet Joseph came forth and declared his belief in revelations, visions and angels that the powers of darkness have operated by external and supernatural manifestations, and as the power of God increased with the people and extended throughout the earth and was felt by other nations besides this, the Evil One manifested his power among men to a greater extent. When the Prophet Joseph appeared, announcing his belief in these things, there was a general unbelief among religious sects in regard to them. Professed Christians disclaimed any belief in manifestations from heaven, had no faith in visions or angels, and considered the claims of any man to be absurd who professed to have communication with the unseen world. Those who had faith in visions and dreams where looked upon as superstitious beings. Joseph's professions were viewed as inconsistent with the spirit and enlightenment of the age. But how great is the change! We find men and women seeking communication with the unseen world, with spirits of departed friends, and receiving spiritual man<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"133b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0133.pdf\" target=\"pdfwin\">p.&#xA0;133b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1010\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ifestations in various forms. In the days of the Prophet Joseph there were only a few who entertained any faith in such manifestations, but now they are numbered by millions. What has all this effected? Has it produced any more unity in the world than existed before? Is there an increase of happiness or aught that is praiseworthy? The effect it has produced is evident, to the reflecting mind. Infidelity has increased as the powers of darkness have spread their influence over the minds of men. <\/div><div class=\"paragraph jod\" id=\"v19n431\"> I do not expect many of the Latter-day Saints to be able to fully contemplate the subject, not having mingled with the world since these great changes have occurred, but there are some who possess a general knowledge of such things by seeing, hearing and reading. The testimony of the Elders is that the world is almost universally infidel&#x2014;priests and people. Religion is used as a cloak with the great majority of professing Christians. There appears to prevail an almost general disbelief in Jesus and his Apostles. The Bible is counted unworthy of credence or attention, and religion is deemed a farce. This general tendency to infidelity is also the result of men's efforts to put down Mormonism. The world rejected the power of God made manifest by the visitation of holy angels, but when the devil manifested his power through the visitation of evil spirits, assuming all sorts of fantastic shapes, the people eagerly ran after them and became blind, bewildered and stupefied. Such persons would rather &#x201C;believe a lie and be damned;&#x201D; they willingly follow after the &#x201C;strong delusions&#x201D;<span class=\"citation\" id=\"75818\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75818)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75818)\">2 Thes. 2:11-12<\/a><\/span> that the Apostle Paul referred to. These powers of darkness will continue to come upon them and spread over the earth, as we advance in truth and righteousness. <\/div> <div class=\"break pagebreak\" id=\"134a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0134.pdf\" target=\"pdfwin\">p.&#xA0;134a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1009\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v19n433\"> We that have this warfare to meet, should keep ourselves prepared for any and every attack of the evil one. It becomes us to draw ourselves together in the bonds of unity, to cling to each other, our covenants and our God. We are called upon not only <div class=\"break columnbreak\" id=\"134b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0134.pdf\" target=\"pdfwin\">p.&#xA0;134b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1009\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to uphold and sustain the Priesthood over us but each other. If we do this, and perform the duties we owe one another, we shall perform the duties we owe to the Priesthood and to God. God bless you. Amen. <\/div>\n<\/div>\n<\/div>"}