{"ID":190034, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Living According to the Light&#x2014;Temple Work&#x2014;Good Counsel&#x2014;What Say the High Priests and Seventies.<\/div>\n<div class=\"subtitle\">Discourse by President Brigham Young, delivered at Richfield, Sevier County, Utah, on Sunday Afternoon, April 22, 1877.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Geo. F. Gibbs.<\/div>\n<div class=\"pageHeader\">Page Header: Living According to the Light, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 4\/22\/1877<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d34\">\n<div class=\"paragraph jod\" id=\"v19n709\"> I am very much gratified in the opportunity of appearing in this house again. I am disposed to say a few words to you. I have not time to instruct you in all things, nor to say all I wish to say. Do just as well as you know how in all things, never permitting yourself to commit an act unless the Spirit of God within you justifies you in doing it. And if you live every day of your lives according to the best light and understanding you possess, glorifying God, our Heavenly Father, just as far as your knowledge extends, I will promise you eternal life in the kingdom of God. This is saying a great deal, it is a very important discourse embodied in a few words. The grand difficulty with the people is they do not do quite as well as they know how; it is that which hinders us from accomplishing the work given us to do. <\/div><div class=\"paragraph jod\" id=\"v19n710\"> Now let me say to you, my brethren and sisters, if you live according to the light within you, you will be of one heart and one mind;<span class=\"citation\" id=\"92954\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92954)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92954)\">Moses 7:18<\/a><\/span> your interests and labors will be one, and you will take hold with all the power God has given you to consummate this great and glorious work com<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"220b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0220.pdf\" target=\"pdfwin\">p.&#xA0;220b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0923\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>mitted to our charge. When we become one we shall have a heaven here upon the earth. Do you think that in the family of heaven dwelling in the presence of God there is any jarring, bickerings, contentions, faultfinding, or distrust in the Priesthood? No. It is true we are in a world of darkness, and we have a great many weaknesses, temptations and annoyances all tending to lead us astray. But if we do as well as we know how, we shall accomplish the work. <\/div><div class=\"paragraph jod\" id=\"v19n711\"> I have been spending the winter in St. George. Our Temple there is finished, which is the first completed Temple built to the name of the Most High, in which the ordinances for the living and the dead can be performed, since the one built by Solomon in the land of Jerusalem, that we have any knowledge of. The Nephites may have built Temples, and in all probability they did, but we have no account of them. We enjoy privileges that no other people enjoy, or have enjoyed. In the days of Solomon, in the Temple that he built in the land of Jerusalem, there was confusion and bickering and strife, even to murder, and the very man that they  <div class=\"break pagebreak\" id=\"221a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0221.pdf\" target=\"pdfwin\">p.&#xA0;221a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0922\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>looked to to give them the keys of life and salvation, they killed because be refused to administer the ordinances to them when they requested it;<span class=\"citation\" id=\"65590\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65590)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65590)\">Matt. 23:35<\/a><\/span> and whether they got any of them or not, this history does not say anything about. <\/div><div class=\"paragraph jod\" id=\"v19n713\"> We enjoy the privilege of entering into a Temple, built to the name of God, and receiving the ordinances of his House, with all the keys and blessings preparatory of entering into the &#x201C;lives;&#x201D;<span class=\"citation\" id=\"91644\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91644)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91644)\">D&amp;C 132:22-24<\/a><\/span> we also enjoy the privilege of administering for our fathers and mothers, our grandfathers and grandmothers, for those who have slept without the Gospel. <\/div><div class=\"paragraph jod\" id=\"v19n714\"> You can understand why it is that the press of our nation is so ready to cry out against the &#x201C;Mormons;&#x201D; why it is that these poor Latter-day Saints are not considered fit to live, why they ought not to enjoy the common blessings of citizenship, and why the wicked would, if they could, deprive this whole people of their rights and privileges, and destroy their leaders from off the earth? It is evidence to all Latter-day Saints, if they have hearts to understand, that God is with this people, and that the Evil One is using the same means now, as he always has done, to oppose Him. We ought to be thankful that we are worthy to receive these persecutions. And I can promise you, that if we exercise patience and faith, and attend faithfully and diligently to the work given us to do of the Father, that they will work out for us a more excellent degree of glory and exaltation. Consequently it becomes us to be patient, trusting in God and the promises he has made unto us. <\/div><div class=\"paragraph jod\" id=\"v19n715\"> I was about to say to you, that our labors during the time I have spent in St. George, are perfectly satisfactory to me; and I believe we have all the evidence we can ask for, that the Lord is satisfied. And now that <div class=\"break columnbreak\" id=\"221b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0221.pdf\" target=\"pdfwin\">p.&#xA0;221b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0922\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> we have succeeded so well in building one Temple, we feel encouraged to continue our labors in the same direction until we shall have built and finished others. We want to commence another one in your region of country, at Manti; and we intend to lay out the ground when we reach there on our way to the city. We have, traveling with us, in our company, Elder Parry, the man who had charge of the rockwork of the St. George Temple; he is on his way to Manti, to work on the Temple to be built at that place. We expect to say to the Latter-day Saints, Rear these walls forthwith, and complete this building, that you may enjoy the blessings therein promised. <\/div><div class=\"paragraph jod\" id=\"v19n716\"> Brethren and sisters, live your holy religion that the spirit of truth, of virtue and of holiness may burn within you, that your only desire may be to do the will of the Father in the literal building up of this his kingdom on the earth. Say your prayers, and increase your faith in the Lord and in his promises made to the faithful. Bring up your children in the love and fear of the Lord; study their dispositions and their temperaments, and deal with them accordingly, never allowing yourself to correct them in the heat of passion; teach them to love you rather than to fear you, and let it be your constant care that the children that God has so kindly given you are taught in their early youth the importance of the oracles of God, and the beauty of the principles of our holy religion, that when they grow to the years of man and womanhood they may always cherish a tender regard for them and never forsake the truth. I do not wish you to lay the stress and importance upon outward ceremonies that many do. There are those belonging to what is called the Mother Church who say give them the care and training of children at  <div class=\"break pagebreak\" id=\"222a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0222.pdf\" target=\"pdfwin\">p.&#xA0;222a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0921\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>from three to seven years old, and they could so ground them in their faith, that they forever afterwards, would remain good Catholics. The secret of their great success is no doubt in their strict observance of outward ordinances and ceremonies. But while they go to one extreme in the observance of ceremony, making bigots of their children, (for one of the earliest recollections of the child, who is reared in Catholicism, is the use of the sign of the cross) many of the Latter-day Saints go to the other, failing entirely to impress the minds of their children with that degree of reverence and sacredness that belongs to the ordinances of our Church. Parents, teach your children by precept and example, the importance of addressing the throne of grace;<span class=\"citation\" id=\"76580\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76580)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76580)\">Heb. 4:16<\/a><\/span> teach them how to live, how to draw from the elements the necessaries of life, and teach them the laws of life that they may know how to preserve themselves in health and be able to minister to others. And when instructing them in the principles of the Gospel, teach them that they are true, truth sent down from heaven for our salvation, and that the Gospel incorporates every truth whether in heaven, in earth, or in hell; and teach them too that we hold the keys of eternal life, and that they must obey and observe the ordinances and laws pertaining to this holy Priesthood, which God has revealed and restored for the exaltation of the children of men. <\/div><div class=\"paragraph jod\" id=\"v19n718\"> If I were to ask the High Priests of this district, Do you pray in your families before going to work, or before you sit around the breakfast table? <div class=\"break columnbreak\" id=\"222b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0222.pdf\" target=\"pdfwin\">p.&#xA0;222b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0921\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Do you kneel down in humility and meekness, with the faith that the Father requires at your hands to ask him in the name of Jesus, to bless and preserve and give you grace according to your day; and do you do this before retiring to bed? Seventies, do you call upon the Lord morning and evening? The Lord says, I will be sought unto by my people for the blessings that they need. And instead of our classing prayer among the duties devolving upon us as Latter-day Saints, we should live so as to deem it one of the greatest privileges accorded to us; for were it not for the efficacy of prayer what would have become of us both as a people and as individuals? <\/div><div class=\"paragraph jod\" id=\"v19n719\"> I do not feel disposed to preach a lengthy sermon to you, but we feel in our hearts to say, God bless you, peace be to you. I do not expect to come to see you as often as I have done, my health will not permit of it. My voice is good, I feel as though I could make myself heard a mile off, but my system is almost worn out; yet I expect to work right in the harness until I am called for to go hence. I am so thankful we have completed our Temple, it is the greatest blessing that could be bestowed upon us, I know of nothing that could equal it. But we are not satisfied with this one, we must hurry the building of another one, and thus another one and so on, and perform the great work therein that is required at our hands. Let us live so that we may be worthy to be owned of the Lord, and to be received into the fulness with him. Amen. <\/div>\n<\/div>\n<\/div>"}