{"ID":190021, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Voice of God, the Voice of the People&#x2014;The Position of the Twelve&#x2014;Readings From Doctrine and Covenants.<\/div>\n<div class=\"subtitle\">Discourse by President John Taylor, delivered at the Semi-Annual Conference, Held in the New Tabernacle, Salt Lake City, Saturday Afternoon, Oct. 6, 1877.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Geo. F. Gibbs.<\/div>\n<div class=\"pageHeader\">Page Header: The Voice of God, Etc.<\/div>\n<div class=\"speaker\">Speaker: John Taylor<\/div>\n<div class=\"date\">Date: 10\/6\/1877<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d21\">\n<div class=\"paragraph jod\" id=\"v19n382\"> I am very happy to find so great an unanimity of feeling in the voting, as has been manifested at this Conference. There is a very common axiom in the world, &#x201C;Vox populi, <div class=\"break columnbreak\" id=\"119b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0119.pdf\" target=\"pdfwin\">p.&#xA0;119b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1024\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> vox dei,&#x201D; or, &#x201C;The voice of the people is the voice of God.&#x201D; Although the voice of the people is very important, we do not believe in that action separate and alone. It was  <div class=\"break pagebreak\" id=\"120a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0120.pdf\" target=\"pdfwin\">p.&#xA0;120a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1023\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>usual among ancient Israel for the Lord to speak, presenting his laws, ordinances, and commandments to the people, then they were presented to the people, and then all the people said, &#x201C;Amen.&#x201D;<span class=\"citation\" id=\"55137\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55137)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55137)\">Deut. 27:15-26<\/a><\/span> Then it was the voice of God and the voice of the people; or, in other words, the voice of the people assenting to the voice of God. <\/div><div class=\"paragraph jod\" id=\"v19n384\"> In relation to the duties devolving upon the Twelve, in consequence of the changes that have recently taken place, I can say, in behalf of myself and my brethren, that their full weight and responsibility are felt by us. Unless we had the sanction of the people we would be unwilling to assume them, and, were it not that these things are plainly laid down in the law of God, we would not have accepted the situation that we find ourselves placed in today. We feel now that unless God is with us we can accomplish nothing that can in anywise be for the welfare of Zion, or the building up of his kingdom on the earth. Those are my feelings, and those are the feelings of my brethren. It is not with us as viewed by the world generally, that there is something so very honorable in office, for we have learned that in order that any office in the government of the Church and kingdom might be made honorable, the office itself must be honored, and that, too, by faithfully complying with the laws of God governing it. Then it is a high honor conferred upon man from the Lord, and the Twelve so appreciate it. Whilst they thank you for the confidence which you have manifested in them, at the same time they feel to rely upon God, and to ask that you will remember them before the throne of our heavenly Father in your prayers and daily supplications, that we may be guided <div class=\"break columnbreak\" id=\"120b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0120.pdf\" target=\"pdfwin\">p.&#xA0;120b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1023\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> by that wisdom and intelligence that flows from above, for without the aid, guidance, and direction of the Almighty, we can do nothing acceptably to him. <\/div><div class=\"paragraph jod\" id=\"v19n385\"> I have said very little, very little indeed, since the death of our esteemed President, Brigham Young. I have had various reasons for that. One is, my heart has felt sorrowful and pained, for we have lost a man who stood prominent in Israel for the last thirty-three years, yes, for upwards of forty or forty-five years. He is taken away, and all Israel felt to mourn the event. This is one reason why I have been so silent. Another is, a great many questions have had to be decided, arrangements made and investigations had, in regard to the proper course to pursue pertaining to these very important matters. Still another reason is, I did not wish to put myself forward, nor have I, as the Twelve here can bear me witness. [The Twelve unanimously gave their assent.] I have not had any more hand in these affairs than any of the members of my Quorum; but I am happy to say that in all matters upon which we have deliberated, we have been of one heart and one mind.<span class=\"citation\" id=\"92951\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92951)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92951)\">Moses 7:18<\/a><\/span> When brothers Pratt and Smith returned from England, as you will have learned from their published letter, their sentiments were precisely the same as ours, and also the Counselors of President Young, whom we esteem and honor in their place, are also united with us. We are glad to have them with us, as our friends and associates, and Counselors to the Twelve. I pray that the blessing of God may rest upon them, and lead them in the paths of life, and that they with the Twelve may unite together as a grand phalanx, not in our own individual interests, but in the interests of the  <div class=\"break pagebreak\" id=\"121a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0121.pdf\" target=\"pdfwin\">p.&#xA0;121a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1022\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Church and kingdom of God, and the building up of his Zion on the earth; for the Priesthood is not instituted for the purpose of personal aggrandizement or personal honor, but it is for the accomplishment of certain purposes of which the Lord is the Author and Designer, and in which the dead, the living, and the unborn are interested. We ought, brethren, all of us, to feel and act as though we were the servants of the living God, feeling in our hearts an honest desire to do his will and establish his purposes on the earth. If we can be united in our faith, our acts and labors, as we have been in our voting, as manifested at this Conference, the heavens will smile upon us, the angels of God will manifest themselves to us, the power of God will be in our midst, and Zion will arise and shine, and the glory of God rest upon her.<span class=\"citation\" id=\"59888\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59888)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59888)\">Isa. 60:1<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v19n387\"> [By request, Elder Geo. Q. Cannon read from the Doctrine and Covenants the following extract from a communication entitled, A Prayer and Prophecies, written by Joseph, the Seer, while in Liberty Jail, Clay County, Missouri, March 20, 1839, commencing at the 34th paragraph: <\/div><div class=\"paragraph jod\" id=\"v19n388\"> &#x201C;Behold, there are many called, but few are chosen. And why are they not chosen? <\/div><div class=\"paragraph jod\" id=\"v19n389\"> &#x201C;Because their hearts are set so much upon the things of this world, and aspire to the honors of men, that they do not learn this one lesson&#x2014;  <\/div><div class=\"paragraph jod\" id=\"v19n390\"> &#x201C;That the rights of the priesthood are inseparably connected with the powers of heaven, and that the powers of heaven cannot be controlled nor handled only upon the principles of righteousness. <\/div><div class=\"paragraph jod\" id=\"v19n391\"> &#x201C;That they may be conferred upon us, it is true; but when we undertake to cover our sins, or to gratify our pride, our vain ambition, or to <div class=\"break columnbreak\" id=\"121b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0121.pdf\" target=\"pdfwin\">p.&#xA0;121b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1022\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> exercise control or dominion or compulsion upon the souls of the children of men, in any degree of unrighteousness, behold, the heavens withdraw themselves; the Spirit of the Lord is grieved; and when it is withdrawn, Amen to the priesthood or the authority of that man. Behold, ere he is aware, he is left unto himself, to kick against the pricks, to persecute the saints, and to fight against God,&#x201D; etc. See page 87, new edition.]<span class=\"citation\" id=\"90852\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90852)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90852)\">D&amp;C 121:34-38<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v19n392\"> I wanted to have this excellent instruction read over in your hearing, for it was true and profitable at the time it was written, and it is so today. If we possess the Spirit that flows from God, and that dwells in his bosom, we shall possess the spirit of kindness and love and affection, that will eventually bind us in the bonds of eternal union. It becomes us, as servants and handmaidens of God, to seek after these things, that we may be full of light and life, and the power and intelligence of God, and feel that we are indeed children of the Most High, that he is our Father, and that, with the ancient Prophets and Apostles, and the Gods of the eternal worlds, we will unite in accomplishing the work God designed from the commencement of the world. No man or set of men need think that the work will stop, for God has decreed that it shall go onward, and no power this side of hell can stop its progress. The Lord is with us, the great Jehovah is our shield<span class=\"citation\" id=\"56555\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56555)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56555)\">Ps. 33:20<\/a><\/span> and our buckler;<span class=\"citation\" id=\"56418\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56418)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56418)\">Ps. 18:2<\/a><\/span><span class=\"citation\" id=\"85013\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85013)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85013)\">D&amp;C 35:14<\/a><\/span> the Lord is our Judge, the Lord is our King,<span class=\"citation\" id=\"59075\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59075)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59075)\">Isa. 33:22<\/a><\/span><span class=\"citation\" id=\"85716\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85716)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85716)\">D&amp;C 45:59<\/a><\/span> the Lord is our Ruler, and he shall rule over us.<span class=\"citation\" id=\"127630\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127630)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127630)\">D&amp;C 133:25<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v19n393\"> May God help us to be faithful in the observance of his laws, that we may secure to ourselves eternal lives in his kingdom, is my prayer in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}