{"ID":190006, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Remarks Made at the Close of the Foregoing Dedicatory Prayer.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, delivered on the Occasion of Dedicating the Temple Site at Logan, Cache County, Utah, on Friday, at 12 M. O'Clock, May 18, 1877.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Geo. F. Gibbs.<\/div>\n<div class=\"pageHeader\">Page Header: Remarks by President Brigham Young.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 5\/18\/1877<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d06\">\n<div class=\"paragraph jod\" id=\"v19n107\"> Brethren, if you will give me your attention, I will say a few words to you. We have dedicated this spot of ground upon which we expect to erect a Temple, in which to administer the ordinances of the House of God. Into this house, when it is completed, we expect to enter to enjoy the blessings of the priesthood, and receive our washings, our anointings, our endowments, and our sealings; and the brethren will be sealed to brethren to connect the links and make perfect the chain from ourselves to Father Adam. This is the object of the Temple which we are about to commence building at this place. We require the brethren and the sisters to go to with their might and erect this Temple; and from the architect to the boy that carries the drinking water to the men that work on the building, we wish them to understand that wages are entirely out of the question. We are going to build this House for ourselves, and we shall expect the brethren and sisters, neighborhood after neighborhood, ward after ward, to turn out their <div class=\"break columnbreak\" id=\"33b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0033.pdf\" target=\"pdfwin\">p.&#xA0;33b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1110\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> proportion of men to come here and labor as they shall be notified by the proper authorities. <\/div><div class=\"paragraph jod\" id=\"v19n108\"> This may be called a temporal work, but it pertains to the salvation of ourselves as well as our friends who have passed behind the veil, and also to the generations that are to come after us. We can carry this Temple forward with our labor, without any burden to ourselves if our hearts are in the work, and we will be blessed abundantly in doing so. We will be better off in our temporal affairs when it is completed than when we commenced, or than we would be if we did not build it. <\/div><div class=\"paragraph jod\" id=\"v19n109\"> The time we enjoy is the Lord's, but we have the permission to dictate its use according to our own good pleasure. When the brethren come to work on this Temple they may expect to be blessed of the Lord, in proportion to their faith. We feel to ask the brethren to go to as they may be called upon by those who shall be placed to take charge of the work, and complete the building in three years from next fall&#x2014;I think it can be done within that time&#x2014;   <div class=\"break pagebreak\" id=\"34a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0034.pdf\" target=\"pdfwin\">p.&#xA0;34a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1109\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>that we may come up and commence to give endowments. This work can be done with all ease in that time if we are disposed to. <\/div><div class=\"paragraph jod\" id=\"v19n111\"> We pray for you continually, that you may be blessed. I feel to bless you according to the power and keys of the holy priesthood bestowed upon me, and my brethren with me, heart and hand, and all the Saints feel to say &#x201C;Amen,&#x201D; feel to bless each other, feel to do the work of the Lord, and dismiss the narrow, contracted, covetous feelings that are so interwoven with the feelings of our natures. It seems hard to get <div class=\"break columnbreak\" id=\"34b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0034.pdf\" target=\"pdfwin\">p.&#xA0;34b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1109\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> rid of them, but we must overcome them and unite ourselves together in the holy order of God, that we may be Saints of the Most High, with our interests, our faith and labors, that our hopes and the results of our labors may be concentrated in the salvation of the human family. <\/div><div class=\"paragraph jod\" id=\"v19n112\"> Brethren and Sisters, try to realize these things. Awake and lay these things to heart. Seek to the Lord to know his mind and will, and when you ascertain it also to have the will to do it. <\/div><div class=\"paragraph jod\" id=\"v19n113\"> God bless you, Amen. <\/div>\n<\/div>\n<\/div>"}