{"ID":190001, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Enjoyment in the South&#x2014;the Blessings of a Temple&#x2014;Need of Chastisement&#x2014;the Redemption of the Earth&#x2014;the Christian World Concerned in Regard to the Priesthood&#x2014;Those Who Persecute Will Be Visited&#x2014;the Ten Virgins&#x2014;the Wise Will Understand.<\/div>\n<div class=\"subtitle\">Discourse by President Brigham Young, delivered in the New Tabernacle, Salt Lake City, Sunday Afternoon, April 29, 1877.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Geo. F. Gibbs.<\/div>\n<div class=\"pageHeader\">Page Header: Enjoyment in the South, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 4\/29\/1877<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d01\">\n<div class=\"paragraph jod\" id=\"v19n1\"> I am thankful to my Heavenly Father for the privilege of meeting with you again and am happy to say that I am as well satisfied with my labors during the last six months as any of the labors of my life. Here let me ask, are you, my brethren and sisters, satisfied with the labors you have performed during the same length of time? This is a question you will have to answer for yourselves to your own consciences. If you have done well you will be blessed, and you will feel satisfied; if you have suffered yourselves to do that which is wrong towards yourselves or towards any other person on the earth, or to the providences of God, or to our Heavenly Father, your consciences will judge you. <\/div><div class=\"paragraph jod\" id=\"v19n2\"> I am aware that you wish to hear something of our labors in the South. I will say that we have had a blessed time, such a time as no other people on the earth have en<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"1b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0001.pdf\" target=\"pdfwin\">p.&#xA0;1b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1142\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>joyed for many centuries, that we have any knowledge of. We have been permitted to enjoy privileges for the possession of which we have been striving and laboring for many years. For almost half a century we have been exerting ourselves that we might have the privilege of entering into a Temple of God, there to officiate and receive the ordinances of his holy house, both for ourselves and for our friends that have slept without the Gospel. This privilege and blessing we have not enjoyed until within a very few months past. The feeling experienced by those who have participated in the blessings administered in the Temple is something which cannot be described to your understanding. Those only who have shared with us in the Temple ordinances know for themselves the satisfaction there is in realizing that we are indeed co-workers with our Lord and Savior; that we bear a humble part in the great work of sal<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"2a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0002.pdf\" target=\"pdfwin\">p.&#xA0;2a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1141\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>vation; that we have the privilege of receiving and obeying the truth, and of securing to ourselves that happiness which the Gospel alone affords; and not only of performing these ordinances for ourselves, but of doing the necessary work for our parents and forefathers who have slept without the Gospel, that they may partake also of the waters of life,<span class=\"citation\" id=\"83955\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83955)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83955)\">D&amp;C 10:66<\/a><\/span> and be judged according to men in the flesh.<span class=\"citation\" id=\"78132\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78132)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78132)\">1 Pet. 4:6<\/a><\/span> This is a privilege, a blessing, which no one can sense unless he is in possession of it. We are happy to know by our faith and feelings through the spirit of revelation within us that our labors have been accepted of the Lord. We have enjoyed ourselves exceedingly in the society of each other; the aged, the middle-aged and the youth have rejoiced and been made glad in this glorious work. <\/div><div class=\"paragraph jod\" id=\"v19n4\"> When I look upon the youth, our young brethren and sisters, who are more or less unacquainted with the great principles of life and salvation, I wish that they could enjoy what a few of our young people did this past winter, their minds would be detached from the trifles and follies of this weak world, and they would be placed upon more sacred things, upon the principles that are calculated to exalt them and ennoble every feeling and desire of the heart. <\/div><div class=\"paragraph jod\" id=\"v19n5\"> The Latter-day Saints present a strange spectacle to those that enjoy the spirit of revelation. To see them following after the spirit of this world and gratifying the lust of the eye<span class=\"citation\" id=\"78596\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78596)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78596)\">1 Jn. 2:16<\/a><\/span> and of the mind, like the rest of mankind who have never enjoyed the spirit of the Gospel of life and salvation; and yet not so very strange when we realize the power of the enemy and the thousands of snares which he lays for the feet of the unwary, to draw the people astray from the things of <div class=\"break columnbreak\" id=\"2b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0002.pdf\" target=\"pdfwin\">p.&#xA0;2b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1141\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> God. Still, when we view the great object of our life, our being here upon the earth, being brought here expressly to receive that experience by which we can discover between right and wrong, between good and evil, between light and darkness, and obtain that experience that angels have, that the gods have, and that all exalted beings have, and remember that we are put in possession of those principles that make us wise unto salvation,<span class=\"citation\" id=\"76221\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76221)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76221)\">2 Tim. 3:15<\/a><\/span> that we should stoop to the sinful deeds and sinful reflections that many do, is marvelous and strange. When I think of these things I am impressed with the great importance of this life and of exercising ourselves in the privileges that God has granted to us to prepare our hearts through obedience to the Gospel of the Son of God, for a high station, for a high exaltation in worlds to come, such as we cannot receive whilst clothed in this mortal tabernacle. But still, in this life we can receive little by little, and more and more, growing in grace and in the knowledge of the truth,<span class=\"citation\" id=\"85990\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85990)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85990)\">D&amp;C 50:40<\/a><\/span> until our minds are able to comprehend many of the great things of eternity; and thus prepare our hearts, by overcoming sin and the weaknesses of humanity, for that exaltation already awaiting the righteous. <\/div><div class=\"paragraph jod\" id=\"v19n6\"> Sometimes I am so exercised that I chastise the people very severely; but I will say to the Latter-day Saints that I have no chastisement for any unless they deserve it, and if I myself am found guilty of the same wrongs, I receive to myself a portion of the rebuke which I give to others. But my feelings are very acute; what I see and hear ofttimes causes me sorrow and wonder, and I feel to exclaim, &#x201C;O Lord, have mercy upon us, thy people!&#x201D;<span class=\"citation\" id=\"90413\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90413)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90413)\">D&amp;C 109:34<\/a><\/span> How easy it is for us to forget the Lord  <div class=\"break pagebreak\" id=\"3a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0003.pdf\" target=\"pdfwin\">p.&#xA0;3a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1140\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>who atoned for us, and to depart from his ways, giving way to the false influences that are continually prompting our minds to lust after the things of this world in their corrupt condition. All this is strange to the mind opened to see and understand the things of God and the things of eternity as they are. If we possessed that power, that influence over ourselves, a proper portion of that stability that belongs to the heavens, when we once embraced the truth there would be no necessity for our being chastened, no necessity for our being called upon to refrain from this or that wrong; but the weakness of the flesh is so great that we need continually the influence of our Father through our Lord and Savior Jesus Christ, to hold us to the truth, in order that we may not fall away therefrom and finally wander into the darkness of the world, forsaking God and the faith we have embraced. <\/div><div class=\"paragraph jod\" id=\"v19n7\"> It is astonishing that men should do so when we consider things as they are, and witness the continued love and kindness of our Heavenly Father, in again speaking from the heavens, revealing himself and his everlasting Gospel to the children of men, as well as the ordinances, laws, rules and regulations of his House which affect the salvation of both the living and the dead. <\/div><div class=\"paragraph jod\" id=\"v19n8\"> How is it with my brethren and sisters here? Are they awake to the things of God? If they are we shall have no need of calling upon them from day to day, from week to week. Brethren, will you put forth your hands and rear these Temples, these buildings wherein we can enter and officiate for ourselves and our progenitors, preparatory to the coming of the Son of Man, which coming draws near? Will we build up the Zion of God <div class=\"break columnbreak\" id=\"3b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0003.pdf\" target=\"pdfwin\">p.&#xA0;3b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1140\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> before entering into the millennium of rest, when wickedness will be taken away from the earth? Then the Latter-day Saints will be able to go forth without being persecuted by their enemies, and opposed on every hand by the alluring spirits that are constantly tempting them away from the things of God to follow after the things of a fallen world. Then the Saints will enjoy the privilege of building their Temples unmolested, redeem their friends, and make ready for the time when the nations shall come up to the presence of God the Father, to be judged according to the deeds done in the flesh.<span class=\"citation\" id=\"74157\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74157)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74157)\">2 Cor. 5:10 (JST)<\/a><\/span> There are a few of the brethren and sisters who understand things as they are, and who are ready and willing to devote their time and their means for the salvation of the human family. If there are any hearts or spirits in this city, or elsewhere, that are fearfully wondering whether or not we are going to be destroyed, or whether this Church will endure and become the mighty power in the earth, according to the predictions of the servants of God, I will say to all such trembling souls, You need entertain no such fears. You need have only one fear, and that is with regard to yourselves, lest you should leave the light that the Lord has imparted to you and wander into darkness, returning to the beggarly elements<span class=\"citation\" id=\"74612\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74612)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74612)\">Gal. 4:9<\/a><\/span> of the world, lusting again after the things of the world<span class=\"citation\" id=\"127559\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127559)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127559)\">1 Jn. 2:15-16<\/a><\/span> in their sinful state. The earth is the Lord's and the fullness thereof;<span class=\"citation\" id=\"56502\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56502)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56502)\">Ps. 24:1<\/a><\/span> even the very things which we are so tempted to covet, through lustful desires, in and of themselves are pure and holy, for they are the Lord's; but we wish to possess them unrighteously and not according to the will of God. This is the sin which is upon man. Everything which we see and which pertains  <div class=\"break pagebreak\" id=\"4a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0004.pdf\" target=\"pdfwin\">p.&#xA0;4a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1139\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to this little earth, belongs to the Lord, and the whole of it will be given to his Saints and they will enjoy it forever and ever.<span class=\"citation\" id=\"61658\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61658)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61658)\">Dan. 7:18<\/a><\/span> But at present the earth is groaning under sin in consequence of the wickedness of the children of men, and it is longing to be delivered,<span class=\"citation\" id=\"93119\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93119)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93119)\">Moses 7:48-49<\/a><\/span> as are the Saints that have slept, whom the Apostle John saw and heard, when he was an exile on the Isle of Patmos.<span class=\"citation\" id=\"79291\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79291)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79291)\">Rev. 6:9-11<\/a><\/span> When will the earth be redeemed, when will Jesus come to receive the Church as a bride,<span class=\"citation\" id=\"80711\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80711)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80711)\">Rev. 21:2<\/a><\/span><span class=\"citation\" id=\"90447\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90447)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90447)\">D&amp;C 109:73-74<\/a><\/span> when will he come to reign King of nations<span class=\"citation\" id=\"60451\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60451)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60451)\">Jer. 10:7<\/a><\/span> as he now reigns King of Saints,<span class=\"citation\" id=\"80093\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80093)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80093)\">Rev. 15:3<\/a><\/span> when will he banish wickedness from the earth, and when will the Saints have power to overcome sin? When we learn to sanctify the Lord God in our hearts.<span class=\"citation\" id=\"77925\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77925)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77925)\">1 Pet. 3:15<\/a><\/span> As fast as we learn to conform our individual wills to his will, overcoming sin within ourselves, will we have power to subdue sin in those that surround us, and in this way the whole earth will be redeemed from wickedness. The curse which has been brought upon the earth through the Fall<span class=\"citation\" id=\"52611\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52611)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52611)\">Gen. 3:17<\/a><\/span><span class=\"citation\" id=\"92526\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92526)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92526)\">Moses 4:23<\/a><\/span> will be removed through the faith and virtues of the Saints.<span class=\"citation\" id=\"127560\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127560)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127560)\">Rev. 22:3<\/a><\/span><span class=\"citation\" id=\"127561\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127561)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127561)\">D&amp;C 38:18<\/a><\/span> When we become sanctified in the truth,<span class=\"citation\" id=\"127562\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127562)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127562)\">John 17:17-19<\/a><\/span> and our faith, through the Gospel of the Son of God, becomes sufficiently powerful we will be able to remove the thorns and thistles and obnoxious weeds that grow immediately around us,<span class=\"citation\" id=\"52622\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52622)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52622)\">Gen. 3:18<\/a><\/span><span class=\"citation\" id=\"92529\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92529)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92529)\">Moses 4:24<\/a><\/span> and to bless and sanctify our gardens and farms, so that they will bring forth spontaneously the fruits and flowers, the cereals and vegetables that sustain life; and upon this principle as righteousness extends will the whole earth eventually be redeemed and sanctified, when all things will be as they were in the beginning, when the Lord finished the earth and pronounced everything to be &#x201C;very good.&#x201D;<span class=\"citation\" id=\"52369\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52369)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52369)\">Gen. 1:31<\/a><\/span><span class=\"citation\" id=\"92381\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92381)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92381)\">Moses 2:31<\/a><\/span> This is the nature of the great latter-day work in which we <div class=\"break columnbreak\" id=\"4b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0004.pdf\" target=\"pdfwin\">p.&#xA0;4b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1139\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> are engaged, and were it not for the confident assurance that we have of successfully accomplishing it, I would tremble, and fear might enter my heart. <\/div><div class=\"paragraph jod\" id=\"v19n10\"> Why is the whole Christian world concerned about your humble servant? They say Brigham Young is not fit to live, that he ought not to be allowed to remain upon the earth. Would they remove him if they had the power to? Yes, many who call themselves Christians would join in the act, and many others would consent to his death!<span class=\"citation\" id=\"71567\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71567)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71567)\">Acts 8:1<\/a><\/span><span class=\"citation\" id=\"72101\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72101)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72101)\">Acts 22:20<\/a><\/span> Not the highminded and honorable of the earth, and those who serve God and his Christ; but the bigot, the hypocrite, the wicked and the ungodly would. Why? Simply because they represent their master, the devil, who is carrying on a warfare with the heavens, and their hearts are opposed to God and to all that represent him. This conflict always has been, and will be until the winding up scene. If I had to depend upon my own wisdom and power, in connection with that of my fellow laborers, I might well tremble and fear. But I depend not upon human wisdom or human power. I occupy the position that God our Heavenly Father has placed me in, and while I exercise myself in the duties that he has committed to me, seeking to build up his kingdom and establish righteousness upon the earth, holding the dominion for him and for the family of Christ, I tremble not, I fear not, neither do I care for the insults of the world, for the Lord is my bulwark, my shield and my deliverer. But have not some of the wicked succeeded in removing others from the earth? Yes, they killed Joseph and Hyrum Smith, while under the pledged faith of the State of Illinois; and at Haun's Mill, Missouri, they massacred about eighteen of our  <div class=\"break pagebreak\" id=\"5a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0005.pdf\" target=\"pdfwin\">p.&#xA0;5a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1138\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>brethren and sisters, innocent men, women and children, without the first cause or provocation; and furthermore, the perpetrators of these and other murders were never brought to justice; in fact, the press of the nation advocated the destruction of &#x201C;Mormonism,&#x201D; and on the death of the leaders of our Church, all the consolation that public opinion afforded their bereaved families, as well as the members of the Church, over which they presided, was that that would put an end to &#x201C;Mormonism.&#x201D; But will the Lord overlook and forget such crimes? No, for the blood of the innocent is continually crying unto him for vengeance,<span class=\"citation\" id=\"127563\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127563)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127563)\">D&amp;C 135:7<\/a><\/span><span class=\"citation\" id=\"127564\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127564)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127564)\">D&amp;C 136:36<\/a><\/span> which he will administer in his own due time. He has already vexed this nation and given the people time to pause and consider their conduct; and if they repent not by turning from their corruptions and wickedness, he has only to say to the innocent, and to the Latter-day Saints, &#x201C;Wait a little, wait a little, and their cup will be full to overflowing.&#x201D; I have said to my brethren and sisters, and I say it now, Go to Jackson County, and to Caldwell County, where the lives of Latter-day Saints have been taken and from where they have been driven; go to the region of Haun's Mill, where so many were massacred because they had come up to the western part of Missouri, and it was said they were &#x201C;Mormons,&#x201D; and you will find that we, in all our persecutions, have not suffered so much as the characters who executed judgment upon the innocent. If I were asked today if we as a people had suffered persecution, I would say, &#x201C;No, nothing worth mentioning.&#x201D; This has ever been the case with the righteous, and it ever will be. For when their lives are taken for the Gospel's sake, they go to the Father, to the paradise of <div class=\"break columnbreak\" id=\"5b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0005.pdf\" target=\"pdfwin\">p.&#xA0;5b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1138\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> rest, where they are free from the influence and power of sinful and wicked men. But how different with the wicked and ungodly! When they die their sufferings which cannot be described, only commence. But have we received enough to understand that the wicked are a rod in the hands of God to chasten his children? If you do not, it is time that you had learned it, for it is even so; and if we are chastened, it is for a purpose, probably to bring us to a sense of our duty, that we may know the hand-dealing of the Lord towards us. But were we ever destroyed? No, neither will God permit us to be, so long as we are desirous of being his servants, and of doing the work given us to do. Although it was necessary that Jesus should suffer on the cross for the sins of the world, still it might be said of those who took an active part in the deed, as well as those who consented to it in their hearts, &#x201C;Woe unto them by whom this offense came.&#x201D;<span class=\"citation\" id=\"65042\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65042)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65042)\">Matt. 18:7<\/a><\/span> Many of the Prophets have sealed their testimony with their blood, that their testament might go forth with force<span class=\"citation\" id=\"76907\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76907)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76907)\">Heb. 9:16-17<\/a><\/span> and not return void.<span class=\"citation\" id=\"127565\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127565)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127565)\">Isa. 55:11<\/a><\/span> As in ancient days, so in modern days. When Joseph Smith sealed his testimony with his blood, his testament, from that moment was in force to all the world;<span class=\"citation\" id=\"92019\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92019)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92019)\">D&amp;C 135:3-7<\/a><\/span> and woe to those who fight against it. What will we do to them? Nothing at all, but preach the Gospel. They may lie about us as they please. If we will faithfully mind our own concerns, live our religion, do good to all men, preach the Gospel to the nations of the earth, gather up the honest in heart, build up and establish Zion in the earth, send the Gospel to the House of Israel, and live and serve God in all things, all will be well with us, we have no cause for fear in the least. When the Lord deems it necessary that his servants  <div class=\"break pagebreak\" id=\"6a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0006.pdf\" target=\"pdfwin\">p.&#xA0;6a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1137\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>should seal their testimony with their blood, in order that his word may be strengthened and of greater force in the earth,<span class=\"citation\" id=\"76908\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76908)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76908)\">Heb. 9:16-17<\/a><\/span> so let it be; they are received into the arms of Jehovah, they rejoice in the society of those who are waiting patiently until the trump shall sound, when the sleeping nations shall awake and their bodies come forth to be reunited with their spirits, and the faithful enter into a fullness of his glory. With them all is well, all is right. <\/div><div class=\"paragraph jod\" id=\"v19n11\"> But do we live our religion? The only fear I have is that we are not as faithful as we should be. We give way to passion, we yield to temptation; whereas, we ought to live so that the Lord can strengthen the position of his people and multiply the righteous, how fast and to what degree is not for me to say. But if the Latter-day Saints were as righteous and as holy as we are capable of being by reducing to practice the doctrine we have received, I am sure that the Lord could hasten his work,<span class=\"citation\" id=\"127566\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127566)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127566)\">D&amp;C 88:73<\/a><\/span> and he would cut it short in righteousness,<span class=\"citation\" id=\"72705\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72705)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72705)\">Rom. 9:28<\/a><\/span><span class=\"citation\" id=\"87949\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87949)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87949)\">D&amp;C 84:97<\/a><\/span> it would be consummated much quicker than he can in our present condition. The acts and condition of the people here on the earth must be considered, the same is held in remembrance before the throne of God, for he requires of his people to act with him in all things pertaining to the building up of his kingdom upon the earth. But his grace is always ready, his Spirit is always waiting, and the light that Jesus brought into the world is always with the people, teaching them the right from the wrong. He is the light of the world<span class=\"citation\" id=\"69452\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69452)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69452)\">John 8:12<\/a><\/span> that lighteth every man that cometh into the world,<span class=\"citation\" id=\"68542\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68542)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68542)\">John 1:9<\/a><\/span><span class=\"citation\" id=\"89015\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89015)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89015)\">D&amp;C 93:2<\/a><\/span> and if the whisperings of his Spirit and its dictates were hearkened to and obeyed, all men everywhere would grow in the truth, much faster than we Latter-day Saints are doing. <div class=\"break columnbreak\" id=\"6b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0006.pdf\" target=\"pdfwin\">p.&#xA0;6b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1137\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> It is a source of mortification to know that men and women who have been in this Church from twenty to forty years should still be so prone to the weaknesses of the flesh. What do I see? If I do not witness it with my own eyes, I hear of it through those who do&#x2014;men, ofttimes of long standing in the Church, drink a little, they swear a little, smoke or chew a little, and indulge their appetites in those things which the Lord has warned us against, and which he has said are not good for man.<span class=\"citation\" id=\"88902\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88902)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88902)\">D&amp;C 89:5,8<\/a><\/span> They, too, can spend their time wandering about these mountains hunting for gold and silver, they can mingle and associate with those whose lives are records of vice and immorality, and who are ready to oppose God and traduce the character of his servants. Can Saints of God, Elders in Israel, who are exercised by the power and spirit of their holy calling, who have within them the gift of eternal life, can they be guilty of such things and stand approved before God? No, they cannot; and I say, shame upon such men, they are a disgrace to themselves, and their actions are a disgrace to the name of Saint. It is a disgrace, too, to the sisters, as well as the brethren, who thirst after the vain fashions and foolish practices of the world. Cease to pattern after those who know not God.<span class=\"citation\" id=\"75667\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75667)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75667)\">1 Thes. 4:5<\/a><\/span><span class=\"citation\" id=\"75770\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75770)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75770)\">2 Thes. 1:8<\/a><\/span> How would such conduct compare with the conversation and deportment of the angels whom we expect to meet? Would they want to adopt the practices and fashions of the wicked world? No, they have higher aims and holier aspirations, they live above vanity; so should the Latter-day Saints. Our hearts should be pure, entertaining such things only as are comely, chaste and praiseworthy before him. This is the course of life that he expects of us. <\/div><div class=\"paragraph jod\" id=\"v19n12\"> I have a great many reflections,  <div class=\"break pagebreak\" id=\"7a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0007.pdf\" target=\"pdfwin\">p.&#xA0;7a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1136\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>especially when alone, I converse with myself upon these eternal things, things which the frivolous, the vain, and those who are engaged only with the things of this world, never think of. With regard to the society of heaven, their conversation and deportment, consider the magnitude and greatness of the character of holy beings, contemplate the expanse of eternity and the life that is before us, and then how insignificant appears this world as it now is! Still, in our humanity, in our fallen condition, that divine influence is more or less with us, and if we would preserve ourselves to dwell with the holy ones of heaven and have joy in our being, we must faithfully adhere to and practice the principles of eternal life, and in doing so, he will add for our comfort and enjoyment all things necessary pertaining to this life. <\/div><div class=\"paragraph jod\" id=\"v19n14\"> Fear not with regard to the success of this Church and kingdom. Rather fear you should not be counted worthy to be numbered among the sanctified<span class=\"citation\" id=\"127567\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127567)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127567)\">Acts 20:32<\/a><\/span> when Jesus comes to make up his jewels;<span class=\"citation\" id=\"62474\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62474)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62474)\">Mal. 3:17<\/a><\/span><span class=\"citation\" id=\"86385\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86385)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86385)\">D&amp;C 60:4<\/a><\/span><span class=\"citation\" id=\"89385\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89385)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89385)\">D&amp;C 101:3<\/a><\/span> rather fear lest you should be found in the condition of the five foolish virgins whose lamps had gone out and who were unprepared to meet the bridegroom because they had no oil.<span class=\"citation\" id=\"66014\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66014)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66014)\">Matt. 25:1-13<\/a><\/span> Remember, Latter-day Saints, there were five wise and five foolish,<span class=\"citation\" id=\"66034\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66034)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66034)\">Matt. 25:2<\/a><\/span> an equal division, and yet they were all virgins. The application is a just one and has a direct bearing on us, as Latter-day Saints.<span class=\"citation\" id=\"85701\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85701)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85701)\">D&amp;C 45:56-57<\/a><\/span> The wise among us will take heed, will hearken to the instructions and counsels of the servants of God, will pattern after Christ, and thirst after the things of God, and our lamps will be trimmed and burning, and we will be prepared to meet the bridegroom when he comes, and they that are ready will enter in with him to the marriage; and whether or not the door be shut upon those not so <div class=\"break columnbreak\" id=\"7b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0007.pdf\" target=\"pdfwin\">p.&#xA0;7b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1136\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> well prepared is a matter that belongs solely to him, and he can do just as he pleases about it.<span class=\"citation\" id=\"66015\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66015)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66015)\">Matt. 25:1-13<\/a><\/span> I want to have oil in my vessel, so that in case I should, in consequence of the weakness of the flesh, slumber a little, on arising my lamp would be trimmed ready to burn. This is doubtless your desire. Then live for it; mingle not your voices with the wicked, seek not after the delusive things of this world in their present state. But is not the Lord going to give the earth and the riches thereof to his Saints?<span class=\"citation\" id=\"61752\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61752)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61752)\">Dan. 7:27<\/a><\/span><span class=\"citation\" id=\"79529\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79529)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79529)\">Rev. 11:18<\/a><\/span><span class=\"citation\" id=\"85211\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85211)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85211)\">D&amp;C 38:39<\/a><\/span> Yes, that is the promise, and he has spoken it by the mouth of many of his Prophets. But when will this inheritance pass into the hands of his people? When we shall have sanctified the Lord in our hearts,<span class=\"citation\" id=\"77926\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77926)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77926)\">1 Pet. 3:15<\/a><\/span> sanctified our bodies and spirits<span class=\"citation\" id=\"127568\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127568)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127568)\">1 Thes. 5:23<\/a><\/span> in the truth,<span class=\"citation\" id=\"127569\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127569)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127569)\">John 17:17-19<\/a><\/span> and we become pure and holy, free from selfishness and from every sin; and until we shall have reached this state of perfection, we never need expect these things committed to our care,<span class=\"citation\" id=\"67761\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67761)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67761)\">Luke 16:11<\/a><\/span> for he will not do it. When the judgment is given to the Saints,<span class=\"citation\" id=\"61692\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61692)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61692)\">Dan. 7:22<\/a><\/span><span class=\"citation\" id=\"73231\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73231)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73231)\">1 Cor. 6:2<\/a><\/span> it will be because of their righteousness, because they will judge even as the angels and as the Gods, and not as the wicked do at the present time, who care not for God nor for justice, who care not for truth nor mercy, love nor kindness, who judge according to the wickedness of their hearts. I am very thankful that it is not our province, in our present condition, to judge the world; if it were, we would ruin everything. We have not sufficient wisdom, our minds are not filled with the knowledge and power of God; the spirit needs to contend with the flesh a little more until it shall be successful in subduing its passions, until the whole soul is brought into perfect harmony with the mind and will of God. And we must also acquire the  <div class=\"break pagebreak\" id=\"8a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0008.pdf\" target=\"pdfwin\">p.&#xA0;8a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1135\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>discretion that God exercises in being able to look into futurity, and to ascertain and know the results of our acts away in the future, even in eternity, before we will be capable of judging. <\/div><div class=\"paragraph jod\" id=\"v19n16\"> Let us live so that we shall be ready for any dispensation of providence. It is said He will come as a thief in the night.<span class=\"citation\" id=\"67637\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67637)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67637)\">Luke 12:44 (JST)<\/a><\/span><span class=\"citation\" id=\"75697\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75697)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75697)\">1 Thes. 5:2<\/a><\/span><span class=\"citation\" id=\"78453\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78453)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78453)\">2 Pet. 3:10<\/a><\/span><span class=\"citation\" id=\"90064\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90064)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90064)\">D&amp;C 106:4<\/a><\/span> We had better be on the watchtower, waiting in readiness for him, than to be putting off the time, for peradventure we might put it off until it is too late. <\/div><div class=\"paragraph jod\" id=\"v19n17\"> I have something to say to the Latter-day Saints about their temporal affairs, how we should live temporally, taking proper care of <div class=\"break columnbreak\" id=\"8b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0008.pdf\" target=\"pdfwin\">p.&#xA0;8b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1135\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> that which is committed to our charge, and using it for the benefit of ourselves and others, which I will tell you on some future occasion. <\/div><div class=\"paragraph jod\" id=\"v19n18\"> On the second Saturday and Sunday in May, the 12th and 13th, we will hold a two days' meeting here, or, if you choose to call it so, a District Conference of this Stake of Zion, to which you, and as many as can make it, convenient to attend, are invited. If you will come with clean hands and pure hearts,<span class=\"citation\" id=\"56516\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56516)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56516)\">Ps. 24:3-5<\/a><\/span> full of faith, so that the Lord can pour out his spirit upon us, we will have a time of rejoicing. God bless you. Amen. <\/div>\n<\/div>\n<\/div>"}