{"ID":190036, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">An Important Conference&#x2014;The Death of Joseph and the Death of Brigham&#x2014;The Keys of the Apostleship&#x2014;Revelation for the Guidance of the Church Comes Through the Head&#x2014;As to the First Presidency.<\/div>\n<div class=\"subtitle\">Discourse by Elder Geo. Q. Cannon, delivered in the New Tabernacle, Salt Lake City, Sunday Morning, October 8, 1877.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Geo. F. Gibbs.<\/div>\n<div class=\"pageHeader\">Page Header: An Important Conference, Etc.<\/div>\n<div class=\"speaker\">Speaker: George Q. Cannon<\/div>\n<div class=\"date\">Date: 10\/8\/1877<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d36\">\n<div class=\"paragraph jod\" id=\"v19n744\"> Our Conference is a most important one, one that doubtless will be long remembered by those who have participated in its deliberations and actions. It is not often that we, as a people, have been called upon to pass through such circumstances as those which have surrounded us for the past four or five weeks. Twice in our history, during the past forty-seven and a half years, have we been called to mourn the loss of him who has led the cause of the Holy Priesthood upon the earth. At both times the <div class=\"break columnbreak\" id=\"230b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0230.pdf\" target=\"pdfwin\">p.&#xA0;230b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0913\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> blow has fallen, it may be said, unexpectedly upon us; it was particularly so at the martyrdom of the Prophet Joseph Smith, for he had passed through so many difficulties, and had so many narrow escapes, and so many deliverances from perils of the most menacing character, that the Latter-day Saints had been led to regard him as almost invulnerable, and that his life would be spared to a good old age, if not to the winding up scene. His martyrdom, then, fell as a very unexpected blow upon the people. It  <div class=\"break pagebreak\" id=\"231a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0231.pdf\" target=\"pdfwin\">p.&#xA0;231a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0912\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>was a dreadful shock, for which a great bulk of the Latter-day Saints were unprepared. It is true that many were warned, especially those who were abroad among the nations preaching; they had dreams and manifestations of the Spirit concerning the terrible calamity. But those at home were scarcely prepared. Evidences came so quickly, one after another, that there was scarcely an idea among the people that his arrest, or his delivering himself up as he did, would terminate in such a catastrophe. The Church itself was so unprepared, by any previous experience, for the steps that were necessary to carry on the work that the Lord had established, and of which he had been the instrument. <\/div><div class=\"paragraph jod\" id=\"v19n746\"> I well remember the feelings that were experienced upon that occasion; how men's minds wondered, and the surmises that were indulged in; the guesses, the anticipations, some thinking one man would be chosen, and others that someone else would be. Many of the people were at an entire loss to know who would take charge of the Church affairs. And while they were not satisfied with Sidney Rigdon, nor his preaching, nor his propositions; a great many were undecided in their minds as to who would be the leader, or who would have the right to stand at the head. When the Twelve returned and their voices were heard in the midst of the people; when President Young stood before the congregation and spake to the people, doubt and uncertainty and every kindred feeling vanished, and everyone who had a sufficient portion of the Spirit of the Lord recognized in him the man whom the Lord had chosen to lead and guide his people, instead of the martyred Prophet. <\/div><div class=\"paragraph jod\" id=\"v19n747\"> For the first time in the history of the Church, the Twelve Apostles stepped forward and took the charge <div class=\"break columnbreak\" id=\"231b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0231.pdf\" target=\"pdfwin\">p.&#xA0;231b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0912\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of affairs, by the authority of the Apostleship, and the authority which they had received from the Prophet Joseph. And for a little rising of three years they led and guided the Church, until the Lord inspired his servant Brigham, to organize a First Presidency of the Church. This experience has been most valuable to us under our present circumstances. Men have looked back to the past; they have remembered what was done at the period to which I refer, and doubt uncertainty and hesitation have not existed to any extent; in fact, have not existed at all in the minds of those of long experience in the Church. The Twelve Apostles have the authority to lead and guide, to manage and direct the affairs of the Church, being the Quorum standing next to the First Presidency. Naturally it falls to them to step forward once more and assume the direction and control, to dictate and counsel and to regulate, so far as may be necessary, everything connected with the organization of the people, and the proclamation of the Gospel among the nations of the earth. <\/div><div class=\"paragraph jod\" id=\"v19n748\"> Although the blow has been a heavy one, and has fallen unexpectedly upon us, it seemed to me, during the past summer, in watching President Young, in listening to him, in associating with him, that he had obtained a new lease of life. He had not been able to speak for years in public assemblies with the ease to himself that he had done since the last winter. It seemed that he had overcome his weakness, a weakness of the stomach from which he suffered when he spoke to large congregations, and his bodily health appeared to be as perfect as it could be for a man of his age; this being the case, it was a very unexpected thing for him to pass off so suddenly. But in looking back at the circumstances that surrounded  <div class=\"break pagebreak\" id=\"232a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0232.pdf\" target=\"pdfwin\">p.&#xA0;232a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0911\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>him and that surrounded the Church, and the labors that were so essential for him to perform, we can now understand why it was that he was so greatly strengthened, that he had such vigor not only in speaking, but in performing the labors of traveling and visiting the various settlements, that he enjoyed. I do not believe myself that President Young could have felt as happy, as I know he does feel, had he left the Church in the condition it was in when he commenced his labors last spring. I am convinced that it has added greatly to his satisfaction; it has been a fitting consummation to the labors of his long life that he should be spared to organize the Church throughout these valleys in the manner in which it now is organized. It was remarked by brother Pratt, in his discourse, that at no time since the first organization of the Church have the Latter-day Saints been so well organized; everything set in order so completely as we now see them. This is his experience and his testimony; and you know he has been familiar with the Church from nearly the first of its organization to the present time. And I believe this would be the testimony of every man of years belonging to the Church. And I am thankful this day that President Young was spared to accomplish this work, that the Lord gave him the bodily vigor and the mental capacity sufficient to enable him to close up the labors of his earthly career in so fitting a manner. <\/div><div class=\"paragraph jod\" id=\"v19n750\"> He has marked out the path for the Twelve to pursue. And I was a number of times impressed during the summer that the spirit he possessed in relation to these matters impelled him to hurry them up, and have everything attended to quickly; almost a feeling of restlessness was manifested by him (which was so con<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"232b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0232.pdf\" target=\"pdfwin\">p.&#xA0;232b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0911\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>trary to his usual calmness of manner), to have the work of organization completed. I have been reminded a number of times of the same spirit that rested upon the Prophet Joseph; he seemingly could not rest, he was constantly stirring up and urging the Twelve to step forward and assume the responsibility that lay upon them, and to impart to the people the knowledge that the Lord had given to him, and to bestow upon the servants of God the keys and the authority of the holy Priesthood in its fulness. And President Young manifested the same spirit. He lived to receive Elder Taylor and the brethren of the Twelve who accompanied him after their return from organizing the last of the Stakes of Zion, and to confer with them. In a few hours afterwards he took his exit. <\/div><div class=\"paragraph jod\" id=\"v19n751\"> At no time probably in the history of the Church have the Saints been so calm and so serene, manifesting so little concern in relation to the way matters should go, and the affairs of the Church be conducted, as they have on this occasion. It has seemed as though the Lord has prepared the people for these things. He has poured out upon us the spirit of union that has not been enjoyed, probably, to so great an extent at any time in our history. There are great labors assigned to all of us in every department of the Priesthood. If we take up the work and carry it forward in the spirit with which it has been committed to us by him, now that he has gone from our midst, the Lord will continue to be with us, and to bless us as he did him. For He was with him all his life; He was with him in counseling the people; He was with him in prophesying to the people, and in teaching them and directing them in their temporal as well as their spiritual labors. And  <div class=\"break pagebreak\" id=\"233a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0233.pdf\" target=\"pdfwin\">p.&#xA0;233a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0910\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the Lord crowned his life with success, and his labors with blessing; and they who sustained him and obeyed his counsel have been prospered in every instance; and when they received the counsel in a proper spirit, and carried it out as it was given to them, they and the Church prospered under his presidency and administration; and it has gone forth in power and majesty, and in such a way as to bring conviction to the hearts of thousands of people that there is a power connected with this system called &#x201C;Mormonism,&#x201D; not comprehensible to any who do not view it, by the Spirit of God. I feel that we, as a people, should take hold of this work; that we, as Apostles, that we, as Seventies, and as High Priests, as Elders, as Priests, Teachers and Deacons, should take hold of this work in earnestness and in zeal, and carry it forward as our Prophet and file leader did during his lifetime; that we should take it up where he laid it down, and carry it on until the end is reached, and the full consummation of all things is accomplished; seeking to have the spirit that animated him, and to follow him as he followed Joseph, as he honored Joseph, as he revered Joseph, as he upheld Joseph, as he maintained Joseph, touching doctrine and counsel, so that it appears to me if we are animated by the Spirit of God we will honor him and follow in his footsteps, as he followed Joseph, and as Joseph followed Christ. When we do this, and take hold of this work with the earnestness and zeal which should characterize our actions, the Spirit and power of God will rest upon us, and he will bear us off as he has borne them off who preceded us; he will not desert us, nor leave us in any position where we will be destitute of help. <\/div><div class=\"paragraph jod\" id=\"v19n753\"> I listened with a great deal of <div class=\"break columnbreak\" id=\"233b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0233.pdf\" target=\"pdfwin\">p.&#xA0;233b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0910\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> pleasure to that portion of brother Pratt's discourse which I heard, in relation to the Apostleship and the authority of the Apostleship, and the right of the Priesthood to rule and to govern. There have been a great many ideas afloat in the minds of men concerning this work, and I suppose I have been interrogated I might say thousands of times&#x2014;at any rate I have been interrogated upon this point more than any other namely, Who will succeed President Young in case he dies? The Latter-day Saints who have had experience in this matter have not had occasion to ask this question; but many inexperienced Saints had it in their hearts, wondering what shape affairs would take in case anything were to happen to the President of the Church. <\/div><div class=\"paragraph jod\" id=\"v19n754\"> Every man who is ordained to the fullness of Apostleship, has the power and the authority to lead and guide the people of God whenever he is called upon to it, and the responsibility rests upon him. But there is a difference, as was explained by brother Pratt, that arises in some instances from seniority in age, in other instances from seniority in ordination. And while it is the right of all the Twelve Apostles to receive revelation, and for each one to be a Prophet, to be a Seer, to be a Revelator, and to hold the keys in the fullness, it is only the right of one man at a time to exercise that power in relation to the whole people,<span class=\"citation\" id=\"91476\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91476)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91476)\">D&amp;C 132:7<\/a><\/span> and to give revelation and counsel, and direct the affairs of the Church&#x2014;of course, always acting in conjunction with his fellow servants. And while we say that the Twelve Apostles have the right to govern, that the Twelve have the authority, that the Twelve Apostles are the men who preside&#x2014;when we say this, we do not mean that every one of  <div class=\"break pagebreak\" id=\"234a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0234.pdf\" target=\"pdfwin\">p.&#xA0;234a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0909\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the Twelve is going to give revelation to this great people, that every one of the Twelve has the right to counsel and dictate and regulate the affairs of the Church as emergencies may arise, independent of the rest. The Church is not governed like Zion's Cooperative Institution, by a Board of Directors; this is not God's design. It is governed by men who hold the keys of the Apostleship, who have the right and authority. Any one of them, should an emergency arise, can act as President of the Church, with all the powers, with all the authority, with all the keys, and with every endowment necessary to obtain revelation from God, and to lead and guide this people in the path that leads to the celestial glory; but there is only one man at a time who can hold the keys, who can dictate, who can guide, who can give revelation to the Church. The rest must acquiesce in his action, the rest must be governed by his counsels, the rest must receive his doctrines. It was so with Joseph. Others held the Apostleship&#x2014;Oliver received the Apostleship at the same time that Joseph did, but Joseph held the keys, although Oliver held precisely the same authority. There was only one who could exercise it in its fullness and power among the people. So also at Joseph's death, there was only one man who could exercise that authority and hold these keys, and that man was President Brigham Young, the President of the Quorum of the Twelve whom God had singled out, who by extraordinary providence had been brought to the front, although many were ahead of him according to ordination at one time and another. <\/div><div class=\"paragraph jod\" id=\"v19n756\"> Now that he has gone, one man only can hold this power and authority to which I refer, and that man <div class=\"break columnbreak\" id=\"234b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0234.pdf\" target=\"pdfwin\">p.&#xA0;234b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0909\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> is he whom you sustained yesterday, as President of the Quorum of the Twelve, as one of the Twelve Apostles and of the Presidency, John Taylor by name. When revelation comes to this people, it is he who has the right to give it. When counsel comes to this people, as a people, it is he who has the right to impart it; and while the Twelve are associated with him, one in power, one in authority, they must respect him as their President, they must look to him as the man through whom the voice of God will come to them, and to this entire people. By extraordinary providence he has been brought to the front. Men have wondered at it, why it was so. It is easy of explanation. There was a time when three living Apostles, three Apostles who now live, whose names were placed above his in the Quorum of the Twelve. But, when this matter was reflected upon, President Young was moved upon to place him ahead of one, and afterwards ahead of two others, until by the unanimous voice of the Apostles he was acknowledged the Senior Apostle, holding the oldest ordination without interruption of any man among the Apostles. Not that he sought it; not that he endeavored to obtain it; not that he begged for his place, for it is due to him to say to this congregation today, that no man has been more modest in urging his claim or setting forth his right than he. But President Young was led by the Spirit of God, as we do verily believe, to place him in his right position; and two years ago last June, in Sanpete, he declared in a public congregation that John Taylor stood next to him; and that when he was absent it was his right to preside over the Council. We little thought then, at that time, that there would be a necessity so soon arise when he  <div class=\"break pagebreak\" id=\"235a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0235.pdf\" target=\"pdfwin\">p.&#xA0;235a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0908\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>would be required to exercise that power, that authority and right. Most of the people could very readily imagine that President Young would have outlived President Taylor, but the Lord has ordered otherwise. <\/div><div class=\"paragraph jod\" id=\"v19n758\"> In relation to ordination, a great many people have imagined that it was necessary to ordain a man to succeed another, that it would impart a particular efficacy or endow him with some additional power. Ordination is always good and acceptable; blessings and setting apart are always desirable to those who have to go forth to prepare them for God's service; but it is not necessary that an Apostle should be ordained to stand at the head of the people. When the exigency arises, he has already got the fulness of authority, and the power of it. I was told of a dream that a person had shortly after the death of the Prophet. A person dreamed that a certain man had been set apart by the President, and the keys had been given him; and that President Young came and said that he had given to this person the keys. Now, that of itself, to a person understanding the principle, would carry its own contradiction with it. The man dreamed of was already an Apostle, holding and exercising the keys of the Apostleship; and therefore it would not be necessary for President Young to confer again upon him the keys. If every man of the Twelve but one were slain, the one remaining would have the right to organize a First Presidency of the Church, to choose Twelve Apostles, and to organize the Church in its fulness and power, and to preside over it. And his acts would be accepted of the Lord, and binding upon the people. This is the authority of the Apostleship. If every Apostle anciently had been slain but John the Revelator, as they <div class=\"break columnbreak\" id=\"235b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0235.pdf\" target=\"pdfwin\">p.&#xA0;235b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0908\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> all were, and there had been faith and men enough left, he would have had the right to ordain other Apostles, and set in order the entire Church, and carry forward the work as the Lord should dictate it. So in our day. As I have stated, it is not necessary for a man who has received this power and these keys to be ordained and set apart to act; he can act in any position. President Young, when he chose brother George A. Smith to be his First Counselor, in the place of Heber C. Kimball, did not lay his hands upon his head to confer upon him any additional power or authority for the position, because brother George A. held the Apostleship in its fulness, and by virtue of that Priesthood he could act in that or in any other position in the Church. He chose other assistant Counselors; he did not set them apart, there was no necessity for it, as they already held the Apostleship. And if he had, he could only have blessed them; he could not bestow upon them any more than they already had, because they had all that he himself had, that is when he chose them from the same Quorum. He did choose several of his assistant Counselors from the Quorum of the Twelve; he did not put his hands upon them to set them apart, nor to give them the authority and power to act as his Counselors; they already held it. <\/div><div class=\"paragraph jod\" id=\"v19n759\"> It is well for the Latter-day Saints to understand the principles of the Holy Priesthood, and the power thereof, that it may be known by you where the authority rests, who has the right to teach and guide and counsel in the affairs of the kingdom of God. The Lord has revealed it in plainness, so that a wayfaring man, though a fool need not err therein.<span class=\"citation\" id=\"59215\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59215)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59215)\">Isa. 35:8<\/a><\/span> Was it necessary that Elder Taylor should be set apart to preside over this people? Was it  <div class=\"break pagebreak\" id=\"236a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0236.pdf\" target=\"pdfwin\">p.&#xA0;236a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0907\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>necessary that the Twelve Apostles should be set apart to preside over this people? No it was not, for they already possessed the power, authority and ordination. Was it necessary for the Prophet Joseph Smith to set apart Brigham or Heber or Willard, or any of the rest of the Twelve Apostles? No, for the same reason, they had received the fulness of the Holy Priesthood, the full endowment and the keys, and the authority, and the fulness of the Apostleship; therefore it was not necessary. It might have been done; there would have been no wrong in doing it; there would be no impropriety in blessing a man; there would be no impropriety in a man like Joseph or Brigham, favored of God with the power to move the heavens to bring down blessings upon the children of men; I say, there would be no impropriety in such men laying their hands upon any man and blessing him; the Lord would bless him, if he were thus blessed. But I am now speaking of the authority and power of the Holy Priesthood. The blessing of such men or by such men, would not bestow upon him any additional authority or any more keys, presuming that he already had received the fulness of the Apostleship. Some may feel that the Lord should raise up a man by special manifestations of power to preside over his Church&#x2014;they having an expectation of that kind. Whenever the Lord does it will be because of there being a necessity for it, and whenever there is a necessity for it, it will not be made plain through one of the Twelve aside from the President, it will not be made plain through a Seventy, it will not be made plain through a High Priest, through an Elder, through a Patriarch; it will come as all revelations from the Lord come, to be binding upon this people, through the voice <div class=\"break columnbreak\" id=\"236b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0236.pdf\" target=\"pdfwin\">p.&#xA0;236b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0907\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of him whom the Lord chooses to be his voice, sanctioned by the Twelve Apostles. Hear it, O Israel! and remember it. Have I the right to say who shall preside over this people? No. Although an Apostle, holding the keys with my brethren and being side by side with them, having equal authority with them. Why? Because I am not chosen by the Lord to be his mouthpiece to the Latter-day Saints; what I mean by this, to give them revelation. It is my right to instruct and teach, to labor and to counsel; but it is not my right to organize a First Presidency for this Church, neither is it the right of any other man, excepting him whom the Lord has chosen the President of the Twelve, with that Quorum standing as the First Presidency. A day or two ago, a man came here and notified the President of the Twelve that he was to be the successor to Brigham. The most charitable construction you can put upon such speeches is that the man is crazy. Whenever the voice of the Lord comes upon such a subject, it will come with the power and demonstration of the Holy Ghost<span class=\"citation\" id=\"127706\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127706)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127706)\">1 Cor. 2:4<\/a><\/span> and with much assurance, and every Latter-day Saint on the earth will receive it, because the Spirit of God will bear testimony to our spirits that it is from Him, so that we cannot be deceived. It is our privilege to so live that we know the voice of the true shepherd, and cannot be deceived by those who profess to have revelation and have authority, when they have it not. And every man and woman in this Church should so live that when they hear the true voice, they will know it as they would know the voice of their nearest friend, and not be deceived or led astray. Well but, says one, Why cannot you organize a First Presidency now, if  <div class=\"break pagebreak\" id=\"237a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0237.pdf\" target=\"pdfwin\">p.&#xA0;237a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0906\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the Twelve have this authority? Do you want to know the reason, brethren and sisters, why we do not take such a step? I suspect you would like to know why a man and his two Counselors are not singled out, called and set apart by the voice of the people at this Conference, as the First Presidency of the Church? The reason is simply this: the Lord has not revealed it to us; he has not commanded us to do this, and until he does require this at our hands, we shall not do it. For the present, it seems to be the mind and will of God, as manifested to us, that the Twelve should preside over the Church. And until he does reveal unto his servants that it is right and proper that a First Presidency should be organized again, we shall wait, we shall do nothing of that kind. When the voice of God comes, when it <div class=\"break columnbreak\" id=\"237b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0237.pdf\" target=\"pdfwin\">p.&#xA0;237b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0906\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> shall be the counsel of our Heavenly Father that a First Presidency shall be again organized, the Quorum of the Twelve will be organized in its fullness as before. Therefore you can wait, as well as we, for the voice of the Lord; and when it does come, whenever it will be, you will see the Church take action in this matter; but until then, Latter-day Saints, you will be governed by the authority that already exists. If three men have the right to govern, certainly twelve men, all possessing the same keys, have that right and that authority. Then let us wait the good pleasure of the Lord, and cease surmises, and cease indulging in vain and foolish ideas upon these subjects. <\/div><div class=\"paragraph jod\" id=\"v19n762\"> I pray God to bless you, and pour out his Spirit upon us all, in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}