{"ID":190005, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Prayer.<\/div>\n<div class=\"subtitle\">By Elder Orson Pratt, delivered on the Occasion of Dedicating the Temple Site at Logan, Cache County, Utah, on Friday, at 12 M. O'Clock, May 18, 1877.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Geo. F. Gibbs.<\/div>\n<div class=\"pageHeader\">Page Header: Prayer.<\/div>\n<div class=\"speaker\">Speaker: Orson Pratt<\/div>\n<div class=\"date\">Date: 5\/18\/1877<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d05\">\n<div class=\"paragraph jod\" id=\"v19n96\"> O God, the Eternal Father, in the name of thy Son Jesus Christ, thy people and thy servants have met together upon this ground, for the purpose of dedicating the same unto the Lord our God, for building a house to thy name, even a Temple, wherein thy servants and thy handmaidens may receive such blessings as thou hast ordained to be bestowed upon thy people, that are pure in heart. We desire, our Father, that we may do this work with holiness of heart, that we may have the Spirit of the Lord our God to rest upon us, that we may dedicate and consecrate this place to be most holy&#x2014;a sacred and holy place unto thee, whereon may be erected a Temple that shall be acceptable in thy sight. By virtue and authority of thy holy Priesthood, we do dedicate and consecrate this Temple site, and its immediate surroundings. We pray that it may be sanctified, that the foundation thereof may be steadfast, that it may be permanent, even as a rock. <\/div><div class=\"paragraph jod\" id=\"v19n97\"> We pray that thou wilt bless those who shall labor thereon; those that <div class=\"break columnbreak\" id=\"30b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0030.pdf\" target=\"pdfwin\">p.&#xA0;30b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1113\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> shall make the necessary excavation for the basement story; those that shall quarry the rock, either from the quarries of the mountains or of the valleys; those who shall be engaged thereon and have the superintendence of this place; those that shall shape and cut the rock and prepare them to be placed in their proper places on the building; those who shall be engaged in drawing the sand, the lime and the clay, and in working the mortar; and all those that shall be engaged in any way on the erection of the building, whether in cutting and preparing the timbers, in quarrying rock, or in whatever work they may be engaged, pertaining to the building of this Temple, that they may be preserved by thy power, that thy protection may be over them, that thy holy angels may be with them, and that they may labor with their mights upon the edifice, until it shall be finished, until it shall be prepared for a still further dedication; that it may be built according to the instructions and inspiration and revelations of thy  <div class=\"break pagebreak\" id=\"31a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0031.pdf\" target=\"pdfwin\">p.&#xA0;31a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1112\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Holy Spirit, that shall rest more especially upon the First Presidency of thy Church; that thou wilt reveal to them the pattern of this building, and all things appertaining to its entire construction, that the same may be given to them by the inspiration of thy Spirit; that thou wilt raise up those who shall be skilled workmen to adorn and beautify the various apartments, and beautify and adorn the pulpits that shall be made for the various orders and presidents of thy holy Priesthood, and for all the work that shall be placed upon this holy Temple; that for strength, and for grandeur, and for beauty, it may be a house which thou shalt delight in. For, O Lord, we know that thou hast promised to place thy name in the House that thy people build to thee, if they shall do the work with holiness of heart. But thou, O Lord, dwellest in heaven, in thy celestial abode, and thou art clothed with greatness, glory and power, but yet thou dost condescend to have holy places here upon the earth, where thou canst more fully manifest thyself to thy servants and handmaidens. We therefore pray that the house which thy people shall erect upon this spot may be a holy place, where the inhabitants of Logan, of Wellsville, of Hyrum, and of all the towns and counties round about, that shall assist in the work of building, may be abundantly blessed therein; that it may be a place, a holy place, a holy sanctuary to them; that those of thy people who shall seek thee in thy house, and shall offer their prayers and their supplications to thee, may be heard in heaven, thy dwelling place, and their petitions be answered to them, according to the righteousness of their hearts. <\/div><div class=\"paragraph jod\" id=\"v19n99\"> We pray that thy blessing may be <div class=\"break columnbreak\" id=\"31b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0031.pdf\" target=\"pdfwin\">p.&#xA0;31b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1112\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> upon all those upon whom thou hast laid this duty of erecting this Temple, that they may be stirred up with great energy and much faith, to devote their means, and their ability and talents, and all that thou hast given to them, to perform the work that thou hast, through thy servants, required at their hands; that they, when it is completed, may have a place in this House; that they may receive ordinances therein; that it may be a house wherein they can minister for themselves, in their washings, in their anointings, in their endowments, in their baptisms for their dead, in their confirmations, and in their sealing ordinances; that in all of these things thy people may accomplish the work which is required of them, in this House; and that records thereof may be kept, and that there may be a place in thy House for the holy records of thy Church&#x2014;records that shall be acceptable in thy sight, records that shall be most holy, and stand to the justification of thy people who administer therein, and those who receive ordinances therein, whether for themselves or their dead; that out of all these books thy people may be judged, according to their works,<span class=\"citation\" id=\"80630\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80630)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80630)\">Rev. 20:12<\/a><\/span> according to that which they do, in thy name, with uprightness of heart. <\/div><div class=\"paragraph jod\" id=\"v19n100\"> Now, holy Father, we ask thee to bless this Temple site, this land on which this House shall be erected. Bless the elements thereof, that the same may be sanctified and purified and made holy. Bless the waters that come down from the mountains, whether they shall be conveyed in ditches, or aqueducts, or canals, that they may be blessed and made pure, for the purposes for which they shall be used, in thy holy Temple. We pray that thou wilt not only bless the place of the building, but all its  <div class=\"break pagebreak\" id=\"32a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0032.pdf\" target=\"pdfwin\">p.&#xA0;32a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1111\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>surroundings; bless this plane or bench, and the streets around, and the shade trees which are for the purpose of ornamenting, that thy blessing may be upon them, that they may grow to beautify the place of this sanctuary, that there may be a place where thy people shall delight to congregate themselves, and wherein they shall delight to enter into holy communion in supplication to the Most High, and to hold holy converse one with another. <\/div><div class=\"paragraph jod\" id=\"v19n102\"> May thy blessing be upon all those of thy people who reside in this county and the surrounding counties, that shall do this work, that they may be blessed in their basket, and stores&#x2014;blessed in their orchards and gardens, in their farms and fruits. Wilt thou, O Lord, restrain the coldness of the climate, the frosts and the snows, that they may not fall upon the earth out of season, that the earth may not fail to yield to thy people rich harvests, that they may reap and gather in great abundance? May thy blessings be upon all the labors of their hands, and grant that their flocks may be greatly increased and multiplied. Wilt thou bless their labors in their endeavors to beautify their habitations, and in planting out shade trees to make this a delightful place, upon this thy footstool? <\/div><div class=\"paragraph jod\" id=\"v19n103\"> O Lord, bless him whom thou hast inspired, even thy servant, President Brigham Young, to say to thy people, &#x201C;Build to the Lord a house in this part of the Territory.&#x201D; Bless him, O Lord, with long life; bless him with exceedingly great health and strength of body. Remove from him all the infirmities of old age. Grant, O Lord, that he may live to see this House erected, finished and set in order, according to thy righteous will, that within its walls he may rejoice in the midst of his brethren, <div class=\"break columnbreak\" id=\"32b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0032.pdf\" target=\"pdfwin\">p.&#xA0;32b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1111\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and not only live to see the finishing of this Temple, but to behold the completion of the Temple to be erected in Salt Lake City, and the one commenced at Manti, in Sanpete County; that he may rejoice and be made glad in all thy goodness, and in beholding the beauty of the works of the hands of thy people,<span class=\"citation\" id=\"85411\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85411)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85411)\">D&amp;C 42:40<\/a><\/span> and thy blessings that shall be in their midst. Bless, O Lord, his generations after him, that they may rise up and be mighty men in the earth; that they may be clothed with the power and the spirit, so abundantly manifested upon their respected father; and may his descendants, in all generations, enjoy, even more abundantly, superior wisdom and knowledge and understanding from the heavens, to discern in their several callings all things which shall tend to the blessing and glory and future exaltation and progress of mankind on the earth; and that there never may be a time or period, in all the generations of this world, when he shall not be represented by a numerous posterity, who shall enjoy the fullness of the holy Priesthood, and the powers, blessings, and keys thereof. <\/div><div class=\"paragraph jod\" id=\"v19n104\"> Bless, O Lord, his Counselors and the Council of the Twelve Apostles, and bless all who preside, not only in this Stake of Zion, when it shall be more fully set in order, but in all the Stakes of Zion throughout these mountain regions. Bless this whole community, that they may be prepared to enter into thy House, when it shall be completed, with clean hands and pure hearts. <\/div><div class=\"paragraph jod\" id=\"v19n105\"> May blessings, and heavenly manifestations, and excellency of wisdom, and fullness of knowledge be the portion of thy Priesthood and of thy Saints, throughout all their dwelling places,<span class=\"citation\" id=\"57925\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57925)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57925)\">Isa. 4:5<\/a><\/span> but more especially in these holy places, appointed and dedicated unto thy great name, wherein thou  <div class=\"break pagebreak\" id=\"33a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0033.pdf\" target=\"pdfwin\">p.&#xA0;33a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1110\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>wilt dwell among thy people forevermore. Hear, O Lord, these humble petitions of thy people, and mercifully accept the dedication of this <div class=\"break columnbreak\" id=\"33b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0033.pdf\" target=\"pdfwin\">p.&#xA0;33b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1110\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> ground, by thy servants. All of which we humbly do, and ask for, in the name of thy beloved Son, even Jesus Christ. Amen. <\/div>\n<\/div>\n<\/div>"}