{"ID":190028, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Expectations Deferred&#x2014;On Revelation&#x2014;Marriage, How Performed&#x2014;Should Be Encouraged Among the Youth&#x2014;Love Controllable&#x2014;Meant to Be Under the Dominion of Righteousness&#x2014;And to Be for Time and Eternity.<\/div>\n<div class=\"subtitle\">Discourse by Elder Charles C. Rich, delivered at a Conference Held in Paris, Idaho, Nov. 11, 1877.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: James H. Hart.<\/div>\n<div class=\"pageHeader\">Page Header: Expectations Deferred, Etc.<\/div>\n<div class=\"speaker\">Speaker: Charles C. Rich<\/div>\n<div class=\"date\">Date: 11\/11\/1877<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d28\">\n<div class=\"paragraph jod\" id=\"v19n511\"> Brethren and sisters&#x2014;I have a few remarks to make to the Saints this afternoon, and I trust I shall have your prayers and attention. I feel my weakness and that I am unable to benefit the Saints without the Spirit of the Lord. And the same applies to all who stand before the Saints, to minister in word and doctrine. We are taught by the revelations given us through the Prophet Joseph, that we should not undertake to teach without the spirit,<span class=\"citation\" id=\"85296\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85296)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85296)\">D&amp;C 42:14<\/a><\/span><span class=\"citation\" id=\"85935\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85935)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85935)\">D&amp;C 50:13-18<\/a><\/span> and I feel that I need its influence and power, that I may speak such things that will be pleasing to the Lord. If I have any pride it is in being an Elder in the Church of Jesus Christ, and having the privilege of presenting the principles of life and salvation to the people, and in preaching the fulness of the Gospel that has been restored to us in the last days. Many seek after the honors of the world, none of which are worthy to be compared with the honor of serving God, in proclaiming His Gospel to the inhabitants of the earth. I have had the honor of being in this Church for many years. It has been organized upwards of forty-seven years. When I first re<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"161b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0161.pdf\" target=\"pdfwin\">p.&#xA0;161b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0982\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ceived the Gospel I did not expect forty-seven years to pass away before the prophecies would be fulfilled concerning the second coming of the Savior, and the end of the world. I expected the Savior would come and reign upon the earth,<span class=\"citation\" id=\"127646\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127646)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127646)\">D&amp;C 43:29<\/a><\/span><span class=\"citation\" id=\"127647\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127647)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127647)\">D&amp;C 76:63<\/a><\/span> before this time, as the King of Kings and Lord of Lords.<span class=\"citation\" id=\"80450\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80450)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80450)\">Rev. 19:16<\/a><\/span> In the revelations given to the Prophet Joseph, Jesus said it would be but a short time<span class=\"citation\" id=\"127650\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127650)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127650)\">D&amp;C 52:11<\/a><\/span><span class=\"citation\" id=\"127651\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127651)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127651)\">D&amp;C 84:97<\/a><\/span><span class=\"citation\" id=\"127652\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127652)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127652)\">D&amp;C 109:59<\/a><\/span> before he would come and take the Kingdom.<span class=\"citation\" id=\"127648\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127648)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127648)\">D&amp;C 35:27<\/a><\/span><span class=\"citation\" id=\"127649\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127649)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127649)\">D&amp;C 65:5-6<\/a><\/span><span class=\"citation\" id=\"89902\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89902)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89902)\">D&amp;C 104:59<\/a><\/span> We are not accustomed to hear the Lord speak, and when he spoke of a short time, we understood it according to our use of the language.<span class=\"citation\" id=\"89903\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89903)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89903)\">D&amp;C 104:59<\/a><\/span> Forty-seven years may appear a long time with us, but a thousand years is not a long time with the Lord.<span class=\"citation\" id=\"78440\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78440)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78440)\">2 Pet. 3:8<\/a><\/span> A few moments with Him is a long time with us. It takes a long time according to our reckoning to do the work the Lord has decreed concerning the children of men in this last dispensation. It is no small matter to preach to all nations and kingdoms of the earth; this has to be done; all people must be warned of the judgments of the Lord that are coming upon the earth.<span class=\"citation\" id=\"88630\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88630)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88630)\">D&amp;C 88:81<\/a><\/span> The sound of the everlasting Gospel must go forth to all  <div class=\"break pagebreak\" id=\"162a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0162.pdf\" target=\"pdfwin\">p.&#xA0;162a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0981\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>nations.<span class=\"citation\" id=\"88742\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88742)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88742)\">D&amp;C 88:103<\/a><\/span> It is a great work for us to perform individually and collectively, to preach the Gospel of Jesus Christ to all nations, and to prepare for his coming. Some may think it a small work to prepare for his coming. I do not think so. I find myself far from being prepared. Are we worthy to be received and dwell where our Savior dwells? No one can dwell with him but those who overcome and endure to the end. It should give us more energy and more determination to overcome our sins when we find everything depends on our perseverance to the end. We should be energetic in doing the will of God. We find we have many things to learn, and we learn daily by our experience something we did not know before, and thus we feel our dependence upon the Lord for wisdom to lead and guide us into all truth.<span class=\"citation\" id=\"70407\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70407)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70407)\">John 16:13<\/a><\/span> It is important we put our trust in God. We may have imagined that we were safe from danger and would stand, but difficulties crowd upon us which we had never considered, and we are tempted and tried to prove whether we are willing to stand the trials or not. It is with us like the parable of the sower;<span class=\"citation\" id=\"64516\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64516)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64516)\">Matt. 13:18-23<\/a><\/span> some seed fell on stony ground,<span class=\"citation\" id=\"64526\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64526)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64526)\">Matt. 13:20-21<\/a><\/span> some fell among thorns<span class=\"citation\" id=\"64542\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64542)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64542)\">Matt. 13:22<\/a><\/span> and so perished. So it is in the hearts of many who join the Church of Jesus Christ. Some seed has fallen on good ground, and has brought forth fruit.<span class=\"citation\" id=\"64547\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64547)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64547)\">Matt. 13:23<\/a><\/span> The Lord has said He seeks those who worship Him in spirit and in truth.<span class=\"citation\" id=\"69087\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69087)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69087)\">John 4:23-24<\/a><\/span> He is no respecter of persons.<span class=\"citation\" id=\"71759\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71759)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71759)\">Acts 10:34<\/a><\/span> He has no favorites&#x2014;only on the principle of righteousness. We are all His children, one as well as another. His sun shines on the just and the unjust,<span class=\"citation\" id=\"63254\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63254)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63254)\">Matt. 5:45<\/a><\/span> and He causes the earth to bring forth fruit for the benefit of all. He is impartial in His character, and those who love Him and keep His com<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"162b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0162.pdf\" target=\"pdfwin\">p.&#xA0;162b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0981\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>mandments are accepted of Him.<span class=\"citation\" id=\"127653\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127653)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127653)\">Deut. 7:9<\/a><\/span> If you will not accept His kindness, if you will not receive His blessings, He is not to blame. They are offered free to all without money and without price.<span class=\"citation\" id=\"59777\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59777)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59777)\">Isa. 55:1<\/a><\/span> When Jesus came into the world and died for the sin of the world, he blotted out original sin. He did not die for us only, but for every creature. These are some of the characteristics of our Lord and Savior. We do not receive His counsels as we should. We are called upon to be perfect like unto Him, and to walk in His footsteps. To be perfect and godlike, we must do as He did while upon the earth, for He said, &#x201C;I came not to do my will, but the will of my Father who sent me.&#x201D;<span class=\"citation\" id=\"69247\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69247)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69247)\">John 6:38<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v19n513\"> I want to say a few words on another important subject. We are a people who profess to believe in revelations. I have thought many times that this principle was very little understood. If I can have the spirit to sustain me I will instruct the Saints this afternoon in this principle. What is the spirit of which we are speaking? It is neither more nor less than the Holy Spirit. I don't know of two kinds of Holy Spirit. It is the spirit of promise, the same that imparts revelation from heaven. I have many times heard persons deliver revelations, in which I had no faith whatever. It is difficult to be deceived, if we know the proper channel through which they are to be received. We, as the Church of Jesus Christ, cannot live without revelation. If we had no revelations in this Church, we would not be the Church of Jesus Christ. It is important when we need revelations, that we understand what channel they should come through. We read in the early history of this Church that Oliver Cowdery, who  <div class=\"break pagebreak\" id=\"163a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0163.pdf\" target=\"pdfwin\">p.&#xA0;163a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0980\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>was the second Apostle in this Church, was instructed on this subject, and it is written for our learning.<span class=\"citation\" id=\"83900\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83900)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83900)\">D&amp;C 8:1-12<\/a><\/span> The Lord told Oliver that Joseph was the man to receive revelations for the Church; he might receive revelations for himself, but those to the Church must come through Joseph Smith, or the leader.<span class=\"citation\" id=\"84690\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84690)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84690)\">D&amp;C 28:1-16<\/a><\/span> If we need revelations for our guidance, what channel should they come through? You have just voted to sustain the Twelve Apostles as Prophets, Seers, and Revelators. Brother John Taylor is the President of that Quorum, therefore when revelations are needed for the government of this Church, they will come through President John Taylor, as long as he lives, because he holds the keys of the Apostleship. He does not hold any keys or powers that he did not hold when President Brigham Young was alive, or any other keys than are held by his brethren of the Twelve; but the Lord will speak to us through the head of his Church, through him who holds the Presidency. We should all understand these principles that we may not be deceived, and if revelations are given from any other source professing to guide the Church, we may know they are not from God. All of us have the privilege of receiving revelations. For the Church? By no means; we cannot receive all that are necessary for the performance of our duties. We have here a Stake of Zion, and a presidency of this Stake. Can anybody receive revelations for the government of this Stake? Certainly not. If any person other than the Presidency should profess to receive revelations for its government, would you consider them genuine revelations? If so, you would be mistaken. We are entitled to the Holy Spirit to help us in the dis<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"163b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0163.pdf\" target=\"pdfwin\">p.&#xA0;163b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0980\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>charge of our duties and to teach us all that is necessary for our guidance. The Bishop is entitled to the spirit of revelation to teach him his duties, and when guided by that spirit he will never come in collision with those who preside over him. <\/div><div class=\"paragraph jod\" id=\"v19n515\"> Some years ago, when I was presiding in California, evening meetings were established. I think it was about the time of the reformation. On one occasion I had been away for a short time, and on my return I found a large crowd on the water's edge, some of whom were being baptized. I think brother Hopkins was there, and I asked him, subsequently, what induced the people to turn out so suddenly; he replied that some sister had received a revelation the night before, commanding them to be baptized. I told him that if any revelation had been given on that subject, I should have known it. We should seek to be governed by these principles, and learn to discern the spirits, and discriminate between that which is from God and that which is from beneath. If we seek unto the Lord he will give us wisdom to lead us into all truth.<span class=\"citation\" id=\"70408\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70408)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70408)\">John 16:13<\/a><\/span> It is a serious thing to say the Lord has spoken through us if he has not. To say thus saith the Lord,<span class=\"citation\" id=\"53857\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53857)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53857)\">Ex. 4:22<\/a><\/span> when the Lord has not spoken, would subject us to his wrath and displeasure. It is a fearful thing to fall into the hands of the living God. If we receive revelations we should be sure they are not leading us outside of our duties, but tend to our instruction and improvement, and lead us to perform those duties devolving upon us. <\/div><div class=\"paragraph jod\" id=\"v19n516\"> There is another matter important to the Saints, of which I would like to speak this afternoon; it is the subject pertaining to marriage. It was the first great commandment given to our parents in the Garden  <div class=\"break pagebreak\" id=\"164a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0164.pdf\" target=\"pdfwin\">p.&#xA0;164a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0979\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of Eden. The Lord said: &#x201C;Be fruitful, and multiply, and replenish the earth.&#x201D;<span class=\"citation\" id=\"52316\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52316)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52316)\">Gen. 1:28<\/a><\/span> This principle, like the principle of revelation, should be properly understood and rightly and legally administered. Some persons rush into marriage hastily and inconsiderately, with no other consideration than that they call love, which frequently brings misery and unhappiness. We have to tell them what is wrong in relation to this principle. It would be unwise and unpleasant for an Elder in Israel to perform a marriage ceremony that could not be acknowledged in heaven. Since the endowment house has been closed in Salt Lake City, those wishing to be married according to the laws of heaven have had to travel down to St. George, where they can be sealed together for time and all eternity; for a Temple is the proper place in which to perform these sacred ordinances. We learn from our past history and experience that there have been deviations from this rule from time to time, according to the circumstances of the people, and the attention of the Twelve has been called to the subject, and it has been taken under advisement. We learn that although a Temple stood in Kirtland, still the Prophet Joseph gave endowments and performed marriages in Nauvoo before the Nauvoo Temple was built. The same was done in Salt Lake City for many years, and those endowments and marriages were legally administered; and the way may be opened by which these ordinances can be performed among us without having to travel to St. George for that purpose. This no doubt will be gratifying to the Saints, particularly to the young. There are ordinances that can only be administered in a Temple, hence the importance of completing the Tem<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"164b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0164.pdf\" target=\"pdfwin\">p.&#xA0;164b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0979\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ple so that these ordinances may be administered for the living and for the dead. In relation to this deviation from this rule pertaining to sealings and endowments, we understand that the Priesthood is greater than the Temple, and that which is sealed on earth by those holding the keys, is sealed in heaven. Many cannot go to St. George to receive their marriages and endowments, and should the way be opened by which they may be performed without going there, it will be appreciated, for all who understand the Gospel and the sacred ordinances pertaining thereto, would prefer to be married in the proper manner. I don't know how far these privileges may extend, whether they will extend to plural marriages or not; it will be as the Lord wills; should it be the case that we obtain these privileges, it will be no cause for slackening our labors on the Temple. Our dead friends are waiting for their baptisms and other ordinances, which can only be administered in a Temple. I cannot say any more on this subject until arrangements are more fully perfected. <\/div><div class=\"paragraph jod\" id=\"v19n518\"> There is no blessing that our heavenly Father is not ready to bestow upon us on condition that we observe the laws and ordinances established for the salvation of his Saints. We are brought together from time to time that we may be instructed and learn our duties. There are many things to talk about, we have to select a few and pass by the rest. The principle of marriage is one of great importance; our young men and maidens are called upon to become united and to learn to live together and accomplish all the Lord has commanded. <\/div><div class=\"paragraph jod\" id=\"v19n519\"> One of the Bishops remarked yesterday that the people liked cooperation very much when they obtained  <div class=\"break pagebreak\" id=\"165a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0165.pdf\" target=\"pdfwin\">p.&#xA0;165a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0978\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>big dividends, which principle is very good if it is right. As Latter-day Saints we have to deal with the Lord; he knows our hearts and comprehends our thoughts, and we cannot cover up the secrets of hearts from him. What we do that is right will be approved; that which we do that is wrong will be disapproved. If we are willing and obedient we shall find very little trouble in cooperation. We have embraced it in a small way, and we are expected to handle it honestly; and if we do not handle it honestly, it would be better if we never embraced it at all. We should seek to the Lord for knowledge and wisdom that we may deal with each other righteously, that we may establish confidence in each other that cannot be shaken. The Lord wishes to introduce and perfect among his Saints the principles of union. He intends to lift his people up, and to make them wealthy. When his will is done among the Saints<span class=\"citation\" id=\"63403\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63403)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63403)\">Matt. 6:10<\/a><\/span> there will be no poor among them.<span class=\"citation\" id=\"92952\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92952)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92952)\">Moses 7:18<\/a><\/span> When this time comes all will form one kingdom and serve one God. We are all entitled to his blessings and all should be devoted to his service. <\/div><div class=\"paragraph jod\" id=\"v19n521\"> It is not his will that one should be lifted up and another put down, one be made rich and another poor.<span class=\"citation\" id=\"85096\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85096)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85096)\">D&amp;C 38:25-26<\/a><\/span> We have to keep this principle in view in our cooperative labors and be one, or we are not the Lord's.<span class=\"citation\" id=\"85154\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85154)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85154)\">D&amp;C 38:27<\/a><\/span> It is the purpose of the Lord to build up the poor, and these principles are revealed for its accomplishment. If twenty or thirty persons engage in business and we make them more wealthy, and others poor, what difference is there between us and the Gentile world? If we do as is done in the world, wherein are we better than they? If we carry out the principle of cooperation with unselfishness of spirit and singleness of heart, it will build us up, and the poor <div class=\"break columnbreak\" id=\"165b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0165.pdf\" target=\"pdfwin\">p.&#xA0;165b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0978\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> also. We do not want to take one man's means and give to another; that is not the principle intended; but by uniting our means we can establish a store, a tannery or other business that will be profitable. If we do not so cooperate, others may come in who have no interest in our prosperity, who will trade and traffic, and when they become wealthy would leave us and spend their means elsewhere. This has been our experience in years past with those who have come among us with their merchandise. We can prevent this in the future by our cooperative institutions. It is right and proper that we should combine for self-defense against this world, and so protect our general interests. <\/div><div class=\"paragraph jod\" id=\"v19n522\"> I cannot say much in favor of stores although it is necessary that we have such institutions. The grand object before us is to make what we need, and dispense with outside importations, as much as possible. We must not be content to buy and sell what we get abroad, we want to establish a factory, and make our own clothing. We don't want our wool to go abroad to be manufactured for us; but we must make the necessary preparations to make it up ourselves. We find occasionally among us one who wants to strike out in business on the Gentile principle, and a few are always ready to feed and encourage an institution of that kind; but we must learn better and do better, and show by our faith and works that we will not sustain such institutions, but that we will serve the Lord, and sustain our brethren, and discard everything that is set up in opposition to the institutions of Zion. When the Saints are governed by these principles, then you will find a people who are willing to devote their energies and means to establish and advance our home institutions. <\/div> <div class=\"break pagebreak\" id=\"166a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0166.pdf\" target=\"pdfwin\">p.&#xA0;166a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0977\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v19n524\"> I will say a few words on the subject of counsel. We are a people who profess to be governed by counsel. It never hurts anyone to obey the counsels of the servants of God, but we should never ask counsel unless we intend to receive it; you should never ask counsel when your mind is made up concerning the thing you ask. The most important counsels are given us from the pulpit or stand, and it would be well with us if we obey them. King Saul inquired of the Lord through his Prophet concerning Israel.<span class=\"citation\" id=\"55457\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55457)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55457)\">1 Sam. 14:36-37<\/a><\/span> They had already determined to go to battle. The Prophet Samuel told them to go; they did so and got whipped.<span class=\"citation\" id=\"55460\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55460)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55460)\">1 Sam. 15:1-5<\/a><\/span> We should understand that there is safety in counsel, but we should seek for it in the proper manner, and from the proper source. We should go for counsel where we have the right to go. When you need counsel you should go to your Bishop or President, and he will give you good counsel if he has any to give. If the Bishop does not understand the matter and cannot give counsel understandingly, let him tell the applicant that he don't know how to counsel in this matter; for we shall be held accountable for our acts and counsels and for everything we do or say. If any persons want to know anything you do not know, tell them to go to someone who does know, so that they may not take a leap in the dark. If I were counseled to leave Bear Lake Valley I would leave. It is right for me to be governed by counsel, and if it is right for me it is right for you also, for this principle will apply to us all. Some have left Bear Lake Valley without asking counsel; I do not condemn them; let them do as they please; if they want counsel of me I will give it if I have any to give, if they do not, I wish them well; but I am mistaken <div class=\"break columnbreak\" id=\"166b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0166.pdf\" target=\"pdfwin\">p.&#xA0;166b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0977\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> if they do not find more or less difficulty where they go, but that is their affair; they are gone, and may they prosper. <\/div><div class=\"paragraph jod\" id=\"v19n525\"> I have a few words to the sisters, Ladies' meeting was announced for Thursday next; the general report given at this Conference concerning the Ladies' Relief Societies, is, that they are a great help to the Bishops. One of the Bishops stated that they rendered assistance in substantial means in helping to build a meetinghouse. I am glad to learn of their efforts in laying up grain. It is gratifying to see this disposition manifested among the sisters. If all the sisters advocate the laying up of grain it would not be graceful for them to say to their husbands, let us have a few bushels to trade out at the store. When in Salt Lake some time ago, a lady came round and wanted to sell some notions; she said she had just sold a sister twenty-five yards of lace, only one dollar per yard. When I see such things among the Saints I think it a little extravagant; it needs a great amount of means to support a wife who indulges in many such purchases. Some people have extraordinary notions concerning marriage; they think they must have everything to start with; they don't want to marry unless they can have a carriage, horses, and servants, and many things besides; these are extravagant notions. I have heard it taught by the Presidency that young people should marry, and to commence they should have a straw bed; they should have at least a bed tick, and fill it with straw, and commence any way. I remember hearing that my great grandfather and his wife, when they started in married life had but one or two blankets to start with. They took up some land, both went to work with a will, and they were successful, and before they died they had  <div class=\"break pagebreak\" id=\"167a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0167.pdf\" target=\"pdfwin\">p.&#xA0;167a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0976\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>become wealthy. They owned two large farms, good rock houses and property worth sixty thousand dollars, all accumulated by their labor, industry and economy. Many persons marry those possessing fortunes and soon become poor; they are almost sure to run through their property; they did not earn it, and they don't know how to use it. Concerning marriage, it must be an important matter for God to teach and command obedience to it. What constitutes its importance? In the first place a man cannot have an exaltation without a wife. It was some years before I learned the fact that I could not do much good without a wife and without posterity. I therefore concluded to marry. And you ladies cannot wear a celestial crown without a husband; if you happen to get a husband who is not entitled to a crown, what are you going to do? If I were a lady I should be careful whom I married: I should want to be pretty sure that the man tried to live his religion as revealed to us. Young folks generally marry because they love, sometimes because they are pretty. It is said that beauty is &#x201C;only skin deep,&#x201D; and I believe it is so, it will shortly fade away. We should be reasonable on this subject, as well as on others; but when a person is love struck, there is no reason in them. We should never be struck very bad. We should love so that we could throw him off at any time if he does not do right. Where is the man who understands the principles of the Gospel who does not want to lay a foundation for a kingdom? Some young people, and some older ones, appear to have but little judgment of marriage. When we marry it should be for time and eternity. I have thought many times that if a man or woman could get the Lord to tell them who to marry they would <div class=\"break columnbreak\" id=\"167b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0167.pdf\" target=\"pdfwin\">p.&#xA0;167b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0976\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> do well, if not, I would do the best I could. Father Abraham married Sarah<span class=\"citation\" id=\"53004\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53004)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53004)\">Gen. 11:29<\/a><\/span> and Hagar<span class=\"citation\" id=\"53122\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53122)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53122)\">Gen. 16:3<\/a><\/span> many years ago, and great nations have sprung out of this marriage. If we do as well as he did we shall be blessed as he was blessed. I want to impress this upon the minds of the young and old, that we should labor to accomplish all the good we can in this world. We have encountered many things and have learned many things. We have learned that there is an immense amount of selfishness in this world, and that it is a very bad thing, and we should get rid of it as soon as possible. We should be as willing that others should enjoy the blessings of the Lord as ourselves. We should be as willing to bless other people as we are to be blessed ourselves. I want you, my brethren and sisters, to think of these things and treasure them up in your hearts. Whatever the Spirit will allow me to say to you I will say to the best of my ability. When Jesus came to the Nephites he found them unprepared to receive his words, and he said to them, &#x201C;I will come again tomorrow; you are not prepared to receive my words.&#x201D;<span class=\"citation\" id=\"82754\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82754)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82754)\">3 Ne. 17:1-3<\/a><\/span> He came to them several times; and they became prepared, finally, to hear and learn, that which they were not prepared to learn before. If we are not prepared to receive the word of the Lord today, we may possibly be prepared tomorrow. <\/div><div class=\"paragraph jod\" id=\"v19n527\"> I am glad to meet you, my brethren, to behold the manifestation of good feeling and witness your willingness to build up Zion, and establish righteousness on the earth. And may you continue faithful, that you may be happy and prosperous and realize all the promises. It is promised that the Saints shall be the richest of all people,<span class=\"citation\" id=\"85212\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85212)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85212)\">D&amp;C 38:39<\/a><\/span> and to realize this promise, we must be guided by those placed to lead us. This is the  <div class=\"break pagebreak\" id=\"168a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0168.pdf\" target=\"pdfwin\">p.&#xA0;168a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0975\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>principle of safety and success. Any other course will produce sorrow. That God will bless the Saints in this <div class=\"break columnbreak\" id=\"168b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0168.pdf\" target=\"pdfwin\">p.&#xA0;168b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0975\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Stake of Zion and all his people, is my prayer in the name of Jesus Christ. Amen. <\/div>\n<\/div>\n<\/div>"}