{"ID":190020, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Savior Among the Nephites&#x2014;Printing of the Book of Mormon&#x2014;The Presidency of the Church&#x2014;The Ancient Priesthood&#x2014;The Kirtland Temple.<\/div>\n<div class=\"subtitle\">Discourse by Elder Orson Pratt, delivered at the New Tabernacle, Salt Lake City, Friday, October 5, 1877.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Geo. F. Gibbs.<\/div>\n<div class=\"pageHeader\">Page Header: The Savior Among the Nephites, Etc.<\/div>\n<div class=\"speaker\">Speaker: Orson Pratt<\/div>\n<div class=\"date\">Date: 10\/5\/1877<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d20\">\n<div class=\"paragraph jod\" id=\"v19n350\"> I will read a few words of our Lord and Savior, at the time of his last personal appearance among the Nephites, or rather, the last account of His appearance in their midst, so far as the Book of Mormon has given the history. <\/div><div class=\"paragraph jod\" id=\"v19n351\"> &#x201C;Write the things which ye have seen and heard, save it be those which are forbidden. Write the works of this people, which shall be, even as hath been written, of that which hath been. For behold, out of the books which have been written, and which shall be written, shall this people be judged, for by them shall their works be known unto men. And behold, all things are written by the Father; therefore out of the books which shall be written shall the world <div class=\"break columnbreak\" id=\"111b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0111.pdf\" target=\"pdfwin\">p.&#xA0;111b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1032\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> be judged. And know ye that ye shall be judges of the people, according to the judgment which I shall give unto you, which shall be just. Therefore, what manner of men had ye ought to be? Verily I say unto you, even as I am.&#x201D;<span class=\"citation\" id=\"82978\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82978)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82978)\">3 Ne. 27:23-27<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v19n352\"> These words of our Lord and Savior, to the ancient Israelites of the American Continent, are written, not only for the benefit of the descendants of the Israelites, who inhabit the Continent, but also for the benefit of all people, that all might know something in relation to the authority that God bestowed upon His servants in ancient times. The Priesthood is not a delegated authority from heaven to be merely exercised in this life; it is a divine au<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"112a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0112.pdf\" target=\"pdfwin\">p.&#xA0;112a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1031\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>thority intended to be exercised in the next life, as well as this: its exercise here is only the beginning. <\/div><div class=\"paragraph jod\" id=\"v19n354\"> Before dwelling upon this subject, I wish to say to the Latter-day Saints, that I have been permitted by the counsel of the servants of God, to perform another but very short mission abroad, having left Salt Lake City on the 18th July, and returned again after about two months and nine days' absence, traveling, during this period of time, about thirteen thousand miles, by land and ocean. I feel very glad, and rejoice, that I have had this opportunity of going out once more among mankind abroad. Although my mission was not specially a preaching mission, to declare to the people the things of the kingdom of God, yet I endeavored, so far as opportunity permitted to bear my humble testimony among the people. <\/div><div class=\"paragraph jod\" id=\"v19n355\"> My mission, as is well known, was to go to England, for the purpose of printing the Book of Mormon, and the Book of Doctrine and Covenants, according to the phonotype system of Pitman. I will here state, that Pitman's system of phonetics has been changed and re-changed, in England, so many times, that it has finally and almost entirely dropped out of use in that country. Pitman still continues to publish a periodical in which he gives his present forms of type or characters, and present forms of spelling, but his paper is more particularly advocating the system of shorthand writing, or phonography, which is quite popular in England. By making inquiry, I found that one of the brothers, Benj. Pitman, in consequence of the numerous alterations that were being made, was disgusted, and came to America to see if he could establish a system upon a little different principle. A certain wealthy gentleman <div class=\"break columnbreak\" id=\"112b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0112.pdf\" target=\"pdfwin\">p.&#xA0;112b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1031\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> in our country became interested in the enterprise, and he, by will, advanced money to publish an extensive dictionary upon the phonetic principle. A little different alphabet was adopted in our country from that which was used in England. After examining these different systems, I concluded that, in some very few respects, they were all in error. These errors consisted mostly in the mode of spelling. Some have adopted one standard, and some another; and having examined the different systems closely and carefully, I finally concluded to accept the American phonetic alphabet, with the exception of two or three characters, and also to spell according to the American phonetic dictionary, with some slight alterations. <\/div><div class=\"paragraph jod\" id=\"v19n356\"> I made arrangements with a house in London to furnish the phonotype, and most of it had arrived in Liverpool, just as I was called home. <\/div><div class=\"paragraph jod\" id=\"v19n357\"> These preliminary preparations for printing were made just as fast as possible before learning the sad news of the death of our beloved President, which we received some seven hours after he breathed his last. A few hours later we received another telegram from the Council of the Twelve Apostles, instructing brother Joseph F. Smith and myself to arrange matters in Great Britain, pertaining to the European mission, and come home immediately. We have complied with the request. <\/div><div class=\"paragraph jod\" id=\"v19n358\"> We feel, with all our hearts, to mourn with the Latter-day Saints, in the loss of so great and good a man, as the President, who has led us, with marked success, for one-third of a century. He was the instrument, in the hands of God, of bringing the people forth, some 1,400 miles from the great Mississippi River, over wild, barren, and trackless plains, and locating us here, in  <div class=\"break pagebreak\" id=\"113a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0113.pdf\" target=\"pdfwin\">p.&#xA0;113a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1030\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the great American desert. He has been the instrument, in the hands of God, of giving counsel and instruction for the numerous towns, cities and villages, through our mountain region; he has been foremost in the encouragement of home manufactures, and home industries; introducing at his own expense, much machinery into the Territory, so as to make the Latter-day Saints, as far as possible, a self-sustaining people; he has labored diligently during the last years of his life, to bring about a greater degree of union among the Latter-day Saints, in regard to temporal things. And near the close of his useful life, he was wrought upon by the spirit of God, and more especially on his last mission at St. George, to give counsel to the Twelve Apostles, to go into all parts of the Territory and more fully organize the people according to the revelations and commandments and institutions of heaven, as given by revelation, through the Prophet Joseph Smith. Having accomplished so great a work, in leading forth the people of God, in locating them here in these mountains, so far from what is termed civilization, and having redeemed the desert, established academies and schoolhouses, Tabernacles and Temples, home manufactures and home industries, and finally having organized the Saints into Stakes, appointing Bishops, and having them ordained, in all parts of our Territory, having fulfilled and completed the work, the Lord has taken him home to himself. <\/div><div class=\"paragraph jod\" id=\"v19n360\"> We heard this forenoon, respecting the Prophet Elijah; the Lord had a great work for him to perform; he lived to accomplish it, and he knew then that the time had come for him to depart and leave the children of Israel. He was taken up to heaven.<span class=\"citation\" id=\"55770\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55770)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55770)\">2 Kgs. 2:11<\/a><\/span> The Prophet Brigham, too, had his <div class=\"break columnbreak\" id=\"113b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0113.pdf\" target=\"pdfwin\">p.&#xA0;113b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1030\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> work to perform; he lived to do it, and he has passed away in peace, beloved by his people. <\/div><div class=\"paragraph jod\" id=\"v19n361\"> This is the second time in the history of the Church of Jesus Christ of Latter-day Saints, when the Twelve have stepped forward as the proper authorities, to bear off this kingdom, and to preside over the Church. Joseph was in our midst but a few years. The Lord called him to lay the foundation of this work; he gave him revelations before the rise of the Church. He ordained him and Oliver Cowdery to the Apostleship,<span class=\"citation\" id=\"84616\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84616)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84616)\">D&amp;C 27:12<\/a><\/span> giving them the authority, and power, and office, and Priesthood, to perform the things necessary in the future organization of the Church, giving line upon line, precept upon precept,<span class=\"citation\" id=\"58573\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58573)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58573)\">Isa. 28:10,13<\/a><\/span> from time to time, to instruct the various Councils of the Church in regard to their several duties. He having performed the work, God required at his hands, was taken away; the Lord saw proper to remove him from our midst. The authority then devolved upon the Twelve, and upon the Priesthood of the Twelve. Another First Presidency was appointed about three years and six months after the martyrdom of Joseph. During that time the Lord was with the Twelve, in every duty, and a great work was accomplished, during that period, by them. The greater part of the Temple in Nauvoo was built by the Twelve, after the death of the Prophet. Endowments were given in that Temple, by the Twelve, while presiding over the Church. Sealings and blessings in behalf of the living and the dead, were performed in that Temple. All the ordinances necessary on that occasion were administered, under the Presidency and jurisdiction of the Twelve. And not only this, but the Lord enabled them to lead the people forth, through an unexplored country, to select a  <div class=\"break pagebreak\" id=\"114a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0114.pdf\" target=\"pdfwin\">p.&#xA0;114a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1029\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>location for them. Having done this, they returned in the latter part of the year 1847, to the camps located on the Missouri River. <\/div><div class=\"paragraph jod\" id=\"v19n363\"> I mention these things to show you, that the Twelve were not idle after the death of Joseph, but took the lead, and organized the camps of Israel, and presided over all the authorities in the midst of these camps. <\/div><div class=\"paragraph jod\" id=\"v19n364\"> In those days, some persons, ignorant of the authority of an Apostle, questioned the right of the Twelve to preside, but I would ask, what authority ever existed in the Church that the Twelve do not hold? I would further inquire, had the First Presidency any office that the Twelve had not? If they have, where did they get it? Do you know? Another First Presidency of the Church were organized, three years and a half, after the death of Joseph. If they held any higher authority, then they must have received it by direct communication from the heavens. But it is known that they received it by the voice of the Council of the Twelve, with all the authorities of the kingdom of God to back them up. We have been taught, ever since the Twelve were chosen, that they held all the power of the Melchizedek Priesthood, all the power of the Apostleship that could be conferred upon mortal man. Hence, when Hyrum Smith was taken out of the First Presidency and appointed to another calling, not to another office in the Apostleship, was it not the province of the Twelve to set him apart? It was, because they held that authority, that Priesthood, that Apostleship, that gave him the right to do this. By what revelation you may ask? I answer, by a certain revelation contained in the Book of Doctrine and Covenants, where it says, that the Twelve shall ordain in <div class=\"break columnbreak\" id=\"114b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0114.pdf\" target=\"pdfwin\">p.&#xA0;114b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1029\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> all large Branches of the Church, evangelical ministers. When this was first given, the word &#x201C;evangelical&#x201D; was not there. But Joseph was wrought upon by the Spirit to erase the word patriarchs and substitute the words &#x201C;evangelical ministers.&#x201D;<span class=\"citation\" id=\"90282\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90282)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90282)\">D&amp;C 107:39<\/a><\/span> Hence the Twelve have so ordained patriarchs, as Hyrum Smith. But inquires one, should the Twelve ordain Prophets, Seers and Revelators? Yes. Were they not appointed in the Kirtland Temple, in the year 1836, after its dedication by the voice of Joseph, and the First Presidency, and the united voice of the Church to be Prophets, Seers and Revelators to the people? Yes. Then they could ordain such; or in other words they could set apart such to these duties. They could set apart Patriarchs, to such an office as brother Hyrum Smith held, when he was taken out of the First Presidency and placed in the Patriarchal office. <\/div><div class=\"paragraph jod\" id=\"v19n365\"> Then, again, there is another revelation given concerning the Priesthood, which you can read in the Doctrine and Covenants. After having mentioned the various offices and callings, the Lord required it as a duty enjoined upon the Twelve, though the First Presidency was then alive, to organize all the officers in Zion.<span class=\"citation\" id=\"90347\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90347)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90347)\">D&amp;C 107:58-59<\/a><\/span> What! The Twelve, a traveling High Council;<span class=\"citation\" id=\"89678\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89678)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89678)\">D&amp;C 102:30<\/a><\/span> the Twelve, who hold the keys of all nations, to the Gentiles first, and then to the Jews,<span class=\"citation\" id=\"90262\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90262)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90262)\">D&amp;C 107:33,35<\/a><\/span> to be at home attending to such work? Yes. The Twelve had duties to perform, both abroad and at home. Having fulfilled important duties abroad, they were not relieved from the duties specified in the commandment, to act at home, and they have been, from that time to this, in the midst of the people of God, at home, at the gathering places. <\/div><div class=\"paragraph jod\" id=\"v19n366\"> In the revelation given on the  <div class=\"break pagebreak\" id=\"115a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0115.pdf\" target=\"pdfwin\">p.&#xA0;115a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1028\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>19th day of January, 1841, Brigham Young was called by name, and appointed the President of the Twelve,<span class=\"citation\" id=\"91000\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91000)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91000)\">D&amp;C 124:127<\/a><\/span> and also, in another revelation, given not far from the same time, he was required to remain at home.<span class=\"citation\" id=\"91132\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91132)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91132)\">D&amp;C 126:1-3<\/a><\/span> Instead of being a traveling Councilor, to be sent abroad among the nations, his services were required at home, which was also the case with several of the Apostles, and especially since the death of Joseph. <\/div><div class=\"paragraph jod\" id=\"v19n368\"> There is another subject, while dwelling on the Priesthood, which I wish to speak of; I refer to the Counselors that may be left, when the President, the First President of the Church is taken away from our midst. We are informed that the Counselors that existed in the day of Joseph could not act as Counselors to Joseph after he was taken away; to be Counselors to him would be impossible, unless they themselves should go the other side of the veil. Hence when the President was taken away their duties as Counselors to the Prophet, the First President, ceased. Just the same with a Bishop's Council under the same circumstances. Supposing the Bishop were to die, his two Counselors could not legitimately step forward claiming to be Bishops themselves; and furthermore their duties as Counselors to the deceased Bishop would at his death cease. And so it would be if the Bishop, instead of dying, were called to some other location or should be cut off the Church. So it was considered, in the days of the loss of our Prophet and Seer, Joseph Smith. The two Counselors that then existed had the privilege, if they chose to do so, of being associated with the Council of the Twelve to assist us in the work of bearing off the kingdom; not as members of the Twelve, but acting with and assisting them. The same order has again been carried out; and <div class=\"break columnbreak\" id=\"115b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0115.pdf\" target=\"pdfwin\">p.&#xA0;115b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1028\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> it is just as I believed it would be, when I was in Liverpool, after learning of the death of President Young. The question came up there, and I took the liberty of instructing the Saints making the inquiries. I told them, that when the First Presidency left, the Twelve would lead forth the Church, until such times as the Spirit of God, and the desires of the people, universally, should be to select and set apart and sustain by their prayers and faith, a First Presidency again. Furthermore, it was published in the papers, particularly in America, and also in England, and there seemed to be a great anxiety on the part of our enemies, to know who was going to lead the Church. They seemed to have far more anxiety than you upon this subject. For the Saints generally have been instructed on this matter, and have, in a measure understood it. We knew that President Brigham Young, and his two Counselors, received no new office, by being taken from the Quorum of the Twelve, and appointed to other duties. The same as brother Joseph F. Smith has been appointed and set apart not to a new office, but to go to Great Britain and preside over the European Mission. That did not devolve upon brother Richards, nor brother Rich, nor any other member of the Twelve; he alone can perform this duty. It is not a new office, but merely a new duty required of him. So in relation to the First Presidency. They carry no new office, but new duties are required at their hands, when they are chosen by the Priesthood and set apart, not ordained to a new office, but set apart to preside. <\/div><div class=\"paragraph jod\" id=\"v19n369\"> I wish also to speak a few words, in regard to the ancient Priesthood. I find, from the Book of Mormon, concerning the ancient Twelve&#x2014;the twelve Nephites of this land; that Jesus chose them, and called them  <div class=\"break pagebreak\" id=\"116a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0116.pdf\" target=\"pdfwin\">p.&#xA0;116a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1027\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>by name,<span class=\"citation\" id=\"82805\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82805)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82805)\">3 Ne. 19:4<\/a><\/span> and set them apart and ordained them.<span class=\"citation\" id=\"82656\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82656)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82656)\">3 Ne. 12:1<\/a><\/span> Prior to this time, before his death, he chose twelve in the land of Jerusalem.<span class=\"citation\" id=\"129374\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129374)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129374)\">Luke 8:1 (JST)<\/a><\/span><span class=\"citation\" id=\"70181\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70181)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70181)\">John 15:16<\/a><\/span> These officers, the Twelve on the Eastern, and the Twelve on the Western continent, did not lose their office by death;<span class=\"citation\" id=\"91097\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91097)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91097)\">D&amp;C 124:130<\/a><\/span> but as was clearly stated by brother Snow this morning, and as is plainly set forth in the revelation, they retained their office. For instance, we will take the Book of Mormon; and in the vision and prophecy of Nephi, given almost 600 years before Christ, the Lord showed to that Prophet, that there would be Twelve Apostles in some five or six hundred years after his day.<span class=\"citation\" id=\"127627\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127627)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127627)\">1 Ne. 11:27-29<\/a><\/span><span class=\"citation\" id=\"127628\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127628)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127628)\">1 Ne. 11:34-36<\/a><\/span> And instead of the Lord pointing out what should be the duties of these Apostles, while here in this temporal existence, he pointed out the more important duties that would devolve upon them in the next state. The simple duties of this life were nothing compared to those of the world to come. Hence the angel said to Nephi that these Twelve Apostles should judge the twelve tribes of Israel.<span class=\"citation\" id=\"81016\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81016)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81016)\">1 Ne. 12:9<\/a><\/span> What a great work! Then he showed him the twelve Nephite disciples, all descendants of Nephi and his brethren.<span class=\"citation\" id=\"81011\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81011)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81011)\">1 Ne. 12:7-8<\/a><\/span> Said he, these twelve disciples of the Lamb shall be judged by the Twelve Apostles that shall be chosen in the land of Jerusalem.<span class=\"citation\" id=\"81014\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81014)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81014)\">1 Ne. 12:9<\/a><\/span><span class=\"citation\" id=\"83171\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83171)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83171)\">Morm. 3:19<\/a><\/span> Here then was another and most important duty assigned to that particular Council of Apostles, after this mortal life. First, it is said, they shall judge the whole House of Israel;<span class=\"citation\" id=\"81015\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81015)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81015)\">1 Ne. 12:9<\/a><\/span> secondly, they shall judge &#x201C;the twelve ministers of thy seed.&#x201D;<span class=\"citation\" id=\"81017\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81017)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81017)\">1 Ne. 12:9<\/a><\/span> Also from the language of the text I have read, we learn that the Twelve Nephite Apostles had a knowledge of some other, future duties to be performed in the world to come. &#x201C;Know ye that you shall be judges of this people. What manner of men ought ye to be? Verily I say unto you, <div class=\"break columnbreak\" id=\"116b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0116.pdf\" target=\"pdfwin\">p.&#xA0;116b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1027\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> even as I am.&#x201D;<span class=\"citation\" id=\"82997\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82997)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82997)\">3 Ne. 27:27<\/a><\/span> In other words, If you are to be judges of all this people, to whom you are administering; if you are to sit in judgment in the great and coming day, and if the words which are written in the books which you keep, and which are also written by the Father, are to be the records out of which the people are to be judged, sure enough, you should be as pure and holy as Jesus himself.<span class=\"citation\" id=\"82980\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82980)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82980)\">3 Ne. 27:24-27<\/a><\/span> We are told too that it should not depend upon their weak judgment, but they should judge according to the judgment which the Lord their God should give unto them.<span class=\"citation\" id=\"82999\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82999)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82999)\">3 Ne. 27:27<\/a><\/span> In other words, after they leave this present life, and the time comes for them to sit in council in the midst of the Nephites, that instead of judging according to human wisdom and imperfect knowledge, that God would give them the spirit of judgment, or the spirit of inspiration more abundantly than what they were in possession of in this life; and in order that they may be entitled to judge all people, they were required to be pure and holy.<span class=\"citation\" id=\"82998\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82998)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82998)\">3 Ne. 27:27<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v19n371\"> Let me say a few words in regard to another revelation that the Lord gave in the year 1830, on this same subject. He says, &#x201C;The decree has gone forth from the Father that mine apostles, they who were with me in my ministry in the land of Jerusalem, shall at the time of my coming, sit upon twelve thrones, clothed in glory even as I am, to judge the whole house of Israel, they that have loved me and kept my commandments, and none else.&#x201D;<span class=\"citation\" id=\"84750\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84750)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84750)\">D&amp;C 29:12<\/a><\/span> Again, we will appeal to the New Testament, &#x201C;You that have followed me, in the regeneration when the Son of man comes in his glory, you also shall sit upon twelve thrones, and shall judge the twelve tribes of Israel;<span class=\"citation\" id=\"65232\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65232)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65232)\">Matt. 19:28<\/a><\/span> and shall eat and drink at my table.&#x201D;<span class=\"citation\" id=\"68093\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68093)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68093)\">Luke 22:30<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v19n372\"> Here, then, we have a number of  <div class=\"break pagebreak\" id=\"117a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0117.pdf\" target=\"pdfwin\">p.&#xA0;117a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1026\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>evidences and witnesses from the Book of Mormon, from the Doctrine and Covenants, and from the New Testament, concerning the future duties of the servants of God, in the world to come. In relation to the Twelve Jewish Apostles, have they a First Presidency independent of the Twelve, a separate body?<span class=\"citation\" id=\"74464\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74464)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74464)\">Gal. 2:9<\/a><\/span> They have not. Why were there twelve Apostles chosen instead of nine, or thirteen, or any other number? Why that particular number? Because it so happened in the economy of the Most High, that a certain servant of God had power to prevail with him,<span class=\"citation\" id=\"53544\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53544)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53544)\">Gen. 32:22-30<\/a><\/span> and by four wives he had power to beget twelve sons, and the Lord ordained that through them the twelve tribes should spring up in the earth, and he would have regard for them. He intended that they should not only be organized as tribes in this life, but also in the world to come. And in order that all may have judges, twelve were chosen to perform the work, instead of any other number. Had these Twelve Apostles, in ancient days, that had no separate First Presidency, so far as we have any record, power to preside over the Church? They had. If they had no power there was none upon the earth. <\/div><div class=\"paragraph jod\" id=\"v19n374\"> Again, these twelve men among the Nephites, that were to sit in judgment, had a great many successors, probably sixty or seventy in number. Had these successors all equal power on this earth? I think they had, so far as apostleship, or discipleship was concerned, they held equal power with those who preceded them. But in the next world, can these sixty or seventy successors stand in the position of the first chosen? No. So it is in regard to the latter-day Apostles. In this Church we have had ordained to the Council of the Twelve Apostles, twenty-eight <div class=\"break columnbreak\" id=\"117b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0117.pdf\" target=\"pdfwin\">p.&#xA0;117b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1026\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> persons. Six of the original Twelve Apostles apostatized, and three of their successors apostatized, making nine apostates that once had hands laid upon them, ordaining them to the Apostleship. These apostates are mostly dead. We cannot suppose that they can hold an office in eternity which they have forfeited.<span class=\"citation\" id=\"90705\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90705)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90705)\">D&amp;C 118:1<\/a><\/span> We are told to the contrary in the Doctrine and Covenants; the Lord saying, through a revelation given to the Prophet Joseph in Missouri, that his servants John E. Page, Wilford Woodruff and Willard Richards should take the place of those who had apostatized.<span class=\"citation\" id=\"90722\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90722)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90722)\">D&amp;C 118:6<\/a><\/span> And Oliver Cowdery, although never one of the Twelve, had his place filled up; and the keys and the glories and the promises conferred upon and made to Oliver Cowdery were taken from him and bestowed upon brother Hyrum Smith.<span class=\"citation\" id=\"91068\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91068)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91068)\">D&amp;C 124:95-96<\/a><\/span> But there are nineteen Apostles that have not apostatized. Out of this number there are seven dead and twelve living. If the Lord, in the world to come, should follow the examples given in regard to the former Twelve, suppose these nineteen should remain faithful and obtain their crowns, yet there would be only twelve, I think, that would be placed in certain positions, the same as the Twelve at Jerusalem, and the ancient Twelve on this American land. This is something, however, not revealed, not made manifest to any of us in the latter days, what the future of the Twelve will be, as it is in regard to the ancient ones who have gone. <\/div><div class=\"paragraph jod\" id=\"v19n375\"> In the year 1829, the Lord told David Whitmer and Oliver Cowdery to search out the Twelve, and pointed out how they should be known, etc.<span class=\"citation\" id=\"84157\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84157)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84157)\">D&amp;C 18:37-38<\/a><\/span> In the same revelation he speaks of their duties, and also informs them how great was the trust and blessing conferred upon them,<span class=\"citation\" id=\"84126\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84126)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84126)\">D&amp;C 18:9-33<\/a><\/span> if they prove  <div class=\"break pagebreak\" id=\"118a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0118.pdf\" target=\"pdfwin\">p.&#xA0;118a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1025\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>faithful in all things; that the blessing upon them was above all.<span class=\"citation\" id=\"84164\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84164)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84164)\">D&amp;C 18:45<\/a><\/span> How far this extended I do not know; that is all which is revealed, so far as I know, in all of the revelations of God, in regard to the future of the Twelve Apostles in the last days. <\/div><div class=\"paragraph jod\" id=\"v19n377\"> Now we hope these nineteen Apostles will be faithful. Thomas B. Marsh, the oldest of the original Twelve, chosen in 1838, and who stood at the head, apostatized, and left the Church. David W. Patten was the next in age, and the Lord took him to himself,<span class=\"citation\" id=\"91099\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91099)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91099)\">D&amp;C 124:130<\/a><\/span> as we are informed in the revelation given on the 19th of January, 1841. The Lord says: &#x201C;My servant David W. Patten, who is with me at this time.&#x201D;<span class=\"citation\" id=\"90989\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90989)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90989)\">D&amp;C 124:19<\/a><\/span> The Lord accepted of him. He died in the faith&#x2014;a martyr in Missouri. &#x201C;I have taken him to myself.&#x201D;<span class=\"citation\" id=\"91100\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91100)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91100)\">D&amp;C 124:130<\/a><\/span> Yet, says the Lord, &#x201C;another may be appointed to the same calling;&#x201D;<span class=\"citation\" id=\"91098\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91098)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91098)\">D&amp;C 124:130<\/a><\/span> and further says that &#x201C;my servant Lyman Wight is appointed to succeed him.&#x201D;<span class=\"citation\" id=\"127629\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127629)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127629)\">D&amp;C 124:18-19<\/a><\/span> Did that give Lyman Wight power to preside over the Twelve Apostles? No. David W. Patten died in the faith, and so far as we know holds the keys of the Presidency of the Twelve, in the world to come. But there may be changes in that world. The original Twelve, first chosen, were all made equal, by the Prophet Joseph Smith. And he said to them in the basement of the Temple as they were to be sent as a Council on their first mission, that the oldest should preside in the first Conference, in the following Conferences, the next in seniority, and so on, until all had taken their turns in presiding. And you shall be equal, showing respect to the oldest. They were arranged according to their ages, while all their successors were arranged, according to the date of their respective ordinations. <\/div><div class=\"paragraph jod\" id=\"v19n378\"> I have given you some of these <div class=\"break columnbreak\" id=\"118b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0118.pdf\" target=\"pdfwin\">p.&#xA0;118b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1025\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> items in relation to the Priesthood, in relation to the Twelve at Jerusalem, and the Twelve Nephite disciples, and the Twelve of these latter times; and now let me say in regard to the various authorities and Councils of the Priesthood, there has not been a time since the rise of this Church, when the people have been so completely and fully organized as at the present time. Go where we will, through all these mountain valleys, and wherever we see a family, or wherever we can find a small Branch of the Church, if you make inquiry, you will find it is included in a regular Stake of Zion; it belongs to some Stake, and you will find, too, that they are looked after, if the officers are doing their duties, for they are considered a part and portion of the great family of God. I feel to congratulate the Latter-day Saints, on this occasion, in regard to the perfect organization, as it were, that exists in all our mountain region, and hope that every man will strive to learn his duty, and faithfully and honorably perform the same.<span class=\"citation\" id=\"90392\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90392)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90392)\">D&amp;C 107:99<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v19n379\"> I wish to state still further in regard to the Priesthood, while upon the subject, that in the Kirtland Temple when the authorities were presented before the people, they were called upon to vote by quorums. Not that it occurred always in that manner. That was the way Joseph ordained in the Temple; each Council voting separately, by standing upon their feet in order that their votes might be better known than they could be by keeping their seats. After one Quorum had voted for the highest authority of the Church, then another Quorum or Council would be called upon to give their vote, and so on, until all had voted for the different authorities, and then it was presented to all the Church, male and female. Why? It is be<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"119a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0119.pdf\" target=\"pdfwin\">p.&#xA0;119a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1024\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>cause God ordained, on the 6th day of April, 1830, as you can read in the Doctrine and Covenants, that all things in this Church should be done by common consent.<span class=\"citation\" id=\"84503\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84503)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84503)\">D&amp;C 26:2<\/a><\/span><span class=\"citation\" id=\"84699\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84699)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84699)\">D&amp;C 28:13<\/a><\/span> This is the reason for the voting. Although the Lord may give a revelation upon the subject, although he might say, Let my servant Hyrum Smith be Patriarch;<span class=\"citation\" id=\"91060\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91060)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91060)\">D&amp;C 124:91<\/a><\/span> or Let my servant Brigham Young be President of the Twelve Apostles;<span class=\"citation\" id=\"91088\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91088)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91088)\">D&amp;C 124:127<\/a><\/span> notwithstanding the Lord may give this by revelation, yet he himself was anxious to carry out the principle he had revealed a long time before that; namely, that all this I have named may be brought before the General Conference to be sanctioned and approved, or not to be sanctioned.<span class=\"citation\" id=\"91128\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91128)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91128)\">D&amp;C 124:144<\/a><\/span> What! the people have a right to reject those whom the Lord names? Yes, they have this right, he gave it to them. &#x201C;Let them be approved of, or not approved of;&#x201D;<span class=\"citation\" id=\"91127\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91127)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91127)\">D&amp;C 124:144<\/a><\/span> showing that he had respect to the people themselves, that they <div class=\"break columnbreak\" id=\"119b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0119.pdf\" target=\"pdfwin\">p.&#xA0;119b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1024\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> should vote and give their general voice to either sustain or not to sustain. I do not know why, only in the latter days the kingdom is in a little different circumstances upon the face of the earth, than it has been in during any former dispensation. We are living in a free Republican Government, wherein the people vote, and the Lord established this great American Government and gave the Constitution,<span class=\"citation\" id=\"89605\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89605)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89605)\">D&amp;C 101:80<\/a><\/span> and he wished the people to have a voice in the officers named; he wished the people to exercise their agency; you may call it a democratic principle. Notwithstanding He himself may point out the persons, and call them by name, yet you may approve of them or disapprove of them at my General Conference.<span class=\"citation\" id=\"91129\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91129)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91129)\">D&amp;C 124:144<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v19n381\"> Perhaps I have said enough; there is a great field open when Priesthood is spoken of. May the Lord bless you. Amen. <\/div>\n<\/div>\n<\/div>"}