{"ID":190032, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Leaving Nauvoo&#x2014;No Change Accidental&#x2014;Divinity Marks the History of the Church&#x2014;Diligence Will Aid in Securing Success&#x2014;The Temple in Nauvoo.<\/div>\n<div class=\"subtitle\">Discourse by Elder George Q. Cannon, delivered in the Bowery, Salt Lake City, July 21, 1867.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: Leaving Nauvoo, Etc.<\/div>\n<div class=\"speaker\">Speaker: George Q. Cannon<\/div>\n<div class=\"date\">Date: 7\/21\/1867<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d32\">\n<div class=\"paragraph jod\" id=\"v19n637\"> It has been very interesting to me, and no doubt it has to all who have been present, to listen to the remarks of our brethren this morning, in relation to the principles of the Gospel as taught by us, and their experience in this work. While Brother Lawrence was speaking in relation to our position in Nauvoo, my mind reverted to the time when we left there, and to the reluctance displayed by many of our people to cross the river and take their journey westward. It required a great amount of faith on the part of the people, to venture into an unexplored and desert country to attempt again to build up homes, and to perform the labors enjoined upon us by God, our Heavenly Father. There was a cry of exultation went up throughout all that country when we were broken up, and the hope was indulged in by all who were inimical to us, that the solution of the Mormon problem had been arrived at, and that the subject of Mormonism might henceforth be dismissed from every mind. We had gone forth into the wilderness, and it was not at all likely that we would ever trouble civilization again. It was naturally supposed, by those who <div class=\"break columnbreak\" id=\"198b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0198.pdf\" target=\"pdfwin\">p.&#xA0;198b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0945\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> knew but little of us, that we must be quite as bad as we had been represented to be; and if we were, of course we had nobody to steal from in the wilderness but ourselves; nobody to aggress and prey upon but ourselves, and these being our characteristics, as they believed, they very naturally came to the conclusion that we would quarrel one with another, and the result would be our extermination through our own quarrels, or that we should fall an easy prey to the Indians. How these anticipations have been realized, the lapse of twenty-one years has proved. For a number of years after leaving Nauvoo we were not deemed particularly worthy of notice. Men's minds were attracted in other directions, and our operations here, being so far removed from all communication with them, were almost overlooked. But time has wrought great changes, not only with us and in our position, but also in the position and feelings of the world by which we are surrounded. Instead of being regarded as a people scarcely worthy of notice, we now, through the blessings of our Heavenly Father, inhabit a large Territory, and if we are alluded to at  <div class=\"break pagebreak\" id=\"199a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0199.pdf\" target=\"pdfwin\">p.&#xA0;199a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0944\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>all by the world, it is in a national capacity. Have these changes been accidental and unlooked for? Did no one anticipate such results as we now behold being wrought out? Or were they anticipated years and years ago by those most familiar with the genius and organization of the kingdom of God? Those who are not familiar with our early history have but to read the utterances of those who were engaged in the founding of this work, to become convinced that they were anticipated long ago by those who contemplated the future growth and development of the kingdom of God. There is no feature connected with our circumstances today that has not been familiar for years to the minds of those who have contemplated the future of this work. When the church was organized, and a small house would hold all its members, predictions were indulged in that the circumstances of today but partially fulfil, and years will yet have to elapse before they are completely fulfilled. Our Heavenly Father poured out his spirit upon his servants in the beginning, which enabled them to comprehend the work he had established on the earth, and through the spirit of prophecy and revelation they could plainly see the great results which would be wrought out through the faithfulness of the people of God. Can we now see the limit of this work? Is the horizon of our vision bounded by those things actually transpiring around us, or do we still stretch forward to a future, for this people, too glorious for description? I do not suppose there is one here who has ever thought on this great subject and attempted to grasp the circumstances by which we are surrounded, that has not stretched forward in delightful anticipation of the glorious future that awaits the people of God, <div class=\"break columnbreak\" id=\"199b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0199.pdf\" target=\"pdfwin\">p.&#xA0;199b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0944\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> if they are only faithful to the truth that he has committed unto them. Would to God that all the inhabitants of the earth could see and comprehend these things! Would to God that they would divest themselves of their prejudices and preconceived ideas, and that they would calmly look truth in the face and reflect upon the work that God, our Heavenly Father, is performing in the midst of the nations of the earth! If they would do this, they might avoid a great many difficulties into which they will otherwise be inevitably involved. It is no more, nor no less, true today, than it was thirty-seven years ago, that God has stretched forth his hand to accomplish a great and a mighty work, that shall stand forever, and shall not be given into the hands of another people;<span class=\"citation\" id=\"61308\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61308)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61308)\">Dan. 2:44<\/a><\/span> but it will go on increasing and spreading abroad, until it has accomplished that for which it was destined by our Almighty Father. I say it is as true now as it was then, and no more true today than then, and they who paid heed to it then have never had cause to regret doing so; and they who give heed to it today will never have cause to regret it in the future. To us who are familiar with this work, and understand the operations of the spirit, and can see the design of God, our Heavenly Father, it seems strange that mankind should be so indifferent to so great a work as this in which we are engaged. Yet it is so. You would imagine that men going forth with the proclamation that the elders bear would receive everywhere that attention that the importance of their proclamation demands, at least until men were satisfied in their own minds of the truth or falsity of the message they bear. But this is not the case. No man ever calmly sat down with a prayerful heart to ex<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"200a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0200.pdf\" target=\"pdfwin\">p.&#xA0;200a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0943\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>amine the claims of this work, popularly termed Mormonism, who did not rise from the investigation convinced that there was a power, an influence and a spirit accompanying this work, that he had never met with before. Are they who investigate the ones who fight against this work, and persecute and slay the servants of God? No; they who do this are the ignorant, who have never investigated, or, having investigated and embraced it, have afterwards apostatized, and have thus become two-fold more the children of hell,<span class=\"citation\" id=\"65515\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65515)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65515)\">Matt. 23:15<\/a><\/span> through rejecting the truth. God our Heavenly Father has commenced a great and mighty work, and has given the strongest kind of evidence in favor of it, if the inhabitants of the earth would only receive it; but their condemnation will consist in their rejection of this work and the evidence of its truth which is spread before them. The whole history of this people, from the commencement until the present time, affords abundant evidence of the divinity of the work in which we are engaged. When our elders go forth into the world men cry aloud for miracles, for some supernatural manifestation of power, that will convince them that we are the people we profess to be. Jesus said, &#x201C;A wicked and an adulterous generation seek a sign; but no sign shall be given them, save the sign of the prophet Jonah.&#x201D;<span class=\"citation\" id=\"127683\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127683)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127683)\">Matt. 12:39<\/a><\/span><span class=\"citation\" id=\"64809\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64809)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64809)\">Matt. 16:4<\/a><\/span> But God, our Heavenly Father, has nevertheless left his handwriting, as it were, to be seen by all the nations of the earth on the work that he has established. Divinity is marked in every feature of this great work; in every step of its progress, from its commencement until the present time, we see divinity exhibited, and the power of God manifested in its preservation, growth and development. What is it that brings this people from the nations of <div class=\"break columnbreak\" id=\"200b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0200.pdf\" target=\"pdfwin\">p.&#xA0;200b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0943\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the earth, binds them together, and makes a unity of the people of the various nationalities here assembled together? Is it the power of man? Is it delusion? Or, is it a manifestation of the restoration of that power bestowed upon men in ancient days, and which has been so long withdrawn from the earth? Why is it that we love one another?<span class=\"citation\" id=\"69851\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69851)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69851)\">John 13:34-35<\/a><\/span> Is it as the Apostle John said, &#x201C;We know that we have passed from death unto life, because we love the brethren?&#x201D;<span class=\"citation\" id=\"78694\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78694)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78694)\">1 Jn. 3:14<\/a><\/span> We love one another because we have bowed in obedience to the truth which God has revealed, and through the reception of the Holy Spirit of promise we have the love of God in our hearts.<span class=\"citation\" id=\"72332\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72332)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72332)\">Rom. 5:5<\/a><\/span><span class=\"citation\" id=\"81000\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81000)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81000)\">1 Ne. 11:22<\/a><\/span> If mankind loved the truth and would examine these things, they would see something desirable about this work, and they would be prompted to investigate. But the difficulty now is, as it has been in every age when God has attempted to establish his work upon the earth&#x2014;men in general are blinded by the traditions of their fathers. This, and the love of ease, and popularity, and other worldly objects that surround them, prevent men from seeing the work of God in its true light, and blinds them to their highest interests. They cannot see how they are going to receive any benefit from this work. That which is material is right before them, and they can understand the material advantages accruing to them through not obeying this work; but the advantages and blessings that would result from obedience are hidden from their sight, being discernible only by the light of the Spirit of God. Yet there is this peculiar feature about the work of God today, more especially than at any other time since the days of Enoch, that they who embrace it not only receive the Spirit of God, with its gifts, but they  <div class=\"break pagebreak\" id=\"201a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0201.pdf\" target=\"pdfwin\">p.&#xA0;201a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0942\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>also receive blessings of a temporal nature, which they would never receive outside of it. Those who have joined the Church, as a mass, have been benefited temporally, though at the time of rendering obedience, they probably could not see how advantages of this nature could result. They could see that their names would be cast out as evil,<span class=\"citation\" id=\"67235\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67235)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67235)\">Luke 6:22<\/a><\/span> that they would be hated of all men,<span class=\"citation\" id=\"64136\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64136)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64136)\">Matt. 10:22<\/a><\/span> persecuted and probably driven from place to place, but how they would be blessed temporally they could not see. But God, our Heavenly Father, has held in reserve until these days great and glorious blessings for his people, who are faithful to the truth. He has reserved for his Saints the kingdom and the greatness of the kingdom under the whole heavens.<span class=\"citation\" id=\"61755\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61755)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61755)\">Dan. 7:27<\/a><\/span> Not something beyond the bounds of time and space, not something that we will inherit in eternity alone; but he has also temporal advantages to bestow upon his people here. A great many people imagine that we hold these out as inducements to get people to join the Church; but they who join the Church for the love of these things, and with a desire to obtain them, are invariably disappointed. If people join the Church of God with any other motive than to embrace the truth and to be associated with the people of God, and to receive the spirit of the Gospel, they are invariably disappointed; but when they come in for the love of the truth, willing to take upon them the cross of Christ,<span class=\"citation\" id=\"72888\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72888)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72888)\">1 Cor. 1:17<\/a><\/span><span class=\"citation\" id=\"74740\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74740)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74740)\">Gal. 6:12<\/a><\/span> and endure all the persecutions incident to the life of a Saint, submit, to the contumely and privation that in the providence of God they may be called to endure, God thus tests their faith, and if they continue faithful he will bestow upon them every blessing promised to the most faithful. <\/div> <div class=\"break columnbreak\" id=\"201b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0201.pdf\" target=\"pdfwin\">p.&#xA0;201b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0942\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v19n641\"> The work in which we are engaged differs in some respects from the work in which the Apostles were engaged in the days of Jesus Christ. Many things operated against them that we have not to contend with. They had to scatter out and preach the Gospel in various places; they could not gather together with the same facility that we can. But God, our Heavenly Father, reserved this&#x2014;the land of promise&#x2014;<span class=\"citation\" id=\"80922\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80922)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80922)\">1 Ne. 2:20<\/a><\/span><span class=\"citation\" id=\"83327\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83327)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83327)\">Ether 2:7-9<\/a><\/span>for the especial purpose of building up his kingdom in the latter days. As the &#x201C;Book of Mormon&#x201D; informs us, it has been hid from the eyes of the generations of men for this purpose.<span class=\"citation\" id=\"81208\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81208)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81208)\">2 Ne. 1:5-9<\/a><\/span> If it had not been thus hidden the nations of the earth would have overrun the land until there would have been no foothold found for the establishment of the kingdom of God upon it. But the Lord concealed it, from the days of the flood, from the eyes of men, excepting those whom he led hither; as we are informed by the &#x201C;Book of Mormon&#x201D; that no nation after the flood, knew anything about this land;<span class=\"citation\" id=\"81207\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81207)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81207)\">2 Ne. 1:5-9<\/a><\/span> although I believe it is said in the Norwegian Antiquarian researches, that this land was visited by the Icelanders in the eleventh century. But there is nothing authentic in this. But be that as it may, this land was kept secret until Columbus was moved upon by the Spirit of God, to go forth and penetrate the western ocean.<span class=\"citation\" id=\"81039\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81039)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81039)\">1 Ne. 13:12<\/a><\/span> Then the land was settled and a government was formed under the protecting aegis of liberty, and a place was found for the establishment of the kingdom of God, to which the Saints from every nation under Heaven could gather together. Hence we are surrounded by many more favorable circumstances than they who preceded us in the work of God in the days of Jesus and the Apostles. They did not possess the  <div class=\"break pagebreak\" id=\"202a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0202.pdf\" target=\"pdfwin\">p.&#xA0;202a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0941\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>advantages that we enjoy; but we have them, and our Heavenly Father intends that we shall possess them, and that we shall build up his kingdom on the earth, establish righteousness and bring about that improvement alluded to by brother Jesse N. Smith, in his remarks. Our circumstances, then, being different, we can indulge in anticipations no other people have ever been able to indulge in, unless it be the people of Enoch and the Nephites, to whom Jesus appeared on this Continent. <\/div><div class=\"paragraph jod\" id=\"v19n643\"> Those who investigate the Gospel with a desire to keep the commandments of God, as I have remarked, rise from its investigation with convictions of its truth, for an honest man cannot go to the Lord in the name of Jesus Christ, and ask Him respecting this Gospel without receiving a knowledge for himself that it is true. In my preaching to the world, I have many times dared them to this test, that if they would go in honesty before the Lord and ask Him in the name of Jesus Christ to show to them the truth of this Gospel, I would pledge myself that the Lord would show them and they would become convinced that the principles we taught were indeed the principles of life and salvation. No person ever investigated this Gospel with that spirit without being convinced of its truth, because our Heavenly Father bestows upon everyone who embraces it with the right spirit a knowledge of the truth. What a glorious privilege it is to have this knowledge bestowed upon us. This testimony emboldens us to declare to the inhabitants of the earth, no matter to what nation we may be sent, that if they will embrace the truth, as it is taught by the Elders of this Church, they shall know for themselves that this is the work of God. This testimony it is <div class=\"break columnbreak\" id=\"202b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0202.pdf\" target=\"pdfwin\">p.&#xA0;202b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0941\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the privilege of all to possess. It is this that binds us together, and gives the Priesthood influence over the Saints of God. My brethren and sisters, it is only by faithfulness that we can retain this knowledge. A man may be an Apostle and may have had the administration of holy angels, and the heavens opened to his view, and behold the things of eternity, but if he is not faithful himself, pursuing a right and proper course before God, he cannot retain his standing in this Church and keep that knowledge God has given him undimmed by error; but errors will creep into his heart and false spirits take possession of him, and sooner or later he will become alienated from the work of God. We should everyone be careful on these points. This is the work of God, and there is a well-established principle upon which we can remain connected with it, and that is by being true and faithful to the principles which God our Heavenly Father has revealed. We cannot grieve the Spirit of God with impunity;<span class=\"citation\" id=\"75298\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75298)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75298)\">Eph. 4:30<\/a><\/span> we cannot indulge in frivolity nor in anything that is wrong without driving that spirit from us with its holy and sweet influence. We should seek, therefore, as individuals, whether Apostles, High Priests, Seventies, High Councilors, Elders, Priests, Teachers, Deacons or members of the Church, to have the spirit of our holy religion continually resting upon us. How can we retain this? Can we retain it by being negligent and indifferent to its claims? Do men gather earthly riches around them by being negligent? We all know that, as a rule, the man who is the most diligent in business is he who gains the greatest amount of profit for his labor; we are proving this every day in earthly business, and if necessary in earthly business, it is  <div class=\"break pagebreak\" id=\"203a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0203.pdf\" target=\"pdfwin\">p.&#xA0;203a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0940\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>equally so in the things of the kingdom of God. The men and women who most diligently keep the commandments of God, offer up prayers in sincerity, not with their lips, but with their hearts, making it a rule to live near the Lord, are they who retain the light of the Holy Spirit; and they are they who, when persecution or affliction comes, feel that God is near to them; and that when they pray He is not afar off, but He hears their prayers and pours consolation, peace, and every good gift upon them, and they can rejoice from morning to night among the changing vicissitudes to which we are exposed in this mortal life. My brethren and sisters, we are commanded not to give the whole of our attention to the accumulation of earthly things; we are commanded also to lay up treasures in heaven.<span class=\"citation\" id=\"63505\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63505)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63505)\">Matt. 6:19-21<\/a><\/span> We are required to build up Zion on the earth;<span class=\"citation\" id=\"127684\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127684)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127684)\">D&amp;C 101:18<\/a><\/span><span class=\"citation\" id=\"127685\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127685)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127685)\">A of F 1:10<\/a><\/span> then let us take a course that will ensure to us the blessing and favor of God our Heavenly Father, that our prayers and thanksgiving may be acceptable before Him. We should do this, especially when we reflect upon the nature of the work in which we are engaged, and the nature of the opposition with which we have to contend. We have the whole world to contend with to a certain extent, or rather, we have to defend ourselves against the whole world; they are combating us. There are probably thousands of honest men and women in the world who manifest no disposition to persecute or oppose us; but this is not the case with the majority. There is a spirit of opposition to this work gone abroad in the world; and, as in the beginning, we had a township to meet and contend with, afterwards a county and counties, then a State, and ultimately we had a nation, so <div class=\"break columnbreak\" id=\"203b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0203.pdf\" target=\"pdfwin\">p.&#xA0;203b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0940\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to speak, in arms against us; so in the future we will have the whole world to contend with. Not only this nation, but every nation on the face of the earth will manifest greater or less opposition to us as a people, and we will have a thousand things to contend with. Why? Because Satan has influence over the hearts of the children of men; he has power with them, and so long as there is a foot of this earth upon which he can maintain foothold, so long may we expect warfare, and find difficulties to contend with, and it will only be by the power of God manifested in our behalf that we will overcome. This warfare will not be a contest with cannons, rifles, or earthly weapons of war, so much as a moral warfare. We are engaged in a great moral warfare; it is by the exercise of moral force that we are going to achieve the victories that God our heavenly Father has promised us. We may be threatened, as we have been, with weapons of war, and it will doubtless be necessary, so long as we have an existence on the earth, to be prepared for every contingency. This will no doubt be necessary, but the day is probably far distant when we will have to shoulder weapons and engage in actual warfare. I look for a moral contest, a moral triumph, and moral victories, gained by the force of truth, and the exercise of those Godlike qualities with which we have been endowed by our heavenly Father. And when the great victory is achieved, there will be no blood to mourn over, no sorrow to be indulged in, and nothing to prevent us from building the Temples of God, as was the case with David, because he was a man of blood.<span class=\"citation\" id=\"55890\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55890)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55890)\">1 Chr. 28:2-3<\/a><\/span> I anticipate that we will be free from this, and that we, like Solomon, can go forward and build the Temples of  <div class=\"break pagebreak\" id=\"204a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0204.pdf\" target=\"pdfwin\">p.&#xA0;204a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0939\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>God according to His commandments. While brother Henry W. Lawrence was talking about the Temple in Nauvoo, I felt to echo the sentiment I have heard expressed by President Young respecting that Temple. I am glad it is destroyed; I am glad that it was burned and purified by fire from the pollution our enemies inflicted upon it, and I am glad there is nothing of it left; and I would prefer that this Temple <div class=\"break columnbreak\" id=\"204b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0204.pdf\" target=\"pdfwin\">p.&#xA0;204b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0939\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> in course of erection here, should never be completed, and that we should never build another, than to see those holy places built by God's commands, pass into the hands of our enemies and be defiled by them. <\/div><div class=\"paragraph jod\" id=\"v19n646\"> May God bless you, my brethren and sisters, and enable us to be faithful and true in keeping His commandments, is my prayer for Christ's sake. Amen. <\/div>\n<\/div>\n<\/div>"}