{"ID":190011, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Prayer the Medium for Blessing&#x2014;Practical Morality Establishes Confidence&#x2014;The Prophet Joseph Manifest in Brigham&#x2014;Age Prevents Effort, But When Behind the Veil, Freedom From Obstruction is Our Opportunity.<\/div>\n<div class=\"subtitle\">Discourse by Elder Orson Hyde, delivered in the Temple, St. George, April 5, 1877.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Geo. F. Gibbs.<\/div>\n<div class=\"pageHeader\">Page Header: Prayer, Etc.<\/div>\n<div class=\"speaker\">Speaker: Orson Hyde<\/div>\n<div class=\"date\">Date: 4\/5\/1877<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d11\">\n<div class=\"paragraph jod\" id=\"v19n195\"> I have not language, my brethren and sisters, to express the feelings and emotions of my heart on coming into this Temple yesterday morning; I could not describe them if I were to undertake to do so, and consequently I will sum up in short by saying, that the sentiments of my heart were, Thank God for such a place in which to worship and to reverence his high and holy name. <\/div><div class=\"paragraph jod\" id=\"v19n196\"> We have been listening this morning to some very interesting and truthful remarks, and I have felt edified, instructed, and comforted in my feelings. And I think, if we all remember our prayers in the season thereof,<span class=\"citation\" id=\"86723\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86723)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86723)\">D&amp;C 68:33<\/a><\/span> in sincerity and truth, that our light would shine before us according to our needs and wants. It is too often the case that this important duty is neglected. I look at the rivers of water, <div class=\"break columnbreak\" id=\"57b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0057.pdf\" target=\"pdfwin\">p.&#xA0;57b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1086\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> I trace them to their source, and I find that many times the places where they originate are small and ofttimes hidden from the popular gaze. But, notwithstanding, they flow down and the waters increase, until by tributaries the main channel becomes a mighty river. So our prayers in private and family circle are secret and retired from the public, but they keep the fire burning upon the altar of our hearts. And it is not often that persons who faithfully attend to this duty walk in darkness, it is seldom that they apostatize and turn away from the faith, especially when we couple our solemn prayers with a short sermon or lecture of comfort and of peace to our wives and children, sanctifying our prayers by words of consolation, and then we have a little heaven on earth. And I have  <div class=\"break pagebreak\" id=\"58a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0058.pdf\" target=\"pdfwin\">p.&#xA0;58a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1085\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>noticed that those who do this can generally give a reason for the hope that is in them.<span class=\"citation\" id=\"77927\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77927)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77927)\">1 Pet. 3:15<\/a><\/span> Where these things are neglected, however small they may appear in the estimation of some, there is a want of the vital principle that feeds the soul, that keeps the leaves and branches green, that imparts beauty and loveliness to all nature. <\/div><div class=\"paragraph jod\" id=\"v19n198\"> I have thought that if we were a little more punctual in the discharge of our obligations one with another and to all men, it would be the means of opening wider the door of light and truth to all pursuing that course. It is too often the case that we sometimes contract duties and make promises to discharge them, when our present condition and future prospects are altogether too slim to justify our doing so. Yet we feel we must go in debt to supply our immediate wants. And when the time comes for payment to be made, it is not at all an infrequent chapter in our lives, that at that particular time we were not so well prepared to meet the obligation as we were the day we made the contract. This I apprehend is a barrier to our success and our prosperity. And I feel that if there was more punctuality manifested by us in paying our obligations than now exists, we would have more confidence in one another than we already have. I do not recommend any person to take his neighbor in hand and say, &#x201C;Pay me that which thou owest me.&#x201D;<span class=\"citation\" id=\"65098\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65098)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65098)\">Matt. 18:28<\/a><\/span> So far as my memory serves me, in such cases as when persons owed me who failed to pay me according to promise, and I believed them honest and upright in their feelings, seeking not to take advantage, I do not recollect ever having crowded such persons, or putting them to the least inconvenience. I think it <div class=\"break columnbreak\" id=\"58b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0058.pdf\" target=\"pdfwin\">p.&#xA0;58b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1085\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> is good and honorable on the part of the creditor to establish his name and character by showing mercy and easing the burden of those who may be indebted to him. For there should be a disposition on one part to avoid contracting debts, and a disposition on the other to be as lenient as circumstances permit, to move away all the obstruction we can from the path of each other's prosperity. However small these matters may seem, they are important. <\/div><div class=\"paragraph jod\" id=\"v19n199\"> At the time our Prophet and Patriarch were killed, or at least soon afterwards, when the Twelve returned to Nauvoo, their immediate circumstances were not altogether agreeable and pleasant or profitable. But suffice it to say we had a meeting, a Conference, at which President Young was the center of attraction. On his rising to speak, and as soon as he opened his mouth, I heard the voice of Joseph through him, and it was as familiar to me as the voice of my wife, the voice of my child, or the voice of my father. And not only the voice of Joseph did I distinctly and unmistakably hear, but I saw the very gestures of his person, the very features of his countenance, and if I mistake not, the very size of his person appeared on the stand. And it went through me with the thrill of conviction that Brigham was the man to lead this people. And from that day to the present there has not been a query or a doubt upon my mind with regard to the divinity of his appointment; I know that he was the man selected of God to fill the position he now holds. <\/div><div class=\"paragraph jod\" id=\"v19n200\"> I have found in my experience that there is a good deal in a man's having confidence in himself. A person having little confidence in God  <div class=\"break pagebreak\" id=\"59a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0059.pdf\" target=\"pdfwin\">p.&#xA0;59a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1084\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and more in himself is not good; the capital stock should be in the Lord our God, and the smaller portion in the creature operating. <\/div><div class=\"paragraph jod\" id=\"v19n202\"> When the Lord created man,<span class=\"citation\" id=\"52209\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52209)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52209)\">Gen. 1:26-27<\/a><\/span> I believe he placed in him a portion of himself, that is a portion of every qualification that he himself possessed. And in our sphere we are to act independently; but under and by the power of those principles of natural inspiration. There is a good deal of natural inspiration in man; and when that is touched by the finger of the Almighty, it makes the cup a delicious one, it makes the mind truly enlightened. <\/div><div class=\"paragraph jod\" id=\"v19n203\"> Brethren and sisters, I have all confidence in the Lord our God&#x2014;I say all confidence, perhaps that calls for a little qualification. At any rate I believe in him, and that he is just, wise and merciful. If I did not believe he was merciful, I could not believe my own eyes while looking upon this vast congregation of his people, assembled in this isolated place, here in the southern portion of our Territory. <\/div><div class=\"paragraph jod\" id=\"v19n204\"> I tell you how I feel in relation to the matters that have been spoken of here today. If I had more confidence in myself, and in my own ability, limited though it may be, I could venture farther and do more, and perhaps overcome my natural timidity and become a more efficient agent in the hands of our Father of doing good. This I desire with all my heart. I can say that what little I possess of this world's goods are subject to the orders of my superiors in the Priesthood, myself and all that I command are at their dictation to be used in the service of our God for the advancement of his kingdom. I labored with my hands until I reached my seventieth year, when I had to cease working; and for the last two years I have <div class=\"break columnbreak\" id=\"59b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0059.pdf\" target=\"pdfwin\">p.&#xA0;59b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1084\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> not been able to do anything, not even to cut a stick of wood or fetch a bucketful of water. But I feel thankful that my health is as good as it is, and that I have lived to see this day, and to behold this elegant structure reared to the honor of our God, and to have the privilege of meeting and joining with so many of my brethren and sisters to worship within its walls. <\/div><div class=\"paragraph jod\" id=\"v19n205\"> Brethren, I rejoice in the service of God, and I want to continue in it; and if our religion had no more consolation than it now affords, it would be ample to inspire us to honor it, and to live it. I look around me and see a great many heads as white and many whiter than my own. I ofttimes wish, Oh, that I were again active and able to work manfully and energetically in the cause of truth! But no; like many others of my age, I am subject to rheumatism and pains in my limbs, which at times disable me; I have commenced to feel the infirmities of increasing age and years; and so many of us now, after these many years of toil, have to struggle with the going down sun of our earthly existence. But we have the consolation of knowing that our mortal body will not always impede our progress, we shall not forever suffer its inconveniences; we are gladdened in the hope of either laying down this mortal tabernacle or undergoing that welcome change which will free us from all afflictions and annoyances. And we hail the day when we shall be free from sorrow and death, to forever rejoice in the joys of everlasting lives. But while we remain let us struggle on, and continue the good fight of faith<span class=\"citation\" id=\"76008\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76008)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76008)\">1 Tim. 6:12<\/a><\/span> until we are called home. I calculate, the Lord being my helper,<span class=\"citation\" id=\"77356\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77356)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77356)\">Heb. 13:6<\/a><\/span> to do the very best I can. How long I may live I know not,  <div class=\"break pagebreak\" id=\"60a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0060.pdf\" target=\"pdfwin\">p.&#xA0;60a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1083\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>neither do I feel much anxiety, feeling as I do that I am in the hands of my Heavenly Father, who will do with me as seemeth him good. But yet if I could be spared in health, I would like to see the adversary bound,<span class=\"citation\" id=\"85693\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85693)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85693)\">D&amp;C 45:55<\/a><\/span> to trouble and harass no more the children of our God. I would like to live to see myself entirely redeemed from the tradition <div class=\"break columnbreak\" id=\"60b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0060.pdf\" target=\"pdfwin\">p.&#xA0;60b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1083\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of our forefathers, which we have inherited through entailment, and completely baptized in the element of life everlasting. These are my heart's desires. I pray that God may continue to bless us and help us to walk day by day in obedience to the requirements of heaven. Amen. <\/div>\n<\/div>\n<\/div>"}