{"ID":190008, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Trying to Be Saints&#x2014;Treasures of the Everlasting Hills&#x2014;The Hill Cumorah&#x2014;Obedience to True Principle the Key to Knowledge&#x2014;All Enjoyment Comes From God&#x2014;Organization&#x2014;Duties of Officers&#x2014;Final Results.<\/div>\n<div class=\"subtitle\">Discourse by President Brigham Young, delivered at a Special Conference Held at Farmington, for the Purpose of Organizing a Stake of Zion for the County of Davis, on Sunday Afternoon, June 17, 1877.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Geo. F. Gibbs.<\/div>\n<div class=\"pageHeader\">Page Header: Trying to Be Saints, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 6\/17\/1877<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d08\">\n<div class=\"paragraph jod\" id=\"v19n121\"> I esteem it a privilege to meet with the Latter-day Saints. I have visited Farmington many times, and I can say that, as a general thing in attending your meetings, I have felt much of the peace and blessings that flow from heaven to this people. <\/div><div class=\"paragraph jod\" id=\"v19n122\"> I have no doubt that the majority of the people called Latter-day Saints desire really to be Saints; were it not for this I might feel partially discouraged. The people who are honest, who are seeking to know and to understand the truth, they are the ones who, so far as their faith and good works, and their influence and ability are concerned, sustain the kingdom that God has commenced to establish on the earth. When we consider the condition of the Latter-day Saints, and see how many there are who seem to have their eyes fixed upon the things of this world, things that are not lasting, but that perish in the handling, and how anxious they are to obtain them, how do you think I feel about it? We see many of the Elders of Israel desirous of <div class=\"break columnbreak\" id=\"36b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0036.pdf\" target=\"pdfwin\">p.&#xA0;36b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1107\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> becoming wealthy, and they adopt any course that they think will bring them riches, which to me is as unwise as anything can be&#x2014;to see men of wisdom, men that seem to have an understanding of the world and of the things of God, searching after minerals throughout these mountains; they traverse the hills, and they dig here and there, and keep digging and picking, and rolling the rocks from morning till night. This chain of mountains has been followed from the north to the south, and its various spurs have been prospected, and what do they find? Just enough to allure them, and to finally lead them from the faith, and at last to make them miserable and poor. Ask the brethren why they do this, and the ready reply will be, &#x201C;Is it not my privilege to find a gold mine, or a silver mine, as well as others?&#x201D; As far as I am concerned I would say, &#x201C;Yes, certainly it is your privilege, if you can find one.&#x201D; But do you know how to find such a mine? No, you do not. These treasures that are in the earth  <div class=\"break pagebreak\" id=\"37a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0037.pdf\" target=\"pdfwin\">p.&#xA0;37a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1106\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>are carefully watched, they can be removed from place to place according to the good pleasure of Him who made them and owns them. He has his messengers at his service, and it is just as easy for an angel to remove the minerals from any part of one of these mountains to another, as it is for you and me to walk up and down this hall. This, however, is not understood by the Christian world, nor by us as a people. There are certain circumstances that a number of my brethren and sisters have heard me relate, that will demonstrate this so positively, that none need doubt the truth of what I say. <\/div><div class=\"paragraph jod\" id=\"v19n124\"> I presume there are some present who have heard me narrate a circumstance with regard to the discovery of a gold mine in Little Cottonwood Canyon, and I will here say that the specimens taken from it, which I have in my possession today, are as fine specimens of gold as ever were found on this continent. A man whom some of you will well know, brought to me a most beautiful nugget. I told him to let the mine alone. <\/div><div class=\"paragraph jod\" id=\"v19n125\"> When General Conner came here, he did considerable prospecting; and in hunting through the Cottonwoods, he had an inkling that there was gold there. Porter, as we generally call him, came to me one day, saying, &#x201C;They have struck within four inches of my lode, what shall I do?&#x201D; He was carried away with the idea that he must do something. I therefore told him to go with the other brethren interested, and make his claim. When he got through talking, I said to him, &#x201C;Porter, you ought to know better; you have seen and heard things which I have not, and are a man of long experience in this Church. I want to tell you one thing; they <div class=\"break columnbreak\" id=\"37b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0037.pdf\" target=\"pdfwin\">p.&#xA0;37b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1106\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> may strike within four inches of that lode as many times as they have a mind to, and they will not find it.&#x201D; They hunted and hunted, hundreds of them did; and I had the pleasure of laughing at him a little, for when he went there again, he could not find it himself. (Laughter.) <\/div><div class=\"paragraph jod\" id=\"v19n126\"> Sometimes I take the liberty of talking a little further with regard to such things. Orin P. Rockwell is an eyewitness to some powers of removing the treasures of the earth. He was with certain parties that lived nearby where the plates were found that contain the records of the Book of Mormon. There were a great many treasures hid up by the Nephites. Porter was with them one night where there were treasures, and they could find them easy enough, but they could not obtain them. <\/div><div class=\"paragraph jod\" id=\"v19n127\"> I will tell you a story which will be marvelous to most of you. It was told me by Porter, whom I would believe just as quickly as any man that lives. When he tells a thing he understands, he will tell it just as he knows it; he is a man that does not lie. He said that on this night, when they were engaged hunting for this old treasure, they dug around the end of a chest for some twenty inches. The chest was about three feet square. One man who was determined to have the contents of that chest, took his pick and struck into the lid of it, and split through into the chest. The blow took off a piece of the lid, which a certain lady kept in her possession until she died. That chest of money went into the bank. Porter describes it so [making a rumbling sound]; he says this is just as true as the heavens are. I have heard others tell the same story. I relate this because it is  <div class=\"break pagebreak\" id=\"38a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0038.pdf\" target=\"pdfwin\">p.&#xA0;38a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1105\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>marvelous to you. But to those who understand these things, it is not marvelous. <\/div><div class=\"paragraph jod\" id=\"v19n129\"> You hear a great deal said about finding money. There is no difficulty at all in finding money, but there are a great many people who do not know what to do with it when they do find it. This is the great defect with the human family. I could relate many very singular circumstances. I lived right in the country where the plates were found from which the Book of Mormon was translated, and I know a great many things pertaining to that country. I believe I will take the liberty to tell you of another circumstance that will be as marvelous as anything can be. This is an incident in the life of Oliver Cowdery, but he did not take the liberty of telling such things in meeting as I take. I tell these things to you, and I have a motive for doing so. I want to carry them to the ears of my brethren and sisters, and to the children also, that they may grow to an understanding of some things that seem to be entirely hidden from the human family. Oliver Cowdery went with the Prophet Joseph when he deposited these plates. Joseph did not translate all of the plates; there was a portion of them sealed, which you can learn from the Book of Doctrine and Covenants.<span class=\"citation\" id=\"84696\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84696)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84696)\">D&amp;C 28:7<\/a><\/span><span class=\"citation\" id=\"93909\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93909)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93909)\">JS&mdash;H 1:65<\/a><\/span> When Joseph got the plates, the angel instructed him to carry them back to the hill Cumorah, which he did.<span class=\"citation\" id=\"93895\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93895)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93895)\">JS&mdash;H 1:60<\/a><\/span> Oliver says that when Joseph and Oliver went there, the hill opened, and they walked into a cave, in which there was a large and spacious room. He says he did not think, at the time, whether they had the light of the sun or artificial light; but that it was just as light as day. They laid the plates on a table; it <div class=\"break columnbreak\" id=\"38b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0038.pdf\" target=\"pdfwin\">p.&#xA0;38b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1105\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> was a large table that stood in the room. Under this table there was a pile of plates as much as two feet high, and there were altogether in this room more plates than probably many wagon loads; they were piled up in the corners and along the walls. The first time they went there the sword of Laban hung upon the wall; but when they went again it had been taken down and laid upon the table across the gold plates; it was unsheathed, and on it was written these words: &#x201C;This sword will never be sheathed again until the kingdoms of this world become the kingdom of our God and his Christ.&#x201D;<span class=\"citation\" id=\"79479\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79479)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79479)\">Rev. 11:15<\/a><\/span> I tell you this as coming not only from Oliver Cowdery, but others who were familiar with it, and who understood it just as well as we understand coming to this meeting, enjoying the day, and by and by we separate and go away, forgetting most of what is said, but remembering some things. So is it with other circumstances in life. I relate this to you, and I want you to understand it. I take this liberty of referring to those things so that they will not be forgotten and lost. Carlos Smith was a young man of as much veracity as any young man we had, and he was a witness to these things. Samuel Smith saw some things, Hyrum saw a good many things, but Joseph was the leader. <\/div><div class=\"paragraph jod\" id=\"v19n130\"> Now, you may think I am unwise in publicly telling these things, thinking perhaps I should preserve them in my own breast; but such is not my mind. I would like the people called Latter-day Saints to understand some little things with regard to the workings and dealings of the Lord with his people here upon the earth. I could relate to you a great many more, all of which are familiar to many of our brethren  <div class=\"break pagebreak\" id=\"39a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0039.pdf\" target=\"pdfwin\">p.&#xA0;39a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1104\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and sisters. <\/div><div class=\"paragraph jod\" id=\"v19n132\"> Now, should you go prospecting for gold or silver, you will find just enough to allure you and to destroy you. But it might be said, &#x201C;Are not the earth and the treasures the property of the Lord who created them, and will he not, according to the promise, give them to his faithful disciples?&#x201D; O yes, this is strictly correct; but you mark this&#x2014;the man who is faithful to his calling and to this holy Priesthood, never goes hunting for gold or silver unless he is sent. Such men are found following their legitimate pursuits, working in their fields, in their workshops and gardens, making beautiful their habitations; in other words, engaged building up and assisting to establish the Zion of God on the earth, with their minds centered on the true riches<span class=\"citation\" id=\"67762\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67762)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67762)\">Luke 16:11<\/a><\/span> and not upon the things of this world.<span class=\"citation\" id=\"127597\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127597)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127597)\">1 Jn. 2:15<\/a><\/span> People do not know it, but I know there is a seal set upon the treasures of earth; men are allowed to go so far and no farther. I have known places where there were treasures in abundance; but could men get them? No. You can read in the Book of Mormon of the ancient Nephites holding their treasures, and of their becoming slippery; so that after they had privately hid their money, on going to the place again, lo and behold it was not there, but was somewhere else, but they knew not where.<span class=\"citation\" id=\"82466\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82466)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82466)\">Hel. 13:18-23<\/a><\/span><span class=\"citation\" id=\"82468\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82468)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82468)\">Hel. 13:30-36<\/a><\/span><span class=\"citation\" id=\"83151\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83151)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83151)\">Morm. 1:18<\/a><\/span><span class=\"citation\" id=\"83153\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83153)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83153)\">Morm. 2:10<\/a><\/span> The people do not understand this; I wish they did, for they would then do as I do, pay attention to the legitimate business that God has given them to perform. Do I run after mines or digging holes in the ground? No, not at all. It is like the will-o'-the wisp, a jack-o'-lantern. You ask our businessmen, or go to California, and inquire there whether it pays to hunt for gold. <div class=\"break columnbreak\" id=\"39b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0039.pdf\" target=\"pdfwin\">p.&#xA0;39b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1104\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> I will venture to say there never was a dollar taken from the mountains of California, neither from these mountains west, nor from out of this Territory, but what cost from ten to one hundred dollars. Do you believe that? It is said a great deal of money has been made here and there. Who has made it? Considerable lead has been taken from here, and a little silver; but when you count the time that has been spent, and after putting a fair valuation upon it, you will find what I say to be a fact, to say nothing of the lives and property that are lost. A little town directly west of here, some fifteen months ago, contained a certain number of men, who followed mining. We calculated their time at the rate of what was paid for common labor; and then we ascertained the amount realized from the treasure taken out of the earth, which was well known; and it was shown that they spent in the neighborhood of seven hundred dollars a day, and got in return about thirty. What they did get was just sufficient to allure them. <\/div><div class=\"paragraph jod\" id=\"v19n133\"> The Lord has permitted our enemies to come among us, who would destroy us if they could. They are only allowed to allure the minds of the foolish and those who lack judgment and who know not the things of God.<span class=\"citation\" id=\"73061\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73061)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73061)\">1 Cor. 2:11<\/a><\/span> But when we, as individuals and as a people, learn things as they are, we will find this fact&#x2014;all truth is worthy and worth possessing, while all untruth is not worthy nor worth running after, nor working for, nor spending our lives for. The Gospel of life and salvation which God has revealed to us, incorporates all the systems there are. Every true principle and every true science, and every truth there is, are incorporated within the faith  <div class=\"break pagebreak\" id=\"40a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0040.pdf\" target=\"pdfwin\">p.&#xA0;40a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1103\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of the Latter-day Saints. This is something worth possessing, this is worth spending our time for; but the religions of the day, independent of their moral worth, are nothing but a myth, a shadow; there is no reality in them. But when you come to the philosophy of the religion of heaven, you have facts in your possession that are worth having, they are worthy the admiration of the wise, the prudent, the noble, the great and those that seek after the wisdom that comes from God, and the Latter-day Saints are in possession of this treasure! What are we doing? If we were the people of God, as we profess to be, there would not be a dissenting voice in all Israel in obeying the Priesthood. It was observed this morning by brother Cannon with regard to yielding obedience, that we were called upon to yield obedience because it was a command of God, and our faith demands obedience. To what? Why? Wherefore? Obedience to every principle of truth. What for? So that we may become possessors of all truth. Why should we do it? Because it gives us health, it gives us wealth, it gives us knowledge, it gives us power, it gives us beauty, it gives us excellency, it gives us treasures on the earth and treasures in heaven, it gives us a knowledge of God and of the love of God, it gives us fellowship with the Saints that are sanctified and glorified, and it gives us all things that will promote happiness and peace. These are the reasons why we do it. Should you take the other road, what do you get? Nothing. When persons turn away from the Gospel of the Son of God, what do they turn to? Nothing. And what do they turn from hereafter? All things worth possessing, everything that men <div class=\"break columnbreak\" id=\"40b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0040.pdf\" target=\"pdfwin\">p.&#xA0;40b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1103\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and the Gods can possess in time and in eternity. Take the other road, and you get a shadow for the time being, and you may think you have the substance, but sooner or later you are left as a feather floating in the air, or worse than a ship upon the ocean, without compass or rudder, deprived of the light of the sun, the moon and the stars, tossed hither and thither until it sinks to rise no more. In order to yield obedience to the truth, you must love the truth and have the fear of God in your hearts. All who feel the true spirit of this latter-day work delight in the truth, they delight to hear the truth, and they delight to obey the truth; it is their delight to know the mind and will of God, that they may render obedience to it. This is the experience of every faithful man and woman in this Church. But take the experience of the apostates, and the experience of those who have risen up in opposition to the Prophet Joseph Smith and the Gospel brought forth and contained in the Book of Doctrine and Covenants and in the Book of Mormon, and the revelations that he was the honored instrument in the hands of God of revealing to the people; those that rise up in opposition to this, who are they and what is their end? You will hear one fact from them&#x2014;&#x201C;Brother &#x2014;&#x2014;, have you enjoyed yourself since resigning &#x2018;Mormonism?&#x2019; Now speak the truth. Come, tell us just as it is. Have you experienced joy and happiness since leaving the kingdom of God? Come, now, don't lie!&#x201D; Brother &#x2014;&#x2014; answers, &#x201C;I have not enjoyed one day's peace since I left the Church.&#x201D; This is the declaration of the apostates today, when they tell the truth about it. Look at their countenances&#x2014;is  <div class=\"break pagebreak\" id=\"41a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0041.pdf\" target=\"pdfwin\">p.&#xA0;41a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1102\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>there happiness depicted there? No, it is sorrow; they choose error instead of truth, they love darkness rather than light,<span class=\"citation\" id=\"68936\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68936)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68936)\">John 3:19<\/a><\/span> and the end thereof, to use Scripture language, is death.<span class=\"citation\" id=\"127598\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127598)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127598)\">Prov. 14:12<\/a><\/span> The sorrow thereof they feel every day, for man's spirit is operated upon continually. We are as independent in our organization as the Gods are, but still we are creatures of circumstances, influenced by the spirits and by the powers of eternity that are here and round about us. We are here and are operated upon by them in our organizations. This is the place where every man commences to acquire the germ of the independence that is enjoyed in the heavens. These influences, in comparison, are like the cooling breezes from the mountains that are so grateful to us, that revive and refresh us, that give us life. But on the other hand, here comes the miasma from the swamp, bringing disease and death, and without knowing we inhale the poisonous air, we become conscious of weakness, we feel that we are taking fever, that we are getting sick&#x2014;we become a prey to the enemy, and death ensues. That is the difference between the two influences that operate continually on mankind. It is either enjoyment or suffering. All are subject to these elements in which we live. Here is the good operating, all the time telling men and women, before passing the ordeals of redemption, that they must repent, that then the light of Christ will be upon them from time to time, to operate upon their minds, teaching them&#x2014;you are doing wrong, you are saying that which is not right, you have renounced the Book of Mormon, you have renounced the Doctrine and Covenants, you have re<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"41b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0041.pdf\" target=\"pdfwin\">p.&#xA0;41b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1102\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>nounced Joseph, your endowments, or Celestial Law. When they reveal the truth of their hearts, they will say, as Lyman E. Johnson said, at one of our Quorum meetings, after he had apostatized and tried to put Joseph out of the way. Lyman told the truth. He said, &#x201C;Brethren&#x2014;I will call you brethren&#x2014;I will tell you the truth. If I could believe &#x2018;Mormonism&#x2019;&#x2014;it is no matter whether it is true or not&#x2014;but if I could believe &#x2018;Mormonism&#x2019; as I did when I traveled with you and preached, if I possessed the world I would give it. I would give anything, I would suffer my right hand to be cut off, if I could believe it again. Then I was full of joy and gladness. My dreams were pleasant. When I awoke in the morning my spirit was cheerful. I was happy by day and by night, full of peace and joy and thanksgiving. But now it is darkness, pain, sorrow, misery in the extreme. I have never since seen a happy moment.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v19n135\"> Lyman E. Johnson belonged to the Quorum of the Twelve; he was the first man called when the Twelve were called; his name was first, Brigham Young's second, and Heber C. Kimball's third. The testimony that he gave of his bitter experience is the testimony that every apostate would give if they would tell the truth. But will they acknowledge it? No, because they do not want to tell the truth. <\/div><div class=\"paragraph jod\" id=\"v19n136\"> There is no enjoyment, no happiness, no comfort, there is no light to my path, for me there is no real pleasure or delight only in the observance of truth as it comes from God, obeying it in every sense of the word, and marching forward as a good faithful soldier in the discharge of every duty. The man or the woman&#x2014;perhaps you may think it presumptuous in me, but I will pro<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"42a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0042.pdf\" target=\"pdfwin\">p.&#xA0;42a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1101\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>mise you that what I am going to say is the truth&#x2014;who has embraced what is called &#x201C;Mormonism,&#x201D; but which is nothing more or less than the Everlasting Gospel of the Son of God, who when counseled by men of God holding the eternal Priesthood to do thus and so, and who will indulge in a spirit that will prompt him to say, &#x201C;O yes, I think I will use my own judgment. I think I have discretion as well as you, and I will take my own course. I can attend to my own business as well and perhaps a little better than anyone else, and therefore I don't need anyone to advise me.&#x201D; I say the man or the woman that will do so, thereby taking to himself or to herself strength and wisdom to counsel themselves, unless they repent, turn round and do better, they will go into darkness, and sooner or later each person or persons will apostatize and go to destruction. Do you believe it? It is just as true as the sun that shines. Is it hard to believe? No, it is the easiest thing in the world to believe the truth. It is a great deal easier to believe truth than error. It is easier to defend the truth than to defend error. It is necessary that the religions and creeds of the Christian world be defended by the most able and learned students, in order to make them popular and to appear as true. But after these Christian students have been through academies and colleges; and the most famed seminaries in the world, and after they have studied and studied, spending a lifetime in the acquisition of a theological education, it takes but one of our boys, with the aid of the Bible and the little Catechism, to wind them up as you would an old clock. This has been the experience of many of our boys, and when they started out from their homes to preach the Gospel, <div class=\"break columnbreak\" id=\"42b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0042.pdf\" target=\"pdfwin\">p.&#xA0;42b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1101\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> they did not know that they could say anything at all about its principles; but when they have come in contact with those who have professed much and who have undertaken to disprove the Gospel as taught by the Latter-day Saints, their minds have become enlightened and passages of Scripture have come to them and they have discomfited their opponents, so that they have had nothing to say. I have done so many times myself, and that too with a few words; and the conversation would be turned to something else. With all their study and learning, and with all the philosophy and science there is brought to the aid of false theories, how easy it is to believe the truth! It is much easier than to disbelieve it. Truth commends itself to every honest person, it matters not how simply it is told, and when it is received it seems as though we had been acquainted with it all our lives. It is the testimony of the majority of the Latter-day Saints that when they first heard the Gospel preached, as contained in the Bible and Doctrine and Covenants, although entirely new to them, it seemed as though they already understood it, and that they must have been &#x201C;Mormons&#x201D; from the beginning. <\/div><div class=\"paragraph jod\" id=\"v19n138\"> Well, before I sit down I will present to the congregation the names of three of our brethren whom I shall recommend to form the presidency of this Stake of Zion, which will comprise Davis County, and the name of which will probably be Farmington Stake of Zion. (Here Pres. Young proposed the names of Wm. R. Smith of Centerville as President, and Christopher Layton of Kaysville as his first and Anson Call of Bountiful as his second Counselors). I know some of you wish it otherwise, or that someone else was chosen for President; but as we cannot suit  <div class=\"break pagebreak\" id=\"43a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0043.pdf\" target=\"pdfwin\">p.&#xA0;43a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1100\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>everybody's desire in a matter of this kind, we have to center on one, and I have felt to suggest the name of brother Smith. (Each name was put separately, and each vote was unanimous). <\/div><div class=\"paragraph jod\" id=\"v19n140\"> Before presenting the names of brethren to compose the High Council, which would be in order to do, I propose for President of the High Priests' Quorum the name of Thomas S. Smith, who was once Bishop of this place. (Brother Smith was unanimously sustained; and brothers Thomas Steele and Job Welling were elected as his Counselors, without a single dissenting vote. The names of the brethren to act as members of the High Council were also presented and sustained in a similar manner). <\/div><div class=\"paragraph jod\" id=\"v19n141\"> The Wards will be organized hereafter; Bishops will be placed over them, with their two Counselors, all of whom will be ordained High Priests, if not already so ordained, and then be set apart to act in their several offices. They then will form a court; and then all the other quorums of Priesthood will be set in order. For what? Paul says, &#x201C;For the perfecting of the saints, for the work of the ministry, for the edifying of the body of Christ.&#x201D;<span class=\"citation\" id=\"75161\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75161)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75161)\">Eph. 4:12<\/a><\/span> But whether this will be the result here I do not know. All I know is that it should be so, and if everyone does his duty and lives his religion, it will be so. (The brethren chosen and elected to fill the several offices herein named, were then set apart to act therein. The President then continued&#x2014;) <\/div><div class=\"paragraph jod\" id=\"v19n142\"> Just a few words to the Presidency of this Stake of Zion. It is now their duty to see that the officers within their jurisdiction perform their several duties, it is sufficient work for them too if they will attend to it. The High Council I hope will not have much business to do. I am <div class=\"break columnbreak\" id=\"43b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0043.pdf\" target=\"pdfwin\">p.&#xA0;43b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1100\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> told that there have only been three cases during the last twenty-three years, that have gone for trial before the High Council from Farmington. That is doing very well. To the now acting Bishops, who will be ordained Bishops, as well as to brother Hess, who I believe is the only ordained Bishop in the county, I will say that you will now be required to look after your several Wards more assiduously than heretofore; see that Teachers are diligent in the performance of their duties, and that all difficulties that may arise among the brethren of the Ward be settled, if possible, by the Teachers; and also see that all who claim membership in this Church observe the moral law of our religion. We shall not expect to hear of people breaking the Sabbath, and a hundred other things all of which are inconsistent with our holy callings, and opposed to the accomplishment of the work that the Father has given us to do. You are called upon now to make yourselves familiar with the revelations and commandments that have been given us of the Lord for our perfection, for our sanctification preparatory to our exaltation, and so live that our acts and conversations may conform to the same. We expect to see a radical change, a reformation, in the midst of this people, so that, when the proper authorities shall call upon you to do thus and so, everyone may be found willing and ready to respond, placing himself, with all he commands, for the upbuilding of the kingdom of God. This is in accordance with a revelation given to this Church before the law of Tithing was revealed;<span class=\"citation\" id=\"127599\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127599)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127599)\">D&amp;C 42:30-32<\/a><\/span> but in consequence of unbelief and imperfection on the part of the people it was not observed, and hence a law more adapted to their condition was given, namely, that of Tithing.<span class=\"citation\" id=\"127600\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127600)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127600)\">D&amp;C 119:1-7<\/a><\/span> You are called upon  <div class=\"break pagebreak\" id=\"44a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0044.pdf\" target=\"pdfwin\">p.&#xA0;44a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1099\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>now to improve your ways, to seek with all earnestness for an increase of faith that you may live according to the higher laws, which is your privilege to do, and which is so necessary for our peace and comfort and for the good order of society and for the salvation of the Latter-day Saints. We shall look for this change, and I do not think we shall be disappointed; if at all, I believe it will prove a happy disappointment to all Israel, because of the great reformation that will be effected among the Latter-day Saints. <\/div><div class=\"paragraph jod\" id=\"v19n144\"> Brethren and sisters, we feel to bless you, we are blessing you all the time, and God is blessing you. See how he has tempered the elements; how he has held our enemies in check, and delivered us out of their grasp and power; how he has prospered us when we have confined our attention to our legitimate business; and I can say with all propriety that, if we had strictly followed the counsels that have been given from the commencement until today, instead of being in such poverty, as we are in one sense, we would be a self-sustaining, independent people, commanding millions just as easy as we now command thousands. But how unwise, how foolish some of our brethren are! I am ashamed of them, and their condition is deplorable. Instead of beautifying their homes and improving their farms, and helping to reclaim the community and build up the Zion of the latter days, they have done&#x2014;what? <span class=\"italic\">Dug holes in the ground?<\/span> and, I do not know how it is with you, but go to Salt Lake City, and you will find men whose experience and judgment should have taught them better reaping the results of their folly&#x2014;their houses and lots mortgaged, their farm, also many are in this condition, and most of them will lose their property. They <div class=\"break columnbreak\" id=\"44b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0044.pdf\" target=\"pdfwin\">p.&#xA0;44b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1099\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> wanted a little more money, they allowed themselves to be allured and they lose all. I myself was the means of making several brethren by employing them, letting them have business to attend to until they became wealthy; and now they are in poverty. Whereas, if they had taken my counsel they could have added to their wealth and been in good comfortable circumstances today, success and prosperity would have attended them, peace and blessing would have been their portion, and they in turn would have been in a position to bless others of their brethren. This I say, with all confidence and assurance; but no, selfishness and covetousness blinded them, they wanted more and they coveted that which was not their own; and if they have not already sensed it, I can tell them that weeping, mourning and lamentation will overtake them, and this they bring upon themselves. <\/div><div class=\"paragraph jod\" id=\"v19n145\"> Let us take the course pointed out and we will avoid trouble; if we pay attention to our calling we will be blessed abundantly, both temporally and spiritually; and when it shall be said to the people, Let us do this or that, it will be done. We require nothing more of the people than the Lord requires of us. And what is that? It is this, &#x201C;Son, give me thine heart.&#x201D;<span class=\"citation\" id=\"57514\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57514)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57514)\">Prov. 23:26<\/a><\/span> Let us truly and in reality be servants of God, holding ourselves with all we have subject to the will of God, to be used, if necessary, for the building up of his kingdom on the earth. This is what the Lord requires, this is what the Priesthood require, and is the course I endeavor to pursue. <\/div><div class=\"paragraph jod\" id=\"v19n146\"> I say God bless you; I bless you. I say peace be with you. Brethren, one and all, be faithful, be diligent. We have all plenty to do; it remains for us to live so that by the light of the Holy Spirit, we can see the work  <div class=\"break pagebreak\" id=\"45a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0045.pdf\" target=\"pdfwin\">p.&#xA0;45a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1098\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>before us. Do not let our minds run after gold and silver, nor upon houses and lands; what the Lord gives us take the very best care of, putting the same to a wise and proper use, or our hearts cannot be for the kingdom. <\/div><div class=\"paragraph jod\" id=\"v19n148\"> Never have I seen to so great an extent that willingness to labor for the cause of righteousness, as was witnessed in the Temple, at St. George, last winter. The Spirit of God pervaded the hearts of the brethren and sisters, and how willing they were to labor! This work will continue, and the brethren and sisters will go into the Temples of the Lord, to officiate for those who have died without the Gospel from the days of Father Adam to the winding-up scene, until every one is officiated for; who can or will receive the Gospel so that all may <div class=\"break columnbreak\" id=\"45b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0045.pdf\" target=\"pdfwin\">p.&#xA0;45b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1098\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> have the opportunity and privileges of life and salvation. <\/div><div class=\"paragraph jod\" id=\"v19n149\"> Don't you think we have a work to perform? Yes, and it will take a thousand years to accomplish it. In the Temple last winter the brethren and sisters enjoyed themselves the best that they ever did in their lives. So they said. And our children, just old enough to work, how happy they were! They would exclaim, &#x201C;I never knew anything about &#x2018;Mormonism&#x2019; before!&#x201D; If you were in the Temples of God working for the living and the dead, your eyes and hearts would not be after the fashions of the world, nor the wealth of the world. Yet the whole of this world's wealth belongs to the Lord, and he can give to whomsoever he pleases. Amen. <\/div>\n<\/div>\n<\/div>"}