{"ID":190025, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">God is at the Helm&#x2014;Organization According to the Revelations&#x2014;Historic Statements&#x2014;Societies Connected With the Church&#x2014;Temple Building.<\/div>\n<div class=\"subtitle\">Discourse by President John Taylor, delivered in the Provo Meetinghouse, Sunday Morning, Oct. 14, 1877.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: the Territorial Enquirer.<\/div>\n<div class=\"pageHeader\">Page Header: God is at the Helm, Etc.<\/div>\n<div class=\"speaker\">Speaker: John Taylor<\/div>\n<div class=\"date\">Date: 10\/14\/1877<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d25\">\n<div class=\"paragraph jod\" id=\"v19n447\"> It is the first time that I have been permitted to meet with you since the death of our beloved President and Prophet. We all feel sad and sorrowful on account of our bereavement. He had been our guide, director, Prophet, Seer and Revelator for the last thirty-three years, and his departure caused feelings of gloom and sorrow throughout all the Territory. We all felt to appreciate our President and mourn his loss, and we still have some feelings of sorrow lingering about us; yet, at the same time, we cannot ignore the fact that there are certain duties and responsibilities resting upon us that call into operation our best energies, thoughts, reflections and actions. And while we mourn his loss we are impressed with the responsibilities that rest upon us as individuals, in connection with the work of God, and are led to reflect upon the changing vicissitudes of human life and the various events that have transpired among us. <\/div><div class=\"paragraph jod\" id=\"v19n448\"> There is a satisfaction in the reflection that God is at the helm and guides, controls and dictates according to his own plans and designs, and that the Priesthood is not confined to this earth alone, but that, <div class=\"break columnbreak\" id=\"137b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0137.pdf\" target=\"pdfwin\">p.&#xA0;137b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1006\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> after having performed our various duties here and passed away, we shall be called upon to operate for the same grand purpose in another sphere. The Priesthood we have received on the earth is everlasting, it administers in time and eternity, and to that Priesthood are we indebted for the revelations of God's will to man; for with the introduction of the Priesthood to men on the earth came the development of the principles of truth and, by that means, light, knowledge and intelligence were communicated to this people. We cannot do anything of ourselves, unless aided by the spirit of the Lord. We are in communion with not only the Prophets and Apostles who lived anciently, but with brother Joseph, brother Brigham, brother Heber C. Kimball, brother Geo. A. Smith and others who held the holy Priesthood and have passed away, and are operating with them in behalf of fallen humanity, in behalf of the people who live now on the earth and the myriads of dead who have left us. We are engaged in a work that nothing but the combined action of the Priesthood on the earth and in the heavens can bring about. It is not in the power alone  <div class=\"break pagebreak\" id=\"138a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0138.pdf\" target=\"pdfwin\">p.&#xA0;138a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1005\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of any one man, whether it be brother Brigham, brother Joseph or any that exist, to accomplish the redemption of the human family, unless aided by the Almighty. We are not only working in our own interests, but in the interests of mankind, and we should seek that light, intelligence and knowledge necessary in the carrying out of the designs of Jehovah, and associate ourselves with that grand combination and union between heaven and earth for the accomplishment of His purposes. <\/div><div class=\"paragraph jod\" id=\"v19n450\"> We have lately been organizing ourselves according to the revelations of the Almighty. Our organization is not entirely perfect, but we shall continue to approach nearer to that condition until every man is placed in his right position and we are properly organized, whereby all matters connected with the work of God can be placed in their proper working order, all of which will be accomplished if we follow the directions of our late venerated President. By continuing in this good work we shall go on from intelligence to intelligence, and from knowledge to knowledge, until we shall see as we are seen and know as we are known.<span class=\"citation\" id=\"87176\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87176)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87176)\">D&amp;C 76:94<\/a><\/span> These organizations of Stakes and Wards are not made for the purpose of putting men in positions, neither are positions in the Priesthood given to men to enable them to strut about and lord it over their fellows, but in all their administrations, men should have the fear of God, understand His mind and realize their responsibility to Him for their acts and doings. Men holding the Priesthood should not be governed by personal ambition, but feel full of the love of God, the Holy Ghost, light, revelation, mercy, kindness and long-suffering toward all with whom they are associated. These are the kind of feelings that ought to be expressed and manifested <div class=\"break columnbreak\" id=\"138b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0138.pdf\" target=\"pdfwin\">p.&#xA0;138b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1005\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> by all those holding the Priesthood. We are not to act as lords over God's heritage, but ought to act in the fear of the Almighty, aided by the Holy Spirit, in seeking to carry out the various duties devolving upon us, for little or insignificant as these things appear to us, they are of the greatest importance. God understands better the wants of the people than we do, for he has had experience that we have not yet acquired. In all his operations He is governed by love, and he desires to see those who hold his authority here on the earth exercise it for the welfare of the human family, and to act as he would, with the same parental solicitude. For this purpose He has delegated his authority to man, as described in the Scriptures, &#x201C;first apostles, secondarily prophets,&#x201D;<span class=\"citation\" id=\"73626\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73626)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73626)\">1 Cor. 12:28<\/a><\/span> etc., that the Saints might be perfected,<span class=\"citation\" id=\"75162\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75162)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75162)\">Eph. 4:12<\/a><\/span> &#x201C;until we all come to the unity of the faith.&#x201D;<span class=\"citation\" id=\"75208\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75208)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75208)\">Eph. 4:13<\/a><\/span> This was said in former times for the organization of the former-day Saints, and is applicable to the case of the Latter-day Saints. Through these ordinances come the blessings of the Gospel, and without them the power of God cannot be made manifest to man in the flesh.<span class=\"citation\" id=\"87595\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87595)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87595)\">D&amp;C 84:21<\/a><\/span> Now there is more in this than is apparent to the superficial observer. <\/div><div class=\"paragraph jod\" id=\"v19n451\"> We have and have had various organizations of the holy Priesthood. We have had a First Presidency, and sometimes we have not. It was sometime before a First Presidency was organized in the early days of the Church, and then it was quite a number of years before the Twelve Apostles and the several quorums now in existence were organized. The Lord has been developing us in these matters, and there is a beauty and a harmony in the organization of the Church that cannot be found in any other community in the world. Before the Prophet Joseph departed,  <div class=\"break pagebreak\" id=\"139a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0139.pdf\" target=\"pdfwin\">p.&#xA0;139a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1004\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>he said, on one occasion, turning to the Twelve, &#x201C;I roll the burden of this kingdom on to you,&#x201D; and, on another occasion, he said their place was next to that of the First Presidency, and he wished them to take their place that he might attend to other duties, such as translating, etc. At the time he was taken away he was in the bloom of life and the vigor of health, and although his departure was sudden and unexpected our organization rendered it no difficult matter to decide who should assume the leadership of the Church. There was no difficulty in the matter; it was understood that the duty rested on the Twelve. Why? The revelation stated that the Twelve were to hold the keys of the kingdom in connection with the First Presidency,<span class=\"citation\" id=\"90657\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90657)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90657)\">D&amp;C 112:30<\/a><\/span> which were handed down under various circumstances. You will find in the history of the Prophet Joseph Smith, that this matter is made perfectly plain. He said there was no authority or power of presidency over the Twelve except the First Presidency, and where he was not there was no presidency over the Twelve. Hence President Brigham Young said, when the Prophet Joseph was taken away, &#x201C;Thank God the keys of the kingdom are not taken from us,&#x201D; and being head of the Twelve, he assumed his position and so acted on the authority he held and according to the rules laid down. Thus there was no scattering, confusion or difficulty that might otherwise have existed if the organization of the Church had not been perfect. When President Young was taken away the same condition of things were presented again, the circumstances being similar. There is no contention, strife or difficulty, because we all understand the principles that God has ordained for the government of his people. The Twelve <div class=\"break columnbreak\" id=\"139b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0139.pdf\" target=\"pdfwin\">p.&#xA0;139b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1004\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> have not assumed the Presidency of the Church to suit themselves, but as a duty which they could not ignore. Men of the world cried out, &#x201C;The Mormons are all scattered now,&#x201D; but they don't know anything about the character and mission of this Church. I don't think we have been much scattered. Our last General Conference in Salt Lake City proved how much scattered we were. Our voting on that occasion showed a cementing&#x2014;a uniting together of the people, that could not be equaled by any other people on the earth. It may be asked why we voted at Conference in the manner we did. Because it was the way that God ordained. Under the inspiration of the Almighty, Joseph Smith organized this state of things at a General Assembly held in Kirtland, when the people were called upon to vote, and they did so in the same manner that we did at our last General Conference. You will recollect that about the 19th of January, 1841, a revelation was given defining the various positions of men called to act in the Priesthood.<span class=\"citation\" id=\"90958\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90958)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90958)\">D&amp;C 124:1-145<\/a><\/span> First, the Lord gave to the Church Hyrum Smith to be Patriarch,<span class=\"citation\" id=\"91062\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91062)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91062)\">D&amp;C 124:91-96<\/a><\/span><span class=\"citation\" id=\"91082\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91082)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91082)\">D&amp;C 124:124<\/a><\/span> then Joseph Smith, Jun, to be Prophet, Seer and Revelator to the people,<span class=\"citation\" id=\"91083\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91083)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91083)\">D&amp;C 124:125<\/a><\/span> and Sidney Rigdon<span class=\"citation\" id=\"91075\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91075)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91075)\">D&amp;C 124:103<\/a><\/span> and William Law<span class=\"citation\" id=\"91061\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91061)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91061)\">D&amp;C 124:91<\/a><\/span> for his Counselors,<span class=\"citation\" id=\"91084\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91084)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91084)\">D&amp;C 124:126<\/a><\/span> Brigham Young as President of the Twelve,<span class=\"citation\" id=\"91089\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91089)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91089)\">D&amp;C 124:127<\/a><\/span> which Twelve he called by name&#x2014;<span class=\"citation\" id=\"91095\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91095)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91095)\">D&amp;C 124:129-130<\/a><\/span>then the High Priests, Seventies and Elders&#x2014;then again the Bishops and lesser Priesthood.<span class=\"citation\" id=\"91102\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91102)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91102)\">D&amp;C 124:131-143<\/a><\/span> Now, says he, at the next General Conference present this organization to the Conference for its acceptance or rejection.<span class=\"citation\" id=\"91130\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91130)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91130)\">D&amp;C 124:144<\/a><\/span> At the next Conference the various quorums were presented in that form and the people voted as quorums and with uplifted hands. Some of these men that the Lord had named, however, were rejected: One man named Hicks,<span class=\"citation\" id=\"91118\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91118)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91118)\">D&amp;C 124:137<\/a><\/span> and another  <div class=\"break pagebreak\" id=\"140a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0140.pdf\" target=\"pdfwin\">p.&#xA0;140a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1003\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Bishop Ripley. John E. Page, one of the quorum of the Twelve, was also rejected, but after a hearing was afterwards restored.<span class=\"citation\" id=\"91093\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91093)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91093)\">D&amp;C 124:129<\/a><\/span> The Prophet Joseph told the people to vote in that manner, as the majority of the several quorums would form a quorum or authority that would be decisive. This manner of voting was observed at Far West also; and even after Joseph's death this same rule was observed, though not with the same unanimity as at our General Conference. There is no logrolling&#x2014;no seeking for office, but our idea is that the voice of God should dictate and then the voice of the people. He respects our rights, as he did the rights of the people thousands of years ago, when the congregations of ancient Israel stood up and said Amen to the voice of God through his Prophets.<span class=\"citation\" id=\"55138\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55138)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55138)\">Deut. 27:15-26<\/a><\/span> There is no compulsion&#x2014;no forcing the human mind&#x2014;no driving; but everyone should have a full, frank, free and unfettered opportunity of expressing his wish for or against, but we always ought to consent to that which is right. I never saw more unanimity on the part of the people than was displayed at the General Conference two weeks ago; there could not possibly be more. The Twelve stand as they did after the Prophet Joseph was taken away. I and others of the Twelve, now living, were with them. Now a second time it devolves upon the Twelve to take the presidency of the Church. Will there be anything else? I cannot say; there may be, when the Lord deems it necessary. We should feel as Jesus did when he exclaimed, &#x201C;Lord, not my will, but thine be done.&#x201D;<span class=\"citation\" id=\"68247\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68247)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68247)\">Luke 22:42<\/a><\/span> It devolves upon the Twelve to attend to the duties the Lord has placed upon them, but they need the faith and confidence of the Saints and the sustenance of the Almighty, for they will <div class=\"break columnbreak\" id=\"140b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0140.pdf\" target=\"pdfwin\">p.&#xA0;140b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1003\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> not be able to do anything of themselves. <\/div><div class=\"paragraph jod\" id=\"v19n454\"> I would like to have been at the High Priests' meeting held here last evening, but could not attend in consequence of ill-health. There is a quorum of High Priests in this Stake, and it is proper that they should fully understand the duties of their office and calling, which the Book of Doctrine and Covenants plainly states.<span class=\"citation\" id=\"90142\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90142)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90142)\">D&amp;C 107:10-12<\/a><\/span> It is an ordinance, as therein shown, that has been instituted for the purpose of qualifying men for Presidents of the different Stakes scattered abroad.<span class=\"citation\" id=\"91113\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91113)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91113)\">D&amp;C 124:133-135<\/a><\/span> Many circumstances have occurred since the commencement of our recent organizations which show how little prepared the High Priests were to take upon themselves the duties of their office, in presiding over Stakes, Wards, etc. We have had to take hundreds from the Quorums of Seventies and Elders and ordain them High Priests and make Bishops, Bishops' Counselors, Presidents of Stakes and High Councilors of them. Now it seems to me that if the High Priests had understood and performed their duties, we should not have been in the position we were and compelled to go outside of these quorums to find men suitable for presiding. I draw their attention to this matter; and you Presidents of High Priests should instruct your quorums on the principles of Presidency, that when called upon they can be used in positions of that character. Let us not be negligent in time to come. I say, get your people together, instruct them in the duties of their calling, have them seek after light, knowledge and intelligence as to the requirements of their exalted positions, that when we want qualified and capable men we may know where to find them. Now, then, is it wrong to take others? If one,  <div class=\"break pagebreak\" id=\"141a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0141.pdf\" target=\"pdfwin\">p.&#xA0;141a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1002\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>who by the Priesthood he holds has a priority of claim in a case of this kind, is otherwise unqualified, we must select the wisest and the best, whether he be a Seventy or an Elder, to fill such position and to administer correctly in the things of God. <\/div><div class=\"paragraph jod\" id=\"v19n456\"> Now let us go on to the Seventies. There are large numbers of them, and there has been a great desire to push men into quorums, without regard sometimes to their worth and fitness. Now what is their duty? Why, to go abroad and preach the Gospel to all nations. How many do this? Very few. Well, say some, we go when called upon. That is all true; the Seventies have, as a rule, been on hand to go forth and preach;<span class=\"citation\" id=\"90228\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90228)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90228)\">D&amp;C 107:25<\/a><\/span> but I am speaking more particularly, of the nature of the Priesthood they hold and the duties which devolve upon them. They should be always ready, a kind of minutemen, under the immediate direction of the Twelve, to go forth as the messengers of life and salvation to all nations on the earth.<span class=\"citation\" id=\"90265\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90265)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90265)\">D&amp;C 107:34<\/a><\/span> Are you Seventies preparing yourselves for this? Are you prepared to stand forth as men of God, clothed upon by the power of the Holy Ghost, to go into the world to warn the people, calling them to repentance? A great deal has been accomplished for the salvation of the human family, but we are only starting in. We have sent a few here and there, and although we think we have done a great work, there is but a small handful of people to show for it. There will be great and wonderful changes on the earth; war, bloodshed and desolation will stalk through the land, and we have got to pursue our work and seek after the light of revelation to guide us. We talk about and wonder who the biggest man is&#x2014;the Seventy or the High Priest? Let us seek to know who of us is <div class=\"break columnbreak\" id=\"141b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0141.pdf\" target=\"pdfwin\">p.&#xA0;141b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1002\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> living nearer to God and acting in such a manner as to call down upon us the power of God, and angels will administer to us. We cannot tell which member of the body is most useful to us, which we can best afford to spare&#x2014;the leg or the arm, the eye or the nose.<span class=\"citation\" id=\"73538\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73538)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73538)\">1 Cor. 12:14-26<\/a><\/span> All are necessary to render the body perfect.<span class=\"citation\" id=\"88018\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88018)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88018)\">D&amp;C 84:109-110<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v19n457\"> Moses appeared to the Prophet Joseph to confer upon him the keys for the gathering together of the dispensations and the house of Israel from all portions of the earth.<span class=\"citation\" id=\"90503\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90503)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90503)\">D&amp;C 110:11<\/a><\/span> We have got to preach to the Lamanites, to the house of Judah and by and by the ten tribes. We must be prepared for these things and realize the importance of this duty and the responsibilities resting upon us as God's holy Priesthood. Now, Elders, you ought to be diligent in observing the laws and keeping the commandments of God. These are the leading features of the Melchizedek Priesthood, including the Patriarchs. In England we ordained a few Patriarchs, and I remember that the people on occasions used to get together and have a feast, and then the Patriarch would bless them. This is the way some of the ancient Patriarchs did. The people ought to be liberal with them, but men holding the Priesthood should be governed by higher and more exalted feelings than that of using their callings for the purpose of merchandising. The Elders should stand in their positions as men of God. We are really today a kingdom of Priests,<span class=\"citation\" id=\"54122\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54122)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54122)\">Ex. 19:6<\/a><\/span> and ought to wield a powerful influence for good in the earth. We should get our spirits right and act in righteousness. <\/div><div class=\"paragraph jod\" id=\"v19n458\"> The Presidents of Stakes have important positions; they preside over all the interests of the Church where they are placed, and they should feel like acting for God, and  <div class=\"break pagebreak\" id=\"142a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0142.pdf\" target=\"pdfwin\">p.&#xA0;142a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1001\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>they and their counsel should have continually with them the light of revelation, be full of the Holy Ghost, and quick to discern. There is no officer in the Church, who acts with a single eye to the glory of God but what will have wisdom given him according to his capacity.<span class=\"citation\" id=\"127634\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127634)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127634)\">Matt. 6:22 (JST)<\/a><\/span><span class=\"citation\" id=\"127635\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127635)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127635)\">D&amp;C 88:67<\/a><\/span> The President of the Stake presides over the High Council, a set of men appointed and ordained to adjudicate all matters in dispute that may come before them, and they should act in all meekness, humility and wisdom, seeking intelligence from the Foundation of Light, so that they can act in righteousness and give righteous judgment.<span class=\"citation\" id=\"69404\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69404)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69404)\">John 7:24<\/a><\/span> Then the Bishop is a common judge in Israel,<span class=\"citation\" id=\"90356\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90356)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90356)\">D&amp;C 107:68-74<\/a><\/span> acting in the interests of the people; his duty is to put down evil and root out iniquity. What is the duty of the Priests?<span class=\"citation\" id=\"84353\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84353)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84353)\">D&amp;C 20:46-52<\/a><\/span> Only to hold office? No; it is to visit the members of the various Wards, and to see that there are no hard feelings, troubles or difficulty among the people, to anticipate the occurrence of anything of that sort, put things right and see that the ordinances of the Church are carried out. Then the Teachers,<span class=\"citation\" id=\"84366\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84366)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84366)\">D&amp;C 20:53-59<\/a><\/span> who are helps to the Priests, whose duty it is to go among the people and talk to them on their duties&#x2014;not like so many parrots, but full of the spirit of God. And where there may be difficulties to settle, and it is not within the power of the Teachers to satisfactorily adjust them, report them to the Bishop, who sits as a common judge in Israel, and to adjudicate all such matters. If thy brother offend thee, go and say to him, &#x201C;Brother, you have done so and so,&#x201D; and if he will not listen to you nor ask forgiveness for the offense he has given you, take another man with you&#x2014;one whom you think has influence with him, and one whom you think he will listen to&#x2014;and let him talk, and <div class=\"break columnbreak\" id=\"142b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0142.pdf\" target=\"pdfwin\">p.&#xA0;142b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1001\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> if the offending person will not listen to him, report him, to be dealt with according to the order of the Church, and if he continues obdurate and stubborn, then he does not belong to us. Let us always feel like operating together for the good of each other and for the kingdom we are identified with. <\/div><div class=\"paragraph jod\" id=\"v19n460\"> We have other societies&#x2014;the Young Men's and Young Ladies' Mutual Improvement Associations and the Female Relief Societies. A great deal of credit is due to our sisters. God has provided them as helpmates to their husbands,<span class=\"citation\" id=\"52501\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52501)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52501)\">Gen. 2:18<\/a><\/span> and it is the duty of the latter to cherish and protect those whom God has given unto them, and show them how to make themselves happy&#x2014;teach them&#x2014;our wives and daughters&#x2014;the pure principles of the Gospel, that the daughters of Zion may be lovely and shine as the light and glory of the age in which we live. Sisters, put away from you the vanities and frivolities of the world, administer to the poor and the afflicted. The sisters know how to sympathize with and administer to those who are poor, afflicted and downcast; and let the brethren help them in their kindly ministrations. The young men should be encouraged in the work they are engaged in, and their Mutual Improvement Associations ought to be nourished and their interests promoted. The Lord has encouraged these things from the commencement. The first sister's relief society instituted in the Church was presided over by sister Emma Smith; sister Whitney was her Counselor, and sister Eliza Snow was the Secretary. <\/div><div class=\"paragraph jod\" id=\"v19n461\"> The spirit of Temple building seems to have taken possession of the people. One Temple has already been built, and it is designed to build three more. We are prompted  <div class=\"break pagebreak\" id=\"143a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0143.pdf\" target=\"pdfwin\">p.&#xA0;143a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1000\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>by holy influences to embark in this labor. The Lord said he would send his servant Elijah to turn the hearts of the fathers to the children, and the hearts of the children to their fathers,<span class=\"citation\" id=\"62569\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62569)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62569)\">Mal. 4:5-6<\/a><\/span> and this matter of Temple building is in fulfillment of his word.<span class=\"citation\" id=\"90552\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90552)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90552)\">D&amp;C 110:13-16<\/a><\/span> We are seeking not only to administer for the living, but for the dead. There are many queries come up in relation to the manner in which the various works we are now engaged in shall be accomplished. Shall we pay our Tithing? Yes. Shall we sustain the building of Temples? Yes. And anything outside of this? Yes, we should do the best we can to build up the kingdom of our God. A case came up recently in Cache Valley, where a leading man wanted to know if he could not have the Tithing for putting up the Temple in that Stake. Now, if this privilege is given to them in Cache County, they will want it in Sanpete, and if they have <div class=\"break columnbreak\" id=\"143b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0143.pdf\" target=\"pdfwin\">p.&#xA0;143b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1000\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the privilege there, they will want it in other places where Temples are being erected, and what next? What are we going to do to meet all the expenses, and they are various, which occur in the carrying on of the work? By and by the Tithing may be sufficient to meet all requirements. We do not wish to oppress and crush the poor and faithful of God's people&#x2014;we would rather say, &#x201C;Break every yoke, and let the oppressed go free!&#x201D;<span class=\"citation\" id=\"59834\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59834)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59834)\">Isa. 58:6<\/a><\/span> There is nothing contributed for the work of God but what should be accounted for. We intend to tell you all what becomes of your Tithes and offerings. Through these ordinances come the blessings of God. Brotherly love<span class=\"citation\" id=\"72836\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72836)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72836)\">Rom. 12:10<\/a><\/span><span class=\"citation\" id=\"77343\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77343)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77343)\">Heb. 13:1<\/a><\/span> should prevail among all the people of God, and we should be more united in our temporal and spiritual matters, and thereby claim the promised blessings. <\/div><div class=\"paragraph jod\" id=\"v19n463\"> May God bless you and lead you in the paths of right. Amen. <\/div>\n<\/div>\n<\/div>"}