{"ID":190013, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Relief Societies&#x2014;Talk to Mothers&#x2014;Improvement Societies&#x2014;Domestic Matters&#x2014;Training Children&#x2014;Home Production&#x2014;Silk Interests.<\/div>\n<div class=\"subtitle\">Discourse by President Brigham Young, delivered in the Tabernacle, Ogden, at a Meeting of the Relief Societies of Weber County, July 19, 1877.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: James Taylor.<\/div>\n<div class=\"pageHeader\">Page Header: Relief Societies, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 7\/19\/1877<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d13\">\n<div class=\"paragraph jod\" id=\"v19n227\"> [The following discourse was delivered by President Brigham Young; it was not revised by our respected President, but is presented as reported by brother James Taylor, of Ogden.] <\/div><div class=\"paragraph jod\" id=\"v19n228\"> I expected to attend a meeting of the Relief Societies of this Stake of Zion to hear reports, and comments from the Presidency, the Secretaries, and from those that they would call upon to speak. I learn from the President that the calculation was to invite the brethren to come here and talk to them, instead of their talking to us, and to give them instructions, point out their duties, and direct them with regard to their future course of life. This we are willing to do, on conditions. Were I to ask you if you are willing to comply with those conditions, I have no doubt but what you would at once answer me in the affirmative, and believe that you would carry out the declaration of your own voices, for this would be your mind. The question is, will you carry out our instructions? We leave each and everyone to determine that by their future lives. <div class=\"break columnbreak\" id=\"66b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0066.pdf\" target=\"pdfwin\">p.&#xA0;66b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1077\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> We hope that the people will hearken and by their acts respond to our requests. <\/div><div class=\"paragraph jod\" id=\"v19n229\"> The people called Latter-day Saints say that they wish to know and understand how to order their lives before Him whom we serve and acknowledge as our Father and our God. If I were to give you my own feelings with regard to instructions, many of you would perhaps consider it egotism; still, I take the liberty of saying to these my sisters, if the counsel and instruction that your unworthy servant has given to the inhabitants of the earth had been obeyed and carried out, I have taught them enough to have saved the nations of the earth, and to have made every one of them to be Latter-day Saints. <\/div><div class=\"paragraph jod\" id=\"v19n230\"> We are professedly Saints. What is the difference between a Saint of God and an angel of God? One is clothed upon with mortality, the other has passed through mortality and has received the celestial glory of our heavenly Father, and is free from the contaminating influences of sin that we have to contend with. This is the difference. We ask the question, can mortal beings  <div class=\"break pagebreak\" id=\"67a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0067.pdf\" target=\"pdfwin\">p.&#xA0;67a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1076\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>live so that they are worthy of the society of angels? I can answer the question for myself&#x2014;I believe that they can; I am sure that they can. But in doing this, they must subdue the sin that is within themselves, correct every influence that arises within their own hearts that is opposed to the sanctifying influences of the grace of God, and purify themselves by their faith and by their conduct, so that they are worthy. Then they are prepared for the society of angels. To be Saints indeed, requires every wrong influence that is within them, as individuals, to be subdued, until every evil desire is eradicated, and every feeling of their hearts is brought into entire subjection to the will of Christ. Now you all believe this just as much as I do. <\/div><div class=\"paragraph jod\" id=\"v19n232\"> The first thing I am going to introduce to my sisters is the condition of this community. Since I have come into this place I understand that you have a great deal of sickness here. &#x201C;It is very warm weather,&#x201D; one says. &#x201C;A great deal of sickness,&#x201D; says another. I want to say to you that warm weather is very healthy weather. And I can say still further, with regard to our climate, a dry climate is a healthy climate, much more so than where a damp miasma arises from swamps and decayed materials, which is so frequently the case in low lands, especially in the Mississippi Valley, but not so on this western slope. Now I want you to understand what I am talking to you&#x2014;this weather is beautiful weather to enjoy health. <\/div><div class=\"paragraph jod\" id=\"v19n233\"> Now I will talk to you mothers. If I were invited to your houses to take supper, or breakfast tomorrow morning, if you have it within your reach you will have a platter of meat cooked, and will put this before your children. They are hungry, and <div class=\"break columnbreak\" id=\"67b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0067.pdf\" target=\"pdfwin\">p.&#xA0;67b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1076\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> require something to satisfy the demands of nature. You place this before them, and, if they choose, in our country, they may gorge themselves to overflowing. You do not stop to ask them if they have eaten sufficient, and ask them now to desist, and eat moderately. You will let your children eat green apples and berries of any kind; sit down and eat fat meat, if they choose it and like it; and fill their systems with swine's flesh which is more susceptible of diseases than any other flesh that we eat. It is not like fish or fowl. It is susceptible of disease of every kind, and will impregnate the system with disease far quicker than any other food that we eat. Now, mothers, it is well for you to think of these things. I will tell you how you can enjoy health. You let your children have a little milk in the morning. I would prefer putting it over the fire and boiling it, and put one-third water in it, with a little flour and a particle of salt to make it palatable. Give them a little bread with it&#x2014;not soft bread, teach your children to eat crust&#x2014;hard baked bread, that the Americans would call stale, but the English would not. Teach them to eat this, and to eat sparingly. Instead of drinking unhealthy water, boil such water, and let it stand until it is cool. If the children are in the least troubled with summer complaint, and are weak in their bowels, make a weak composition tea, sweeten it with loaf sugar, and put a little nice cream in it; and let the children make a practice of drinking composition instead of cold water. Mothers, keep the children from eating meat; and let them eat vegetables that are fully matured, not unripe, and bread that is well baked, not soft. Do not put your loaf into the oven with a fire hot  <div class=\"break pagebreak\" id=\"68a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0068.pdf\" target=\"pdfwin\">p.&#xA0;68a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1075\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>enough to burn it before it is baked through, but with a slow heat, and let it remain until it is perfectly baked; and I would prefer, for my own eating, each and every loaf to be no thicker than my two hands&#x2014;you tell how thick they are&#x2014;and I would want the crust as thick as my hand. <\/div><div class=\"paragraph jod\" id=\"v19n234\"> Now for experience. You see I am creeping up into years; and I have been from my boyhood a person of observation. I have many and many a time said to children when they begged for the soft bread, that was not baked thoroughly, &#x201C;Look here; you will not live very long; you will probably come to a premature grave.&#x201D; I have noticed invariably the child that selects the soft bread to be a short-lived person. The children that hunt around after the crust and eat it, I have noticed endure, live, and continue to live on. Have you ever noticed this? I have quite aged sisters here; and I am talking to many that have children, grandchildren and great-grandchildren, like myself. Have you ever observed this? If you have not I wish you would commence to reflect upon it. <\/div><div class=\"paragraph jod\" id=\"v19n235\"> You say you are improving. These societies are for the improvement of our manners, our dress, our habits, and our methods of living. Now, sisters, will you take notice, and instruct those who are not here today, to adopt this rule&#x2014;stop your children from eating meat, and especially fat meat; let them have composition to drink, instead of unhealthy water; let them eat a little milk porridge; let them eat sparingly and not oppress the stomach so as to create a fever. No matter whether it is a child or a middle-aged person, whenever the stomach is overloaded and charged with more than is required it <div class=\"break columnbreak\" id=\"68b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0068.pdf\" target=\"pdfwin\">p.&#xA0;68b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1075\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> creates a fever; this fever creates sickness, until death relieves the sufferer. Now the people do not think of this. You ought to have thought of it. I have taught this for years and years to the people. When we commence to shape our lives according to the judgment that is given to us, and we exercise a proper portion of thought, and study the laws of life, to know what to give, and how to guide and direct our children and ourselves, we shall find that the longevity of this people will increase. Although it is a fact that the longevity of this people is as great perhaps as that of any other people at the present time; yet we shall find if we will hearken to the wisdom our Heavenly Father has given us, this will increase; and we shall learn at once that we are enjoying better health, we shall have a greater amount of vitality, and a stronger development of ability, and by temperance and moderation lay the foundation for the development of the mind. Now, here let me throw in a side remark. I do not mean to go without food and go to fasting. This is the other extreme. A sufficient amount of food that will agree with the stomach is healthy, and should be partaken of. Aged or middle aged, youth or children, never should go without food until their stomachs are faint, demanding something to sustain their systems, and continue to undergo this; for this lays the foundation of weakness, and this weakness will tempt disease. But keep the stomach in a perfectly healthy condition. Now I do not mean fasting, but eating moderately; and if my sisters will go home and commence to adopt this rule, you will find that you begin to get better, your children and neighbors will get better. We do not expect all to be  <div class=\"break pagebreak\" id=\"69a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0069.pdf\" target=\"pdfwin\">p.&#xA0;69a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1074\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>free from sickness. I have had a great deal of sickness in my life. I do not expect to be free from the ills, the weakness, debility and disease that prey upon the human family, but we can amend our ways, and amend our life by being prudent; and I wish the sisters to understand this, and to adopt these instructions; and if you do not learn before the month of July is gone that your sickness has departed, I shall be very much disappointed. So much for the health of the people. Will you listen? <\/div><div class=\"paragraph jod\" id=\"v19n237\"> Here are mothers. Who give the key to the nations of the earth with regard to their feelings, pride, prejudices; their religion, habits and customs, and, I may say, who, in a great degree, govern, that lay the foundation for the ability that is exhibited among the nations of men? It is the mothers. Who have laid the foundations in the hearts of children to prepare them to be great and good men? It is not the fathers&#x2014;it is the mothers. It is like the saying of the Savior with regard to the poor. Speaking to his disciples, he says: &#x201C;For the poor always ye have with you; but me ye have not always.&#x201D;<span class=\"citation\" id=\"66207\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66207)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66207)\">Matt. 26:11<\/a><\/span> Now the children are always with the mother, and the mother is always with the children, but the father they have not. He is in the field, at his work; and the mother is all the time making impressions upon the minds of the children. Permit me here to say, mothers, and my sisters, you who are young, it will do you good if you will only observe it. You see, hear and witness a good deal of contention among children&#x2014;some of you do, if not all&#x2014;and I will give you a few words with regard to your future lives, that you may have children that are not contentious, not quarrelsome. Always be good-na<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"69b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0069.pdf\" target=\"pdfwin\">p.&#xA0;69b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1074\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tured yourselves is the first step. Never allow yourselves to become out of temper and get fretful. Why, mother says, &#x201C;this is a very mischievous little boy or little girl.&#x201D; What do you see? That amount of vitality in those little children that they cannot be still. If they cannot do anything else they will tip over the chair, cut up and pull away at anything to raise a row. They are so full of life that they cannot contain themselves; and they are something like ourselves&#x2014;boys. They have so much vitality in them that their bones fairly ache with strength. They have such an amount of vitality&#x2014;life, strength and activity, that they must dispose of them; and the young ones will contend with each other. Do not be out of temper yourselves. Always sympathize with them and soothe them. Be mild and pleasant. If you see a child with knives and forks, playing with them, it might put out its eyes. It will not do to give it a hammer and a looking glass. What will you do? I am a person of experience, and know to deal with children. If the child has in its hand that which it should not have, let the mother or the father, or whoever has charge of the child or has the right, take such things from it, and put them away where they belong. Now, mother, listen to this&#x2014;never ask a child to give up that which it should not have. Step up kindly and put the article where it belongs. The child will not say anything. A little circumstance took place in Salt Lake City. I had business in a house where I had understood there had been considerable trouble occasionally; and the mother would not let the father speak to the children, to chastise them. I went into the house and talked to the man. The lady came in and sat down. I pretty soon  <div class=\"break pagebreak\" id=\"70a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0070.pdf\" target=\"pdfwin\">p.&#xA0;70a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1073\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>saw a little girl, about two years old, with a tip thimble in her mouth, sucking it. I went up to the girl, took the thimble from her and put it on the mantle shelf. Says I to the mother&#x2014;&#x201C;you must not allow the child to have this thing; if it should go into the stomach it will decay.&#x201D; The man looked at me as if he would faint away. He was a large man, but I suppose he never attempted to say such a thing to his wife in his life. I said it; and the mother was so confounded that she did not say a word; and it would not have done her any good if she had. Now, if you will mind this&#x2014;You bring up your children correctly, and teach them those principles and habits that are correct, and you will find that you will improve very materially in your families. If you find that the children are cruel, do not contend with them, soothe them, and invite those who through accident have injured a little sister to pity her. &#x201C;You have accidentally hurt your little sister, go and kiss her.&#x201D; By taking this course you will have good children, and they will not contend with each other. I am talking to you of that which I know. I have had an experience in these matters. <\/div><div class=\"paragraph jod\" id=\"v19n239\"> I will relate a little incident that occurred in my own family. A little boy about three and a half years old was very ill. His mother would feed him bread and milk, or whatever he wished. As soon as he could stand by her, every day he wanted his bread and milk. Just as soon as he had got what he wanted, he would throw up his hand, and away went the basin to the floor. His mother did not know what to do. Said I, &#x201C;If you will do just as I tell you, I will tell you what to do. The next time you sit down to feed this little boy, when <div class=\"break columnbreak\" id=\"70b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0070.pdf\" target=\"pdfwin\">p.&#xA0;70b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1073\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> he has got through he will knock the dish out of your hand.&#x201D; Said I, &#x201C;lean him against the chair, do not say one word to him, go to your work, pay no attention to him whatever.&#x201D; She did so. The little fellow stood there, looked at her, watched her; then he would look at the basin and the spoon, watch his mother, and look at the basin and spoon again. By and by he got down and crept along the floor and climbed up to the chair, and then set the basin on the table, and crept until he got the spoon and put it on the table. He never tried to knock that dish out of her hand again. Now she might have whipped him and injured him, as a great many others would have done; but if they know what to do, they can correct the child without violence. <\/div><div class=\"paragraph jod\" id=\"v19n240\"> One of the nicest things in the world is to let an enemy alone entirely, and it mortifies him to death. If your neighbors talk about you, and you think that they do wrong in speaking evil of you, do not let them know that you ever heard a word, and conduct yourselves as if they always did right, and it will mortify them, and they will say, &#x201C;We'll not try this game any longer.&#x201D; I have seen men, and women also, that are never happy until they are miserable, and never easy until they are in pain. <\/div><div class=\"paragraph jod\" id=\"v19n241\"> These are little things; but is not the world made up of little things? The whole earth is composed of these small atoms of sand. Our lives are made up of little, simple circumstances that amount to a great deal when they are brought together, and sum up the whole life of the man or woman; and yet in our passing from one to another our little acts and incidents seem to be very minute or simple, but we find that they amount to a great deal. <\/div> <div class=\"break pagebreak\" id=\"71a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0071.pdf\" target=\"pdfwin\">p.&#xA0;71a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1072\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v19n243\"> Now, sisters, will you learn these things. I want to see the children of this people grow as they should; and I want to go a little farther with regard to our children. Commence, mothers, just as quick as the child is old enough to understand, which is quite young. They observe the acts and doings of the mother, and whoever is present. From these acts they imbibe their first impressions. Now, mothers, do you want your children to be Saints, when they are grown up? Do you want your sons and daughters to be good and great, and their lives filled up with usefulness? &#x201C;Certainly, with all my heart.&#x201D; Then lay that foundation for their future life by teaching each little child what it should do. Teach that child honesty, uprightness and truthfulness. Never permit a falsehood to be told, nor the color of a falsehood without correction. Train that child by your own acts and words, from its infancy, so it may imbibe the principle in its own heart to be perfectly honest. Teach that child to believe in God our Heavenly Father. Teach it to believe, to have confidence in Him. <\/div><div class=\"paragraph jod\" id=\"v19n244\"> &#x201C;Why, he is the author of your lives. Here are your father and mother with regard to your natural body.&#x201D; As soon as they can understand anything at all, teach them&#x2014;&#x201C;Yes, my little child, but you have a spirit within you. Were it not for this spirit, you would not have life in you. Here are the father and mother of your tabernacle; but you have a spirit in you, and the father of that spirit is our Heavenly Father, whom we serve as our God. You must have implicit confidence in this Being. You must depend upon Him always. If you are in danger in the least, you must believe in God, and ask Him to rescue you, to preserve you; and your faith must <div class=\"break columnbreak\" id=\"71b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0071.pdf\" target=\"pdfwin\">p.&#xA0;71b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1072\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> be in the name of Him that He has given, whom He calls His only begotten son,<span class=\"citation\" id=\"68878\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68878)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68878)\">John 3:16<\/a><\/span> to die a ransom for our sins.&#x201D;<span class=\"citation\" id=\"127608\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127608)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127608)\">Heb. 7:26 (JST)<\/a><\/span> And as soon as they can understand, teach them with regard to the original sin. Teach them to have implicit confidence in the Father through our Lord Jesus Christ; and every time they need wisdom, to ask for wisdom, and ask for understanding; and every time they are in trouble, ask our Heavenly Father to give them comfort, and they will feel joyous instead of grievous, and will feel a buoyant feeling, instead of being cast down. Teach the children to pray, that when they are large enough to go into the field with their father, they may have faith that if they are in danger they will be protected. Teach them that those good angels that are ministering spirits, and their angels, to guard and defend the just and pure watch over them continually. And teach them&#x2014;I am sorry to say there are not many mothers who do teach it&#x2014;that they may grow up with this understanding, that our Heavenly Father takes cognizance of all our acts and doings, and of us, as individuals, and that His eye is over us, and there is not so much as a hair of our heads falls to the ground without the notice of our Heavenly Father.<span class=\"citation\" id=\"87879\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87879)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87879)\">D&amp;C 84:80,116<\/a><\/span> Teach them these things and they will grow up into this habit. You may call it tradition, but it is an excellent one. You can sow the seeds of infidelity and they will grow there. Teach the children so that when they go out from the presence of their father and mother, God is in all their thoughts. Can you come to this understanding, mothers? If I were talking to the brethren, I should say no man in this Church has the privilege or right to enter into business, or go at anything without  <div class=\"break pagebreak\" id=\"72a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0072.pdf\" target=\"pdfwin\">p.&#xA0;72a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1071\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>having God in his thoughts, and asking for guidance and direction in all his ways. And I will say to the mothers and sisters, now give your children this correct tradition in their youth. As I was talking to one of my wives, she said, &#x201C;Who is there that teaches her children these things?&#x201D; I turned to one and said, &#x201C;There is one of my wives; she has children full of faith, because she made it her business to teach them the tradition to believe in God the Father, to call upon Him continually; and God was in their thoughts from morning until evening, all the time they were awake.&#x201D; Says I, &#x201C;There is the woman; she has taught her children.&#x201D; Now I know that mothers can teach their children; and they ought to teach them, and this is my duty to tell you what to do in this case. Remember to traditionate your children in the nurture and admonition of the Lord.<span class=\"citation\" id=\"75364\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75364)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75364)\">Eph. 6:4<\/a><\/span> Teach them as they ought to be taught, that they will have faith from their youth up, and the Spirit of the Lord to direct them, that they may never lose sight of this faith in Christ, and our Heavenly Father; and when they are old they will not depart from the good path.<span class=\"citation\" id=\"57495\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57495)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57495)\">Prov. 22:6<\/a><\/span> I am firm in the faith, and verily believe, that if mothers will bring up their children aright, and give them that early training that they should have, their children will grow up and never depart from the path of rectitude and truth. <\/div><div class=\"paragraph jod\" id=\"v19n246\"> The mothers are the moving instruments in the hands of Providence to guide the destinies of nations. Let the mothers of any nation teach their children not to make war, the children would grow up and never enter into it. Let the mothers teach their children, &#x201C;War, war upon your enemies, yes, war to the hilt!&#x201D; and they will be <div class=\"break columnbreak\" id=\"72b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0072.pdf\" target=\"pdfwin\">p.&#xA0;72b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1071\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> filled with this spirit. Consequently you see at once what I wish to impress upon your mind is, that the mothers are the machinery that give zest to the whole man, and guide the destinies and lives of men upon the earth. Now, then, I want to talk upon other matters. You can do just as you please; you can rule this Stake of Zion. Why, here are brother Peery and his two Counselors, they cannot move one step unless you say so. You do not understand this, do you? Why, all the men in this Stake of Zion can go to some other country, but when the ladies say thus and so, all the men have to come to the standard. &#x201C;But, we have an independence, you know; and I would not like to pin my destiny to any woman's apron string.&#x201D; But you see the force of this education, which is forced upon them by the teachings received in early childhood. <\/div><div class=\"paragraph jod\" id=\"v19n247\"> Now I want you to guide and direct to our benefit. I want these my sisters to take into consideration what we can do with regard to sustaining ourselves. Say you, &#x201C;Let us go to work and lay the foundation of it.&#x201D; In a great many places there is a foundation of it laid out, which is very good. Now, I want you to go to work and say, we will make all our headdresses, we will make all the hats that the men need to wear; we have plenty of straw and materials, we will do this. &#x201C;Now you have an object, brother Brigham.&#x201D; Yes, I have, more than one object; and the great object is to show to our heavenly Father that we have come out from Babylon,<span class=\"citation\" id=\"80258\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80258)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80258)\">Rev. 18:4<\/a><\/span> and are capable of taking care of ourselves. When we come to finances, I want the people to be rich, instead of poor. The course we are now taking is beggaring the people&#x2014;running into debt for this  <div class=\"break pagebreak\" id=\"73a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0073.pdf\" target=\"pdfwin\">p.&#xA0;73a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1070\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>folly and that folly, and everything that they can see. Why, let the merchant come and bring the follies of Babylon, we want them immediately. &#x201C;Why, yes, we can make all the straw hats, if you will take them.&#x201D; I will tell you what else I want, I want the sisters to say to themselves, and then to their daughters, sisters and friends, &#x201C;We will wear that which we will make, or we will wear nothing; we will make what we wear on our heads; we will make our own hats and bonnets.&#x201D; Now men, will you patronize this? &#x201C;Yes.&#x201D; Then get your husbands to say, &#x201C;we will not buy one of the hats from these stores, if they bring them by the carload.&#x201D; Well, there will be a great deal saved to this Stake of Zion; probably more than twenty thousand dollars. Then say to your husband, &#x201C;now, go and build a tannery, that the hides that come off our beef cattle, can be made into leather.&#x201D; And then, say to your husband, &#x201C;I want you to understand that I am perfectly, absolutely opposed to your course of life, unless you make some leather.&#x201D; Then, sisters, go to work and make up this leather. The labor is in the shade, and a great deal of this work can be done by machinery; but it can be done by hand. We have one sister in Salt Lake City, who started twenty-three years ago boot and shoe making; she has made herself a little fortune; she has plenty to live on; she has worked with her own hands until she has accumulated property enough to sustain her. My young sisters, instead of sitting continually at the piano and getting the consumption, take hold and build up Zion. The first thing is to do something for yourselves, and learn to labor; and when one thing is done, take up another item, and <div class=\"break columnbreak\" id=\"73b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0073.pdf\" target=\"pdfwin\">p.&#xA0;73b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1070\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> continue until we manufacture everything that we need here. <\/div><div class=\"paragraph jod\" id=\"v19n249\"> I will say to those who are raising sheep, do not send your wool away. Why, it will be said, &#x201C;a fool and his money are soon parted.&#x201D; Save your wool, and send it to the factory. If we want a little cotton cloth we can raise it in the southern country; and we could raise some here as well as in some other places. We can raise about two gatherings. In the best of the States they will gather from three to four. We can raise our cotton in the south, and save our wool here. Go to and save your wheat. Tell the people of this Stake of Zion not to sell their grain. &#x201C;We are in debt,&#x201D; says one. What brought you in debt? &#x201C;Oh, I wanted a thresher and a mowing machine.&#x201D; Where do you live? How much grass have you to cut? &#x201C;One hundred and fifty acres.&#x201D; How many mowing machines have you got? &#x201C;Only eight.&#x201D; Buy another, and another machine, and clothing from the stores that is nothing in the world but shoddy, with but enough of wool to hold it together&#x2014;buy these, and buy more than you can pay for. Go into debt, and pauperize the whole community, instead of building up Zion. I want you to stop. When we are in a position to build up ourselves, we are building up Zion. Let us sustain ourselves. <\/div><div class=\"paragraph jod\" id=\"v19n250\"> Well, I may say there are a hundred and one things we have to talk about; and as the sisters will give no reports, we will tell them what they should do. Now, recollect what I have said to you. Go to, from one thing to another to make for ourselves what we need. Stop this buying, so that we can have something on hand. <\/div><div class=\"paragraph jod\" id=\"v19n251\"> Another item. I will say to the  <div class=\"break pagebreak\" id=\"74a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0074.pdf\" target=\"pdfwin\">p.&#xA0;74a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1069\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Presidency of this Stake of Zion, if you could take one-fourth the time of the men who are idle here and put it on the Temple, and take the other three-fourths and go to the Railroad Companies and say, &#x201C;Gentlemen, we will turn you out a hundred hands who will work for one dollar a day,&#x201D; we would have the railroads in our hands, and have every dollar that they spend for five hundred miles. We might bring every dollar in here, and live within fifty cents on the dollar, and save the other fifty cents. How long would it take the men to go down to the bedrock, where we were brought up? I can see women who, when they were twenty years old, six yards of calico was all they asked for for a gown, and that was good enough to wear to meeting or to a party; good enough anywhere. If my mother and her grandmother got one silk dress, and they lived to a hundred years old, it was all that they wanted. I think my grandmother's silk dress came down to her children. She put her silk dress on when I went to see her. It was, I think, her wedding dress, and she had been married some seventy years. <\/div><div class=\"paragraph jod\" id=\"v19n253\"> Some of the ladies wear a silk dress and say, &#x201C;Husband, I want another silk dress, I have had this four years.&#x201D; Learn to be prudent. It is no skill to get money; but, it is a skill to know how to preserve it and make it increase, and bring to you an abundance to build up Zion, and purchase what we want. <\/div><div class=\"paragraph jod\" id=\"v19n254\"> I wish to say a few words to my sisters in regard to raising silk. I would like to talk just enough to have you do something in this direction. This is a matter that I have talked upon for a great many years. Soon after I first came to the valley, I sat on a load of hay in Salt Lake City, <div class=\"break columnbreak\" id=\"74b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0074.pdf\" target=\"pdfwin\">p.&#xA0;74b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1069\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and said, &#x201C;this atmosphere is full of silk and all good things; and we will prove it to be one of the best places for raising silk.&#x201D; We <span class=\"italic\">have<\/span> proven that we can raise it. There are sisters here who can reel it and make it into cloth. There is a sister before me with a silk dress on; she raised the silk, and made it herself; and I warrant it will wear four times as long as any you can buy in the stores. (By invitation the sister arose that the congregation might see the dress.) I want to encourage you in this industry. If you want a little change, you can very easily get it by raising silk. Silk that we raise here, when it is reeled, is worth from $8 to $14 a pound. It is always a cash article, and finds a ready market. There is no day in the week or month in the year but what you can find a market for silk, and get the money for it. I wish the sisters would think of this. A few pounds of silk gives you a little money. It is easily raised; where there is a little care taken you can preserve the eggs so that you can raise two crops of cocoons in a year. There is no trouble to preserve them in our ice-houses, until the first are disposed of, and so you can keep the crops growing along. You can raise more money than the farmers, and beat them in the production of wealth. Take a woman with her children, and they will make twice the amount of money by raising silk that the man can make with the farm. If you will try it you will say it is true. <\/div><div class=\"paragraph jod\" id=\"v19n255\"> If you have not the mulberry trees&#x2014;I have proffered for years to give the trees and if you want a thousand you are welcome to them, or a million, I am ready to give them to you. Some twenty years ago I sent for mulberry seed. I have raised thousands and tens of thousands of trees, and they are in this  <div class=\"break pagebreak\" id=\"75a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0075.pdf\" target=\"pdfwin\">p.&#xA0;75a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1068\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Territory. I have a large cocoonery that I built twelve or fourteen years ago. I have given the use of that&#x2014;a building about 20 x 110 feet, and I have given the use of the mulberry trees, and the fruit is good. A great many people are fond of the fruit; it is healthy for children. <\/div><div class=\"paragraph jod\" id=\"v19n257\"> When you feel disposed to make a little money, go into the raising of silk, which is one of the easiest branches of business that was ever followed. There is no other work the women can do that will yield the same amount of profit. This is a matter that I wish you to hearken to. Will you bless yourselves, and do good to yourselves? We have plenty of weavers who can take the silk and know how to manufacture it; and they will give you all you could reasonably ask for it. <\/div><div class=\"paragraph jod\" id=\"v19n258\"> Now let the beauty of your adorning be the work of your hands.<span class=\"citation\" id=\"85412\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85412)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85412)\">D&amp;C 42:40<\/a><\/span> Will you not, Presidents, ask your Societies to enter into this agreement, and go to work and make what you want to wear. Then we will appeal to the brethren and say, &#x201C;Come, let us wear the headdresses that our wives and our sisters can make;&#x201D; and it would be very healthy for the men if they would wear straw hats winter and summer. We would not see so many bald heads as we now see around here. Straw hats are perfectly healthy to wear. I have worn them through winter; and the only objection I have to them is that they are a little too tight and close. Let the sisters go to work and make these things. <\/div><div class=\"paragraph jod\" id=\"v19n259\"> Now, sisters, I plead with you to stop these fashions. They are nonsense. Brother Carrington has given you a fine detail of them. They are miserable looking. I dare not tell you how they look to me, and how the vanity looks that is in the minds of the people. How long is <div class=\"break columnbreak\" id=\"75b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0075.pdf\" target=\"pdfwin\">p.&#xA0;75b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1068\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> it since my family said to me of hoops, &#x201C;They are so nice and comely; how would we look if we were to take those hoops off? Why we should look like the town pump. Would you not be ashamed of us?&#x201D; I <span class=\"italic\">am<\/span> ashamed. I am ashamed to see the tight clothes&#x2014;to see the shape of the ladies. How long is it since the sleeves were so loose that you go into a store, and the gentleman says, &#x201C;Are you not going to buy a pair of sleeves?&#x201D; &#x201C;O, if I buy a pair of sleeves I shall have to have a new dress.&#x201D; &#x201C;O, I will give you a dress.&#x201D; Eighteen yards in the sleeves, and three yards in the dress! These foolish fashions, what good do they do? I have asked my sisters what they would think if a lady who lives in heaven should pay them a visit. Would she come with these large sleeves on&#x2014;a mutton leg sleeve, with dress pulled right out in front of her? Now, it is pinned back here. It is very unwise. It is nonsense and uncomely. It is the best looking of anything in the world when brother Carrington sees his wife in her new calico dress. &#x201C;You look just as you did when I courted you.&#x201D; Now there is another fashion. You see a girl with her hair clipped off in the front of her head, she looks as though she had just come out of a lunatic asylum. The hair is for an ornament. You can love a woman with a comely dress on of her own make, just as well as though she had on a dress that cost five thousand pounds. <\/div><div class=\"paragraph jod\" id=\"v19n260\"> We do not seem to realize that we have to give an account of the days we spend in folly, and that we will be found wanting<span class=\"citation\" id=\"61533\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61533)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61533)\">Dan. 5:27<\/a><\/span> if we spend our time foolishly. When you come to the wheat and the fine flour, to the gold and the silver and the precious stones, the Lord owns them. But what have we? Our time. Spend it as you will. Time is given to you;  <div class=\"break pagebreak\" id=\"76a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0076.pdf\" target=\"pdfwin\">p.&#xA0;76a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1067\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and when this is spent to the best possible advantage for promoting truth upon the earth, it is placed to your account, and blessed are you; but when we spend our time in idleness and folly it will be placed against us. Here is the difference. <\/div><div class=\"paragraph jod\" id=\"v19n262\"> Now, sisters, take hold; do this that we ask you to do. It is for your <div class=\"break columnbreak\" id=\"76b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0076.pdf\" target=\"pdfwin\">p.&#xA0;76b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1067\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> own benefit, and health, and life, and for the comfort of the people, and the building up of Zion. And let us go to, and establish the Zion of God upon the earth, that we may be prepared to enjoy it, which I most earnestly pray for every day, in the name of Jesus, Amen. <\/div>\n<\/div>\n<\/div>"}