{"ID":190015, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Increase of the Stakes of Zion&#x2014;The Saints Co-Workers With God&#x2014;The Government and Kingdom of God&#x2014;Our Inheritances&#x2014;The Poor Receive the Word&#x2014;The Gospel Incorporates Everything.<\/div>\n<div class=\"subtitle\">Discourse by President Daniel H. Wells, delivered at a Special Conference Held at Brigham City, on Saturday Afternoon, Aug. 18, 1877.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Increase of the Stakes, Etc.<\/div>\n<div class=\"speaker\">Speaker: Daniel H. Wells<\/div>\n<div class=\"date\">Date: 8\/18\/1877<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d15\">\n<div class=\"paragraph jod\" id=\"v19n280\"> I discover it is here, as it is in other places through the Territory which we have visited, that there is an increase, a strengthening of the Stakes of Zion. The prophecy which refers to the strengthening of the stakes and the lengthening of the cords<span class=\"citation\" id=\"59688\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59688)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59688)\">Isa. 54:2<\/a><\/span> of Zion is continually being fulfilled in the efforts made in this direction by the Latter-day Saints. In the world's history some of the greatest events that have taken place, in their inception attracted but little of the notice or attention of the children of men. The coming of our Lord and Savior Jesus Christ was known to but few people who then dwelt upon the face of the earth; and yet it was the greatest event in the history of the world. The coming forth of Joseph Smith and the Book of Mormon, and the organization of the Church of Jesus Christ of Latter-day Saints, attracted but little of the attention of the masses. Of course it was considered of the greatest importance by the few, but in the course of time we shall see in this land of Zion the assembling of millions. Methinks I sometimes hear the sound of their footsteps approaching; and <div class=\"break columnbreak\" id=\"84b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0084.pdf\" target=\"pdfwin\">p.&#xA0;84b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1059\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> when they come they will be for Zion, for God and His kingdom, and they will sustain and uphold the holy and righteous principles of eternal truth which have been revealed, and the institutions of Heaven which our Father has established in this day and age of the world. And God's purposes will be accomplished with triumph, for victory will crown the efforts of the Lord and his people. <\/div><div class=\"paragraph jod\" id=\"v19n281\"> In our day we are permitted to witness the occurring of some of the greatest events that have ever transpired since the days of Adam upon the earth. The ushering in of this great and glorious work of the last days, the coming forth of the Gospel to the nations of the earth, and the assembling of the people, the gathering together to sustain these principles, and carry out the work of the Lord, to bring to pass His great and glorious purposes and establish His kingdom in the earth, as he shall lead forth, guide, and direct from time to time. It is the great and glorious kingdom of our God that shall stand forever.<span class=\"citation\" id=\"61304\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61304)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61304)\">Dan. 2:44<\/a><\/span> In these things we are co-workers with the Lord our Father in Heaven, so far as we will  <div class=\"break pagebreak\" id=\"85a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0085.pdf\" target=\"pdfwin\">p.&#xA0;85a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1058\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>let Him work with us, for He stands at the helm, He guides the ship, directing the affairs of the whole earth, as well as those of His covenant people. It has come forth in the age of the world in which He designed it; He has made no mistake in regard to this matter. I suppose the Lord knew and understood the time of bringing to pass, and commencing to bring to pass His purposes in the earth in regard to His kingdom, as well as, and no doubt a little better than, anybody else, and He also knew there were those living upon the earth who would receive it when He should reveal it unto them. All these events have their times and seasons. I expect He knew also that in the days of Jesus the word would be accepted by but few&#x2014;yea, that it would be trampled out by the wicked who would gain the ascendancy; and that the Priesthood and authority thereof would be received back again to the heavens, there to remain until the times of restitution should set in,<span class=\"citation\" id=\"71383\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71383)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71383)\">Acts 3:21<\/a><\/span> which times it is our happy privilege to live in. This is the commencement of the restitution; the Gospel has come again, but never more to be taken from the earth. It is now to be sustained and upheld, to grow, to increase and multiply and become mighty and powerful, and the way prepared for the coming of the Lord Jesus Christ, who will rule from the rivers to the ends of the earth.<span class=\"citation\" id=\"56852\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56852)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56852)\">Ps. 72:8<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v19n283\"> We do not fully realize, my brethren and sisters, that this work in which we are engaged is the kingdom, the government of God if you please, handed down to the children of men, with all its officers. A people, a kingdom surrounded with all the elements necessary for the advancement and prosperity of the people of the kingdom; the government being established here in the earth, men, women, and children under the gov<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"85b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0085.pdf\" target=\"pdfwin\">p.&#xA0;85b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1058\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ernment of Heaven are sustaining and upholding and carrying it forward, with the power and might with which the God of Heaven endows them; seeking to establish the principles of truth and virtue upon His earth, here in the period of time in which it was to come forth&#x2014;the set time to favor Israel.<span class=\"citation\" id=\"57070\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57070)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57070)\">Ps. 102:13<\/a><\/span><span class=\"citation\" id=\"90977\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90977)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90977)\">D&amp;C 124:6<\/a><\/span> A stripling came forth with the message from Heaven, leading out, guiding, and directing the affairs of the kingdom as they were made manifest to him by the Lord from time to time, until it has grown to become a great people. It has gone forth and continued to grow until we find it as it is this day here in these valleys of the mountains&#x2014;with a people dwelling in a hundred towns, cities, and settlements. Poor people? Yes, in the majority of cases; I might say in all cases. Poor people, laboring people, who have come here, a good many of them, without anything excepting their hands to obtain a subsistence; all poor alike, very little difference, to find an inheritance. I do not suppose that a parallel can be found since the God of Heaven gave Israel their inheritance in the land of Palestine. We see many people who have received inheritances; poor people that had nothing of this world's goods have received inheritances and been blessed in a temporal point of view. I presume and believe that President Brigham Young has done more to obtain inheritances for the people, the poor among men,<span class=\"citation\" id=\"58870\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58870)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58870)\">Isa. 29:19<\/a><\/span> in the last thirty years than all the emigrating and philanthropic societies in the world, putting them all together, existing at the present time. I do not think it has been equaled since the days of Israel, when Palestine was divided out and given to the sons of Jacob.<span class=\"citation\" id=\"55314\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55314)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55314)\">Josh. 14:1-5<\/a><\/span> If it has I have no knowledge of it, and I read a good deal. <\/div><div class=\"paragraph jod\" id=\"v19n284\"> It is said &#x201C;in that day&#x201D;&#x2014;looking  <div class=\"break pagebreak\" id=\"86a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0086.pdf\" target=\"pdfwin\">p.&#xA0;86a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1057\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>forward to the day in which we live&#x2014;that the &#x201C;poor among men should rejoice in the Holy One of Israel.&#x201D;<span class=\"citation\" id=\"58871\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58871)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58871)\">Isa. 29:19<\/a><\/span> Is this being literally fulfilled? Yes, it is. We have demonstrated this fact, we have fulfilled it and are fulfilling it all the time. It is one of the signs of the latter times, when the Gospel is preached to the poor.<span class=\"citation\" id=\"67305\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67305)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67305)\">Luke 7:22<\/a><\/span> What is the Gospel to the poor? It is the power of God unto salvation.<span class=\"citation\" id=\"72209\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72209)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72209)\">Rom. 1:16<\/a><\/span> Cannot we see the power of God demonstrated to the salvation of the poor among men, that lifts them out of the poverty in which they have been brought up, and places them in a land where they can get inheritances both for themselves and their posterity? Then most assuredly this Gospel is the power of God to the salvation of all such at least.<span class=\"citation\" id=\"72210\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72210)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72210)\">Rom. 1:16<\/a><\/span> It has proven itself the power of God to this whole community, not even President Young himself excepted. We came here stripped of everything, as the poor among men; we can now lift up our hearts and rejoice in God who has wrought out His salvation, temporal as well as spiritual. We were brought here to these valleys of the mountains, a land held in reserve by Him, where He can plant the feet of His Saints and strengthen Israel. Has he done it? Witness ye this day! Here in this little nook and corner, a place passed by, by the traveler who journeys over the great highway, almost unnoticed. Yet in this little place the children were strung along the sidewalk greeting our coming, from the railroad depot to the bridge, a distance of half a mile. One would not suppose there were so many in the whole country round. Here we behold the results of the emigration from the heavens, as well as that from the various nations of the earth, a grand assembling of the Saints of the Most High. What for? Without a purpose or design? No, <div class=\"break columnbreak\" id=\"86b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0086.pdf\" target=\"pdfwin\">p.&#xA0;86b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1057\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> not by any means. The God of Heaven, our Father, never planted a single individual upon the earth without a purpose and design. Well would it be for us to find out that purpose and design concerning us, and then truly live to it and fulfil it, that our existence upon this earth might be accomplished, that our existence here might not be a failure, that we might return to our Father and receive that welcome plaudit, &#x201C;Well done, good and faithful servants.&#x201D;<span class=\"citation\" id=\"66124\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66124)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66124)\">Matt. 25:21<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v19n286\"> He has given us the opportunity of filling the full measure of our creation with credit to ourselves and honor to His name. And this can be done simply by living our religion, the religion of Heaven. He is inviting everybody who will to come and partake of the waters of life freely,<span class=\"citation\" id=\"82382\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82382)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82382)\">Alma 42:27<\/a><\/span><span class=\"citation\" id=\"83956\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83956)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83956)\">D&amp;C 10:66<\/a><\/span> without money and without price.<span class=\"citation\" id=\"59776\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59776)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59776)\">Isa. 55:1<\/a><\/span> And yet it will cost you all you have; but then there is one thing also to be thought of: you did not have much when you commenced. Those who have riches are the last to receive the Gospel. They do not see anything to rejoice over in the revealed will of God to man upon the earth. If they do, they are so full of the cares and love of the world<span class=\"citation\" id=\"64541\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64541)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64541)\">Matt. 13:22<\/a><\/span> that the good seed is choked by the weeds that grow up around them,<span class=\"citation\" id=\"64486\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64486)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64486)\">Matt. 13:7<\/a><\/span> so that they cannot attend to it, and place for the word is not found in their hearts. <\/div><div class=\"paragraph jod\" id=\"v19n287\"> It is the poor who receive the words of truth, who are the most ready to do the will of God. When John sent one of his disciples to the Savior to ask Him if He was the Son of God, etc., He said tell John&#x2014;&#x201C;The blind receive their sight, and the lame walk, the lepers are cleansed, and the deaf hear, the dead are raised up, and the poor have the gospel preached to them.&#x201D;<span class=\"citation\" id=\"64241\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64241)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64241)\">Matt. 11:4-5<\/a><\/span><span class=\"citation\" id=\"67306\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67306)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67306)\">Luke 7:22<\/a><\/span> That is the sign he gave to John. It seems that even he was in  <div class=\"break pagebreak\" id=\"87a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0087.pdf\" target=\"pdfwin\">p.&#xA0;87a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1056\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>some little doubt concerning the divinity of Jesus' mission. The Gospel is preached to the poor; it is also preached to the rich so far as they will receive it, but they will not hear it. &#x201C;O, (say they) go your way, we do not want anything to do with it or with you.&#x201D; This is what they say to the Elder who bears the message of life and salvation to the children of men. It is among the poor they find the readiest access. And such are the ones that the Lord can use to bring to pass his purposes; they are the ones who need redemption, and who feel that they need it, and who obtain it. Feeling their dependence upon Him, they appreciate the great good, the blessing that God is pouring out upon them from time to time; they realize that it is he who is doing this work for them. But they could not arrogate to themselves this honor, inasmuch as they know that they are merely instruments in our Father's hands of establishing his kingdom. The rich if they attempted to perform this work would go forth in their own power; they would say, &#x201C;I have done it; it is I who have accomplished this great work.&#x201D; They would not acknowledge God in all things, nor give the honor to whom it really belongs, for who does not know that they themselves only exist by God's power and beneficence? But how is it that while the great majority feel and realize these things, there are many who very soon arrogate to themselves greatness and power, and think that they have accomplished great things, and that the Lord can scarcely get along without them; I wonder sometimes how he did happen to get along before they were born. I have seen a great many of this character. You know those who get fat quickly are very apt to kick. <\/div><div class=\"paragraph jod\" id=\"v19n289\"> What is there to hinder the bles<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"87b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0087.pdf\" target=\"pdfwin\">p.&#xA0;87b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1056\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>sings of heaven flowing to this people to the full extent of their hearts desire? I do not know of any reason, unless we are not prepared and worthy to receive it, and make a wise and proper use of it when it does come. How many do you believe there are in Israel today who, if the wealth of the world were turned towards them, would not consign it to the hands of the devil about as fast as the Lord handed it to them? Do you know that I believe there are a good many; our experience teaches us there are a good many, because they part with it just as fast as it comes to them. I will say that no Latter-day Saint has any right to dispose of the blessings that God bestows upon him; he has no right to bestow his patronage upon the outside world, and especially upon those who are in the midst of Israel, whose interests are separate and apart from ours. It only fosters an agency in our midst calculated to undermine the faith of the Latter-day Saints; it nourishes a viper in our midst; a power that is calculated to lead astray the young and unthinking. I said a Latter-day Saint had no right to dispose of the blessings that God bestows upon him; they are not given to us for any such purpose. What are they given us for? To strengthen the Zion of God upon the earth, not to destroy it; to send forth the Gospel to all nations, to build Temples to God's holy name, wherein those who are faithful may receive the blessings of time and eternity for themselves and their dead; they are given to us to sustain and uphold righteous principles, and the institutions of heaven; to gather the poor from afar, who are seeking to be delivered from a state of bondage, to come up and participate in the blessings you and I enjoy in these mountains.  <div class=\"break pagebreak\" id=\"88a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0088.pdf\" target=\"pdfwin\">p.&#xA0;88a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1055\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>And so when the Lord finds out that he has a people who will be thus zealous of good works,<span class=\"citation\" id=\"76315\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76315)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76315)\">Titus 2:14<\/a><\/span> who will make a good use of the wealth of the world, so fast and so soon will the kingdom be delivered to the Saints in greatness and power. <\/div><div class=\"paragraph jod\" id=\"v19n291\"> It cannot be given any sooner, and should not be if it could. Then if we want to see advancement and progress, let us be diligent and faithful over the few things committed to our trust,<span class=\"citation\" id=\"66125\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66125)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66125)\">Matt. 25:21<\/a><\/span> using them for God and for his kingdom, and not distribute them to the wicked, nor sift our ways to strangers,<span class=\"citation\" id=\"60306\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60306)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60306)\">Jer. 3:13<\/a><\/span> nor to those who know not God,<span class=\"citation\" id=\"75668\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75668)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75668)\">1 Thes. 4:5<\/a><\/span><span class=\"citation\" id=\"75771\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75771)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75771)\">2 Thes. 1:8<\/a><\/span> and who give no heed to the principles of truth he has established in the earth. It is suicidal in the highest degree for the Latter-day Saints to take such a course, and it is treasonable against the Government to which we have sworn allegiance. There is a warfare, but who institutes it? The Devil; he is against the authority of the holy Priesthood, seeking to trample it from off the face of the earth. What do the Latter-day Saints do? Nothing, only stand in their own defense, contending inch by inch for the right. The Adversary is found all the day long seeking to overthrow us, his agents are continually making their insidious approaches to undermine the faith of the Saints, and destroy the authority of the holy Priesthood, their aim and object being to drive it from the earth as they did anciently. Then for the Saints to give aid to those who would destroy them, by giving them our patronage, even the means that God has placed in our possession! Yes, we do it all the day long, we are doing it continually. The people here in Brigham City not so much perhaps as in other places. You have a better order of things I presume; yet it is <div class=\"break columnbreak\" id=\"88b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0088.pdf\" target=\"pdfwin\">p.&#xA0;88b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1055\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> done more or less everywhere. Supposing for instance, nations at war with each other should find any of their citizens giving comfort and aid to the enemy, giving munitions for war, rendering service or information, or betraying any trust whatever, such person would be strung up for treason. This is the law among the nations; and why should it be counted anything less than treason for those who have sworn allegiance to the government of Heaven to be found giving their patronage to the enemy. I tell you in the name of the Lord, you cannot do it with impunity; such acts will be counted against you, no matter who you are, and you will have to meet it! It behooves the Latter-day Saints, above all people upon the face of the earth, to stand shoulder to shoulder, presenting an unbroken phalanx for the enemy to meet, a phalanx that they cannot penetrate or destroy. It is our duty to God and to one another to fortify our walls of defense. How? By living our religion, by sustaining through our faith, integrity, and good works the government which the God of heaven has so kindly bestowed upon us. There is necessity enough for this government to be established in the earth. There was no rallying point in all the earth for the Saints, until the Lord revealed the truth. But now there is a rallying point, and the people are gathering to it. What for? To pull it down? No! but to uphold it, to keep it and to hold it, unfurling its banner to the mountain breezes, and in the strength of Israel's God to stand by and defend it! To stand by and sustain each other in all good works, not to seek to pull each other down; but to put down sin and iniquity, and trample it out of our midst, sustaining purity and upholding and main<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"89a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0089.pdf\" target=\"pdfwin\">p.&#xA0;89a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1054\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>taining righteousness, and God and his kingdom forever. Let the wicked howl; heed them not! What matters though we are unpopular; Jesus and his disciples were unpopular in their day; but our Savior passed the ordeals. Have we any ordeals to pass? Not many. We have more or less difficulties to encounter it is true, which is all right, in fact it is the only way we can be tested. If we &#x201C;fly the track&#x201D; the moment a difficulty presents itself, what good are we? Where is our integrity? It is given unto us to overcome every difficulty and continue on our way rejoicing,<span class=\"citation\" id=\"127613\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127613)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127613)\">Acts 8:39<\/a><\/span> having our hearts fixed like a flint<span class=\"citation\" id=\"127614\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127614)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127614)\">Isa. 50:7<\/a><\/span> on the prize before us; yes, no matter what devil stands in our way to prevent our onward march, or to beckon us this way or that way, let us not be moved either by fear or temptation, but exclaim like one of old, &#x201C;As for me and my house, we will serve the Lord!&#x201D;<span class=\"citation\" id=\"55335\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55335)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55335)\">Josh. 24:15<\/a><\/span> Let us all, young and old, make our resolves, and then live to our resolutions, notwithstanding the inducements and allurements the evil one may bring to bear to prevent us walking in the strait and narrow way.<span class=\"citation\" id=\"63878\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63878)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63878)\">Matt. 7:14<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v19n293\"> The Gospel incorporates everything calculated to do any good whatever, and it is the power of God unto salvation<span class=\"citation\" id=\"72211\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72211)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72211)\">Rom. 1:16<\/a><\/span> both here and hereafter; and you will not find any real pleasure or salvation outside of it. Now remember that! Both the old and the young can find suitable and satisfactory enjoyments within the purview and elements of the Gospel. Real enjoyment is such as can be participated in without offending the Lord. There is no enjoyment in taking a course calculated to injure and offend Deity. There is no real enjoyment in the intoxicating cup, it brings misery instead of joy. And so are all these things that are used to their <div class=\"break columnbreak\" id=\"89b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0089.pdf\" target=\"pdfwin\">p.&#xA0;89b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1054\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> abuse. The Gospel teaches us better things, a better way; and still it furnishes us everything necessary for our pastime and for our encouragement to go forward in the path that leads to honor and renown in time and eternity. <\/div><div class=\"paragraph jod\" id=\"v19n294\"> There is a great work to be done! The Lord has designed to accomplish a mighty work through the instrumentality of his children who do and will exist upon the earth. It is through this means he does accomplish his purposes; he always has and I expect he always will. The redemption of our dead friends, of our progenitors who never knew the Gospel; the resurrection of the dead to come forth clothed in immortality and eternal lives, will all be brought about through the Gospel. What, all the human family? Yes, pretty nearly all. It is a great undertaking; the Lord is susceptible to great undertakings. He undertook to people this earth with spirits that were begotten in heaven and who dwelt in his presence. Consider that undertaking for a moment, and perhaps it will be found to be as vast as our comprehension is of the redemption of the dead and the accomplishment of the resurrection of the dead. He is capable of great enterprises of this kind. And just as sure as he brought forth man upon this earth, organizing it for them to dwell upon, so sure will he bring them forth again in the resurrection. I do not know that one is greater than the other; however he is capable of accomplishing all. I have heard people talk about the utter impossibility of bringing about the resurrection of the dead. We read there is nothing impossible with God.<span class=\"citation\" id=\"66999\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66999)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66999)\">Luke 1:37<\/a><\/span> I am quite sure of it in this respect. We see how natural, how easy it is to bring forth the great work of peopling the earth; and I see no reason why the other should not be  <div class=\"break pagebreak\" id=\"90a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0090.pdf\" target=\"pdfwin\">p.&#xA0;90a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1053\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>just as easy for him to do as this seems to us. He has all time and eternity at his command; the heavens are full of days, and the work will continue onward when you and I rest and sleep in the dust. There is something to be done, we have the opportunity and blessed privilege of laboring in the cause; and it is well for us if we do it while the day lasts, for &#x201C;behold the night cometh, wherein no man can work.&#x201D;<span class=\"citation\" id=\"69555\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69555)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69555)\">John 9:4<\/a><\/span> Therefore we should be diligent in the performance of our duties, divesting ourselves of the errors and traditions we have imbibed, and which are in opposition to truth and righteousness according to the revelations of Jesus<span class=\"citation\" id=\"127615\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127615)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127615)\">Gal. 1:12<\/a><\/span> made known to us in this our day and generation. We should control ourselves; our passions are given to us for a good and wise purpose, not to be our masters, not to be given way to, allowing ourselves to quarrel, to speak harsh and unkind words and to mistreat our wives and children as some do. Our passions are implanted within us to give strength and energy of character, to serve a good and wise purpose; and it is expected that we hold them in proper subjection, instead of allowing them to master us. No <div class=\"break columnbreak\" id=\"90b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0090.pdf\" target=\"pdfwin\">p.&#xA0;90b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1053\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> man is able to control or is fit to govern, even a family, unless he can govern and control himself. <\/div><div class=\"paragraph jod\" id=\"v19n296\"> Let us give heed to the requirements of heaven, and perform them regardless of the consequences, trusting in God who will sustain even to the death. If we have to meet obstacles, what of it? &#x201C;Though he slay me, yet will I trust in him,&#x201D;<span class=\"citation\" id=\"56115\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56115)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56115)\">Job 13:15<\/a><\/span> let this be the word in the heart and mind of every man and woman before the Lord. Because we know he is the wise giver of all good things, the wise controller of all events who does all things well. Let us put our trust in him, and go forward in the righteousness of the God of our salvation, in the performance of the work allotted to us his Saints upon the earth. If we do this and endure faithful to the end, great will be our reward; and great is our reward as we pass along. It brings peace of mind in the assurance that we are doing the Lord's will, and taking that course which is pleasing unto him. <\/div><div class=\"paragraph jod\" id=\"v19n297\"> That the Lord may add his blessing unto us while we sojourn in the earth, and at last save us in his kingdom is my prayer, in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}