{"ID":190051, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Heavens Full of Intelligence&#x2014;God Has Revealed Portions of that for the Welfare of His Children&#x2014;Reasoning From Science to Sacred Things&#x2014;All Divine Law Unchangeable.<\/div>\n<div class=\"subtitle\">Discourse by Elder John Taylor, delivered in the Tabernacle, Salt Lake City, Sunday Afternoon, June 16, 1878.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Geo. F. Gibbs.<\/div>\n<div class=\"pageHeader\">Page Header: The Heavens, Etc.<\/div>\n<div class=\"speaker\">Speaker: John Taylor<\/div>\n<div class=\"date\">Date: 6\/16\/1878<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d51\">\n<div class=\"paragraph jod\" id=\"v19n1176\"> As has been remarked by one of the speakers, a great deal might be said upon the principles of the gospel of the Son of God. The heavens and the earth are full of intelligence, and God rules over and directs the affairs of nations as well as those of individuals and people; and whatever may be our peculiar notions or ideas of other men and their profession, the time will come, and is not far distant when the secrets of all hearts will be revealed,<span class=\"citation\" id=\"83640\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83640)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83640)\">D&amp;C 1:3<\/a><\/span><span class=\"citation\" id=\"88758\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88758)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88758)\">D&amp;C 88:108-109<\/a><\/span> and when all of us, Latter-day Saints and others, Jews and Gentiles, peoples who now live, those that shall live and those who have lived, will be judged, not according to their peculiar theories, ideas, or <div class=\"break columnbreak\" id=\"363b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0363.pdf\" target=\"pdfwin\">p.&#xA0;363b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0780\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> notions, but according to the principles of eternal truth as it exists in the bosom of God, or is manifested by his eternal laws. <\/div><div class=\"paragraph jod\" id=\"v19n1177\"> He has from time to time revealed his will to mankind, and he has in these last days revealed himself to the human family and the men to whom he has revealed himself in the different ages, comprehend all the principle of truth and the laws of God alike, so far as they were understood by them, having been taught by the same Lord and instructed from the same source, and had intelligence from the same fountain, they have comprehended, according to the positions which they have occupied, and so far  <div class=\"break pagebreak\" id=\"364a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0364.pdf\" target=\"pdfwin\">p.&#xA0;364a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0779\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>as revealed unto them, alike, whether they were things pertaining to the living, or the dead, or to the various kingdoms that exist in the eternal worlds, telestial, terrestrial or celestial as the case might be, and as it may have been revealed unto them; but no man in any age of the world has understood anything pertaining to God and godliness<span class=\"citation\" id=\"78228\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78228)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78228)\">2 Pet. 1:3<\/a><\/span> only as it has been revealed unto him by the Lord. &#x201C;For what man knoweth the things of a man, save by the spirit of a man which is in him? even so the things of God knoweth no man, but by the Spirit of God.&#x201D;<span class=\"citation\" id=\"73065\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73065)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73065)\">1 Cor. 2:11<\/a><\/span> And hence it is impossible under certain circumstances, for mankind to judge correctly of these principles. For although the Lord has given unto every man a portion of his Spirit to profit withal,<span class=\"citation\" id=\"73441\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73441)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73441)\">1 Cor. 12:7<\/a><\/span><span class=\"citation\" id=\"85835\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85835)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85835)\">D&amp;C 46:16<\/a><\/span> no matter who he may be, or what clime he may live in, yet at the same time, if he does not improve upon this manifestation of the Spirit of God, and cultivate correct principles, it would be impossible for him to comprehend the things of God. <\/div><div class=\"paragraph jod\" id=\"v19n1179\"> Jesus, when upon the earth, said, &#x201C;My sheep hear my voice, and know me and follow me;<span class=\"citation\" id=\"69701\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69701)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69701)\">John 10:27<\/a><\/span> but a stranger will they not follow, for they know not the voice of a stranger.&#x201D;<span class=\"citation\" id=\"69626\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69626)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69626)\">John 10:4-5<\/a><\/span> It may appear singular, and it does to the minds of many when they reflect upon the various dispensations of God to man, and the position that the various nations of the earth have occupied in the different ages of time. All men have knowledge, more or less, and feel a reverence for the Divine Being, which is manifested in various terms of worship. But there are few men, comparatively, who have understood correctly the relationship, that exists between God and man. Such has been the power of the adversary, and so profound has been the darkness of the human mind, and so great the disparity between God and his crea<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"364b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0364.pdf\" target=\"pdfwin\">p.&#xA0;364b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0779\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tures here upon the earth, that the light, effulgence, glory and intelligence that exists with him and with those by whom he is surrounded, has been little understood by man upon the earth, groveling in the midst of darkness, weakness and imperfections. Combating continually with evil and with the powers of the adversary it seems almost impossible for man to foster and maintain these high aspirations and feelings which the gospel alone can inspire, placing man in his true position before God, and causing his anticipations and hopes to ascend to those high, magnificent and glorious principles that exist in the bosom of God, and in the bosom of those intelligences with whom he is surrounded. Nothing but light and revelation, nothing save the manifestations of the Spirit of God, nothing but communication from him can bring man into relationship with him. It is impossible. And hence the theories, wild notions, erratic views and peculiar feelings that prevail among men, yes, among the wisest of men&#x2014;among statesmen, and kings, and emperors, and potentates, and governors, and rulers, as well as among divines, priests and people; and how different the sentiment! How widely apart are the religious beliefs, forms of worship and ordinances of all of them! What peculiar darkness is manifested in relation to these things, in comparison to many other things with which we are acquainted! <\/div><div class=\"paragraph jod\" id=\"v19n1180\"> When we talk about practical matters of fact, the laws of nature and of matter, the motions of this and other planets; or when we reflect upon the various organizations of matter, and of man, and of the brute creation, we see and comprehend in part concerning the laws by which they are governed. And although we may speak in different languages, yet at the same time we  <div class=\"break pagebreak\" id=\"365a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0365.pdf\" target=\"pdfwin\">p.&#xA0;365a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0778\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>arrive, in a great measure, at the same conclusions in regard to most of these prominent facts; we agree in regard to these matters. But when we come to Jesus and God, we are altogether dissimilar. What is the matter? We do not comprehend the law, we have not been taught by the same rules, the principles of instruction are not within our reach, we wander in the dark and act foolishly and ignorantly in relation to these matters. But if we were taught in these schools as we are taught in the schools of science, and art, and literature, we could comprehend things alike; and not until we have a teacher, not until we have those who are competent to teach, who understand the laws of life and the principles of salvation, can we, no matter what our intelligence otherwise may be. Until then we shall have to grope in the dark, live in the dark, and when we leave this world we must, according to the saying of an eminent philosopher, &#x201C;take a leap in the dark.&#x201D; We comprehend nothing of our origin, of the object of our existence, or of our destiny; neither can we comprehend it unless God reveals it. <\/div><div class=\"paragraph jod\" id=\"v19n1182\"> He has, as before stated, in different ages of time manifested his will to certain individuals, and he has sent them forth to make known his will to the human family. And they declare certain principles, simple in themselves, yet emanating from God, which are calculated to enlighten, to impart intelligence; to bring him into relationship with the Almighty, to give him a knowledge of God, of the Savior, of his own being and the object of God in creating the earth and man upon it, and also of the destiny of the earth, the world in which we live, and all its inhabitants. <\/div><div class=\"paragraph jod\" id=\"v19n1183\"> These things, however, are almost too simple for the human mind, mystified and befogged by false theo<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"365b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0365.pdf\" target=\"pdfwin\">p.&#xA0;365b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0778\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ries and notions; they are almost too simple for them to bow unto. What is it? Jesus said to his disciples in former times, &#x201C;Go ye into all the world, and preach the gospel to every creature. He that believeth and is baptized shall be saved; but he that believeth not shall be damned.&#x201D;<span class=\"citation\" id=\"66801\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66801)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66801)\">Mark 16:15-16<\/a><\/span> He gave unto them power to lay their hands upon believers and impart to them the Holy Ghost,<span class=\"citation\" id=\"127806\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127806)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127806)\">Acts 8:14-17<\/a><\/span> which placed them in communion with God, and whose faith, as we are told, &#x201C;entered within the veil; Whither Christ their forerunner had gone.&#x201D;<span class=\"citation\" id=\"76758\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76758)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76758)\">Heb. 6:19-20<\/a><\/span> And still the words that these men preached, as Jesus himself expresses it in referring to the same thing, were not his own,<span class=\"citation\" id=\"70007\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70007)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70007)\">John 14:24<\/a><\/span> but the Father that dwelt in him; he did the works.<span class=\"citation\" id=\"69950\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69950)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69950)\">John 14:10<\/a><\/span> And we are told that when those ancient men of God preached, their words went with power and with much assurance,<span class=\"citation\" id=\"75653\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75653)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75653)\">1 Thes. 1:5<\/a><\/span> and the Spirit of God and with the Holy Ghost, to the convincing of those who desired to know the truth and be governed thereby. What was the result? This confusion heretofore existing among them departed; they were no longer split up into sects and parties, but, they had &#x201C;One Lord, one faith, one baptism, and one God,<span class=\"citation\" id=\"75007\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75007)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75007)\">Eph. 4:5-6<\/a><\/span> the Father, of whom are all things;&#x201D;<span class=\"citation\" id=\"127807\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127807)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127807)\">1 Cor. 8:6<\/a><\/span> precisely the same as we have in all the works of nature, in all organized matter. There are certain eternal, unalterable, unchangeable laws by which it is governed; and no chemist or philosopher can change these laws; they are eternal, inexorable, and always produce the same results. <\/div><div class=\"paragraph jod\" id=\"v19n1184\"> We think these things correct upon natural principles; why not in regard to these higher principles which God has revealed to the human family? We read of men in former times who said they gazed upon the Lord; they saw him, and his train filled the Temple.<span class=\"citation\" id=\"57976\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57976)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57976)\">Isa. 6:1<\/a><\/span> But says one, &#x201C;I do not believe it.&#x201D; Who cares whether you  <div class=\"break pagebreak\" id=\"366a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0366.pdf\" target=\"pdfwin\">p.&#xA0;366a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0777\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>do or not? That does not invalidate the fact. Your ignorance in regard to these matters does not affect in the least, the great truths of God. And unless you yourselves have had some revelation to show you that this statement is incorrect, it is foolishness in any man to dispute these principles thus communicated. We understand these things, having obeyed the law. What do you understand? What does man know? Nothing, only some few principles pertaining to the laws of nature. Who organized these laws? That very being whom we affect to despise. Who organized the universe? Who makes this planet and other planets revolve in their several orbits, and by what influence and power are they governed? By a power far greater than we know anything about. What can we do? Where is there a philosopher that can organize a blade of grass, or a grain of sand producing the material to make it from? You cannot find them. The great Creator, who governs and regulates these and other systems, has given a law to man telling him how to approach him, and showing him the means whereby he can obtain intelligence from him; and he is able to carry out that law, for he comprehends it. And what is it? Why, &#x201C;Repent, and be baptized every one of you in the name of Jesus Christ for the remission of sins, and ye shall receive the Holy Ghost.&#x201D;<span class=\"citation\" id=\"71237\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71237)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71237)\">Acts 2:38<\/a><\/span> And what shall that do for you? It shall take of the things of God and show them unto you.<span class=\"citation\" id=\"70507\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70507)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70507)\">John 16:15<\/a><\/span> But you would learn it in some other way, would you? You cannot do it. That is the way God has appointed, and man may exert all his influences and bring into requisition all his talents and powers, but he never can obtain it only in the way which God has appointed. I have a watch. The man who made it tells me if I would keep it going, I must wind it up every day. But <div class=\"break columnbreak\" id=\"366b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0366.pdf\" target=\"pdfwin\">p.&#xA0;366b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0777\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> suppose I should want it to go in some other way, would it go? No. Should I blame the maker then? Certainly not; in fact, you might consider me a fool for not carrying out the maker's instructions. And when God points out a path whereby we can obtain a knowledge of him and of his laws, that is the way to receive it, if we receive it at all. <\/div><div class=\"paragraph jod\" id=\"v19n1186\"> The laws of matter and of mechanism are unchangeable, and so are the laws pertaining to life, and also the medium of communication between God and man. And hence Paul, after speaking some time to a congregation that he was addressing, said the words that we speak unto you, we speak by the power of God and by the Holy Ghost,<span class=\"citation\" id=\"73101\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73101)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73101)\">1 Cor. 2:13<\/a><\/span> and with much assurance.<span class=\"citation\" id=\"75654\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75654)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75654)\">1 Thes. 1:5<\/a><\/span> And then in speaking of these things, he says, Ye are my witnesses.<span class=\"citation\" id=\"75662\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75662)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75662)\">1 Thes. 2:10<\/a><\/span><span class=\"citation\" id=\"71488\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71488)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71488)\">Acts 5:32<\/a><\/span> Who? Those who received his word and obeyed it. You are my witnesses, as also is the Holy Ghost that bears witness of us.<span class=\"citation\" id=\"71489\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71489)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71489)\">Acts 5:32<\/a><\/span> He had the living witness within him; and they among themselves had this evidence. And John, in speaking to some of his disciples said, &#x201C;But ye have an unction from the Holy One, and ye know all things.&#x201D;<span class=\"citation\" id=\"78617\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78617)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78617)\">1 Jn. 2:20<\/a><\/span> &#x201C;Ye need not that any man teach you: but the same anointing teacheth you all things, and is truth, and is no lie.&#x201D;<span class=\"citation\" id=\"78629\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78629)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78629)\">1 Jn. 2:27<\/a><\/span> And in speaking to the people, Paul said, &#x201C;Which hope we have as an anchor of the soul, both sure and steadfast, and which entereth into that within the veil; Whither the forerunner is for us entered.&#x201D;<span class=\"citation\" id=\"76759\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76759)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76759)\">Heb. 6:19-20<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v19n1187\"> This, Latter-day Saints, is your privilege. You have embraced the same Gospel; you have been baptized into the same baptism, have partaken of the same hope, and are in possession of the same spirit. Do not allow your feelings to be overturned; do not give way to the follies and delusions of men, nor to the powers of  <div class=\"break pagebreak\" id=\"367a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0367.pdf\" target=\"pdfwin\">p.&#xA0;367a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0776\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>darkness, but maintain your integrity before God in all fidelity; and live your religion, keeping the commandments of God, and your faith will be as the faith of the just, that shines <div class=\"break columnbreak\" id=\"367b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0367.pdf\" target=\"pdfwin\">p.&#xA0;367b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0776\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> brighter and brighter until the perfect day.<span class=\"citation\" id=\"57379\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57379)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57379)\">Prov. 4:18<\/a><\/span><span class=\"citation\" id=\"85957\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85957)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85957)\">D&amp;C 50:24<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v19n1189\"> God bless you and lead you in the path of life,<span class=\"citation\" id=\"56407\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56407)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56407)\">Ps. 16:11<\/a><\/span> in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}