{"ID":190016, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Lord's Supper&#x2014;a Word to Mothers&#x2014;The Sacrament in Sabbath Schools&#x2014;History of Some Things&#x2014;Young Men to Preside&#x2014;Home Manufactures.<\/div>\n<div class=\"subtitle\">Discourse by President Brigham Young, delivered at a Special Conference Held in Brigham City, Box Elder County, for the Purpose of Organizing a Stake of Zion in Said County, on Sunday Afternoon, August 19, 1877.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Geo. F. Gibbs.<\/div>\n<div class=\"pageHeader\">Page Header: The Lord's Supper, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 8\/19\/1877<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d16\">\n<div class=\"paragraph jod\" id=\"v19n299\"> Previous to attending to the business to be presented to the congregation this afternoon, I feel to exhort the Latter-day Saints before me to try to realize the sacredness of the ordinance that is now being administered to them, which was introduced by our Savior, that his disciples might witness to the Father that they were truly his followers. On the last time that our Lord met with his disciples, previous to his being betrayed, he administered to them the sacrament. Instead of eating as at other times, he took the bread and blessed and brake it and gave to his disciples, saying to them that he should require of them to meet together to break bread in remembrance of his body,<span class=\"citation\" id=\"66222\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66222)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66222)\">Matt. 26:26-28<\/a><\/span><span class=\"citation\" id=\"66689\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66689)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66689)\">Mark 14:22-24<\/a><\/span><span class=\"citation\" id=\"68075\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68075)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68075)\">Luke 22:19-20<\/a><\/span><span class=\"citation\" id=\"73368\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73368)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73368)\">1 Cor. 11:23-26<\/a><\/span> that would suffer for them and for the sins of the world.<span class=\"citation\" id=\"127616\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127616)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127616)\">1 Jn. 2:2<\/a><\/span><span class=\"citation\" id=\"127617\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127617)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127617)\">D&amp;C 76:41<\/a><\/span> So when he had blessed and broken the bread, he administered the same to them, saying, &#x201C;Take, eat; this is my body.&#x201D;<span class=\"citation\" id=\"66216\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66216)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66216)\">Matt. 26:26<\/a><\/span> When his disciples had eaten, he then took the cup of wine and gave thanks, and gave it to them, saying, &#x201C;Drink ye all of it; For this is my blood of the new testament, which is shed for many<span class=\"citation\" id=\"66692\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66692)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66692)\">Mark 14:24<\/a><\/span> for the remission of sins.&#x201D;<span class=\"citation\" id=\"66232\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66232)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66232)\">Matt. 26:27-28<\/a><\/span> He came here to redeem fallen man, he being the heir of the family that receive bodies on this earth, that they, <div class=\"break columnbreak\" id=\"91b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0091.pdf\" target=\"pdfwin\">p.&#xA0;91b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1052\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> through obedience to his requirements and commandments and the ordinances of his house; may be sanctified and prepared to return unto the presence of the Father and there sit down with Jesus, where he will administer to them again in fulfillment of his saying to them, &#x201C;I will not drink henceforth of this fruit of the vine, until the day when I drink it new with you in my Father's kingdom.&#x201D;<span class=\"citation\" id=\"66243\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66243)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66243)\">Matt. 26:29<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v19n300\"> I would exhort my brethren and sisters to receive this ordinance every Sabbath, when they meet together, as is our practice; not following the customs of others, for with some denominations this is administered once a month, with others once in three months, with others never, they not believing in outward ordinances. This is the way with the Christian sects; they teach that portion of the Bible which seemeth right unto them and add such doctrines, views and opinions as suit their own creeds. <\/div><div class=\"paragraph jod\" id=\"v19n301\"> We are in the habit of partaking of the contents of the cup each Sabbath when we meet together, and I do pray you my brethren and sisters to contemplate this ordinance thoroughly, and seek unto the Lord with all your hearts that you may obtain the promised blessings by  <div class=\"break pagebreak\" id=\"92a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0092.pdf\" target=\"pdfwin\">p.&#xA0;92a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1051\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>obedience to it. Teach its observance to your children; impress upon them its necessity. Its observance is as necessary to our salvation as any other of the ordinances and commandments that have been instituted in order that the people may be sanctified, that Jesus may bless them and give unto them his spirit, and guide and direct them that they may secure unto themselves life eternal. Impress the sacredness of this important ordinance upon the minds of your children. Many of you who are aged, have witnessed the strength and power of tradition, whether it be correct or false. The power of tradition upon the minds of the inhabitants of the earth is most potent, I might say it is almost almighty. We know the way of life, we have the keys of life in our possession; and if we do not take the pains to train our children, to teach and instruct them concerning these revealed truths, the condemnation will be upon us, as parents,<span class=\"citation\" id=\"86706\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86706)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86706)\">D&amp;C 68:25<\/a><\/span> or at least in a great measure. We do not want this sin to rest upon us; we want the people, each and every one to understand their duty and then discharge that duty fearlessly, without favor or hope of earthly reward, having in view the doing of the Father's will alone and the receiving of the heavenly reward. <\/div><div class=\"paragraph jod\" id=\"v19n303\"> Let me here call the special attention of the mothers to what I am going to say: If you mothers will live your religion, then in the love and fear of God teach your children constantly and thoroughly in the way of life and salvation, training them up in the way they should go, when they are old they will not depart from it.<span class=\"citation\" id=\"57496\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57496)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57496)\">Prov. 22:6<\/a><\/span> I promise you this, it is as true as the shining sun, it is an eternal truth. In this duty we fail; we do not bring up our children in the way they should go,<span class=\"citation\" id=\"57497\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57497)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57497)\">Prov. 22:6<\/a><\/span> or there would be no <div class=\"break columnbreak\" id=\"92b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0092.pdf\" target=\"pdfwin\">p.&#xA0;92b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1051\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> turning away, wandering here and there from the society of the Saints. We let our children do too much as they have a mind to; if they want this or that their wishes must be gratified; if they want to go here or there, the mother, in very many instances, is too ready to urge upon the father directly or indirectly, the necessity of accommodating the young mind to the path of folly. <\/div><div class=\"paragraph jod\" id=\"v19n304\"> By some it is very well understood that in the days of ancient Israel while in the land of Palestine they were not blessed so profusely as we are with the crystal streams from the mountains. They were in the habit of drinking a great deal of wine, and among the few who have continued to inhabit that land, this habit I believe has been kept up to the present time. It is a wine country. But the Lord has said to us it mattereth not what we partake of when we administer the cup to the people, inasmuch as we do it with an eye single to the glory of God; it is then acceptable to him.<span class=\"citation\" id=\"84510\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84510)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84510)\">D&amp;C 27:2-4<\/a><\/span> Consequently we use water as though it were wine; for we are commanded to drink not of wine for this sacred purpose except it be made by our own hands.<span class=\"citation\" id=\"88897\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88897)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88897)\">D&amp;C 89:5-6<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v19n305\"> In some of our wards and settlements the administering of the sacrament has been introduced in the Sunday schools. It is very pleasing and gratifying to the spirit that I possess, for the parents to see that their children attend Sunday school and receive the proper instruction with regard to their faith. After the Sunday school is over, let the parents take the pains to bring their children to meeting. This would be very pleasing to me. An idea seems to have gone abroad among the parents, and consequently descends to the children, that when the little ones have been to Sunday school, the remainder of the day is for them to  <div class=\"break pagebreak\" id=\"93a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0093.pdf\" target=\"pdfwin\">p.&#xA0;93a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1050\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>enjoy themselves the best way they can. No more duties, no more obligations to attend meeting. They have been to the Sunday school and the mothers and probably the fathers think this is sufficient. But if we do our duty, each and every one of us, and as communities, and perform the duties required of us, we will see that our children attended all the preaching meetings and meetings for instruction, which it is proper for them to attend, where they, as well as the parents can be taught pertaining to God and to his religion on the earth, for the salvation of the human family. If my brethren and sisters will accept of this exhortation and try to carry it out in their lives, my heart will say to them, &#x201C;God bless you, peace be with you, love be multiplied upon you.&#x201D;<span class=\"citation\" id=\"78834\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78834)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78834)\">Jude 1:2<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v19n307\"> We will now attend to the business before us pertaining to the organization of this Stake of Zion in this county of Box Elder. When the people are fully organized we shall expect them strictly to attend to the duties devolving upon them. Brother Franklin D. Richards, in his remarks has drawn out the thread of the organization of the Priesthood and the duties devolving upon the Bishops and upon the Priests, Teachers and Deacons in advancing the faith of the Gospel and seeing that there is no iniquity among the people.<span class=\"citation\" id=\"84357\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84357)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84357)\">D&amp;C 20:53-54<\/a><\/span> We expect this will be carried out. There are many things wherein the people will need instructing, they will receive these instructions from time to time, adding instruction to instruction with regard to the faith, ordinances and commandments of the house of God; our faith in the religion we possess or hope to possess, and in the faith we should possess in the name of our Savior and through him in the Father. And we expect to see an exhibition thereof that will <div class=\"break columnbreak\" id=\"93b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0093.pdf\" target=\"pdfwin\">p.&#xA0;93b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1050\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> be brighter, that will be more beautiful, more permanent and lasting throughout all the organizations of the Stakes of Zion, than we have heretofore seen. We have a multitude of traditions to overcome, and when this people called Latter-day Saints will be free from these traditions, so that they can take hold of the Gospel and build up the kingdom according to the pattern, I am not able to say; but I hope the time will soon come. I can say I am encouraged, I think there is an improvement, I can perceive a growth in the knowledge of God among the Latter-day Saints. And yet I see many old members of the Church, fathers in the Church and kingdom of God, of long standing, who have been teachers and have been taught, and have exercised themselves in the different duties of the Priesthood, and also in municipal affairs among this people, to direct, to counsel; and yet they seem to have no brightness within them concerning the Priesthood; no knowledge with regard to the dealings of God with his children. We see this; but still on the whole there is an increase of faith, of knowledge, of wisdom, of understanding. When we get to understand all knowledge, all wisdom, that it is necessary for us to understand in the flesh, we will be like clay in the hands of the potter,<span class=\"citation\" id=\"60189\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60189)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60189)\">Isa. 64:8<\/a><\/span><span class=\"citation\" id=\"60502\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60502)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60502)\">Jer. 18:1-6<\/a><\/span> willing to be molded and fashioned according to the will of him who has called us to this great and glorious work, of purifying ourselves and our fellow beings, and of preparing the nations of the earth for the glory that awaits them through obedience. Here is mystery, here are the hidden mysteries that God has reserved for the latter times, and they are coming forth; the work we have upon us is an immense one, it is great, powerful and divine; it is an almighty work. And with regard  <div class=\"break pagebreak\" id=\"94a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0094.pdf\" target=\"pdfwin\">p.&#xA0;94a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1049\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to the conduct of this people&#x2014;if an angel should come here and speak his feelings as plainly as I do, I think he would say, &#x201C;O, Latter-day Saints! Why don't you see, why don't you open your eyes and behold the great work resting upon you and that you have entered into? You are blind, you are stupid, you are in the dark, in the mist and fog, wandering to and fro like the boat upon the water without sail, rudder or oar; and you know not whither you are going.&#x201D; But we run first this way, and then that way, turning here and turning there, strewing our ways to strangers and doing that which we should not do. I will refer to a little incident. <\/div><div class=\"paragraph jod\" id=\"v19n309\"> I used to travel this road running through here several times during the season. I recollect, not many years ago, there was a little gold found in Montana. The inhabitants of Utah, called Latter-day Saints, took everything that the Lord caused the earth to bring forth that they could pack in their wagons, and carried it away to those who would not even speak a good word for them. Brother Staines referred to and related facts to us yesterday. He told us that there were a great many people in these mountains, and a great many had been here, who had become acquainted with this people, whom they acknowledged to be an industrious and honest people; that some had said to him they would rather trust themselves with the people of Utah than any other community, feeling safer with them. But when the hue and cry was raised that the &#x201C;Mormons&#x201D; were rising against the law, and against the rules and regulations and all that is good pertaining to the society of this great republic and were in open rebellion, where could be found the man to open his mouth or to write a word saying, &#x201C;This is false, <div class=\"break columnbreak\" id=\"94b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0094.pdf\" target=\"pdfwin\">p.&#xA0;94b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1049\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> it is not true.&#x201D; Did you find or hear of any such men? But very few, and they will be blessed for so doing. Are we at all astonished at the silence of the great majority under such circumstances? No. It has always been so; it is so now, and will continue to be so; for there is no union, no affiliation, no fellowship between Christ and Baal. Baal will fight the Savior, the enemy will fight against the law of God, and he will never give up the contest until he is taken and bound and cast into &#x201C;the bottomless pit.&#x201D;<span class=\"citation\" id=\"80475\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80475)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80475)\">Rev. 20:1-3<\/a><\/span> And these honorable men, these good men who with their families have received the blessings from the hands of this people; those to whom we have given our substance, our flour and breadstuffs, our money and whatever we had, were there any of them who opened their mouths in justification of the innocent, the pure and good, and denounced the falsehoods and the slanders of those that raised the cry against us? If there were any I do not know it. But they say to the liars, &#x201C;Lie on about those 'Mormons,' we like to hear it.&#x201D; Whilst on the other hand these Latter-day Saints are giving everything that the Lord bestows upon them just as fast as they receive it; not resting satisfied until they hand everything over to the laps and hands of our enemies. A great many will say, &#x201C;But we are not your enemies.&#x201D; Why then do you not speak out and tell the truth about us? <\/div><div class=\"paragraph jod\" id=\"v19n310\"> Regarding the brethren carrying their substance north to Montana, I will say I knew a man who undertook to head off all this, by trying to organize the Elders of Israel into a society to raise an influence by which they might control the northern market; but no, they rebelled against it. But what I was going to mention, go into the northern settlements, and you would see the  <div class=\"break pagebreak\" id=\"95a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0095.pdf\" target=\"pdfwin\">p.&#xA0;95a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1048\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>wagons by hundreds and thousands hauling off the provisions to those who would never speak a word in our favor. Yes, we are generous enough to feed them, and clothe them, and give them money. And then, when the enemy would raise persecution against the Latter-day Saints, they can sit and laugh at it. All the merchants among us we have made rich. Do you know of any that brought money here? If you do, you know more than I do, and I think I am as well acquainted with them as anyone. Who brought capital here and spent that capital? They came here poor, and made their capital, but they never lifted their voice in behalf of anyone; but they laugh and sheer around the corner and in their sleeve when they see the storm of trouble coming upon the Latter-day Saints. I will not tell their doom, they will find it out quick enough; a good many have found it already. Our persecutors too who die, and they keep dying, their end is sorrow, both priests and people. <\/div><div class=\"paragraph jod\" id=\"v19n312\"> There is a good deal of money spent. I know of one man who spent many thousands of dollars trying to organize the Elders in such a manner that they could hold the control of the market. But no. Wild as the deer upon the mountains, running by day and by night, ofttimes under the shades of night, to get away from this and other towns, lugging off the blessings that God had poured into their laps. We have counseled the people to save their grain. Supposing we had a few million bushels of grain on hand, would it do us any hurt? To say the least, we certainly might as well have kept it, for we got nothing for it; we did not even pay for the transportation of our substance. <\/div><div class=\"paragraph jod\" id=\"v19n313\"> Will famine come? Yes! Will <div class=\"break columnbreak\" id=\"95b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0095.pdf\" target=\"pdfwin\">p.&#xA0;95b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1048\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> plagues come? Yes! Will distress come upon the nations? Yes, and upon this nation, and that, too, before a great while. When they made war upon us some eighteen years ago, how it pleased and tickled the masses who thought that now destruction was to overtake the Latter-day Saints. I told many, and sent word to Congress saying, that it would prove the opening wedge for the struggle of war between the North and South. But some gentlemen took the liberty of saying, time after time, &#x201C;No, no, that cannot be.&#x201D; Said I, &#x201C;It will be so, and I tell it to you in the name of Israel's God.&#x201D; And when the press delight in publishing such falsehoods about the Latter-day Saints as they have done, and the people delight to read them, you will see real trouble crop out in and among themselves. Is there power enough in the Federal Government to put down mobocracy. No! And it is a truth that they whom the Lord makes weak are weak indeed; and those whom the Lord makes strong are strong indeed.<span class=\"citation\" id=\"89247\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89247)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89247)\">D&amp;C 98:8<\/a><\/span> Strength was given to the North in the last struggle, and the South suffered extremely. But the time will come when the North will be weaker than the South was, and they will have no power to muster their forces against the tide of folly that will come upon them, that they bring upon themselves, and they themselves must receive the results. <\/div><div class=\"paragraph jod\" id=\"v19n314\"> But say the Latter-day Saints, &#x201C;How are we living?&#x201D; If you were to hear an angel talk to you, and tell just what he sees and understands, you would say, that is as sharp preaching as brother Brigham's; his words are sharper than brother Brigham's. And they would be. And still we are improving a little; but oh! what improvement  <div class=\"break pagebreak\" id=\"96a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0096.pdf\" target=\"pdfwin\">p.&#xA0;96a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1047\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>we have yet to make in order to acquire such victory over ourselves as to bring ourselves into perfect subjection to the law of Christ.<span class=\"citation\" id=\"74679\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74679)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74679)\">Gal. 6:2<\/a><\/span> Let us take heed, and teach our children by precept and example to love and serve the Lord. What a glorious sight was presented to us yesterday on our arrival at your depot, to witness the hosts of children that lined the sidewalks. You have here in this little city the buds, the beginning of a nation. Be careful my brethren and my sisters how you conduct yourselves. See that you bring yourselves in subjection to the law of Christ,<span class=\"citation\" id=\"74680\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74680)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74680)\">Gal. 6:2<\/a><\/span> and then teach your children in the spirit of love and affection the way of life, so that they will not stray away from you, becoming heady and high-minded,<span class=\"citation\" id=\"76143\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76143)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76143)\">2 Tim. 3:4<\/a><\/span> wandering after the foolish fashions of the world, the pleasures of the world; but let them make their delight in that which is virtuous and true, for this is more pleasurable than all the vanities of the world. Real wisdom is real pleasure; real wisdom, prudence, and understanding, is real comfort. <\/div><div class=\"paragraph jod\" id=\"v19n316\"> (The Presidency of the Stake were then unanimously elected&#x2014;namely, Oliver G. Snow as President, and Elijah A. Box and Isaac Smith as his counselors, who also received their ordinations. Elder William Box was ordained a Patriarch. The names of the members of the High Council were presented, and that of the President of the High Priests' Quorum, together with the names of the Bishops of the several Wards, all of which were unanimously sustained. The President then continued:) <\/div><div class=\"paragraph jod\" id=\"v19n317\"> I have a few words to say to the Latter-day Saints concerning these young men we have called to preside over the people of this Stake of Zion. They are young&#x2014;they have <div class=\"break columnbreak\" id=\"96b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0096.pdf\" target=\"pdfwin\">p.&#xA0;96b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1047\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> not the experience that older men have; but if they do not possess more wisdom than a good many of our old experienced men, I am sorry. There are a good many that do not profit by the experience they have got, they do not know how to do so. I want to tell you the reason why we have made the selection of brother Oliver G. Snow to preside here. He is the son of brother Lorenzo Snow, who has hitherto presided here. By appointing brother Oliver to this position, I think he will be under his father's care, and where he can get the wisdom his father possesses. And I will say to the credit of the people here, they have done well. And brother Lorenzo Snow, who has had charge of you, has set the best example for the literal building up of the kingdom of God of any of our presiding Elders. There is one man in the South who I think will come up to this standard, and continue on. But brother Snow has led the people and guided them and counseled them in the way that they should go, apparently without their knowing anything about it, until he got them into the harness; and I like this very much. <\/div><div class=\"paragraph jod\" id=\"v19n318\"> Our motive is to make every man and woman to know just as much as we do; this is the plan of the Gospel, and this is what I would like to do. I would like all the Latter-day Saints to come up to this standard, and know as much as I do, and then just as much more as they can learn, and if they can get ahead of me, all right. I can then have the privilege of following after them. If they keep up close to me, so that they will understand as I do the workings of the Spirit, they will do a good deal better than they do now. But the beauty and excellency of the wisdom that God has revealed  <div class=\"break pagebreak\" id=\"97a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0097.pdf\" target=\"pdfwin\">p.&#xA0;97a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1046\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to us is to fill everybody with wisdom, bringing them up to the highest standard of knowledge and wisdom, purifying us and preparing us to enter into the highest state of glory, knowledge and power, that we may become fit associates of the Gods and be prepared to dwell with them.<span class=\"citation\" id=\"54703\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54703)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54703)\">Num. 11:29<\/a><\/span> This I say is the beauty and glory of the great knowledge that God has revealed unto the Latter-day Saints. You may ask in what particular? In every particular. For the knowledge men possess of every science, every art, every study there is, and every branch of mechanism known to men, they are indebted to the Lord. True men may have been taught it by his fellow man and he may have discovered much himself; but all originated with God our Heavenly Father, through his agents to the children of men. The faith and philosophy of our religion comprehends all things, believes all things, hopes all things, and I wish I was able to say a little better than I am, endures all things.<span class=\"citation\" id=\"73668\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73668)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73668)\">1 Cor. 13:7<\/a><\/span><span class=\"citation\" id=\"83572\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83572)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83572)\">Moro. 7:45<\/a><\/span><span class=\"citation\" id=\"94223\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94223)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94223)\">A of F 1:13<\/a><\/span> But we must endure all things that we cannot help, enduring patiently until we are counted worthy to be free. <\/div><div class=\"paragraph jod\" id=\"v19n320\"> I want to say this with regard to brother Oliver G. Snow; virtually we leave brother Lorenzo to overlook you. Can you understand this? If you cannot you cannot see as I do. Brother Snow has exhibited splendid talent in what he has done towards making this people self-sustaining. Shall I give you my ideas in brief with regard to business and business transactions. Here for instance is a businessman, a merchant, comes to our neighborhood, with a stock of goods; he sells them at from two to ten hundred percent above what they cost. As a matter of course he soon becomes wealthy, and after a time he will be called a millionaire, when perhaps he was not worth a <div class=\"break columnbreak\" id=\"97b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0097.pdf\" target=\"pdfwin\">p.&#xA0;97b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1046\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> dollar when he commenced to trade. You will hear many say of such a person, what a nice man he is, and what a great financier he is! My feeling of such a man is he is a great cheat, a deceiver, a liar! He imposes on the people, he takes that which does not belong to him, and is a living monument of falsehood. Such a man is not a financier! The financier is he that brings the lumber from the Canyons and shapes it for the use of his fellow man, employing mechanics and laborers to produce from the elements and the crude material everything necessary for the sustenance and comfort of man; one who builds tanneries to work up the hides instead of letting them rot and waste or be sent out of the country to be made into leather and then brought back in the shape of boots and shoes; and that can take the wool, the furs and straw and convert the same into cloth, into hats and bonnets, and that will plant out mulberry trees and raise the silk, and thus give employment to men, women and children, as you have commenced to do here, bringing the elements into successful use for the benefit of man, and reclaiming a barren wilderness, converting it into a fruitful field, making it to blossom as the rose;<span class=\"citation\" id=\"59145\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59145)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59145)\">Isa. 35:1<\/a><\/span> such a man I would call a financier, a benefactor of his fellow man. But the great majority of men who have amassed great wealth have done it at the expense of their fellows, on the principle that the doctors, the lawyers and the merchants acquire theirs. Such men are impositions on the community, and they ought to be taken and put to some honorable labor such as raising potatoes, raising grain, cattle and sheep, and performing other useful and necessary labors for the good of mankind. Amen. <\/div>\n<\/div>\n<\/div>"}