{"ID":190038, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Blessing the Result of Obedience to Law&#x2014;Our Agency in the Flesh&#x2014;The Advantages of Union&#x2014;Order in the Kingdom of God&#x2014;The Eternal Warfare Between Good and Evil.<\/div>\n<div class=\"subtitle\">Discourse by Elder Charles C. Rich, delivered at the Quarterly Conference Held in Paris, Bear Lake County, Idaho, Feb. 10, 1878.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: James H. Hart.<\/div>\n<div class=\"pageHeader\">Page Header: Blessing the Result of Obedience, Etc.<\/div>\n<div class=\"speaker\">Speaker: Charles C. Rich<\/div>\n<div class=\"date\">Date: 2\/10\/1878<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d38\">\n<div class=\"paragraph jod\" id=\"v19n799\"> Brethren and sisters, I am pleased to have the opportunity of meeting with you in Conference. I have enjoyed myself very much while listening to the reports of the Bishops, and also to those who have addressed us. We have had some <div class=\"break columnbreak\" id=\"249b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0249.pdf\" target=\"pdfwin\">p.&#xA0;249b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0894\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> excellent instructions during the Conference. I am glad to meet so many of the Saints. I will say, however, that I feel of myself very weak, and I desire the prayers of the Saints, that I may be able to instruct you. I desire to speak to  <div class=\"break pagebreak\" id=\"250a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0250.pdf\" target=\"pdfwin\">p.&#xA0;250a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0893\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>your edification, but that depends upon the Holy Spirit, without which no one can instruct and edify the Saints. I trust the Spirit of the Lord will be with us this afternoon, that I may, peradventure, be a means of blessing and building you up in the principles of the Gospel. I will read, for your instruction, from the Book of Doctrine and Covenants, and will give you some keys by which you may unlock the treasures of the Gospel. Page 424, new edition: &#x201C;Mine house is a house of order, and not of confusion,&#x201D;<span class=\"citation\" id=\"91499\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91499)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91499)\">D&amp;C 132:8<\/a><\/span> etc. Page 421: &#x201C;All blessings are predicated on law,&#x201D;<span class=\"citation\" id=\"91351\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91351)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91351)\">D&amp;C 130:20-21<\/a><\/span> etc. I have read these passages because to me they are important, and they are important to you also. We learn from the revelations we have just read, that it was ordained before the foundation of the world how the blessings of the Gospel were to be obtained, and why some people could not attain to certain blessings.<span class=\"citation\" id=\"91348\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91348)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91348)\">D&amp;C 130:20<\/a><\/span> We are told they could not obtain these blessings because they did not abide by the law.<span class=\"citation\" id=\"127714\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127714)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127714)\">D&amp;C 130:21<\/a><\/span><span class=\"citation\" id=\"91464\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91464)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91464)\">D&amp;C 132:5<\/a><\/span> As Latter-day Saints, it is important that we understand the principles of salvation, that we may be enabled to comprehend and obtain all the keys, principles, and blessings pertaining thereto. It was a long time after the Prophet Joseph Smith had received the keys of the kingdom of God, and after Hyrum and others had received many blessings, that the Lord gave Joseph a revelation, to show him and others how they could ask for and receive certain blessings.<span class=\"citation\" id=\"91069\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91069)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91069)\">D&amp;C 124:95<\/a><\/span> We read in the Revelation of St. John, that the Saints are to receive a white stone,<span class=\"citation\" id=\"91310\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91310)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91310)\">D&amp;C 130:10<\/a><\/span> &#x201C;and in the stone a new name, which no man knoweth save him that receiveth it.&#x201D;<span class=\"citation\" id=\"79065\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79065)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79065)\">Rev. 2:17<\/a><\/span><span class=\"citation\" id=\"91312\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91312)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91312)\">D&amp;C 130:11<\/a><\/span> Joseph tells us that this new name is a key word,<span class=\"citation\" id=\"91311\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91311)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91311)\">D&amp;C 130:11<\/a><\/span> which can only be obtained through the en<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"250b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0250.pdf\" target=\"pdfwin\">p.&#xA0;250b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0893\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>dowments. This is one of the keys and blessings that will be bestowed upon the Saints in these last days, for which we should be very thankful. <\/div><div class=\"paragraph jod\" id=\"v19n801\"> In the first instructions we received from the Elders, we were told we must repent of our sins and be baptized, in order to receive the Holy Spirit, and that we had no claims upon the Lord for his Spirit, until we had complied with the requirements made of us. I remember very well my feelings upon this subject before I obeyed the Gospel. I studied carefully, anxiously, and prayerfully, that I might know if it were the Church of Jesus Christ. I did not want to run any risk in the matter, and remain in uncertainty. I was willing to do anything that would give me a knowledge of the truth. I was willing to receive it through the ministration of an angel, through direct revelation, or by any other way, but I did not want to be deceived. Every time I reflected carefully upon the subject, I came to this point&#x2014;the conditions upon which the promises have been made are, repentance, baptism, and imposition of hands. The spirit would then whisper, you have not been baptized, you have not obeyed the Gospel; but when I had complied with the law, then I had a perfect claim to the blessings and the promises, and did receive them, and obtained a perfect knowledge of the truth, and could then bear a testimony of it to all the world. I mention these things to show you the principles we have to act upon in order to obtain the blessings of salvation and eternal life. And I can testify that the Lord has fulfilled his promises, and has poured out his Spirit upon the people, through baptism and the laying on of hands. So we see that  <div class=\"break pagebreak\" id=\"251a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0251.pdf\" target=\"pdfwin\">p.&#xA0;251a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0892\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the keys given for our introduction into the Church of Jesus Christ, are as effectual in this our day as they were in the days of the former Apostles. Some might say, Why would not some other ordinance do as well? Simply because these were the principles ordained for that purpose before the world was.<span class=\"citation\" id=\"91018\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91018)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91018)\">D&amp;C 124:33<\/a><\/span> It is not a new feature in the Gospel, something started a few years ago. From what I have read, we find they are eternal principles; that they existed and were ordained for our salvation before the foundation of the world,<span class=\"citation\" id=\"91153\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91153)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91153)\">D&amp;C 128:5<\/a><\/span> and cannot be changed. We must comply with the principles of the eternal law, in order to obtain eternal blessings. I want to impress these principles upon your minds, for there is no &#x201C;think so&#x201D; and &#x201C;guess so&#x201D; about these things, for the Lord himself has decreed them, and I bear record that they are true. I hope these principles will make a lasting impression upon your minds, that you may devote yourselves more fully to the service of the Lord, and faithfully obey all the commandments which he has given us, and may give us hereafter. <\/div><div class=\"paragraph jod\" id=\"v19n803\"> There is another principle to which I will call your attention; that is, the pre-existence of spirits. Before we came into this world we had an existence with the Father in the heavens. We are eternal beings. How do you know that? one might say. We know it by the revelations of Jesus Christ,<span class=\"citation\" id=\"74445\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74445)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74445)\">Gal. 1:12<\/a><\/span> which bring life and immortality to light.<span class=\"citation\" id=\"76061\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76061)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76061)\">2 Tim. 1:10<\/a><\/span> It was revealed to Abraham<span class=\"citation\" id=\"74500\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74500)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74500)\">Gal. 3:8<\/a><\/span> and many of the ancient Prophets, and it has been revealed unto us in these the last days. We are told that before the inhabitants of the earth had an existence in the flesh, they had an existence in the spirit world;<span class=\"citation\" id=\"93450\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93450)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93450)\">Abr. 3:22-28<\/a><\/span> and that it was necessary to come into this world and be clothed with mortality. And <div class=\"break columnbreak\" id=\"251b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0251.pdf\" target=\"pdfwin\">p.&#xA0;251b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0892\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> why was it necessary? Because we could not attain to an exaltation without coming here. Many people think this is a world of sorrows, and a very horrid world to live in. So it may seem to some people, but I think that it is a glorious world, for it is here we are enabled to obtain our blessings and endowments. We come into this world weak and frail mortals. We have an agency given us, with an opportunity of doing good and evil. We are invited to obey the Gospel, which embraces principles that will endow the willing and obedient with exaltation and eternal life. But our agency is not taken from us. We have placed before us light and darkness, the bitter and the sweet, exaltation and degradation, life and death, and we have reason and intelligence given us, by which to judge and choose for ourselves. By choosing the good and obeying the principles of truth, we are entitled to the spirit of revelation, and by that spirit only can we know God the eternal Father, and his Son Jesus Christ. Is it not important that we should know God? Surely it is; for to know God, and his Son Jesus Christ, is eternal life.<span class=\"citation\" id=\"70611\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70611)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70611)\">John 17:3<\/a><\/span> So notwithstanding we have our trials and sufferings here, we have joys and happiness likewise, and we learn to discern and appreciate the difference between good and evil. An opportunity is also afforded us in this world to increase in faith and wisdom, and in all that leads to exaltation and eternal life. And we are told that all the intelligence we gain in this world will rise up with us in the resurrection.<span class=\"citation\" id=\"91347\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91347)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91347)\">D&amp;C 130:18<\/a><\/span> Now, who is there among the Saints that does not want to learn something concerning the principles of life and salvation? We should, above all people, be diligent in seeking to know the principles of truth, that  <div class=\"break pagebreak\" id=\"252a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0252.pdf\" target=\"pdfwin\">p.&#xA0;252a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0891\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>we may obtain eternal life. We can use the keys and principles that we have received to obtain this knowledge, and what is there pertaining to the Gospel that we cannot learn if we are faithful? If we do not know all that is necessary for our advancement, it is our privilege to go to some person who does know. And when we understand how to use the keys and principles ourselves, we can then teach others, for all who have received the Gospel are expected to practice its principles in their lives, and to devote their energies and lives to the establishment of truth and righteousness upon the earth. Are we doing this? Are we doing our duty as Saints of God? Or are we passing away our time idly and indifferently? If so, we are doing ourselves an injury, and we thus deprive ourselves of the blessings promised to the faithful. <\/div><div class=\"paragraph jod\" id=\"v19n805\"> There is another great principle often brought before us, that may be considered a very common principle. It is the principle of Union. We are told by the Savior that we must be united, or we are not his.<span class=\"citation\" id=\"85155\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85155)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85155)\">D&amp;C 38:27<\/a><\/span> Does this concern us as Latter-day Saints? I think it does, but some do not seem in any way concerned about it, notwithstanding the word of the Lord, that otherwise we &#x201C;are none of his.&#x201D;<span class=\"citation\" id=\"85156\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85156)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85156)\">D&amp;C 38:27<\/a><\/span> How can we be united so as to be acceptable to God? We have to be united, not merely in doctrinal matters, but in every other way. So far as doctrine is concerned, we are pretty well united, but not so in our temporal affairs. But we may become united in our temporal affairs, if we are willing to learn some practical lessons that have been taught us, and uniting in their execution; by entering into them with all our heart and our means, we may then be united in temporal matters also. <div class=\"break columnbreak\" id=\"252b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0252.pdf\" target=\"pdfwin\">p.&#xA0;252b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0891\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> There is but one way to be united, according to the will of God, and that is by being dictated in our affairs by the Spirit of the Lord. When we were baptized we received the spirit of the Gospel, and by that spirit we obtained a knowledge of its truth. And the same spirit we then received, if it continues with us, will lead us into all truth and reveal to us things to come.<span class=\"citation\" id=\"70411\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70411)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70411)\">John 16:13<\/a><\/span> We have need of revelation at every step after we are baptized, for when we take a step it ought to be a right step, and the only right step we can take will be one that is in accordance with the principles of truth, as dictated by those authorized to teach and instruct the Saints. This is the only principle on which we can be united, and when this principle fully is carried out, then perfect union will exist among the Saints. <\/div><div class=\"paragraph jod\" id=\"v19n806\"> I remember once being sick, but I scarcely realized that I was sick, for my mind was bright and active. During the night the Spirit rested upon me, and the principles of the Millennium were opened up to me. It seemed to me that all was happiness and union. Now what will it require to bring about the Millennium? In the first place every man will have to learn his duty,<span class=\"citation\" id=\"90393\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90393)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90393)\">D&amp;C 107:99<\/a><\/span> and do it. Each one must study his neighbor's interest as well as his own. No one will do that which would conflict with his brother's interest, and no man would willfully infringe upon his neighbor's rights and privileges. Now if all had learned their duty and were doing it faithfully, it would bring about a reign of peace and righteousness, and knowledge would cover the earth.<span class=\"citation\" id=\"58171\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58171)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58171)\">Isa. 11:9<\/a><\/span> If these principles were understood and carried out, we should have no reason to find fault with each other. Are we seeking after these things? I trust we are, and I feel rejoiced at  <div class=\"break pagebreak\" id=\"253a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0253.pdf\" target=\"pdfwin\">p.&#xA0;253a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0890\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the progress we are making as a people, although we come far short of that we should attain unto. We must have our minds fixed on this subject, and be determined to receive these truths, and live for them. This should be our first and last thought every day, and we should not be contented till we realize our desires in righteousness. Some persons think that a few prayers offered to the Lord will be all-sufficient in securing their salvation. It is very good to pray, but something is required besides praying; for example, we must be baptized, for that ordinance has been instituted for the remission of sins. We need endowments and ordinations, and they can only be administered by those holding the Priesthood, for without these gifts we could not obtain a celestial crown. We bestow the Priesthood on many young men, to bring them up and qualify them for future usefulness. We want our washings and anointings, and how can we receive them without someone to administer them to us? And no one could give them without divine authority. The same words might be used, and the same ordinances administered in the same way precisely, but they would be of no avail whatever, without the priestly authority. Our baptisms, confirmations, ordinations and endowments can only be administered by those who are ordained and set apart to administer them. The law must be complied with concerning these things or the ordinances are void and of no effect. Temples have to be built in which some of these ordinances must be performed. Who is to dictate concerning their construction and management? The Lord himself controls these things, and authorizes whom he will. <\/div><div class=\"paragraph jod\" id=\"v19n808\"> Some might ask, Why not baptize for the dead, and give endow<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"253b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0253.pdf\" target=\"pdfwin\">p.&#xA0;253b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0890\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ments in this meetinghouse? Just simply because the Lord has not so ordered it. The way and manner in which these ordinances have to be performed have been determined in the eternal world,<span class=\"citation\" id=\"91007\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91007)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91007)\">D&amp;C 124:28-41<\/a><\/span> and unless you comply with the requirements and obey the law, you cannot obtain the keys, and without the keys you cannot pass by the angels and the Gods in the eternal worlds. For example, you cannot attain to an exaltation without a wife, or wives; and you ladies cannot be exalted without a husband. &#x201C;For man is not without the woman, nor the woman without the man, in the Lord.&#x201D;<span class=\"citation\" id=\"73345\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73345)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73345)\">1 Cor. 11:11<\/a><\/span> So said the Apostle Paul. What, then, will be the situation of those who remain single, and do not attain to an exaltation? We learn from the revelations that they will be angels.<span class=\"citation\" id=\"91549\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91549)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91549)\">D&amp;C 132:16-17<\/a><\/span> Some people think that angels are the most exalted and glorious beings in the eternal world; but this is a mistake. If it will satisfy any of you to receive that glory it will not satisfy me. Now we understand that in order to obtain an exaltation we must have a wife, and we have to comply with the celestial law, so as to have her in the eternal world.<span class=\"citation\" id=\"91585\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91585)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91585)\">D&amp;C 132:19<\/a><\/span> In the first place, we must receive her from the man whom God has authorized and appointed to seal for time and eternity, otherwise we have no claim on her in the eternal world. Perhaps some do not care much about the other world. Such persons remind me of a man I knew in California, who became acquainted with and courted a lady whose husband was dead. He was told that the lady was sealed to another man for eternity; he replied he did not care, all he wanted was to marry her for this life, he did not care about the other world. Such a man will not attain to an exaltation. Some persons may be satis<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"254a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0254.pdf\" target=\"pdfwin\">p.&#xA0;254a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0889\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>fied without a complete exaltation. I do not feel so. I feel my unworthiness and my inability to speak as I would like, and if I did not know it was my duty, I would shrink from this undertaking; but I feel it my duty to declare faithfully the counsels of God, to instruct the Saints in their duties, and tell them how they can obtain salvation. When I have done this I have done my duty. Every man and woman can obtain and enjoy the spirit of revelation, so as to guide them in the path of duty, and if we are all guided by the same spirit, and all our actions are dictated by its influences, we shall then enjoy happiness and peace. <\/div><div class=\"paragraph jod\" id=\"v19n810\"> We have cooperative institutions established among us, and if they are conducted properly they will be a blessing to us. How shall we carry on our cooperative institutions so as to be approved of heaven? They must be dictated by the spirit of revelation, for unless they are dictated and controlled by that spirit they are in danger of being overthrown. If we build up institutions on any other foundation they will be overthrown sooner or later. If we establish our institutions according to the principles of revelation, they will he approved by the Almighty, and they will be preserved when he overthrows the kingdoms of this world. Who would not like to see the cooperative institutions growing up among us, built upon a firm foundation? We should look well to the foundation on which we build, for unless we act upon correct principles we cannot expect to prosper. The building that is reared properly will stand the winds and storms and will be firm and solid. Time will tell whether we build by the spirit of revelation or otherwise. You may be assured that if we do not our building will be overthrown. <\/div> <div class=\"break columnbreak\" id=\"254b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0254.pdf\" target=\"pdfwin\">p.&#xA0;254b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0889\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v19n811\"> We are dependent on the Almighty for the breath of life,<span class=\"citation\" id=\"52410\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52410)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52410)\">Gen. 2:7<\/a><\/span> for the bread we eat, and for every blessing we enjoy. We need not feel in any way troubled when we see a man lifted up in his feelings, and act as though he was some great person. We are all of us, mere worms of the dust, and at best are poor dependent creatures; but some men appear to grow larger and larger in their own imagination, and when we see a man ascending higher and higher in his own conceit, it is not always wise to pull him down suddenly, but give him a lift, and when he gets so high that his head swims, we can then help him gently down. We must learn to be humble, meek and lowly,<span class=\"citation\" id=\"127715\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127715)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127715)\">Matt. 11:29<\/a><\/span> or we cannot enjoy the spirit of the Lord. <\/div><div class=\"paragraph jod\" id=\"v19n812\"> There is another thing I wish to mention, and that is the manner in which we should treat each other. The principle was advanced anciently, &#x201C;Do unto others as you would have others do unto you.&#x201D;<span class=\"citation\" id=\"63820\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63820)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63820)\">Matt. 7:12<\/a><\/span> This principle is as binding upon us, as it was upon the people in former days, and we need as much urging to observe it as they did. How would we do with the Lord if he were here? We have his word for it, that forasmuch as ye do it unto one of the least of these my disciples, ye do it unto me.<span class=\"citation\" id=\"66192\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66192)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66192)\">Matt. 25:40<\/a><\/span> If we see a brother mistreated, we do not like it, and we feel to take his part. If we do not like to see a brother mistreated, we should be the more careful not to mistreat each other, for it is displeasing to the Lord. What can we say concerning these things? We can say, &#x201C;strait is the gate, and narrow is the way, that leadeth to the lives, and few there be that find it.&#x201D;<span class=\"citation\" id=\"94625\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94625)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94625)\">Matt. 7:14<\/a><\/span><span class=\"citation\" id=\"91634\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91634)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91634)\">D&amp;C 132:22<\/a><\/span> Do we all want to find it? I do. And you do, then let us seek diligently that we may find the right way&#x2014;the way God has pointed out. He has made it plain before us, and has  <div class=\"break pagebreak\" id=\"255a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0255.pdf\" target=\"pdfwin\">p.&#xA0;255a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0888\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>told us the manner in which he is willing to bestow his blessings upon us. And if we do not obtain them it will not be his fault. What would be the condition of society if these principles were fully carried out? We would find a brother and a friend in every place where God is known. No one would have any disposition to wrong his neighbor. No one would seek to injure his brother or sister. Would it not be good to live in such society? Instead of men striving to take advantage of their fellow men, and seeking to aggrandize and build up themselves at the expense of others, they would seek to build up and enrich others as well as themselves, and instead of hungering and thirsting after the perishable things of this life, they would hunger and thirst after righteousness.<span class=\"citation\" id=\"62937\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62937)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62937)\">Matt. 5:6<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v19n814\"> We read in the &#x201C;Book of Mormon&#x201D; that Jesus told the Nephites to return home, for they were not prepared to receive his words.<span class=\"citation\" id=\"82755\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82755)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82755)\">3 Ne. 17:1-3<\/a><\/span> They went home and they did prepare their hearts for the reception of the truth. Why do we not receive more truth than we do? We hear a great many teachings and counsels from the servants of God. And why do we not receive more? Peradventure we are not prepared to receive it. Why does not the Almighty bestow on us more light, truth, intelligence and other blessings he is able to bestow? It is because we are not prepared to receive them. We have more offered now than a great many can receive because their hearts are unprepared, they are filled with the spirit of the world, they have lost sight of the principles of salvation, and do not comprehend them. You may have heard these things preached many times before, but if you have not received them and made them your <div class=\"break columnbreak\" id=\"255b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0255.pdf\" target=\"pdfwin\">p.&#xA0;255b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0888\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> rule of action, it would have been better for you if you had never heard them. <\/div><div class=\"paragraph jod\" id=\"v19n815\"> We have been taught that we have a great work to perform in working out our salvation, in promoting that of our families, and securing the salvation of our dead friends. We cannot leave any of these things undone and feel justified before God, and before our dead friends when we meet them in the other world, and if we do not feel justified we shall not feel very happy. <\/div><div class=\"paragraph jod\" id=\"v19n816\"> An opportunity is now offered by brother Cummings, by which some of us may obtain our genealogies, and we should improve it as much as possible. I feel happy in being able to send to the States where many of my ancestors have lived and died, so as to get the names of many of my dead friends, that I may do a work for them that they had no opportunity of doing for themselves. We have the privilege of being baptized for our dead, and performing other ordinances for them, and thus become saviors on Mount Zion.<span class=\"citation\" id=\"62005\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62005)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62005)\">Obad. 1:21<\/a><\/span> There is a great labor to be performed by every faithful Saint. There is no time to waste in foolishness. There is too much time wasted in frivolity and nonsense. It is important that we make good use of the time allotted us in this probation, for we understand that we shall be judged according to the deeds done in the body.<span class=\"citation\" id=\"74158\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74158)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74158)\">2 Cor. 5:10 (JST)<\/a><\/span> We have placed before us good and evil&#x2014;that which tends to exalt and dignify, and that which tends to corrupt and degrade. And we are expected to overcome evil, and not allow the evil to overcome us. For example, we find too often persons who can be overcome with whiskey, and by that means they destroy their usefulness in the Church of Jesus Christ; they have been tried in this matter, and have made a failure. I  <div class=\"break pagebreak\" id=\"256a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0256.pdf\" target=\"pdfwin\">p.&#xA0;256a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0887\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>would say to such, do not receive nor partake of that which leads to destruction. Hundreds and thousands have been overcome by this evil, and are now suffering the consequences of their folly. We should be prepared to resist every evil, if we do not we shall bring trouble upon ourselves. It will not be because we do not understand the laws of God, but because we do not observe them. I trust my brethren will remember these things, and that they will make a lasting impression on your minds. I want you to remember that you are eternal beings, that God is eternal, and that the principles he has revealed to us are eternal&#x2014;that you have an opportunity of receiving them, and that you must give an account of all your actions, and will be rewarded according to the principles of righteousness. <\/div><div class=\"paragraph jod\" id=\"v19n818\"> We have learned that there is a warfare between good and evil, and we are free to choose the one or the other. We have learned what is required of us, and what our privileges are as Saints of God; and if we do not receive and obey the principles of truth, and secure the blessings of salvation for ourselves, and for our dead, we shall know it when we get into the eternal world; we shall know that we have failed to comply with the condition on which they are promised. Don't you think we shall be sorry when we discover what we have lost? I think we shall. And how long shall we be sorry? Can we think of any time in future ages when we will not be sorry if we lose this opportunity of obtaining salvation? When we have sorrowed for thousands of years, we shall still be sorry if we neglect this great salvation; we shall forever sorrow if we do not improve our opportunities and lay hold of eternal life.<span class=\"citation\" id=\"76009\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76009)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76009)\">1 Tim. 6:12<\/a><\/span> I want you to think of these <div class=\"break columnbreak\" id=\"256b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0256.pdf\" target=\"pdfwin\">p.&#xA0;256b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0887\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> things, for now is the time to avoid the trouble that might come upon us, and to secure our future happiness and exaltation, by carrying out the principles revealed for our salvation. <\/div><div class=\"paragraph jod\" id=\"v19n819\"> The Lord has greatly blessed us, and we have great reason to thank him for our homes in these mountains. We have been led by him in all our travels, and he has blessed us in all our labors. We have reason to thank him more abundantly for the fullness of the Gospel, and for the promise of eternal life. We are told by him that it is his business to provide for his Saints.<span class=\"citation\" id=\"89863\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89863)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89863)\">D&amp;C 104:15<\/a><\/span> Now the better Saints we are, the better the Lord will provide for us. He has told us through his Prophet, that his Saints shall be the richest of all people.<span class=\"citation\" id=\"85213\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85213)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85213)\">D&amp;C 38:39<\/a><\/span> But here comes the question, are we his Saints? It should be remembered that we must be one, or we are none of his;<span class=\"citation\" id=\"85157\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85157)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85157)\">D&amp;C 38:27<\/a><\/span> and to become one, we must allow the Lord to dictate all our actions and lead us in his way. If we have our own way we shall do as the world does. The Lord wants to build up a people like the people of Enoch, who had no poor among them.<span class=\"citation\" id=\"92955\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92955)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92955)\">Moses 7:18<\/a><\/span> If it was necessary that such a condition of society should exist then, is it less so now? The nations of the earth, and the large cities of the United States, are crowded with the poor and indigent, thousands and millions among them suffer for want of bread; how thankful we ought to be for our condition in these mountains, where we enjoy peace and plenty, and if not very rich we are not very poor. It is written that against none is the Lord displeased, but against those who do not acknowledge his hand in all things.<span class=\"citation\" id=\"86354\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86354)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86354)\">D&amp;C 59:21<\/a><\/span> And those who feel themselves poor, should acknowledge in it the hand of the Almighty and be comforted, for poverty is a most excellent thing; 'tis the poor in this  <div class=\"break pagebreak\" id=\"257a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0257.pdf\" target=\"pdfwin\">p.&#xA0;257a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0886\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>world's goods, but the rich in faith, who are the heirs of the kingdom.<span class=\"citation\" id=\"127716\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127716)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127716)\">James 2:5<\/a><\/span> Poverty has been one of the greatest blessings that could be conferred upon us. If we had been rich we might have gone to the devil long ago. But being poor we had to hold on to the kingdom of God, or nothing. Many men, when they get wealthy, apostatize, because they love their money more than the Almighty. When we love the Almighty more than we love money, or anything else, then perhaps he will entrust us with riches, but may the Lord keep us from becoming rich, if riches would tempt us to forsake the truth, and hinder us from serving him and keeping his commandments. Poverty is a great blessing, if in our poverty we learn to serve God. And riches are also a great blessing if we make a good use of them. When the time comes that the Saints can be entrusted with riches, the Lord will give them all they need, for they all belong to the Almighty. I am blessed with a Rich name, but I have been through poverty myself, and I know how it feels. I trust I have gained some good by my experience. Have I anything to complain of? Certainly not. I have no fault to find with the providences of God, who doeth all things well. <\/div><div class=\"paragraph jod\" id=\"v19n821\"> Soon after my return from a mission to England, I was called to Bear Lake Valley to superintend the settlement of the Saints in this country. I felt that it was right that I should come here, not because I could live better here than any other place, but because this was my place and field of labor. And there is one good thing we should all learn, that is, always to be contented where the Lord has placed us. But I want to be in a better country says one. Well, I think you will get into a better <div class=\"break columnbreak\" id=\"257b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0257.pdf\" target=\"pdfwin\">p.&#xA0;257b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0886\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> country by and by, but I would recommend you not to be in too great a hurry. I don't want to dictate the people too much, but I am willing to counsel you for your good, if you are willing to take my counsel, all right, you will be blessed in your obedience. I would like to pour out blessings upon the Saints. There are many things that occur to my mind that I cannot say to you, but that which the spirit dictates that I will communicate. I have nothing in my heart but the best of feelings towards the Saints. <\/div><div class=\"paragraph jod\" id=\"v19n822\"> Some people think I am a poor financier! Perhaps I am. There are some persons who are such good financiers that they take all the wool and part of the hide with it. Now I would not like to financier in that way. And if I don't fleece anyone, and take an advantage of those with whom I deal, I shall have nothing to regret, and shall enjoy a clear conscience; but if I do these things it will have a bad effect in this world and worse in the next. Perhaps those who financier so closely to the injury of their neighbors will not feel so well about it in the next world. If they have deceived and taken advantage of us in our necessities, they will not feel so well about it, if they should meet us in the other world. I could tell a story. I think I will do so. I could mention names. You understand that when a man dies and leaves this world, he don't take his family with him, but they are left to the care and protection of others. A certain good man died and left a large family. A near relative took charge of the family and removed them to a certain town, built a grist mill, from which the family was supplied with the necessary bread. He built the first mill in that town, and it was a blessing to the people as well as to the family  <div class=\"break pagebreak\" id=\"258a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0258.pdf\" target=\"pdfwin\">p.&#xA0;258a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0885\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of our deceased brother. By and by a few persons concluded to build another mill, and in order to get the grinding they resolved to build another mill. The consequence was the first mill failed to supply food for the widows and fatherless children. These brethren expect to go into the eternal world. Will the head of this family be there? He certainly will. And how will these brethren feel when they meet him? I don't think they will feel very happy. <\/div><div class=\"paragraph jod\" id=\"v19n824\"> The effect produced by their financiering was that of taking the bread from the fatherless children. Will they feel as well as though they had not done it? I think not. I was always sorry when I thought of these circumstances and their effects. These things will have to be met somewhere. The God we profess to serve lives and takes notice of our actions, and if we do wrong we shall have to meet <div class=\"break columnbreak\" id=\"258b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0258.pdf\" target=\"pdfwin\">p.&#xA0;258b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0885\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> it sooner or later. Then let us do to others as we would have others do unto us.<span class=\"citation\" id=\"63821\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63821)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63821)\">Matt. 7:12<\/a><\/span> But do not suffer transgressors to deprive you of any blessing, but rather suffer wrong than do wrong. Deal righteously with each other, and so establish confidence by your good works. Do not take any right or privilege from any man or woman. Not from a Gentile? No! Take no right from any man. I would not like to infringe upon any man's rights. If we do the Lord will hold us accountable in the day of judgment. He causes the sun to rise upon the evil and the good, and sendeth rain upon the just and on the unjust.<span class=\"citation\" id=\"63255\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63255)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63255)\">Matt. 5:45<\/a><\/span> And as the Lord dealeth will all the children of men, so should we deal with each other. I have detained you longer than I expected. My prayer is that the Lord will bless you, in the name of Jesus Christ. Amen. <\/div>\n<\/div>\n<\/div>"}