{"ID":190031, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Arrival in Salt Lake City&#x2014;The First Principles&#x2014;The Question of Authority&#x2014;The Ordinances&#x2014;Education of Our Youth&#x2014;Plural Marriage, Etc.&#x2014;&#x201C;Mormonism&#x201D; Immortal.<\/div>\n<div class=\"subtitle\">Discourse by Elder Joseph F. Smith, delivered in the New Tabernacle, Salt Lake City, Sunday Afternoon, Sept. 30, 1877.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Geo. F. Gibbs.<\/div>\n<div class=\"pageHeader\">Page Header: Arrival in Salt Lake City, Etc.<\/div>\n<div class=\"speaker\">Speaker: Joseph F. Smith<\/div>\n<div class=\"date\">Date: 9\/30\/1877<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d31\">\n<div class=\"paragraph jod\" id=\"v19n589\"> I fear I shall not be able to make myself heard by this vast congregation. I have not been accustomed lately to address so many people; but on the contrary, a very few in a place at a time. It is difficult for me to speak so that all may hear me distinctly, in this immense house. Besides, I have not been in very good health of late, having had an attack of sickness since my return home, which has drawn heavily upon my strength. <\/div><div class=\"paragraph jod\" id=\"v19n590\"> I am thankful that I have been privileged to meet with you today, under so favorable circumstances as those which surround us; although in common with the Latter-day Saints, I cannot but regret the cause of my presence among you. I left my home and friends here, but a few months ago, for Europe, expecting to fill a mission there of two years and perhaps much longer. But soon after hearing of the death of our departed President, Brigham Young, Brother Orson Pratt and I received a cablegram from our Brethren, the Twelve, inviting us to return home. As soon, therefore, as circumstances permitted, we were on our way hith<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"187b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0187.pdf\" target=\"pdfwin\">p.&#xA0;187b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0956\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>er, making the journey from England to this city in about fifteen days. We had rather a rough passage across the Atlantic, having experienced equinoctial gales and heavy seas for the first few days, which made it very disagreeable; the remainder of the voyage, however, was comparatively pleasant, and the trip from New York here very much so indeed. <\/div><div class=\"paragraph jod\" id=\"v19n591\"> For the past few months I have been engaged preaching the Gospel in England, as opportunities presented for me to do so. I did not travel very extensively, as my limited time and other circumstances did not warrant it. <\/div><div class=\"paragraph jod\" id=\"v19n592\"> I was pleased, in July last, to meet in Liverpool Brother Orson Pratt, who came to England to publish the Book of Mormon and the Doctrine and Covenants in phonetics, or phonotype. He was diligently engaged prosecuting this work at the time the sad news of the death of the President reached us. Arrangements had been so far completed that the type was mostly obtained and delivered at our office, and preparations were nearly made for the commencement of this work. But as Brother Pratt is  <div class=\"break pagebreak\" id=\"188a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0188.pdf\" target=\"pdfwin\">p.&#xA0;188a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0955\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>here, I will leave his mission and labors for him to narrate himself. <\/div><div class=\"paragraph jod\" id=\"v19n594\"> I can say, in all consciousness that during the time I have been absent from home, I have felt as strong a desire in my heart as I ever did, for the advancement of the kingdom of God, and the spread of the Gospel among those who sit in darkness. And I feel that I have done the best I could under the circumstances to carry out my desires. <\/div><div class=\"paragraph jod\" id=\"v19n595\"> As missionaries we have labored unceasingly through England, Scotland and Wales during the past summer, availing ourselves of every opportunity of holding meetings in the streets, on the squares, and in whatever places we could procure for the purpose; the Elders going around from house to house to notify the people and invite them to attend. The brethren have labored diligently and unceasingly the past summer, endeavoring in this way to spread the Gospel. In many places very encouraging success has crowned their labors; in many instances congregations, numbering from one to three thousand persons, have assembled in the public parks, and upon the commons, to listen to the Elders preaching. It is true, that so far we have seen but little immediate fruits of this labor; but we feel that the seed is being sown, that it will fall in more or less good soil, and in due season it will bring forth fruit meet for repentance. <\/div><div class=\"paragraph jod\" id=\"v19n596\"> The European mission today if I am to speak my feelings plainly upon the matter, is in a very low condition&#x2014;that is, speaking of Great Britain. Whereas, on the Continent and throughout Scandinavia, the work is flourishing. In some places in Germany, which have been impenetrable heretofore, the Gospel is now preached. There have been recently a number of baptisms in and adjacent <div class=\"break columnbreak\" id=\"188b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0188.pdf\" target=\"pdfwin\">p.&#xA0;188b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0955\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to Berlin; and we feel encouraged in our labors in that country, knowing that efforts have been made so long and so persistently to open up the Gospel to that nation, without accomplishing anything. <\/div><div class=\"paragraph jod\" id=\"v19n597\"> The object of sending Elders forth to the nations of the earth is to preach the Gospel, that the world may know the truth as it is in Christ Jesus,<span class=\"citation\" id=\"75870\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75870)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75870)\">1 Tim. 2:4 (JST)<\/a><\/span> and through obedience thereto be gathered to the people of God, and be saved in His kingdom. We are thankful that we are engaged in the great latter-day work, that God our heavenly Father is at the head, and has decreed to carry it forth to a successful consummation. Therefore, so long as we put our trust in Him, doing the best we can to accomplish His purposes, we may rest content that all will be well. <\/div><div class=\"paragraph jod\" id=\"v19n598\"> I have been a member of the Church of Jesus Christ of Latter-day Saints from my childhood; and ever since I began to investigate for myself, I have been satisfied with my religion; I have been perfectly confident that I was engaged in a righteous cause, having had every assurance that it is the work of God and not of man; and that it is the business of the Almighty to sustain it, choosing and using the instruments best suited to accomplish His purposes that were at His command. I believe He has ever done so, and will continue to do so until He completes His undertaking. As Latter-day Saints we have every reason to rejoice in the Gospel, and in the testimony we have received concerning its truth. I repeat, we have reason to rejoice and to be exceeding glad, for we possess the testimony of Jesus, the spirit of prophecy,<span class=\"citation\" id=\"80374\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80374)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80374)\">Rev. 19:10<\/a><\/span> which the world know nothing about, nor can they without obedience to the Gospel. <\/div><div class=\"paragraph jod\" id=\"v19n599\"> Jesus thoroughly understood this matter, and fully explained it when  <div class=\"break pagebreak\" id=\"189a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0189.pdf\" target=\"pdfwin\">p.&#xA0;189a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0954\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>he said, &#x201C;Except a man be born again, he cannot see the kingdom of God.&#x201D;<span class=\"citation\" id=\"68726\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68726)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68726)\">John 3:3<\/a><\/span> On first reflection, it would seem that anything so clear, reasonable and tangible could be easily made plain to the understanding of all men. Hence the feeling that has prompted many of the Latter-day Saints to believe, after their minds have been enlightened by the Spirit of God&#x2014;everything being made so plain and clear to them&#x2014;that they had only to tell their friends and kindred what they had learned and they would gladly receive it. But how disappointed, after they had presented to them the truths of heaven in simplicity and plainness, to hear them say &#x201C;We cannot see it!&#x201D; or &#x201C;We do not believe it!&#x201D; Or perhaps bitterly oppose it, which is by far the most common practice of the world. They cannot understand it. Why? Because, as Jesus has said, no man can see the kingdom except he is born again.<span class=\"citation\" id=\"68727\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68727)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68727)\">John 3:3<\/a><\/span> You may preach the Gospel to the people, but unless they humble themselves as little children before the Lord, acknowledging their dependence upon him for light and wisdom, they cannot see or sense it, although you may preach to them in as great plainness as it is possible for the truth to be conveyed from one person to another. And should any believe your testimony it would only be belief. They would not see as you see&#x2014;nor comprehend it as you do&#x2014;until they yield obedience to the requirements of the Gospel, and through the remission of their sins receive the Holy Ghost. Then they, too, can see as you do, for they have the same spirit; then will they love the truth as you do, and may wonder why they could not comprehend it before, or why it is that there can be anybody with common intelligence that cannot understand truth so plain and forcible. <\/div><div class=\"paragraph jod\" id=\"v19n600\"> I have been preaching for a few <div class=\"break columnbreak\" id=\"189b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0189.pdf\" target=\"pdfwin\">p.&#xA0;189b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0954\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> months past to the world, and perhaps it would not be amiss to dwell for a few moments upon some of the principles of the Gospel, as though I were talking to strangers, notwithstanding I feel I am in the presence of the Latter-day Saints. <\/div><div class=\"paragraph jod\" id=\"v19n601\"> About the first question an honest inquirer would ask would be: What is your religious belief? Or, What are the principles of the Gospel as you understand them? I do not propose to tell you all about the Gospel in one discourse, but I may tell you a few of my thoughts upon some of its principles, which are essential not only for the Latter-day Saints to know, but for all the children of men, in order to be saved in the kingdom of God. <\/div><div class=\"paragraph jod\" id=\"v19n602\"> First, then, it is necessary to have faith in God, &#x201C;faith being the first principle in revealed religion, and the foundation of all righteousness.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v19n603\"> Faith in God is to believe that he is, and &#x201C;that he is the only supreme governor and independent being, in whom all fullness and perfection and every good gift and principle dwells independently,&#x201D; and in whom the faith of all other rational beings must center for life and salvation; and further, that he is the great Creator of all things, that he is omnipotent, omniscient, and by his works and the power of his Spirit omnipresent. <\/div><div class=\"paragraph jod\" id=\"v19n604\"> Not only is it necessary to have faith in God, but also in Jesus Christ, his Son, the Savior of mankind and the Mediator of the New Covenant;<span class=\"citation\" id=\"77303\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77303)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77303)\">Heb. 12:24<\/a><\/span> and in the Holy Ghost, who bears record of the Father and the Son,<span class=\"citation\" id=\"84328\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84328)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84328)\">D&amp;C 20:27<\/a><\/span> &#x201C;the same in all ages and forever.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v19n605\"> Having this faith, it becomes necessary to repent. Repent of what? Of every sin of which we may have been guilty. How shall we repent of these sins? Does repentance consist of sorrow for wrongdoing? Yes; but is this all? By no means. True  <div class=\"break pagebreak\" id=\"190a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0190.pdf\" target=\"pdfwin\">p.&#xA0;190a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0953\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>repentance only is acceptable to God, nothing short of it will answer the purpose. Then what is true repentance? True repentance is not only sorrow for sins, and humble penitence and contrition before God, but it involves the necessity of turning away from them, a discontinuance of all evil practices and deeds, a thorough reformation of life, a vital change from evil to good, from vice to virtue, from darkness to light. Not only so, but to make restitution, so far as it possible, for all the wrongs we have done, to pay our debts, and restore to God and man their rights&#x2014;that which is due to them from us. This is true repentance, and the exercise of the will and all the powers of body and mind is demanded, to complete this glorious work of repentance; then God will accept it. <\/div><div class=\"paragraph jod\" id=\"v19n607\"> Having thus repented, the next thing requisite is baptism, which is an essential principle of the Gospel&#x2014;no man can enter into the gospel covenant without it. It is the door<span class=\"citation\" id=\"127677\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127677)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127677)\">John 10:9<\/a><\/span> of the Church of Christ, we cannot get in there in any other way,<span class=\"citation\" id=\"127678\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127678)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127678)\">John 10:1<\/a><\/span> for Christ hath said it.<span class=\"citation\" id=\"68820\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68820)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68820)\">John 3:5<\/a><\/span> &#x201C;Sprinkling,&#x201D; or &#x201C;pouring,&#x201D; is not baptism. Baptism means immersion in water, and is to be administered by one having authority, in the name of the Father, and of the Son, and of the Holy Ghost.<span class=\"citation\" id=\"127679\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127679)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127679)\">3 Ne. 11:21-28<\/a><\/span><span class=\"citation\" id=\"84397\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84397)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84397)\">D&amp;C 20:73<\/a><\/span> Baptism without divine authority is not valid.<span class=\"citation\" id=\"84450\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84450)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84450)\">D&amp;C 22:2<\/a><\/span> It is a symbol of the burial and resurrection of Jesus Christ, and must be done in the likeness thereof, by one commissioned of God, in the manner prescribed, otherwise it is illegal and will not be accepted by him, nor will it effect a remission of sins, the object for which it is designed, but whosoever hath faith, truly repents and is &#x201C;buried with Christ in baptism,&#x201D;<span class=\"citation\" id=\"72417\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72417)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72417)\">Rom. 6:4<\/a><\/span> by one having divine authority, shall receive a remission of sins, and is entitled to the gift of the Holy <div class=\"break columnbreak\" id=\"190b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0190.pdf\" target=\"pdfwin\">p.&#xA0;190b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0953\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Ghost by the laying on of hands. Only those who are commissioned of Jesus Christ, have authority or power to bestow this gift. The office of the Holy Ghost is to bear record of Christ, or to testify of him, and confirm the believer in the truth, by bringing to his recollection things that have passed, and showing or revealing to the mind things present and to come. &#x201C;But the Comforter, which is the Holy Ghost, whom the Father will send in my name, he shall teach you all things, and bring all things to your remembrance, whatsoever I have said unto you.&#x201D;<span class=\"citation\" id=\"70053\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70053)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70053)\">John 14:26<\/a><\/span> &#x201C;He will guide you into all truth.&#x201D;<span class=\"citation\" id=\"70410\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70410)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70410)\">John 16:13<\/a><\/span> Thus, without the aid of the Holy Ghost no man can know the will of God, or that Jesus is the Christ&#x2014;the Redeemer of the world&#x2014;or that the course he pursues, the works he performs, or his faith, are acceptable to God, and such as will secure to him the gift of eternal life, the greatest of all gifts.<span class=\"citation\" id=\"84100\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84100)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84100)\">D&amp;C 14:7<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v19n608\"> &#x201C;But,&#x201D; says an objector, &#x201C;have we not the Bible, and are not the Holy Scriptures able to make us wise unto salvation?&#x201D;<span class=\"citation\" id=\"76222\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76222)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76222)\">2 Tim. 3:15<\/a><\/span> Yes, provided we obey them. &#x201C;All scripture is given by inspiration of God, and is profitable for doctrine, for reproof, for correction, for instruction in righteousness: That the man of God may be perfect, thoroughly furnished unto all good works.&#x201D;<span class=\"citation\" id=\"76230\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76230)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76230)\">2 Tim. 3:16-17<\/a><\/span> The &#x201C;good works&#x201D; are the great desideratum. The Bible itself is but the dead letter, it is the spirit that giveth life.<span class=\"citation\" id=\"74048\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74048)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74048)\">2 Cor. 3:6<\/a><\/span> The way to obtain the Spirit is that which is here marked out so plainly in the Scriptures. There is no other. Obedience, therefore, to these principles is absolutely necessary, in order to obtain the salvation and exaltation brought to light through the Gospel.<span class=\"citation\" id=\"76058\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76058)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76058)\">2 Tim. 1:10<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v19n609\"> As to the question of authority, nearly everything depends upon it. No ordinance can be performed to  <div class=\"break pagebreak\" id=\"191a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0191.pdf\" target=\"pdfwin\">p.&#xA0;191a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0952\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the acceptance of God without divine authority. No matter how fervently men may believe, or pray, unless they are endowed with divine authority they can only act in their own name, and not legally nor acceptably in the name of Jesus Christ, in whose name all these things must be done. Some suppose this authority may be derived from the Bible, but nothing could be more absurd. The Bible is but a book containing the writings of inspired men, &#x201C;profitable for doctrine, for reproof, for correction, and instruction in righteousness;&#x201D;<span class=\"citation\" id=\"76227\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76227)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76227)\">2 Tim. 3:16<\/a><\/span> as such we hold it is sacred; but the spirit, power and authority by which it is written cannot be found within its lids, nor derived from it. &#x201C;For the prophecy came not in old time by the will of man: but holy men of God spake as they were moved by the Holy Ghost.&#x201D;<span class=\"citation\" id=\"78328\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78328)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78328)\">2 Pet. 1:21<\/a><\/span> If by reading and believing the Bible this authority could be obtained, all who read and believed would have it&#x2014;one equally with another. I have read the Bible, and I have as good reason for believing it as any other man, and do believe it with all my heart; but this does not give me authority to teach men in the name of the Lord, nor to officiate in the sacred ordinances of the Gospel. Were the Scriptures the only source of knowledge, we would be without knowledge for ourselves, and would have to rest our hopes of salvation upon a simple belief in the testimonies and sayings of others. This will not do for me; I must know for myself, and if I act as a teacher of these things, I must be clothed with the same light, knowledge and authority those were who acted in a similar calling anciently. Else how could I declare the truth and bear testimony as they did? What right would I have to say &#x201C;thus saith the Lord,&#x201D;<span class=\"citation\" id=\"53858\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53858)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53858)\">Ex. 4:22<\/a><\/span> <div class=\"break columnbreak\" id=\"191b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0191.pdf\" target=\"pdfwin\">p.&#xA0;191b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0952\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and call upon man to repent and be baptized in the name of the Lord? Or, that &#x201C;This Jesus hath God raised up (from the dead), whereof we all (the Apostles) are witnesses.&#x201D;<span class=\"citation\" id=\"71142\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71142)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71142)\">Acts 2:32<\/a><\/span> And, therefore, let all men &#x201C;know assuredly, that God hath made that same Jesus,&#x201D; who was crucified, &#x201C;both Lord and Christ.&#x201D;<span class=\"citation\" id=\"71149\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71149)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71149)\">Acts 2:36<\/a><\/span> No man, without the Holy Ghost as enjoyed by the ancient Apostles, can know these things, therefore cannot declare them by authority, nor teach and prepare mankind for the salvation of God. God Almighty is the only source from whence this knowledge, power and authority can be obtained, and that through the operations of the Holy Ghost. The Scriptures may serve as a guide to lead us to God, and hence to the possession of all things necessary to life and salvation, but they can do no more. <\/div><div class=\"paragraph jod\" id=\"v19n611\"> Having profiled by this example, and done the works commanded by both Christ and his Apostles, ancient and modern, I am happy of the privilege to declare to the inhabitants of the earth that I have received this testimony and witness for myself. I do know that these things are true. Jesus my Redeemer lives, and God hath made him both Lord and Christ.<span class=\"citation\" id=\"71150\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71150)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71150)\">Acts 2:36<\/a><\/span> To know and to worship the true God, in the name of Jesus&#x2014;in spirit and in truth&#x2014;<span class=\"citation\" id=\"69083\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69083)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69083)\">John 4:23<\/a><\/span>is the duty of man. To aid and qualify him for this service is the duty and office of the Holy Ghost. Man may fail through faltering and unfaithfulness, but the Spirit of God will never fail, nor abandon the faithful disciple. I can say as one who has tried the experiment&#x2014;for it may be called an experiment to the beginner&#x2014;that all who will take the course and accept the doctrine thus marked out will, through faithfulness, become acquainted with the truth, and shall know of the doctrine, whether it be  <div class=\"break pagebreak\" id=\"192a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0192.pdf\" target=\"pdfwin\">p.&#xA0;192a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0951\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of God or of man,<span class=\"citation\" id=\"69370\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69370)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69370)\">John 7:17<\/a><\/span> and will rejoice in it as all good, faithful Latter-day Saints do. <\/div><div class=\"paragraph jod\" id=\"v19n613\"> Here is an ordinance which we are now administering, the Sacrament of the Lord's Supper; it is a principle of the Gospel, one as necessary to be observed by all believers, as any other ordinance of the Gospel. What is the object of it? It is that we may keep in mind continually the Son of God who has redeemed us, from eternal death, and brought us to life again through the power of the Gospel. Before the coming of Christ to the earth, this was borne in mind by the inhabitants of the earth to whom the Gospel was preached, by another ordinance, which involved the sacrifice of animal life, an ordinance which was a type of the great sacrifice that should take place in the meridian of time. Hence, Adam, after he was cast out of the Garden, was commanded to offer sacrifices to God; by this act he, and all who participated in the offering of sacrifices, were reminded of the Savior who should come to redeem them from death which, were it not for the atonement wrought out by him, would forever exclude them from dwelling in the presence of God again. But in his coming and death, this commandment was fulfilled; and he instituted the Supper and commanded his followers to partake of this in all time to come,<span class=\"citation\" id=\"66223\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66223)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66223)\">Matt. 26:26-28<\/a><\/span> in order that they may remember him,<span class=\"citation\" id=\"73369\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73369)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73369)\">1 Cor. 11:23-26<\/a><\/span> bearing in mind that he had redeemed them, also that they had covenanted to keep his commandments and to walk with him in the regeneration.<span class=\"citation\" id=\"65234\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65234)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65234)\">Matt. 19:28<\/a><\/span> Hence it is necessary to partake of the sacrament, as a witness to him that we do remember him, are willing to keep the commandments he has given us, that we may have his spirit to be with us always&#x2014;<span class=\"citation\" id=\"84413\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84413)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84413)\">D&amp;C 20:77<\/a><\/span>even to the end, and also that we may continue in the for<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"192b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0192.pdf\" target=\"pdfwin\">p.&#xA0;192b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0951\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>giveness of our sins.<span class=\"citation\" id=\"127680\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127680)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127680)\">Mosiah 4:12<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v19n614\"> In various dispensations there are various differences in regard to certain requirements of the Gospel. For instance, in the day of Noah, when he preached the Gospel to the antediluvian world, he was given a special commandment, to build an ark,<span class=\"citation\" id=\"52882\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52882)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52882)\">Gen. 6:14<\/a><\/span> that in case the people would reject him and the message sent unto them, that himself and all who believed on him might be saved from the destruction that awaited them. In this dispensation there is a principle or commandment peculiar to it. What is that? It is the gathering the people unto one place. The gathering of this people is as necessary to be observed by believers, as faith, repentance, baptism, or any other ordinance. It is an essential part of the Gospel of this dispensation, as much so, as the necessity of building an ark by Noah, for his deliverance, was a part of the Gospel of his dispensation. Then the world was destroyed by a flood, now it is to be destroyed by war, pestilence, famine, earthquakes, storms, and tempests, the sea rolling beyond its bounds,<span class=\"citation\" id=\"88678\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88678)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88678)\">D&amp;C 88:90<\/a><\/span> malarious vapors, vermin, disease, and by fire and the lightnings of God's wrath poured out for destruction upon Babylon. The cry of the angel unto the righteous of this dispensation is, &#x201C;Come out of her, O my people, that ye partake not of her sins, and that ye receive not of her plagues.&#x201D;<span class=\"citation\" id=\"80259\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80259)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80259)\">Rev. 18:4<\/a><\/span> We believe also in the principle of direct revelation from God to man. This is a part of the Gospel, but it is not peculiar to this dispensation. It is common in all ages and dispensations of the Gospel. The Gospel cannot be administered, nor the Church of God continue to exist without it. Christ is the head of his Church and not man, and the connection can only be maintained upon the principle of direct and  <div class=\"break pagebreak\" id=\"193a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0193.pdf\" target=\"pdfwin\">p.&#xA0;193a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0950\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>continuous revelation. It is not a hereditary principle, it cannot be handed down from father to son, or from generation to generation, but is a living vital principle to be enjoyed on certain conditions only, namely&#x2014;through absolute faith in God and obedience to his laws and commandments. The moment this principle is cut off, that moment the Church is adrift, being severed from its everliving head. In this condition it cannot continue, but must cease to be the Church of God, and like the ship at sea, without captain, compass or rudder, is afloat at the mercy of the storms and the waves, of ever contending human passions, and worldly interests, pride and folly, finally to be wrecked upon the strand of priestcraft and superstition. The religious world is in this condition today, ripening for the great destruction which awaits them, but there is an ark prepared for such as are worthy of eternal life, in the gathering of the Saints to the chambers of the Almighty, where they shall be preserved until the indignation of God is passed. <\/div><div class=\"paragraph jod\" id=\"v19n616\"> Marriage, is also a principle or ordinance of the Gospel, most vital to the happiness of mankind, however unimportant it may seem, or lightly regarded by many. There is no superfluous or unnecessary principle in the plan of life, but there is no principle of greater importance or more essential to the happiness of man&#x2014;not only here, but especially hereafter, than that of marriage. Yet all are necessary. What good would it be to one to be baptized and receive not the Holy Ghost? And suppose he went a little further and received the Holy Ghost, thereby obtaining the testimony of Jesus,<span class=\"citation\" id=\"80375\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80375)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80375)\">Rev. 19:10<\/a><\/span> and then stopped at that, what good would it do him? None whatever, but would <div class=\"break columnbreak\" id=\"193b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0193.pdf\" target=\"pdfwin\">p.&#xA0;193b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0950\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> add to his condemnation, for it would be as burying his talent in the earth.<span class=\"citation\" id=\"66094\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66094)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66094)\">Matt. 25:18<\/a><\/span> To secure the fulness of the blessings, we must receive the fulness of the Gospel. Yet men will be judged and rewarded according to their works.<span class=\"citation\" id=\"80664\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80664)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80664)\">Rev. 20:13<\/a><\/span> &#x201C;To him that knoweth to do good, and doeth it not, to him it is sin.&#x201D;<span class=\"citation\" id=\"77701\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77701)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77701)\">James 4:17<\/a><\/span> Those who receive a part of the Gospel with light and knowledge to comprehend other principles, and yet do not obey them will come under this law, hence condemnation will be added unto such, and that which they did receive may be taken from them and added to them who are more worthy.<span class=\"citation\" id=\"66148\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66148)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66148)\">Matt. 25:28<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v19n617\"> Obedience is a requirement of heaven, and is therefore a principle of the Gospel. Are all required to be obedient? Yes, all. What, against their will? O, no, not by any means. There is no power given to man, nor means lawful to be used to compel men to obey the will of God, against their wish, except persuasion and good advice, but there is a penalty attached to disobedience, which all must suffer who will not obey the obvious truths or laws of heaven. I believe in the sentiment of the poet: <\/div><div class=\"paragraph jod\" id=\"v19n618\"> &#x201C;Know this, that every soul is free, To choose his life and what he'll be; For this eternal truth is given, That God will force no man to heaven. He'll call, persuade, direct aright, Bless him with wisdom, love and light. In nameless ways to be good and kind, But never force the human mind.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v19n619\"> Is it a difficult task to obey the Gospel? No. It is an easy matter to those who possess the spirit of it. Most of this congregation can testify that the Gospel &#x201C;yoke is easy, and the burden is light.&#x201D;<span class=\"citation\" id=\"64340\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64340)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64340)\">Matt. 11:30<\/a><\/span> Those who have embraced it will be judged according to their works therein, whether they be good or evil.<span class=\"citation\" id=\"81845\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81845)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81845)\">Mosiah 3:24<\/a><\/span> To such as are untrue to their covenants,  <div class=\"break pagebreak\" id=\"194a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0194.pdf\" target=\"pdfwin\">p.&#xA0;194a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0949\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>it may be said by and by, &#x201C;depart from me!&#x201D;<span class=\"citation\" id=\"63975\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63975)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63975)\">Matt. 7:23<\/a><\/span> In vain will they plead their former good works, and faith. Why? Because the race is not to the swift nor the battle always to the strong,<span class=\"citation\" id=\"57594\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57594)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57594)\">Eccl. 9:11<\/a><\/span> but to him that endures faithful to the end.<span class=\"citation\" id=\"87395\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87395)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87395)\">D&amp;C 81:6<\/a><\/span> We must save ourselves from this untoward generation.<span class=\"citation\" id=\"71311\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71311)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71311)\">Acts 2:40<\/a><\/span> It is a continual labor, but the strength of the righteous will be sufficient for their day. Jesus said, &#x201C;In my Father's house there are many mansions.&#x201D;<span class=\"citation\" id=\"69891\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69891)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69891)\">John 14:2<\/a><\/span> There is a glory, or mansion, of which the sun is typical,<span class=\"citation\" id=\"87098\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87098)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87098)\">D&amp;C 76:70<\/a><\/span> another of which the moon is typical,<span class=\"citation\" id=\"87103\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87103)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87103)\">D&amp;C 76:71<\/a><\/span> and still another like unto the stars,<span class=\"citation\" id=\"87133\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87133)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87133)\">D&amp;C 76:81<\/a><\/span> and in this latter the condition of its occupants will differ as the stars differ in appearance.<span class=\"citation\" id=\"127681\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127681)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127681)\">1 Cor. 15:40-41<\/a><\/span><span class=\"citation\" id=\"87195\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87195)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87195)\">D&amp;C 76:96-98<\/a><\/span> Every man will receive according to his works and knowledge.<span class=\"citation\" id=\"73154\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73154)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73154)\">1 Cor. 3:8<\/a><\/span> &#x201C;These are they who are of Paul, and Apollos, some of one and some of another&#x2014;some of Christ, some of John, of Moses, Elias, Isaiah and Enoch; But received not the gospel, nor the testimony of Jesus.&#x201D;<span class=\"citation\" id=\"87206\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87206)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87206)\">D&amp;C 76:99-101<\/a><\/span> Thus impartial justice will be meted out unto all, and none will be lost but the sons of perdition.<span class=\"citation\" id=\"70665\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70665)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70665)\">John 17:12<\/a><\/span><span class=\"citation\" id=\"86991\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86991)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86991)\">D&amp;C 76:43<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v19n621\"> Let us treat with candor the religious sentiments of all men, no matter if they differ from ours, or appear to us absurd and foolish. Those who hold them may be as sincere as we are in their convictions. It is well to prove all things, so far as we can, and be sure to hold fast to that which is good,<span class=\"citation\" id=\"75746\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75746)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75746)\">1 Thes. 5:21<\/a><\/span> no matter where we find it. Ridicule is not likely to convince a man of his error, or if it does, it may destroy his respect and love for its author, and if he has truth, his victim will most likely spurn it. <\/div><div class=\"paragraph jod\" id=\"v19n622\"> I desire to say that my faith in this work is as firm or firmer than ever. My heart is in it, and I know truly it is the kingdom of God. These things of which I have been so imperfectly speaking, I know to <div class=\"break columnbreak\" id=\"194b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0194.pdf\" target=\"pdfwin\">p.&#xA0;194b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0949\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> be the truth&#x2014;Bible truth, Gospel truth, and are essential to the salvation of mankind. I am not deceived in this but know whereof I speak. My religion teaches me to do good, to be at peace with my neighbors, at least not to infringe upon their rights nor trespass upon their property, and even to endure wrongs from them rather than do them wrong, or even demand from the trespasser what I might deem full justice. It teaches me to trust in the justice of the Almighty, and to rest my cause in his hands. It enjoins honesty, sobriety and industry. It forbids profanity, lying, adultery, deceitfulness, and vile cunning. <\/div><div class=\"paragraph jod\" id=\"v19n623\"> It gives true enlightenment to the mind and exalts the low and debased who will hearken and obey it. The observance of the Gospel will make good men of bad ones, and better men of good ones. It will make good citizens, good fathers, husbands, wives and children, good neighbors, a good people, an enlightened, pure and high-minded community, a blessed state and a prosperous nation. Obedience to the Gospel will save the world from sin, abolish war, strife and litigation, and usher in the millennial reign. It will restore the earth to its rightful owner, and prepare it for the inheritance of the just. These are all principles of that same Gospel of Christ, and the effects which will flow from their acceptance and adoption by mankind. Jesus taught them, and on one occasion the people took up stones and were about to stone him for it. When he said, &#x201C;Many good works have I showed you from my Father; for which of those works do ye stone me?&#x201D;<span class=\"citation\" id=\"69719\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69719)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69719)\">John 10:32<\/a><\/span> He had done many good works, taught them many good things, and for this they were about to stone him. The  <div class=\"break pagebreak\" id=\"195a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0195.pdf\" target=\"pdfwin\">p.&#xA0;195a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0948\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Latter-day Saints could with propriety address themselves in like manner to the world, but more especially to our own nation. We have done many good things, have tried to do no harm, have suffered the spoilation of our goods without retaliation, have been driven from place to place. Our Prophets and leaders have been slain, and you still persecute us, and are not satisfied. For which of the good works we have done do ye these things?<span class=\"citation\" id=\"69720\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69720)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69720)\">John 10:32<\/a><\/span> I know they will say, &#x201C;for your good works we do not hate or persecute you, but for your blasphemy, and because you say you are the people of God.&#x201D;<span class=\"citation\" id=\"69723\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69723)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69723)\">John 10:33<\/a><\/span> This was about what the Jews said to Jesus, but it did not change the fact that he had told them the truth, or that he had done the many good works among them which he did, nor that it was for these they hated and crucified him. What did the Savior or his disciples do to injure mankind? Nothing. But much to benefit them; yet they were hated, persecuted, hunted and destroyed. What have the Latter-day Saints done to injure anybody? Absolutely nothing, but a great deal to benefit humanity. I am at the defiance of the world to prove to the contrary. We have gathered our people by thousands out of poverty and distress from many nations to these valleys where they are now enjoying good homes, the sweets of liberty and plenty. Aside from religion, that is an inestimable blessing to them. But we have also taught them good principles and doctrines, and they are happy, honest, industrious and prosperous. <\/div><div class=\"paragraph jod\" id=\"v19n625\"> We have labored diligently to advance in the scale of intelligence. Our schools compare favorably with any in our broad land; our children are as intelligent, and we are the <div class=\"break columnbreak\" id=\"195b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0195.pdf\" target=\"pdfwin\">p.&#xA0;195b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0948\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> pioneers of true and enlightened civilization in the Western States and Territories. Through our industry and enterprise, cities, towns and villages have sprung up in the wilderness, and the deserts and waste places have been made fruitful and to blossom as the rose.<span class=\"citation\" id=\"59146\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59146)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59146)\">Isa. 35:1<\/a><\/span> Can there be any wrong in all this? &#x201C;But,&#x201D; says one, &#x201C;it is not for this you are persecuted, it is for your religion.&#x201D; What, then, in the name of reason, is there in our religion that we should be persecuted for it? Is it because we believe in the Lord Jesus Christ? The Christian world also profess belief in him, and we believe in him as much as they do and a little more. Is it because we believe it is necessary to repent of sin? Certainly we have a right to do this. Is it because we baptize for the remission of sin? Christ commanded it, and laid it down as the law. Then what can it be that so distinguishes us from the people of the world, and that moves their hatred toward us? Is it revelation from God to man? Perhaps so. <\/div><div class=\"paragraph jod\" id=\"v19n626\"> Some forty years ago, the great cry against Joseph Smith was &#x201C;He believes in revelation!&#x201D; and this was considered a crime. But very soon after, others who were not &#x201C;Mormons&#x201D; commenced to have &#x201C;revelations,&#x201D; and seemingly the stream has so enlarged that today the world is full of &#x201C;revelation.&#x201D; So our belief in revelation is not now considered so much of a crime as formerly, and therefore it can be no longer the object of persecution, for we would have as good a right to persecute them, as they would to persecute us on that score. We do not believe in these &#x201C;revelations&#x201D; of the world, no more than they do in ours. We believe them to be bogus, but we are quite wil<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"196a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0196.pdf\" target=\"pdfwin\">p.&#xA0;196a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0947\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ling that others should enjoy their opinions. We believe that while they have rejected the true light, they are found willing and ready to be thus deceived, by false and delusive spirits, just as the Prophets have foretold would be the case. (See 1 Tim., 4th chap., 1st verse, and 2 Tim. iii, 1).<span class=\"citation\" id=\"75928\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75928)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75928)\">1 Tim. 4:1<\/a><\/span><span class=\"citation\" id=\"76124\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76124)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76124)\">2 Tim. 3:1<\/a><\/span> The revelations given through Joseph Smith are full of light, knowledge and wisdom, because they emanated from God. What has Spiritualism done for the world? Can it boast of bringing life and immortality to light?<span class=\"citation\" id=\"76059\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76059)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76059)\">2 Tim. 1:10<\/a><\/span> I have yet to learn that a single principle has been developed from this source that will save mankind, or exalt them to the presence and glory of God. Yet they have a right to their convictions, and we grant it cordially. We have the same right. <\/div><div class=\"paragraph jod\" id=\"v19n628\"> But says one, &#x201C;You have dodged the main question; it is polygamy that causes all the trouble!&#x201D; <\/div><div class=\"paragraph jod\" id=\"v19n629\"> This is the mind of our enemies generally, yet nothing can be more fallacious; those who assert this only expose their ignorance. The fact is that since the announcement and practice of that principle by this people, their persecutions have been comparatively trivial and harmless to what they were, before it was even known to themselves. <\/div><div class=\"paragraph jod\" id=\"v19n630\"> But the plural marriage of the &#x201C;Mormons&#x201D; now seems to form one of the strongest pretexts for the bitterness of our enemies, and the thoughtless readily fall into the ranks of the maligners of this principle. Did they ever stop to reflect as to what harm this principle and practice has done? Let me ask the ladies in this vast audience, Have any of you, or do you know of any woman who has been compelled to practice polygamy among this people? Or who has been compelled even to marry at all? I think not. <div class=\"break columnbreak\" id=\"196b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0196.pdf\" target=\"pdfwin\">p.&#xA0;196b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0947\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Has plural marriage deprived any woman of a home, of husband or children? Has it promoted immorality or vice? No, it has not. Has it sown the seeds of corruption and death among the people? On the contrary it has promoted healthy, robust and vigorous increase, and the laws of life and health. Can the Elders of this Church be accused of going to the Gentiles for their wives and daughters? No, for we think we have better ones at home, we have not the least occasion to go abroad. So far as relates to this matter we are independent of the world. We are willing to let them and theirs alone, and mind our own business, while we respectfully request them also to attend to their own affairs. <\/div><div class=\"paragraph jod\" id=\"v19n631\"> The real facts are, the Latter-day Saints have embraced the unpopular doctrine of Jesus Christ, have received the keys of the Holy Priesthood&#x2014;heaven's delegated authority to man, and are not ashamed of the gospel, knowing it to be the power of God unto salvation.<span class=\"citation\" id=\"72212\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72212)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72212)\">Rom. 1:16<\/a><\/span> Hence the Devil is enraged, and although they will not believe it, this professedly pious, hypocritical world are moved with hatred towards the work and the people of God, instigated by the spirit of him whose servants they are.<span class=\"citation\" id=\"72457\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72457)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72457)\">Rom. 6:16<\/a><\/span> &#x201C;By their fruits ye shall know them.&#x201D;<span class=\"citation\" id=\"63926\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63926)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63926)\">Matt. 7:20<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v19n632\"> They predict our downfall, but they will not live to see their predictions fulfilled. The wicked may rage and imagine they can successfully measure arms with the Almighty, but he will hold them in derision and laugh when their fear cometh,<span class=\"citation\" id=\"56308\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56308)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56308)\">Ps. 2:4<\/a><\/span><span class=\"citation\" id=\"127682\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127682)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127682)\">Prov. 1:26<\/a><\/span> while the kingdom of God will continue to progress until his purposes are consummated as has been decreed. <\/div><div class=\"paragraph jod\" id=\"v19n633\"> It is vain for the world to hope that &#x201C;Mormonism&#x201D; will die with President Brigham Young. When  <div class=\"break pagebreak\" id=\"197a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0197.pdf\" target=\"pdfwin\">p.&#xA0;197a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0946\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the Prophet Joseph Smith was assassinated the press and pulpit universally joined in predicting the end of &#x201C;Mormonism.&#x201D; But instead of their being any truth in their predictions, &#x201C;The blood of the martyrs was the seed of the church;&#x201D; for the church grew as fast as it had ever done before, and it took deeper and firmer root. Men were no longer dependent upon the Prophet, the man of God to guide them; they began to stand upon their own foundation, to seek more earnestly after God themselves, and to know for themselves, and not to be dependent upon the voice of man. Hence they grew in faith and in power, the truth sinking deeper into the hearts of the people who remained true to the Lord, and they a comparative handful, have succeeded in building up the church as it exists today in these valleys. Are we now going to be scattered to the four winds because one or two distinguished men should pass away? No, the seed has fallen into good ground,<span class=\"citation\" id=\"64490\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64490)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64490)\">Matt. 13:8<\/a><\/span> and it will germinate and mature; the priesthood itself is still with us, the authority is here, and in obedience to the command of God, we will continue to go forth and organize and establish the kingdom, never more to be thrown down<span class=\"citation\" id=\"89570\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89570)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89570)\">D&amp;C 101:75<\/a><\/span> or given to another people,<span class=\"citation\" id=\"61307\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61307)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61307)\">Dan. 2:44<\/a><\/span> until all is consummated and finished. This is the work of God, and not of man. Man is incompetent to direct and manage it. He will not suffer man to arrogate to himself the honor of doing it. The honor belongs to him and he will take it to himself. <\/div><div class=\"paragraph jod\" id=\"v19n635\"> This is my faith in the Gospel. It fills my soul with joy and gratitude <div class=\"break columnbreak\" id=\"197b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0197.pdf\" target=\"pdfwin\">p.&#xA0;197b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0946\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to God my heavenly Father, and I desire to increase in the truth, to become better, more faithful and diligent in overcoming every weakness, that I may be worthy to stand in the position I occupy in the Church of the living God. This is the way we should all feel; and we should, above all other considerations, be determined to cleave to the gospel, building our faith upon the rock, not upon the arm of flesh. Let us humble ourselves before God, seek unto him continually with prayerful hearts, be diligent in the observance of our covenants, and he will bear us off triumphant over every opposing foe and every power that undertakes to measure arms with him and his cause. This is my testimony, and this is my exhortation to the Latter-day Saints. I pray God to bless his people, and to bless his servant brother Taylor, who stands at the head of the Quorum of the Twelve Apostles, who now preside over the Church of Jesus Christ of Latter-day Saints in all the earth. May the Lord bless him, prolong his life and give him power and wisdom to stand in his place and calling and to magnify the priesthood conferred upon him; may his brethren stand with him in one solid phalanx, united as one man, even as God the Father and Jesus and the heavenly hosts are one, and I tell you the whole people will be united and rejoice in the truth. That God may bless the faithful everywhere and enable them to keep sacred the covenants they have made with him, is my earnest prayer, in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}