{"ID":190033, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">King Limhi's Enquiry, From the Book of Mormon&#x2014;Ammon Replies&#x2014;Seership and the Urim and Thummim&#x2014;The Brother of Jared&#x2014;Hyrum Smith's Enquiry&#x2014;What is a Generation&#x2014;The Immense Number of Records to Be Revealed.<\/div>\n<div class=\"subtitle\">Discourse by Elder Orson Pratt, delivered in the Twelfth Ward Meetinghouse, on Sunday Afternoon, Dec. 9, 1877.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Geo. F. Gibbs.<\/div>\n<div class=\"pageHeader\">Page Header: King Limhi's Enquiry, Etc.<\/div>\n<div class=\"speaker\">Speaker: Orson Pratt<\/div>\n<div class=\"date\">Date: 12\/9\/1877<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d33\">\n<div class=\"paragraph jod\" id=\"v19n647\"> Since coming to this stand I have been reminded of a certain passage contained in the &#x201C;Book of Mormon&#x201D; (commencing on page 161), which I will read. <\/div><div class=\"paragraph jod\" id=\"v19n648\"> &#x201C;Now, as soon as Ammon had read the record, the king inquired of him to know if he could interpret languages, and Ammon told him that he could not. And the king said unto him: Being grieved for the afflictions of my people, I caused that forty and three of my <div class=\"break columnbreak\" id=\"204b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0204.pdf\" target=\"pdfwin\">p.&#xA0;204b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0939\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> people should take a journey into the wilderness, that thereby they might find the land of Zarahemla, that we might appeal unto our brethren to deliver us out of bondage. And they were lost in the wilderness many days, yet they were diligent, and found not the land of Zarahemla but returned to this land, having traveled in a land of many waters, having discovered a land which was covered with bones of men, and of beasts, and was also covered  <div class=\"break pagebreak\" id=\"205a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0205.pdf\" target=\"pdfwin\">p.&#xA0;205a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0938\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>with ruins of buildings of every kind, having discovered a land which had been inhabited with a people who were as numerous as the hosts of Israel. And for a testimony that the things that they have said are true they have brought twenty-four plates which are filled with engravings, and they are of pure gold. And behold, also, they have brought breastplates, which are large, and they are of brass and of copper, and are perfectly sound. And again, they have brought swords, the hilts thereof have perished, and the blades thereof were cankered with rust; and there is no one in the land that is able to interpret the language or the engravings that are on the plates. Therefore I said unto thee: Canst thou translate? And I say unto thee again: Knowest thou of any one that can translate? For I am desirous that these records should be translated into our language; for, perhaps, they will give us a knowledge of the remnant of the people who have been destroyed, from whence these records came; or, perhaps, they will give us a knowledge of this very people who have been destroyed; and I am desirous to know the cause of their destruction. <\/div><div class=\"paragraph jod\" id=\"v19n649\"> &#x201C;Now Ammon said unto him: I can assuredly tell thee, O king, of a man that can translate the records; for he has wherewith he can look, and translate all records that are of ancient date; and it is a gift from God. And the things are called interpreters, and no man can look in them except he be commanded, lest he should look for that he ought not and he should perish. And whosoever is commanded to look in them, the same is called seer. And behold, the king of the people who is in the land of Zarahemla is the man that is commanded to do these things, and who has the high gift <div class=\"break columnbreak\" id=\"205b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0205.pdf\" target=\"pdfwin\">p.&#xA0;205b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0938\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> from God. And the king said that a seer is greater than a prophet. And Ammon said that a seer is a revelator and a prophet also; and a gift which is greater can no man have, except he should possess the power of God, which no man can; yet a man may have great power given him from God. But a seer can know of things which are passed, and also of things which are to come, and by them shall all things be revealed, or, rather, shall secret things be made manifest, and hidden things shall come to light, and things which are not known shall be made known by them, and also things shall be made known by them which otherwise could not be known. Thus God has provided a means that man, through faith, might work mighty miracles; therefore he becometh of great benefit to his fellow beings. <\/div><div class=\"paragraph jod\" id=\"v19n650\"> &#x201C;And now, when Ammon had made an end of speaking these words the king rejoiced exceedingly, and gave thanks to God, saying: Doubtless a great mystery is contained within these plates, and these interpreters were doubtless prepared for unfolding all such mysteries to the children of men. O how marvelous are the works of the Lord, and how long doth he suffer with his people; yea, and how blind and impenetrable are the understandings of the children of men; for they will not seek wisdom, neither do they desire that she should rule over them! Yea, they are as a wild flock which fleeth from the shepherd, and scattereth, and are driven, and are devoured by the beasts of the forest.&#x201D;<span class=\"citation\" id=\"81892\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81892)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81892)\">Mosiah 8:6-21<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v19n651\"> The instructions that are imparted here, which I have just read, are of importance to the children of men. We are here taught about a very great, and precious, and high gift that comes from God&#x2014;the gift  <div class=\"break pagebreak\" id=\"206a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0206.pdf\" target=\"pdfwin\">p.&#xA0;206a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0937\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of being a Seer, a Revelator, a Prophet,<span class=\"citation\" id=\"127686\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127686)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127686)\">D&amp;C 107:92<\/a><\/span><span class=\"citation\" id=\"127687\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127687)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127687)\">D&amp;C 124:125<\/a><\/span> an inspired man. Not only to receive revelation from God, but to interpret revelations given to other Prophets who lived in times before, bringing to light knowledge, and intelligence, and wisdom, and the dealings of God with the human family, among more ancient people. This gift is more fully explained in the &#x201C;Book of Mormon&#x201D; than in the Jewish record. We have in the Jewish record, the Bible, some information in relation to the instrument here called interpreter, but which is called in that record by another name, namely, Urim and Thummim.<span class=\"citation\" id=\"54410\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54410)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54410)\">Ex. 28:30<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v19n653\"> It was a gift that was exercised in the days of Moses, among the house of Israel: it was a gift specially given to Aaron, the brother of Moses, who was appointed the chief priest over all the tribes of Israel. The Lord saw proper to give him instructions in relation to the duties of his office and calling, how he should be clad, what kind of priestly garments he should wear, what he should perform in administering certain ordinances and how he should perform them; and also gave unto him some instruction in regard to the breastplate, that was called the breastplate of judgment.<span class=\"citation\" id=\"54411\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54411)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54411)\">Ex. 28:30<\/a><\/span><span class=\"citation\" id=\"54609\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54609)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54609)\">Lev. 8:8<\/a><\/span> The reason of this was that Aaron was appointed to be a judge among the children of Israel, occupying a similar place among that people that the President of the Bishopric occupies in the Church. But he was blessed above those who have been ordained to the same calling in this dispensation, for he was in possession of the Urim and Thummim, and by virtue of this instrument he could inquire of the Lord in relation to every case that should be brought before him for adjudication. The judgment of man is na<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"206b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0206.pdf\" target=\"pdfwin\">p.&#xA0;206b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0937\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>turally very weak and imperfect, and inasmuch as Aaron was required to judge the people of God, it was of the utmost importance that all his decisions should be given in righteousness, that there should be no imperfections connected with them, and for that reason the Lord gave express instructions to Aaron, through his brother Moses, to have a breastplate. In this breastplate were twelve stones, representing the Twelve Tribes of Israel,<span class=\"citation\" id=\"54401\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54401)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54401)\">Ex. 28:15-21<\/a><\/span> and in the center of these rows of stones the Urim and Thummim was placed, and when he was required to render judgment upon any matter, he inquired of the Lord through it, and was enabled to give decisions according to the word of the Lord.<span class=\"citation\" id=\"54412\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54412)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54412)\">Ex. 28:29-30<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v19n654\"> We have other accounts given in the Bible concerning the exercise of this same gift. David was blessed with this gift, and when Saul was pursuing him from place to place, seeking his life, he would inquire of the Lord, by means of a similar instrument, and receive revelations.<span class=\"citation\" id=\"55509\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55509)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55509)\">1 Sam. 23:9-14<\/a><\/span><span class=\"citation\" id=\"55528\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55528)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55528)\">1 Sam. 30:7-8<\/a><\/span> The nature of his inquiries was&#x2014;Would Saul go to such a city seeking him? Would the people of such a city deliver him into his hands? And the Lord would answer him, and he of course would govern himself accordingly. This gift seems to have been of frequent occurrence among the Israelites in their several generations, down to a few centuries before the coming of Christ. Then it seems that Israel so far transgressed the law of heaven, and so far strayed from the Lord that the Urim and Thummim was taken from their midst, as you will find mentioned by one of the Prophets in the Jewish Bible;<span class=\"citation\" id=\"55944\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55944)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55944)\">Ezra 2:63<\/a><\/span><span class=\"citation\" id=\"55962\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55962)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55962)\">Neh. 7:65<\/a><\/span> it was taken from them, and they were to abide many days without this instrument, also without a king and without sacrifices,<span class=\"citation\" id=\"61797\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61797)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61797)\">Hosea 3:4<\/a><\/span> and eventually the ordinances of God were to be taken from them. In  <div class=\"break pagebreak\" id=\"207a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0207.pdf\" target=\"pdfwin\">p.&#xA0;207a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0936\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>other words, they were to be left without revelators, without prophets, without an inspired king to rule over them, all of which has been fulfilled for many centuries in the dispersion of the descendants of Jacob from their land of promise, among the nations whithersoever they are driven, without having any king; they do not offer sacrifices as anciently; they have no priest with the breastplate of judgment, and Urim and Thummim to inquire of the Lord. <\/div><div class=\"paragraph jod\" id=\"v19n656\"> It seems that the Lord manifested himself to the people of this great western continent in a similar manner. Here he raised up Prophets, and here they were in possession of an instrument, although not called strictly by the same name, yet an instrument evidently designed by the Almighty as a medium of communication to his people. King Mosiah, who lived some time after the Israelites came to the American continent, some few centuries before the first coming of Christ, he had this great gift. Ammon, a servant of God, who explained this gift to King Limhi, tells us the nature of the gift. He informs us that Mosiah had wherewith he could look and interpret writing and engraving of ancient date.<span class=\"citation\" id=\"81902\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81902)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81902)\">Mosiah 8:13<\/a><\/span> It seems that forty-three of the people of King Limhi had been sent from the kingdom where they resided, which was down at, or near Ecuador, in South America, to search the land which they had left some two or three generations before;<span class=\"citation\" id=\"81894\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81894)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81894)\">Mosiah 8:7<\/a><\/span> and they lost their way in the wilderness, and failed to find Zarahemla, the land they were seeking, which was in the northern part of South America. They passed by the land through a wilderness country, and it appears that they went into North America. They found all the land which they ex<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"207b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0207.pdf\" target=\"pdfwin\">p.&#xA0;207b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0936\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>plored covered with ruins of buildings and cities, and they found the bones of men and animals,<span class=\"citation\" id=\"81896\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81896)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81896)\">Mosiah 8:8<\/a><\/span> and among other things they found twenty-four plates which were of pure gold, on which were engravings, which they brought, among other things, to King Limhi.<span class=\"citation\" id=\"81899\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81899)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81899)\">Mosiah 8:9-11<\/a><\/span> He at that time was a righteous man, as well as most of his people, and they were exceedingly anxious to know the interpretations of the engravings, believing that they would give some account of the people who had occupied the country where they were found. They wanted to know what had become of so great a people, for evidently it appeared to them they had been very numerous.<span class=\"citation\" id=\"81901\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81901)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81901)\">Mosiah 8:12<\/a><\/span> And it was for this purpose that Ammon was questioned. Ammon was a man who had been sent up in the mean time from the northern portions of South America, called Zarahemla, and he informed King Limhi that the King of Zarahemla had this high gift from God,<span class=\"citation\" id=\"81906\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81906)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81906)\">Mosiah 8:14<\/a><\/span> that he was a seer, and could, by using the interpreters, interpret ancient languages.<span class=\"citation\" id=\"81903\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81903)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81903)\">Mosiah 8:13<\/a><\/span> Hence the rejoicing of the king, because there was a man who could give them the information they were so anxious to find out. <\/div><div class=\"paragraph jod\" id=\"v19n657\"> Afterwards we have a history in the &#x201C;Book of Mormon,&#x201D; of the people of King Limhi having been driven out by some of the wicked portions of the people.<span class=\"citation\" id=\"81963\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81963)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81963)\">Mosiah 22:11-14<\/a><\/span> He came to the land of Zarahemla, taking, with his colony, these twenty-four plates, and asking King Mosiah to translate them into the Nephite language. He did so; and they gave an account of a people&#x2014;who came from the tower of Babel, at the time of the confusion of tongues;<span class=\"citation\" id=\"81986\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81986)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81986)\">Mosiah 28:11-20<\/a><\/span> that they landed upon this north country, called North America, and dwelt here some sixteen or seventeen centuries, and they were part of the time a  <div class=\"break pagebreak\" id=\"208a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0208.pdf\" target=\"pdfwin\">p.&#xA0;208a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0935\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>righteous people, and a part of the time wicked. And many Prophets existed among the ancient colony, and they kept their records, some upon metallic plates and others upon other materials. There was a Prophet at the time of the destruction of this first colony whose name was Ether. He wrote an abridgment of the Jaredites, also an account of their coming to this land from the Tower of Babel; he wrote also concerning the creation of the world, and the doings of the Lord from the beginning down to the building of the great tower, this short account was given on these twenty four plates. And there is also given in the &#x201C;Book of Mormon,&#x201D; by Moroni, the man who hid up the plates from which the book was translated, a very short sketch of the history of this first colony that came from the tower, under the name of the &#x201C;Book of Ether.&#x201D;<span class=\"citation\" id=\"83310\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83310)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83310)\">Ether 1:1-5<\/a><\/span> And in this Book of Ether we find that they had some thirty kings from the time they left Babel, and that they were finally destroyed because of great wickedness, to fulfil a prophecy and decree which the Lord made when he was bringing them forth to this land. The decree was that if they or their descendants should fall into wickedness and become fully ripened in iniquity, that the Lord would utterly destroy them, and bring forth another people to possess the land in their stead.<span class=\"citation\" id=\"83329\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83329)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83329)\">Ether 2:7-12<\/a><\/span><span class=\"citation\" id=\"83532\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83532)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83532)\">Ether 13:20-21<\/a><\/span> Accordingly these twenty-four plates mention their overthrow, how they were destroyed; also some mention is made of their most eminent Prophets, and much instruction is given in regard to the coming to this land of this first colony, how they were brought here by the Lord from the tower, and how, in passing through the valley called Nimrod, the Lord himself went before their camp in a cloud, teaching them and instruct<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"208b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0208.pdf\" target=\"pdfwin\">p.&#xA0;208b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0935\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ing, and leading them, the same as he afterwards led the children of Israel.<span class=\"citation\" id=\"83326\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83326)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83326)\">Ether 2:4-5<\/a><\/span> And he brought them to great waters,<span class=\"citation\" id=\"83347\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83347)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83347)\">Ether 2:13<\/a><\/span> where they were commanded of him to build vessels,<span class=\"citation\" id=\"83352\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83352)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83352)\">Ether 2:16-21<\/a><\/span> which they did, eight in number,<span class=\"citation\" id=\"83360\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83360)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83360)\">Ether 3:1<\/a><\/span> by which, under the particular care of the Almighty, they were brought across the great Pacific, as we now term it, taking them three hundred and forty-four days,<span class=\"citation\" id=\"83464\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83464)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83464)\">Ether 6:11<\/a><\/span> and finally they landed upon the western coast of North America, as near as we can determine from this book, in Mexico, south of the Gulf of California.<span class=\"citation\" id=\"83465\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83465)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83465)\">Ether 6:12<\/a><\/span> And that when the brother of Jared was coming to this land the Lord gave him some very remarkable visions, and, among other things he gave him the Urim and Thummim,<span class=\"citation\" id=\"127690\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127690)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127690)\">D&amp;C 17:1<\/a><\/span> prepared two crystal stones in two rims of a bow, and sanctified them,<span class=\"citation\" id=\"83422\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83422)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83422)\">Ether 3:23,28<\/a><\/span><span class=\"citation\" id=\"83441\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83441)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83441)\">Ether 4:5<\/a><\/span><span class=\"citation\" id=\"93829\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93829)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93829)\">JS&mdash;H 1:35<\/a><\/span> and showed to the brother of Jared many marvelous things, some of which I will read, for the instruction of those who have not, perhaps, given their attention to these matters. <\/div><div class=\"paragraph jod\" id=\"v19n659\"> I will read first how the Lord lighted up the eight vessels in which the colony from the tower came. <\/div><div class=\"paragraph jod\" id=\"v19n660\"> &#x201C;Howbeit, ye cannot cross this great deep save I prepare you against the waves of the sea, and the winds which have gone forth, and the floods which shall come. Therefore what will ye that I should prepare for you that ye may have light when ye are swallowed up in the depths of the sea?&#x201D;<span class=\"citation\" id=\"83356\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83356)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83356)\">Ether 2:25<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v19n661\"> Their barges were so constructed that they could dive under the waves and be brought up again, and thus they were driven by the force of the winds for 344 days.<span class=\"citation\" id=\"83461\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83461)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83461)\">Ether 6:5-11<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v19n662\"> &#x201C;And it came to pass that the brother of Jared, (now the number of the vessels which had been prepared was eight) went forth unto the mount, which they called the mount Shelem, because of its ex<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"209a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0209.pdf\" target=\"pdfwin\">p.&#xA0;209a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0934\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ceeding height, and did molten out of a rock sixteen small stones; and they were white and clear, even as transparent glass; and he did carry them in his hands upon the top of the mount, and cried again unto the Lord, saying: O Lord, thou hast said that we must be encompassed about by the floods. Now behold, O Lord, and do not be angry with thy servant because of his weakness before thee; for we know that thou art holy and dwellest in the heavens, and that we are unworthy before thee; because of the fall our natures have become evil continually; nevertheless, O Lord, thou hast given us a commandment that we must call upon thee, that from thee we may receive according to our desires. Behold, O Lord, thou hast smitten us because of our iniquity, and hast driven us forth, and for these many years we have been in the wilderness; nevertheless, thou hast been merciful unto us. O Lord, look upon me in pity, and turn away thine anger from this thy people, and suffer not that they shall go forth across this raging deep in darkness; but behold these things which I have molten out of the rock. And I know, O Lord, that thou hast all power, and can do whatsoever thou wilt for the benefit of man; therefore touch these stones, O Lord, with thy finger, and prepare them that they may shine forth in darkness; and they shall shine forth unto us in the vessels which we have prepared, that we may have light while we shall cross the sea. Behold, O Lord, thou canst do this. We know that thou art able to show forth great power, which looks small unto the understanding of men.&#x201D;<span class=\"citation\" id=\"83362\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83362)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83362)\">Ether 3:1-5<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v19n664\"> You can see from the very language itself, what great confidence this man of God had in relation to the doings of the Lord. It was not a thing that looked impossible to <div class=\"break columnbreak\" id=\"209b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0209.pdf\" target=\"pdfwin\">p.&#xA0;209b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0934\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> him for the Lord to touch these sixteen stones, two of which were to be placed in each vessel, one at each end.<span class=\"citation\" id=\"83459\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83459)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83459)\">Ether 6:2<\/a><\/span> He knew the Lord could touch them, and that it was possible for him to cause them to shine forth in these vessels, giving them light while they crossed the ocean.<span class=\"citation\" id=\"83460\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83460)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83460)\">Ether 6:3<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v19n665\"> &#x201C;And it came to pass that when the brother of Jared had said these words, behold, the Lord stretched forth his hand and touched the stones one by one with his finger. And the veil was taken from off the eyes of the brother of Jared, and he saw the finger of the Lord; and it was as the finger of a man, like unto flesh and blood; and the brother of Jared fell down before the Lord, for he was struck with fear. And the Lord saw that the brother of Jared had fallen to the earth; and the Lord said unto him: Arise, why hast thou fallen? And he saith unto the Lord: I saw the finger of the Lord, and I feared lest he should smite me; for I knew not that the Lord had flesh and blood. And the Lord said unto him: Because of thy faith thou hast seen that I shall take upon me flesh and blood.&#x201D;<span class=\"citation\" id=\"83377\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83377)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83377)\">Ether 3:6-9<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v19n666\"> It must have been the spirit of our great Redeemer whose finger he then saw, thousands of years before he came and took a body of flesh and bones. <\/div><div class=\"paragraph jod\" id=\"v19n667\"> &#x201C;And never has man come before me with such exceeding faith as thou hast; for were it not so ye could not have seen my finger. Sawest thou more than this? And he answered: Nay; Lord, show thyself unto me. And the Lord said unto him: Believest thou the words which I shall speak? And he answered: Yea, Lord, I know that thou speakest the truth, for thou art a God of truth, and canst not lie. And when he had said these words, behold, the Lord showed himself  <div class=\"break pagebreak\" id=\"210a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0210.pdf\" target=\"pdfwin\">p.&#xA0;210a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0933\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>unto him, and said: Because thou knowest these things ye are redeemed from the fall; therefore ye are brought back into my presence; therefore I show myself unto you.&#x201D;<span class=\"citation\" id=\"83388\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83388)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83388)\">Ether 3:9-13<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v19n669\"> You know that one of the penalties of the fall was, that man should be shut out from the presence of God, by this mortal tabernacle; but this man, because of his knowledge and the great faith he had obtained, had the veil removed and was restored back again to the presence of God, as man was before the fall. <\/div><div class=\"paragraph jod\" id=\"v19n670\"> &#x201C;Behold, I am he who was prepared from the foundation of the world to redeem my people.&#x201D;<span class=\"citation\" id=\"83396\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83396)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83396)\">Ether 3:14<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v19n671\"> The Lord had the plan already laid before this world was made, or brought into existence. And it was all understood in the councils of eternity about the Lord's coming in the meridian of time to take upon himself flesh and blood. It was understood that he should suffer death, and be as a Lamb slain from before the foundation of the world,<span class=\"citation\" id=\"127688\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127688)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127688)\">Rev. 13:8<\/a><\/span><span class=\"citation\" id=\"92672\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92672)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92672)\">Moses 5:57<\/a><\/span><span class=\"citation\" id=\"127689\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127689)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127689)\">Moses 7:47<\/a><\/span> in the mind of God. <\/div><div class=\"paragraph jod\" id=\"v19n672\"> &#x201C;Behold, I am Jesus Christ. I am the Father and the Son. In me shall all mankind have life, and that eternally, even they who shall believe on my name; and they shall become my sons and my daughters. And never have I showed myself unto man whom I have created, for never has man believed in me as thou hast. Seest thou that ye are created after mine own image? Yea, even all men were created in the beginning after mine own image. Behold, this body, which ye now behold, is the body of my spirit&#x201D; (not a body of flesh and bones, but the shape, the stature and form of the body of his spirit, a pure and immortal body), &#x201C;and man have I created after the body of my spirit; and even as I appear unto thee to be <div class=\"break columnbreak\" id=\"210b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0210.pdf\" target=\"pdfwin\">p.&#xA0;210b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0933\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> in the spirit will I appear unto my people in the flesh. <\/div><div class=\"paragraph jod\" id=\"v19n673\"> &#x201C;And now, as I, Moroni, said I could not make a full account of these things which are written, therefore it sufficeth me to say that Jesus showed himself unto this man in the spirit, even after the manner and in the same likeness of the same body even as he showed himself unto the Nephites.&#x201D;<span class=\"citation\" id=\"83400\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83400)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83400)\">Ether 3:14-17<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v19n674\"> The Nephites were Israelites to whom Jesus appeared after his resurrection. <\/div><div class=\"paragraph jod\" id=\"v19n675\"> &#x201C;And he ministered unto him, even as he ministered unto the Nephites; and all this, that this man might know that he was God, because of the many great works which the Lord had showed unto him. And because of the knowledge of this man he could not be kept from beholding within the veil; and he saw the finger of Jesus, which, when he saw, he fell with fear; for he knew it was the finger of the Lord; and he had faith no longer, for he knew, nothing doubting. Wherefore, having this perfect knowledge of God, he could not be kept from within the veil; therefore he saw Jesus; and he did minister unto him. And it came to pass that the Lord said unto the brother of Jared: Behold, thou shalt not suffer these things which ye have seen and heard to go forth unto the world, until the time cometh that I shall glorify my name in the flesh; wherefore, ye shall treasure up the things which ye have seen and heard, and show it to no man.&#x201D;<span class=\"citation\" id=\"83416\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83416)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83416)\">Ether 3:18-21<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v19n676\"> It seems that the Lord did not wish to show these things to others, when the people had not sufficient faith. These things were too great and glorious for them at that early period of the world to be made acquainted with. But at a certain time, when his name should be glorified in the flesh, and after he  <div class=\"break pagebreak\" id=\"211a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0211.pdf\" target=\"pdfwin\">p.&#xA0;211a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0932\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>should rise from the dead, then he would permit these things to come forth, which he did among the ancient Israelites on this continent; they were then translated into the Nephite language and brought to light. But the Lord said unto the brother of Jared: &#x201C;And behold, when ye shall come unto me, ye shall write them and shall seal them, up that no one can interpret them; for ye shall write them in a language that they cannot be read. And behold, these two stones will I give unto thee, and ye shall seal them up also with the things which ye shall write. For behold, the language which ye shall write I have confounded; wherefore I will cause in my own due time that these stones shall magnify to the eyes of men these things which ye shall write. And when the Lord had said these words, he showed unto the brother of Jared all the inhabitants of the earth which had been, and also all that would be; and he withheld them not from his sight, even unto the ends of the earth.&#x201D;<span class=\"citation\" id=\"83421\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83421)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83421)\">Ether 3:22-25<\/a><\/span> What a great gift it is to know and see by the enlightenment of the Spirit, by vision, things that have taken place from the beginning of this world; to see, for instance, all the inhabitants of the earth that had been prior to the day that the Lord gave this vision; and then all the inhabitants of the earth that should be, even to the end of the world. &#x201C;For he had said unto him in times before, that if he would believe in him that he could show unto him all things&#x2014;it should be shown unto him; therefore the Lord could not withhold anything from him, for he knew that the Lord could show him all things. And the Lord said unto him: Write these things and seal them up; and I will show them in mine own due time unto the children of men. <\/div> <div class=\"break columnbreak\" id=\"211b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0211.pdf\" target=\"pdfwin\">p.&#xA0;211b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0932\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v19n678\"> &#x201C;And it came to pass that the Lord commanded him that he should seal up the two stones which he had received, and show them not, until the Lord should show them unto the children of men.<span class=\"citation\" id=\"83430\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83430)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83430)\">Ether 3:26-28<\/a><\/span> And the Lord commanded the brother of Jared to go down out of the mount from the presence of the Lord, and write the things which he had seen; and they were forbidden to come unto the children of men until after that he should be lifted up upon the cross; and for this cause did King Mosiah keep them.&#x201D;<span class=\"citation\" id=\"83433\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83433)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83433)\">Ether 4:1<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v19n679\"> I told you that Mosiah was a righteous man, and a revelator as well as a king, who dwelt on this American continent some few centuries before Christ, and when he interpreted the history of the people, he did not interpret these things that the brother of Jared saw in this great vision; the Lord would not permit him to do so. <\/div><div class=\"paragraph jod\" id=\"v19n680\"> &#x201C;That they should not come unto the world until after Christ should show himself unto his people. And after Christ truly had shown himself unto his people he commanded that they should be made manifest.&#x201D;<span class=\"citation\" id=\"83435\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83435)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83435)\">Ether 4:1-2<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v19n681\"> They were translated after Christ first appeared to the Nephites, and probably sent abroad among the Nephite nation. The Prophet Moroni says, &#x201C;And now, after that, they have all dwindled in unbelief; and there is none save it be the Lamanites, and they have rejected the gospel of Christ; therefore I am commanded that I should hide them up again in the earth. Behold, I have written upon these plates the very things which the brother of Jared saw.&#x201D;<span class=\"citation\" id=\"83437\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83437)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83437)\">Ether 4:3-4<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v19n682\"> A great many, in reading this record carelessly, would wonder why it was that a part of these plates should be sealed, and why Joseph Smith should not be permitted to  <div class=\"break pagebreak\" id=\"212a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0212.pdf\" target=\"pdfwin\">p.&#xA0;212a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0931\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>break the seal. It was because, in this great revelation, the sealed portion of the plates from which the Book of Mormon was taken, contained this great vision, given to the brother of Jared. Joseph was not permitted to translate it, neither to break the seal of the book; it is to be reserved to come forth in due time. <\/div><div class=\"paragraph jod\" id=\"v19n684\"> The Prophet Moroni further says, &#x201C;And there never were greater things made manifest than that which was made manifest unto the brother of Jared. Wherefore the Lord hath commanded me to write them; and I have written them. And he commanded me that I should seal them up; and he also hath commanded me that I should seal up the interpretation thereof; wherefore I have sealed up the interpreters, according to the commandment of the Lord. For the Lord said unto me: They shall not go forth unto the Gentiles until the day that they shall repent of their iniquity, and become clean before the Lord. And in that day that they shall exercise faith in me, saith the Lord, even as the brother of Jared did, that they may become sanctified in me, then will I manifest unto them the things which the brother of Jared saw, even to the unfolding unto them all my revelations, saith Jesus Christ, the Son of God, the Father of the heavens and of the earth, and all things that in them are. And he that will contend against the word of the Lord, let him be accursed; and he that shall deny these things, let him be accursed; for unto them will I show no greater things, saith Jesus Christ; for I am he who speaketh. And at my command the heavens are opened and are shut; and at my word the earth shall shake; and at my command the inhabitants thereof shall pass away, even so as by fire. And he that believeth not my words believeth not my disciples; and if it so be that I do not <div class=\"break columnbreak\" id=\"212b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0212.pdf\" target=\"pdfwin\">p.&#xA0;212b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0931\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> speak, judge ye; for ye shall know that it is I that speaketh, at the last day.<span class=\"citation\" id=\"83439\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83439)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83439)\">Ether 4:4-10<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v19n685\"> &#x201C;But he that believeth these things which I have spoken, him will I visit with the manifestations of my Spirit, and he shall know and bear record.&#x201D;<span class=\"citation\" id=\"83445\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83445)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83445)\">Ether 4:11<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v19n686\"> Now, I want to appeal to the Latter-day Saints who occupy this room, whether this promise has been fulfilled to you, or not? I will read it again. &#x201C;But he that believeth these things which I have spoken, him will I visit with the manifestations of my Spirit, and he shall know and bear record.&#x201D;<span class=\"citation\" id=\"83446\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83446)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83446)\">Ether 4:11<\/a><\/span> It does not say, he shall merely have an opinion and bear record, but he shall know and bear record. Do you know that this book (the Book of Mormon) is true,<span class=\"citation\" id=\"127691\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127691)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127691)\">D&amp;C 17:6<\/a><\/span> Latter-day Saints? Do you know that what I have been reading are the words of the Lord? If you have believed these things with all of your hearts, and complied with the commands of the Most High, manifesting your faith by your works, then you have been put in possession of this knowledge, and you know, by the Spirit which he has poured out from heaven upon you, that they are true, and in force to all the world, and this Spirit gives you a knowledge concerning all truth. You are not like those who have no revelation of whom the ancient apostle speaks, who were &#x201C;Ever learning, and never able to come to the knowledge of the truth;&#x201D;<span class=\"citation\" id=\"76180\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76180)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76180)\">2 Tim. 3:7<\/a><\/span> but you are of those, if you keep the commandments of God, who are not only learning from the word of God, but have a knowledge of all revealed truth by the power of the Spirit, the Comforter,<span class=\"citation\" id=\"127692\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127692)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127692)\">John 14:26<\/a><\/span> which is a revelator, an unction<span class=\"citation\" id=\"78616\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78616)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78616)\">1 Jn. 2:20<\/a><\/span> to all those who receive it; and they are able to bear record of the things which they formerly believed to be true. The Lord has thus raised up a great cloud of witnesses<span class=\"citation\" id=\"77168\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77168)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77168)\">Heb. 12:1<\/a><\/span> in connection with scores of thousands of  <div class=\"break pagebreak\" id=\"213a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0213.pdf\" target=\"pdfwin\">p.&#xA0;213a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0930\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>others to bear record of the truth, in this last dispensation of the fullness of times. &#x201C;For because of my Spirit he shall know that these things are true; for it persuadeth men to do good. And whatsoever thing persuadeth men to do good is of me; for good cometh of none save it be of me. I am the same that leadeth men to all good; he that will not believe my words will not believe me&#x2014;that I am; and he that will not believe me will not believe the Father who sent me. For behold, I am the Father, I am the light, and the life, and the truth of the world. Come unto me, O ye Gentiles, and I will show unto you the greater things, the knowledge which is hid up because of unbelief. Come unto me, O ye house of Israel, and it shall be made manifest unto you how great things the Father hath laid up for you, from the foundation of the world; and it hath not come unto you, because of unbelief. Behold, when ye shall rend that veil of unbelief which doth cause you to remain in your awful state of wickedness, and hardness of heart, and blindness of mind, then shall the great and marvelous things which have been hid up from the foundation of the world from you&#x2014;yea, when ye shall call upon the Father in my name, with a broken heart and a contrite spirit, then shall ye know that the Father hath remembered the covenant which he made unto your fathers, O house of Israel. And then shall my revelations which I have caused to be written by my servant John be unfolded in the eyes of all the people. Remember, when ye see these things, ye shall know that the time is at hand that they shall be made manifest in very deed. Therefore, when ye shall receive this record ye may know that the work of the Father has commenced upon all the face of the land. Therefore, repent all ye ends of the earth, and <div class=\"break columnbreak\" id=\"213b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0213.pdf\" target=\"pdfwin\">p.&#xA0;213b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0930\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> come unto me, and believe in my gospel, and be baptized in my name; for he that believeth and is baptized shall be saved; but he that believeth not shall be damned; and signs shall follow them that believe in my name. And blessed is he that is found faithful unto my name at the last day, for he shall be lifted up to dwell in the kingdom prepared for him from the foundation of the world. And behold it is I that hath spoken it. Amen.&#x201D;<span class=\"citation\" id=\"83447\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83447)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83447)\">Ether 4:11-19<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v19n688\"> I have read these things because I am fully aware that there are in the Church of Latter-day Saints many persons who are very careless about reading the &#x201C;Book of Mormon.&#x201D; It is one of the greatest treasures, so far as books are concerned, that has been given to mankind for almost 1,800 years. It contains the things of God in great plainness, so easy of comprehension that the child who reads can understand it. And yet, how many there are of the Latter-day Saints who suffer this book to remain upon their shelves, week after week, without ever reading a page of these precious things. I have also read these things for the benefit of strangers who may be present on this occasion. It is not to be expected that they will read it, for they do not believe it is a divine record; they do not believe that God has spoken, or that Joseph Smith was raised up to bring it forth to the children of men, by the power of the Urim and Thummim.<span class=\"citation\" id=\"127693\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127693)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127693)\">JS&mdash;H 1:35<\/a><\/span> It is not expected, therefore, that they will read a work that they have no faith in. They do not want to have faith in it, they do not consider it a matter of sufficient importance even to inquire of the Lord whether it is true or not. And yet, sometimes they may have, for a few moments, a feeling in their hearts that they would like to know what is contained in the &#x201C;Book of  <div class=\"break pagebreak\" id=\"214a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0214.pdf\" target=\"pdfwin\">p.&#xA0;214a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0929\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Mormon;&#x201D; hence, I have read this that you may have an idea what is contained in this book, on which the Latter-day Saints found their faith, as well as on the Bible. <\/div><div class=\"paragraph jod\" id=\"v19n690\"> You will perceive, Latter-day Saints, how this Urim and Thummim was formed in the first place. It was not something that existed on the earth in a natural state, it was something made by the Lord. He is a good mechanic, he understands how to make things. He made the heavens and the earth, he made many worlds that we see roll as it were, upon their wings in the midst of space.<span class=\"citation\" id=\"88545\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88545)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88545)\">D&amp;C 88:45<\/a><\/span> He made the garments that first clothed Adam and Eve;<span class=\"citation\" id=\"52647\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52647)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52647)\">Gen. 3:21<\/a><\/span> and he made a very beautiful garden, and planted it with a variety of trees, and caused them to bear fruit,<span class=\"citation\" id=\"52442\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52442)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52442)\">Gen. 2:8-9<\/a><\/span> and that they should have seed within themselves.<span class=\"citation\" id=\"52089\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52089)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52089)\">Gen. 1:11-12<\/a><\/span> He understands how to do such things; he is not like many of us, who, after attempting to do certain things, fail for the lack of knowledge; but when he undertakes to do a thing, he does it in the best manner possible, and what he makes is made perfect. And if afterwards his handiwork becomes imperfect, it is because of the curse that comes upon the earth in consequence of sin. He made the Urim and Thummim, and we have an account of his making it in the words which I have been reading. Two crystal stones that he gave unto the brother of Jared were made by him. When ye shall write these things, ye shall seal them up, also the interpreters, until the Lord shall see fit, in his own due time, to reveal them to the children of men.<span class=\"citation\" id=\"83431\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83431)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83431)\">Ether 3:27-28<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v19n691\"> Perhaps some of you may ask when this great revelation, that was given to the brother of Jared, will be revealed. I wish I could answer the question; I cannot answer as to the year, for I do not know. I may, however, answer you in general <div class=\"break columnbreak\" id=\"214b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0214.pdf\" target=\"pdfwin\">p.&#xA0;214b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0929\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> terms. If you will turn to the &#x201C;Doctrine and Covenants,&#x201D; you will there find a revelation, given in the year 1829, to Hyrum Smith, who went down from Manchester, Ontario County, N.Y., to Susquehanna County, Pennsylvania, to visit his brother, Joseph, who was then engaged in the work of translating the &#x201C;Book of Mormon.&#x201D; When Hyrum arrived in the presence of his brother, he felt anxious to know what the Lord had for him to do, or if it would not be well for him to commence to preach, bearing testimony to the manuscripts of the &#x201C;Book of Mormon,&#x201D; etc. He finally desired that his brother should inquire of the Lord, through the Urim and Thummim, what he wished him to do. The Lord gave a revelation, telling him he was not to preach his word at that time, that the time had not come. He had not received the ordination authorizing him to preach, neither had the Church been organized on the earth. The Lord told him, however, of certain things he should do.<span class=\"citation\" id=\"83969\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83969)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83969)\">D&amp;C 11:15-21<\/a><\/span> He said, &#x201C;Study my word which hath gone forth among the children of men, and also study my word which shall come forth among the children of men, or that which is now translating, yea, until you have obtained all which I shall grant to the children of men in this generation, and then shall all things be added thereunto.&#x201D;<span class=\"citation\" id=\"83974\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83974)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83974)\">D&amp;C 11:22<\/a><\/span> After the generation living in 1829, some forty-eight years ago, is all accomplished, then we may look for the revelation which the brother of Jared obtained upon the mount, then we may look for the things he saw when the Lord showed him all the children of men that had ever been upon the earth from the beginning of creation down to his day, and also that would come upon the earth down to the end of time.<span class=\"citation\" id=\"83427\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83427)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83427)\">Ether 3:25<\/a><\/span> In showing him these things, I do not think he merely gave  <div class=\"break pagebreak\" id=\"215a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0215.pdf\" target=\"pdfwin\">p.&#xA0;215a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0928\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>him this to satisfy his curiosity, for no man, we are told, had ever before witnessed such great things,<span class=\"citation\" id=\"83404\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83404)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83404)\">Ether 3:15<\/a><\/span> and the Lord could not withhold them from him,<span class=\"citation\" id=\"83419\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83419)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83419)\">Ether 3:19-20<\/a><\/span> because of his great faith.<span class=\"citation\" id=\"83386\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83386)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83386)\">Ether 3:9<\/a><\/span> I do not believe, either, that this great man would have sought the Lord seeking to satisfy curiosity; but I told you, and I do believe, that He revealed to him many of his great and marvelous purposes in relation to the inhabitants of the earth in relation to his future dealings with the nations of the earth, in relation to the rise of his kingdom in the latter days, as now taking place. I have no doubt he saw every particular as they have occurred, since 1830 to the present time. He saw our history and our travels and our persecutions; and he also saw the state of darkness that the world would be in before the Lord would set up this Church upon the earth again, and the persecutions that would come up on the former-day Saints, and how the Church would fall away and the Priesthood be taken away from among men; all these things were manifested to him, and he was commanded to write them. And if we had these things now which he wrote, I have not the least doubt we could read the future history of this Church, just the same as we can its past history; we could understand all the particulars until the wicked shall be destroyed from the earth, and we could see our future travels and our future tribulations and persecutions, and also our blessings that shall come upon us after the days of tribulations are ended; we could behold the glory of God that would rest upon Zion, and the resurrection of the righteous dead, and the coming of the Church of the Firstborn in the clouds of heaven,<span class=\"citation\" id=\"127695\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127695)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127695)\">D&amp;C 76:54,63<\/a><\/span> in connection with Jesus,<span class=\"citation\" id=\"65840\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65840)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65840)\">Matt. 24:30<\/a><\/span> and the coming of the ancient day Zion.<span class=\"citation\" id=\"127694\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127694)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127694)\">Gen. 9:21-23 (JST)<\/a><\/span><span class=\"citation\" id=\"127696\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127696)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127696)\">Moses 7:62-64<\/a><\/span> All these things, I have no <div class=\"break columnbreak\" id=\"215b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0215.pdf\" target=\"pdfwin\">p.&#xA0;215b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0928\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> doubt, were revealed to this man of God, and were commanded to be written, and will come forth when the generation has fully past away that were living in the year 1829&#x2014;<span class=\"citation\" id=\"83975\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83975)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83975)\">D&amp;C 11:22<\/a><\/span>forty-eight years ago. <\/div><div class=\"paragraph jod\" id=\"v19n693\"> As regards the number of years by which a generation shall be measured, we have no special definite period given to us by revelation; the Lord speaks in terms that are general in relation to generations. Among the Nephites, immediately after Christ's appearance to them, a generation was a hundred years,<span class=\"citation\" id=\"83119\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83119)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83119)\">4 Ne. 1:22<\/a><\/span> and in the fourth generation they were destroyed, as a nation; except some few who went over to the Lamanites.<span class=\"citation\" id=\"83207\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83207)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83207)\">Morm. 6:15<\/a><\/span> We find generations numbering from father to son, and from son to grandson, etc., and when we come to average generations, according to the statistic, of nations, we find them to be about thirty years to a generation; but when the Lord speaks in general terms, and says, This generation shall not pass away, until a House shall be built to his name, as is given in this &#x201C;Book of Covenants,&#x201D; and a cloud should rest upon it;<span class=\"citation\" id=\"87499\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87499)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87499)\">D&amp;C 84:5<\/a><\/span> in that case I do not think he is limited to any definite period, but suffice it to say that the people living in 1832, when the revelation was given, will not all pass away; there will be some living when the House spoken of will be reared, on which the glory of God will rest. Already forty-five years have passed away since that revelation was given, concerning the building of that House. And when he says to Hyrum Smith, &#x201C;Study my word, etc., until you have obtained all which I shall grant unto the children of men in this generation,&#x201D;<span class=\"citation\" id=\"127697\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127697)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127697)\">D&amp;C 11:22<\/a><\/span> I do not know how long that generation was intended, in the mind of God, to be, and I do not think there is any person in the Church that does know, unless the Lord has revealed  <div class=\"break pagebreak\" id=\"216a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0216.pdf\" target=\"pdfwin\">p.&#xA0;216a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0927\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>it to him. But we have every reason to believe that the time is not far distant, and that there are some living among the young now upon the earth, that will live to behold great numbers of revelations given, and will behold other books come forth and other records translated by the Urim and Thummim, that same instrument that Joseph Smith used in the translation of the &#x201C;Book of Mormon,&#x201D; which will again come forth and be revealed to the seer and revelator that God will raise up by which these ancient records will be brought to light. Then these great things will be known, then we shall rejoice in the greater fulness of knowledge and understanding, according to the promise; and when we rend that veil of unbelief,<span class=\"citation\" id=\"83449\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83449)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83449)\">Ether 4:13-15<\/a><\/span> spoken of in the &#x201C;Book of Mormon,&#x201D; and when it is taken away from our midst, and we exercise faith in God, even as the ancient man of God, the brother of Jared, did, then will the Lord reveal to this people what was shown to this man.<span class=\"citation\" id=\"83444\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83444)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83444)\">Ether 4:7<\/a><\/span> And if it were important for him, in the early ages, to understand the great things of the latter days, how much more important it is for us who are living, as it were, just preceding the coming of the Son of Man; and if ancient men of God were privileged and blessed in understanding the things of the future, how much greater blessing it will be to us, inasmuch as these things are at our doors. <\/div><div class=\"paragraph jod\" id=\"v19n695\"> I believe I will make a few more remarks in relation to this same revelation that is to be given. In the second book of Nephi, the 11th chap., we have some account of what the Lord is going to do, referring to the things which the brother of Jared saw. The prophecy I am about to read was delivered nearly six centuries before Christ, by a man whose name was Nephi, whom the Lord <div class=\"break columnbreak\" id=\"216b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0216.pdf\" target=\"pdfwin\">p.&#xA0;216b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0927\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> brought out from Jerusalem, in connection with his father's family and some others, landing them on the western coast of South America where they formed a colony. Before he got here, he had a great revelation, and also after coming here. I will commence at the 17th paragraph of the vision he had. <\/div><div class=\"paragraph jod\" id=\"v19n696\"> &#x201C;And it shall come to pass that the Lord God shall bring forth unto you the words of a book, and they shall be the words of them that have slumbered.&#x201D;<span class=\"citation\" id=\"81479\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81479)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81479)\">2 Ne. 27:6<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v19n697\"> He was prophesying of the last days, of the time when the Book of Mormon should be brought forth to the inhabitants of the earth. <\/div><div class=\"paragraph jod\" id=\"v19n698\"> &#x201C;And behold the book shall be sealed; and in the book shall be a revelation from God, from the beginning of the world to the ending thereof.&#x201D;<span class=\"citation\" id=\"81482\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81482)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81482)\">2 Ne. 27:7<\/a><\/span> This is the part that is sealed. &#x201C;Wherefore, because of the things which are sealed up, the things which are sealed shall not be delivered in the day of the wickedness and abomination of the people.&#x201D;<span class=\"citation\" id=\"81483\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81483)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81483)\">2 Ne. 27:8<\/a><\/span> That agrees with what I was telling you about the generation that is passing away. The people who are wicked shall be swept away from the earth, and those who remain that are righteous will have this great revelation unsealed to them. &#x201C;Wherefore the book shall be kept from them.&#x201D;<span class=\"citation\" id=\"81484\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81484)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81484)\">2 Ne. 27:8<\/a><\/span> The Lord did not suffer these plates to go among the wicked, for he well knew that they would have destroyed them for the sake of the gold upon which they were written. &#x201C;But the book shall be delivered unto a man, and he shall deliver the words of the book, which are the words of those who have slumbered in the dust, and he shall deliver these words unto another; But the words which are sealed he shall not deliver, neither shall he deliver the book.&#x201D;<span class=\"citation\" id=\"81485\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81485)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81485)\">2 Ne. 27:9-10<\/a><\/span> I wish to state here for the informa<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"217a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0217.pdf\" target=\"pdfwin\">p.&#xA0;217a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0926\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tion of those who do not understand, that before Joseph Smith translated the part that was unsealed, he copied some of the words and sent them by Martin Harris to the city of New York to have them exhibited to the learned, to see if they could read them. &#x201C;For the book shall be sealed by the power of God, and the revelation which was sealed shall be kept in the book until the own due time of the Lord, that they may come forth; for behold, they reveal all things from the foundation of the world unto the end thereof.&#x201D;<span class=\"citation\" id=\"81487\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81487)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81487)\">2 Ne. 27:10<\/a><\/span> We will get some knowledge of the purposes of God, not only in relation to the six thousand years past, but for the thousand years to come, after the revelation is given showing forth the purposes and designs of the great Jehovah in relation to this creation. &#x201C;And the day cometh that the words of the book which was sealed shall be read upon the house tops; and they shall be read by the power of Christ; and all things shall be revealed to the children of men which ever have been among the children of men, and which ever will be even unto the end of the earth. Wherefore, at that day when the book shall be delivered unto the man of whom I have spoken, the book shall be hid from the eyes of the world, that the eyes of none shall behold it save it be that three witnesses shall behold it, by the power of God, besides him to whom the book shall be delivered; and they shall testify to the truth of the book and the things therein. And there is none other which shall view it, save it be a few according to the will of God, to bear testimony of his word unto the children of men; for the Lord God hath said that the words of the faithful should speak as if it were from the dead. Wherefore, the Lord God will proceed to bring forth <div class=\"break columnbreak\" id=\"217b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0217.pdf\" target=\"pdfwin\">p.&#xA0;217b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0926\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the words of the book; and in the mouth of as many witnesses as seemeth him good will he establish his word; and wo be unto him that rejecteth the word of God!&#x201D;<span class=\"citation\" id=\"81489\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81489)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81489)\">2 Ne. 27:11-14<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v19n700\"> That gives us a little more light upon the same subject. When that is brought forth, I expect that the same Urim and Thummim which the Lord gave to Joseph Smith will come forth with these plates, and they will be translated, but by whom I know not. Who will be the favored Seer and Revelator that will be raised up among this people to bring this revelation to light, is not revealed to me. And not only this revelation, but those twenty-four plates of gold which contain the doings of the old Jaredite nation that inhabited this North American continent; at present we have only an abridgment, not a hundredth part of their history. These plates of gold will come forth, as well as many other records kept by the first nation&#x2014;the Jaredites, that came here; and I have no doubt that the Lord will give the Urim and Thummim to translate them. And not only these, but the Lord intends, in this dispensation in which you and I live, to overwhelm the whole earth with a flood of knowledge in regard to himself;<span class=\"citation\" id=\"127698\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127698)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127698)\">Isa. 11:9<\/a><\/span> in regard to his purposes and designs, and in regard to the future glories and blessings that are ordained for the Latter-day Saints, in regard to the preparation of the earth for the thousand years of righteousness to come. Hence these plates, these great numbers of plates, that were kept by the kings of the Nephites and by many Prophets before and after Christ, as well as those sealed records of which I have been speaking, will all come to light; we then will have revelations of heavenly and earthly things, and the designs and purposes of God. We will have,  <div class=\"break pagebreak\" id=\"218a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0218.pdf\" target=\"pdfwin\">p.&#xA0;218a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0925\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>perhaps, the most complete history of this continent that there is in existence of any other nation or kingdom on the earth. Moreover, we have abundance of promises that God has made to us, in this book called the Doctrine and Covenants, given through the Prophet Joseph, concerning other records besides those I have named, that were kept by the Jaredites and the Nephites, a record for instance back so far as the days of Enoch.<span class=\"citation\" id=\"83885\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83885)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83885)\">D&amp;C 6:26<\/a><\/span><span class=\"citation\" id=\"83911\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83911)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83911)\">D&amp;C 8:11<\/a><\/span><span class=\"citation\" id=\"83915\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83915)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83915)\">D&amp;C 9:2<\/a><\/span><span class=\"citation\" id=\"89023\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89023)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89023)\">D&amp;C 93:6<\/a><\/span><span class=\"citation\" id=\"89039\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89039)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89039)\">D&amp;C 93:18<\/a><\/span> You might say, they did not know how to write in those days. But the Bible indicates that they did know, and speak about the book of the generations of Adam<span class=\"citation\" id=\"52746\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52746)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52746)\">Gen. 5:1<\/a><\/span><span class=\"citation\" id=\"92690\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92690)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92690)\">Moses 6:5-8<\/a><\/span><span class=\"citation\" id=\"92724\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92724)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92724)\">Moses 6:46<\/a><\/span> even before the flood. Furthermore, we have an account that three years prior to the death of Adam, he called together the righteous of his posterity, he called also the High Priests of that day, into a certain valley, called Adam-ondi-Ahman, which is located about fifty miles north of Jackson County, or what is now called Davis County, Missouri. Here assembled the righteous of his posterity for eight generations, and he pronounced upon them his last blessing, as the grand patriarch of the whole. And he stood up, notwithstanding he was bowed down with age, before the vast body that were gathered on that occasion, and prophesied of all things of importance that should transpire among his seed, and the nations that should spring from him, down to the very end of time. These things, it says, were written in the book of Enoch, and are to be testified of in due time.<span class=\"citation\" id=\"90318\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90318)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90318)\">D&amp;C 107:53-57<\/a><\/span> When we get that, I think we shall know a great deal about the antediluvians, of whom at present we know so little. <\/div><div class=\"paragraph jod\" id=\"v19n702\"> Then there is still another record to come forth. John the Baptist is said by the highest authority to be <div class=\"break columnbreak\" id=\"218b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0218.pdf\" target=\"pdfwin\">p.&#xA0;218b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0925\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> one of the greatest Prophets ever born of a woman;<span class=\"citation\" id=\"64252\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64252)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64252)\">Matt. 11:11<\/a><\/span> but we have very little written in the Jewish record concerning him. We have a revelation in the Doctrine and Covenants concerning the record of John, that great Prophet. And we are promised that if we were faithful as a people, the fullness of the record of John shall hereafter be revealed to us.<span class=\"citation\" id=\"89024\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89024)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89024)\">D&amp;C 93:6<\/a><\/span><span class=\"citation\" id=\"89040\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89040)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89040)\">D&amp;C 93:18<\/a><\/span> When we get this, I think we shall have still more knowledge in regard to doctrine and principle, and things that are great and marvelous, of which we know very little, if anything about. This is not all. The Lord has told us that he would bring forth those brass plates that Lehi and the families that came with him from Jerusalem, some six hundred years before Christ, brought with them, which contain the history of the creation, and the writings of inspired men down to the days of Jeremiah;<span class=\"citation\" id=\"80939\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80939)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80939)\">1 Ne. 5:10-19<\/a><\/span><span class=\"citation\" id=\"82266\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82266)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82266)\">Alma 37:3-4<\/a><\/span> they came out in Jeremiah's day. We are informed in the &#x201C;Book of Mormon&#x201D; that they contained many prophecies very great and extensive in their nature. And when these plates, now hidden in the hill Cumorah, are brought to light we shall have the history of the Old Testament much more fully, with the addition of a great many prophecies that are not now contained in that record. The prophecies of Joseph in Egypt were very great,<span class=\"citation\" id=\"81445\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81445)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81445)\">2 Ne. 25:21-22<\/a><\/span><span class=\"citation\" id=\"82572\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82572)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82572)\">3 Ne. 10:17<\/a><\/span> and we are told in the &#x201C;Book of Mormon&#x201D; that there were a great many given to him.<span class=\"citation\" id=\"81295\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81295)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81295)\">2 Ne. 3:4-24<\/a><\/span><span class=\"citation\" id=\"81318\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81318)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81318)\">2 Ne. 4:1-3<\/a><\/span> When we have all those, also the prophecies of Neum, a great Prophet who prophesied concerning Christ;<span class=\"citation\" id=\"81153\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81153)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81153)\">1 Ne. 19:10<\/a><\/span> also those of Zenos<span class=\"citation\" id=\"81155\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81155)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81155)\">1 Ne. 19:12,16<\/a><\/span><span class=\"citation\" id=\"81712\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81712)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81712)\">Jacob 5:1-77<\/a><\/span><span class=\"citation\" id=\"81762\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81762)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81762)\">Jacob 6:1<\/a><\/span><span class=\"citation\" id=\"82221\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82221)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82221)\">Alma 33:3-13<\/a><\/span> and Zenock,<span class=\"citation\" id=\"82571\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82571)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82571)\">3 Ne. 10:16<\/a><\/span><span class=\"citation\" id=\"82223\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82223)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82223)\">Alma 33:15<\/a><\/span><span class=\"citation\" id=\"82225\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82225)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82225)\">Alma 34:7<\/a><\/span> and others of which only bare reference is given;<span class=\"citation\" id=\"82446\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82446)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82446)\">Hel. 8:19-20<\/a><\/span><span class=\"citation\" id=\"82491\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82491)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82491)\">Hel. 15:11<\/a><\/span><span class=\"citation\" id=\"127699\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127699)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127699)\">Ether 7:23-26<\/a><\/span> and then again when the ten tribes of Israel come from the north country, they will bring with them their records<span class=\"citation\" id=\"81556\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81556)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81556)\">2 Ne. 29:11-14<\/a><\/span><span class=\"citation\" id=\"91880\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91880)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91880)\">D&amp;C 133:26-30<\/a><\/span> which they have kept since seven hundred and twenty years  <div class=\"break pagebreak\" id=\"219a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0219.pdf\" target=\"pdfwin\">p.&#xA0;219a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0924\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>before Christ, which will contain an account of the hand dealing of God among that lost people, which doubtless will be exceedingly interesting as well as instructive. <\/div><div class=\"paragraph jod\" id=\"v19n704\"> Shall we stop here? No, the time will come when this people will become more fully revelators, and Prophets, and Seers themselves,<span class=\"citation\" id=\"127700\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127700)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127700)\">Num. 11:29<\/a><\/span><span class=\"citation\" id=\"61843\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61843)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61843)\">Joel 2:28<\/a><\/span> and the earth will be filled with the knowledge of God,<span class=\"citation\" id=\"127701\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127701)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127701)\">Isa. 11:9<\/a><\/span> and even out of the mouth of babes and sucklings<span class=\"citation\" id=\"56332\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56332)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56332)\">Ps. 8:2<\/a><\/span><span class=\"citation\" id=\"65323\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65323)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65323)\">Matt. 21:16<\/a><\/span> will the Spirit of God reveal things that have been kept secret from the foundation of the world;<span class=\"citation\" id=\"64630\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64630)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64630)\">Matt. 13:35<\/a><\/span><span class=\"citation\" id=\"91224\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91224)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91224)\">D&amp;C 128:18<\/a><\/span> they will utter forth the things of God, helping to fill the earth with the knowledge of God, as the waters cover the great deep.<span class=\"citation\" id=\"58170\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58170)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58170)\">Isa. 11:9<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v19n705\"> We might now stop and say no more about the bibles that are yet to come.<span class=\"citation\" id=\"81551\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81551)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81551)\">2 Ne. 29:2-14<\/a><\/span> From what little I have said, the strangers present may begin to believe the truth of that Scripture which says, &#x201C;And there are also many other things which Jesus did, the which, if they should be written every one, I suppose that even the world itself could not contain the books that should be written.&#x201D;<span class=\"citation\" id=\"71001\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71001)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71001)\">John 21:25<\/a><\/span> The Lord has not, because of unbelief and wickedness of the people,<span class=\"citation\" id=\"127703\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127703)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127703)\">Ether 4:15<\/a><\/span> permitted these things to come forth to be trampled under the feet, as swine would trample <div class=\"break columnbreak\" id=\"219b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0219.pdf\" target=\"pdfwin\">p.&#xA0;219b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0924\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> jewels under their feet.<span class=\"citation\" id=\"63738\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63738)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63738)\">Matt. 7:6<\/a><\/span> But as soon as the righteousness of the people shall warrant, he will reveal these hidden treasures of knowledge,<span class=\"citation\" id=\"127704\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127704)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127704)\">D&amp;C 89:19<\/a><\/span> and they will understand and comprehend the great things of God; and not only will records be brought forth, but the minds of men, and minds of women, and minds of children, and the minds of all the people who believe, will be like a fountain of light and intelligence, and they will be able to comprehend all records and books inspired from on high. <\/div><div class=\"paragraph jod\" id=\"v19n706\"> Sometimes, when I reflect upon these things in the spirit, it seems as though I can scarcely wait for the present generation to pass away, without seeing the Latter-day Saints in possession of these great things.<span class=\"citation\" id=\"127702\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127702)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127702)\">D&amp;C 11:22<\/a><\/span> They will surely come! Rest assured, Latter-day Saints, that these things will be fulfilled, yea, every jot and tittle;<span class=\"citation\" id=\"63124\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63124)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63124)\">Matt. 5:18<\/a><\/span> and every record that God has commanded to be kept among the ancient seers and revelators, will be brought to light in this last dispensation, and none need think that the Lord is trifling with us, for these things will be made manifest. <\/div><div class=\"paragraph jod\" id=\"v19n707\"> May God bless you is my prayer, in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}