{"ID":190045, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Origin of Man and Attributes of Deity&#x2014;Philosophers and Astronomers versus the Scriptures&#x2014;Man Possesses the Power of Improvement&#x2014;this Developed By Inspiration.<\/div>\n<div class=\"subtitle\">Discourse by Elder Erastus Snow, delivered at the Fourteenth Ward Assembly Rooms, Sunday Afternoon, Jan. 20, 1878.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Geo. F. Gibbs.<\/div>\n<div class=\"pageHeader\">Page Header: Origin of Man, Etc.<\/div>\n<div class=\"speaker\">Speaker: Erastus Snow<\/div>\n<div class=\"date\">Date: 1\/20\/1878<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d45\">\n<div class=\"paragraph jod\" id=\"v19n1027\"> &#x201C;And God said, Let us make man in our image, after our likeness: and let them have dominion over the fish of the sea, and over the fowl of the air, and over the cattle, and over all the earth, and over every creeping thing that creepeth upon the earth. <\/div><div class=\"paragraph jod\" id=\"v19n1028\"> &#x201C;So God created man in his own image, in the image of God created he him; male and female created he them. <\/div><div class=\"paragraph jod\" id=\"v19n1029\"> &#x201C;And God blessed them, and God said unto them, Be fruitful, and multiply, and replenish the earth, and subdue it: and have dominion over the fish of the sea, and over the fowl of the air, and over every living thing that moveth upon the earth.&#x201D; Gen. i, 26, 27, 28.<span class=\"citation\" id=\"52249\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52249)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52249)\">Gen. 1:26-28<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v19n1030\"> &#x201C;This is the book of the generations of Adam. In the day that God created man, in the likeness of God made he him.&#x201D;&#x2014;Gen. v, 1.<span class=\"citation\" id=\"52747\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52747)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52747)\">Gen. 5:1<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v19n1031\"> &#x201C;Whoso sheddeth man's blood, by man shall his blood be shed: for in the image of God made he man.&#x201D;&#x2014;Gen. ix, 6.<span class=\"citation\" id=\"52949\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52949)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52949)\">Gen. 9:6<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v19n1032\"> Those who believe in the Christian religion, and in the divinity of the <div class=\"break columnbreak\" id=\"322b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0322.pdf\" target=\"pdfwin\">p.&#xA0;322b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0821\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> mission of our Lord and Savior Jesus Christ, believe also the words of the Apostle Paul, speaking of him in this wise: That he was in the likeness of his Father, and the express image of his person.<span class=\"citation\" id=\"76367\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76367)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76367)\">Heb. 1:3<\/a><\/span> And the accounts we have of Jesus represent him as being physically and in all essential parts, in the likeness of man.<span class=\"citation\" id=\"75422\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75422)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75422)\">Philip. 2:7<\/a><\/span> That he ate and drank, and partook of the elements that enter into the composition of our earthly tabernacle, that he was subjected to pain and to the infirmities of our flesh, and that he suffered all things that we are subject to in the flesh; that this mortality was subject to pains and penalties of death in him, as well as in mankind generally.<span class=\"citation\" id=\"76486\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76486)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76486)\">Heb. 2:14-18<\/a><\/span> In this particular his divine origin did not exempt his mortal tabernacle from the laws that govern our flesh, only in that, the Spirit from on High was given him without measure,<span class=\"citation\" id=\"68987\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68987)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68987)\">John 3:34<\/a><\/span> and he had strength to withstand every form of temptation, and was able to obey the law pertaining to his existence here without committing sin.<span class=\"citation\" id=\"127765\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127765)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127765)\">Heb. 4:15<\/a><\/span> Otherwise there was, so far as his person and  <div class=\"break pagebreak\" id=\"323a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0323.pdf\" target=\"pdfwin\">p.&#xA0;323a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0820\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>outward appearance was concerned, no essential difference between him and Adam's race generally. <\/div><div class=\"paragraph jod\" id=\"v19n1034\"> There are a great variety of ideas and notions prevalent in the world at the present time, pertaining to the origin of man, and attributes of the Deity. There seems to be an instinct in man everywhere among all nations and peoples to worship a superior being. In this particular Christian nations are not an exception. True, in heathen countries, a variety of images, representations of Deity are set up for the people to worship, or to pay some deference unto them, as unto Deity. But the thinking portion of all these nations who encourage these various representations of Deity, do not for a moment admit that these gods, as they are sometimes called, made by man's hand, of wood and stone, or other material,<span class=\"citation\" id=\"54955\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54955)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54955)\">Deut. 4:28<\/a><\/span><span class=\"citation\" id=\"55205\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55205)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55205)\">Deut. 29:17<\/a><\/span><span class=\"citation\" id=\"61490\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61490)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61490)\">Dan. 5:4<\/a><\/span> are really gods, or that they are worshipped as gods; but only the embodiment of the idea of a Deity, a representation of a superior being. And the fact of this prevailing sentiment of mankind and the universal necessity of doing homage to a superior, however crude and indefinite this idea is, and however varied in the minds of men in the different nations of the earth, yet, taken as a whole, it is the impress of Deity upon all that bear his form in the earth, recognizing him as Deity; as a Superior Being. With many Christian sects of our time, and for generations past, the idea of Deity has seemed to be very undefined. Many philosophers and divines have attempted to describe Deity. We have it set forth in many Christian catechisms and articles of faith. God was a being without body, parts or passions. This, for many generations has been taught by the Established Church of England, and <div class=\"break columnbreak\" id=\"323b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0323.pdf\" target=\"pdfwin\">p.&#xA0;323b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0820\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> by most of the Protestant sects, both in Europe and America; Deity is described by them as &#x201C;a spiritual immaterial substance.&#x201D; This word substance is used in connection with the word &#x201C;immaterial.&#x201D; A spirit immaterial, and yet a substance!<span class=\"citation\" id=\"91399\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91399)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91399)\">D&amp;C 131:7<\/a><\/span> I have never yet found a philosopher that was able to describe a substance that was not material. The idea of a Deity that cannot be located anywhere, that has no form or substance, or materiality, and described as a spirit! It is the best definition, to my mind, of nothing at all, like the quaint familiar phrase, &#x201C;a footless stocking, without a leg.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v19n1035\"> If we believe there is any truth in the writings of Moses, the Patriarchs, Prophets and Apostles, and the teachings of Jesus, if we would indeed be consistent Christians and receive the writings of the fathers, and believe what was said unto them, we must believe that man is made in the image of God,<span class=\"citation\" id=\"52216\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52216)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52216)\">Gen. 1:26-27<\/a><\/span> and consequently that we are of the same species as the gods. However childlike and feeble we are in this condition of mortality, we are nevertheless descended from the gods, made in their image and after their likeness.<span class=\"citation\" id=\"52217\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52217)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52217)\">Gen. 1:26-27<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v19n1036\"> And when Luke, in giving us the genealogy of Jesus Christ, traces his lineage back through his mother to David, who was the son of Jesse,<span class=\"citation\" id=\"67152\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67152)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67152)\">Luke 3:31-32<\/a><\/span> and so on, he traces his descent until he reaches Abraham, who was the son of Terah,<span class=\"citation\" id=\"67156\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67156)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67156)\">Luke 3:34<\/a><\/span> and so on to Noah, who was the son of Lamech;<span class=\"citation\" id=\"67162\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67162)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67162)\">Luke 3:36<\/a><\/span> and when he reaches Adam, the first of our race, he says of him, &#x201C;which was the son of God.&#x201D;<span class=\"citation\" id=\"67165\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67165)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67165)\">Luke 3:38<\/a><\/span> Oh, says one, we are told that Adam was created, not born.<span class=\"citation\" id=\"52749\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52749)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52749)\">Gen. 5:1-2<\/a><\/span><span class=\"citation\" id=\"83280\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83280)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83280)\">Morm. 9:12<\/a><\/span><span class=\"citation\" id=\"84809\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84809)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84809)\">D&amp;C 29:34<\/a><\/span> This is something I am not disposed to dwell upon much at this time. You can think of this as you please, whether he was created or born, or whether a man, because he is born, is not created. I  <div class=\"break pagebreak\" id=\"324a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0324.pdf\" target=\"pdfwin\">p.&#xA0;324a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0819\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>do not understand the term <span class=\"italic\">creation<\/span> as meaning something suddenly made out of nothing. I believe man that is born is as much created as the thing which is made in a mold and turned out to dry, which we call an adobie. It matters not whether it takes a few minutes to make it, or a longer period&#x2014;it is created or made. And the term create I understand to be synonymous with the verb to make, and what is made is created, and what is organized is formed. And when it is written that God formed man in his own image and likeness, it does not describe the time or manner, but simply the fact of having made or created man in his own image.<span class=\"citation\" id=\"52218\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52218)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52218)\">Gen. 1:26-27<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v19n1038\"> It has been ofttimes expressed by the religious teachers of the Christian world, that God created all things in six days,<span class=\"citation\" id=\"54263\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54263)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54263)\">Ex. 20:11<\/a><\/span> and on the seventh day he rested.<span class=\"citation\" id=\"127766\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127766)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127766)\">Gen. 2:2-3<\/a><\/span> We read in this first chapter of Genesis, that in six days the Lord created the heavens and the earth.<span class=\"citation\" id=\"52035\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52035)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52035)\">Gen. 1:1-31<\/a><\/span> Now modern scientists attempt to confute this history given by Moses, by demonstrating that the earth has been formed through the operation of a long process of natural laws, and that it never could be brought into its present condition in six days. Of course, those who reason thus assume that the days here spoken of were periods of the same duration as the days counted out to us by the revolution of the earth on its axis, every time it turns upon its axis and marks the day and night. But I must be allowed to call attention to this one fact, that in the beginning of this history Moses tells us that when God first organized or created the elements of this earth, that it was without form and void; that is to say it was without its present form, and that darkness was upon the face of the abyss.<span class=\"citation\" id=\"52041\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52041)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52041)\">Gen. 1:2<\/a><\/span> Then how were the days reckoned? Until our <div class=\"break columnbreak\" id=\"324b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0324.pdf\" target=\"pdfwin\">p.&#xA0;324b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0819\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> earth assumed its position among the planets, and began to perform its revolutions, and the earth was so far completed as to assume its position among the heavenly orbs, and perform its revolutions as now, present modes of reckoning time could not be appointed to man&#x2014;either our days or months or our years, all of which are determined by the revolutions of the earth upon its axis, and the moon around the earth, and the earth in its orbit around the sun. But what is the rule or measure of time by which God reckons his labor and work?<span class=\"citation\" id=\"93406\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93406)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93406)\">Abr. 3:1-10<\/a><\/span> Is it the time measured to the inhabitants of Mars or the little planet Mercury that describes its revolution around our sun in less than three months, and counts out four of its years while we upon the earth are counting one? Or is it after the time appointed for a more distant orb of our system, that is 160 or more of our years, in performing their revolutions around the sun, thus counting out its single year? Or were the days reckoned after the great cycle of the multitudes of systems moving in space around the common center. <\/div><div class=\"paragraph jod\" id=\"v19n1039\"> Philosophers and astronomers have not lived long enough upon this earth, or kept a record of the heavenly bodies long enough to make any calculation of the length of this period. There is, however, one saying of Apostle Peter which reads&#x2014;&#x201C;Be not ignorant of this one thing, that one day is with the Lord as a thousand years, and a thousand years as one day.&#x201D;<span class=\"citation\" id=\"78441\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78441)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78441)\">2 Pet. 3:8<\/a><\/span> But whether that has any reference to the days that Moses speaks of, in which the Lord was engaged in the formation of this earth, we are not told. But be the periods longer or shorter, which the Lord called six periods, or days, in which he did his work, is of very little importance to us. Nor is it worth our time to  <div class=\"break pagebreak\" id=\"325a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0325.pdf\" target=\"pdfwin\">p.&#xA0;325a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0818\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>question or contend with geologists or modern scientists as to the duration of these periods. It is a fact that the earth exists, and that it has its sphere in which it moves, and that it is appointed for the abode of man, and that we are here, and the fathers have told us we have descended from the Gods. And that when God said to his associates, let us make man in our image, after our likeness,<span class=\"citation\" id=\"52150\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52150)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52150)\">Gen. 1:26<\/a><\/span> he was not alone. And as Paul said, &#x201C;there be gods many, and lords many,&#x201D; but so far as we are concerned, there is given unto us one God,<span class=\"citation\" id=\"73279\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73279)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73279)\">1 Cor. 8:5-6<\/a><\/span> even the Father of our Lord Jesus Christ.<span class=\"citation\" id=\"74019\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74019)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74019)\">2 Cor. 1:3<\/a><\/span> And it matters not how many more, nor where they are located, nor what might be the extent of their power and dominion. We cannot comprehend it, we are mere infants, comparatively speaking, our ideas just beginning to learn how to shoot; we are striving to grasp the little within our reach, and we find we can but grasp a little; and it is in vain to attempt to look back to the beginning, if there is any, or to look forward to the end, it there is an end. But we are taught that the works of God are one eternal round,<span class=\"citation\" id=\"84985\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84985)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84985)\">D&amp;C 35:1<\/a><\/span> and there is neither beginning nor end. <\/div><div class=\"paragraph jod\" id=\"v19n1041\"> We may jocosely ask ourselves the question, Which was first the goose or the egg? And again, Does the pumpkin produce the seed, or does the seed produce the pumpkin? You can answer the question just as you please, either in the affirmative or negative, and either or both would be, in one sense, correct. But say you, &#x201C;That is not enough for us, we want to know where and how the first pumpkin was produced.&#x201D; That is something we cannot tell, nor any other mortal being; you might just as well ask, when the last pumpkin will be produced. It is something that is absolutely incomprehensible, because there is neither beginning nor <div class=\"break columnbreak\" id=\"325b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0325.pdf\" target=\"pdfwin\">p.&#xA0;325b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0818\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> end, it is beyond the reach of human ken. But we accept the effect; we are here; the creation is a reality. We see a variety of solid rocks, and ask, How are they formed? Geologists undertake to tell us, and they refer us to the Book of Nature. But they are like other schoolchildren; they make a great many mistakes in reading. What they read correctly is correct; what they read incorrectly is incorrect. &#x201C;It is as it is, and it can't be any tisser.&#x201D; And it is folly for geologists, or any other class of scientists, to assume that they know it all, or that they have read the Book of Nature from beginning to end, and comprehend it through and through. <\/div><div class=\"paragraph jod\" id=\"v19n1042\"> Mr. Darwin, and a kindred school of modern philosophers, would fain try to impress upon us their theory of evolutions, and would have us believe we are descendants from, and only a little in advance of our ancestor, the monkey; and that other inferior grades of animals are aspiring to become monkeys; they fail to demonstrate their theories, simply because they are not demonstrateable. <\/div><div class=\"paragraph jod\" id=\"v19n1043\"> We see an endless variety in the creations before us, variety in every species of animal life, and in every species of the vegetable kingdom, and the same may be said of the heavenly bodies. And so far as man is concerned, though evidently of a common origin, yet the variety is almost as great as the number of individuals; and though the general features of the face are substantially the same, yet that variety is so great that no two can be found exactly in every respect alike. No mother that has produced from her womb twins, however near they may approach each other, was ever at a loss to discern some difference by which one could be distinguished from the other. Nor even in the vegetable kingdom can we find this law of endless variety violated, nor  <div class=\"break pagebreak\" id=\"326a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0326.pdf\" target=\"pdfwin\">p.&#xA0;326a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0817\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>yet in the animal kingdom. Where do you find any species except man endowed with the capacity of subduing the earth, and controlling the elements upon it? Moses tells us that God said unto man, &#x201C;have thou dominion over the earth and subdue it, and exercise dominion over all the lesser species of animal life, and over the fruits and herbs which shall be given to you for meat.&#x201D;<span class=\"citation\" id=\"52251\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52251)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52251)\">Gen. 1:26-30<\/a><\/span> Has any other branch of the animal kingdom done this? When man is first ushered into being, he seems more helpless than the calf or the goat, but in his progress and development he exhibits the power of the Gods; he seizes the elements, and commands them into form and shape to suit his convenience, and to serve his purposes; not only does his superior intelligence cause the king of beasts, and all branches of the animal kingdom, to crouch beneath him, but every element found to exist is at his service; by reason of this divinity in him, in its exercise and development, he chains the lightning, and makes it his servant to flash his thoughts or mandates over the earth; he touches the steam and makes it a motive power to waft him over land and sea. He makes all the elements within his reach subserve his purposes, and he invents the means by which he controls and handles them. I use the word &#x201C;invent&#x201D; because it suits the pride and vanity of a man a little better; but the more appropriate term, I should say is, <span class=\"italic\">inspiration<\/span>, for no great truth was ever revealed to man that was not an inspiration. And when Watt's, watching the trembling of the tea kettle lid, caused by the power of steam, conceived the idea of utilizing that power, was it invention or inspiration? When Newton, on seeing the apple fall from the tree, by questioning in his mind why it should fall downwards, <div class=\"break columnbreak\" id=\"326b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0326.pdf\" target=\"pdfwin\">p.&#xA0;326b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0817\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> why not fly upwards, or to the left or right, his mind was being led on from this simple observation to the comprehension of one truth after another until he was able to give to the world the laws of gravitation; and from that to searching out the laws governing the planets, so that astronomers today can make mathematical calculations of the future movements of the heavenly bodies, with much greater accuracy than the superintendent of the Utah Southern Railroad can calculate the speed of his train. Was this inspiration or was in invention? <\/div><div class=\"paragraph jod\" id=\"v19n1045\"> When the fathers that labored to bring forth and develop truth, whether scientific or religious&#x2014;for I hold all truth to be both scientific and religious; in other words, true religion embraces all truth, for it emanates from God, who is the fountain head of all truth, or in other words, who is in possession of all truth that is possible for us to reach at least. And for me to say that he has got to the end, I would no more attempt to say it, than to say that you or I have got to the end. It is not for me, in my imagination and folly, to place any bounds to or drive a pin to lariat the gods to. <\/div><div class=\"paragraph jod\" id=\"v19n1046\"> But we see that this being called man, said to have been formed in the image of God,<span class=\"citation\" id=\"52219\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52219)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52219)\">Gen. 1:26-27<\/a><\/span> that he possesses the power of improvement, of advancement, <span class=\"italic\">ad libitum<\/span>, and who shall set the bounds to the advancement and improvement of man any more than the gods of eternity? The Apostle Paul, in his letter to the Philippians, says, &#x201C;Let this mind be in you, which was also in Christ Jesus: Who, being in the form of God, thought it not robbery to be equal with God.&#x201D;<span class=\"citation\" id=\"75412\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75412)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75412)\">Philip. 2:5-6<\/a><\/span> &#x201C;Oh blasphemy!&#x201D; the narrow, contracted bigot will cry, &#x201C;Blasphemy! Paul, you naughty fellow, you had better take that back.&#x201D;  <div class=\"break pagebreak\" id=\"327a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0327.pdf\" target=\"pdfwin\">p.&#xA0;327a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0816\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>What, to exhort your brethren to cultivate the same mind and feeling, and desire and ambition, as were in Christ Jesus, who, when he found himself in the form of God, thought it not robbery to be equal with God!<span class=\"citation\" id=\"75413\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75413)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75413)\">Philip. 2:5-6<\/a><\/span> What an idea! Does not every father expect his son to grow up and become his equal? And does not every son born aspire to become like his father? And the child looks in the face of the mother, as the dearest creature it knows anything about, regarding her perhaps as perfect; her word is law, it knows no other. &#x201C;Let this mind be in you, which was also in Christ Jesus.&#x201D;<span class=\"citation\" id=\"75401\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75401)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75401)\">Philip. 2:5<\/a><\/span> And as he thought it not robbery to be equal with God,<span class=\"citation\" id=\"75420\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75420)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75420)\">Philip. 2:6<\/a><\/span> when he found himself in the form of God, don't you think differently. Why? Shall we not rob him? Oh no, we could not do it. Giving does not impoverish him, withholding does not enrich him. He is able to impart that which he possesses, if we are capable of receiving, and as fast as we are ready to receive, he is abundantly able to impart; he is not impoverished, while we are enriched; while we have waxed greatly, he has grown no less. And this he has ordained for those whom he has formed in his image and likeness.<span class=\"citation\" id=\"52151\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52151)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52151)\">Gen. 1:26<\/a><\/span> But, says the world, &#x201C;These are things we cannot comprehend.&#x201D; Very true, we cannot see the end of it; but we can see a little of it, if we cannot comprehend the whole. We may stand and look upon the chain, revolving and endless, and as it turns we may count the links, but we cannot find the end of it, neither can we tell the beginning. But we see the links, and it is a matter of very little importance to us whether we know or not how many links compose the chain, as long as we see that the eternal is one eternal round.<span class=\"citation\" id=\"84986\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84986)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84986)\">D&amp;C 35:1<\/a><\/span> We need not to try to find the end, we <div class=\"break columnbreak\" id=\"327b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0327.pdf\" target=\"pdfwin\">p.&#xA0;327b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0816\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> cannot do it, nobody ever did, and nobody ever will, simply because there is no end. And if you want to know which pumpkin produced the first seed, and which seed produced the first pumpkin, we say that neither you nor anybody else can tell, they cannot point to the time when there was either one or the other. But there was a time when we began to exist, was there not? Yes. Our spirit? Yes. Our earthly form? Yes. Will there be a time when our bodies will cease? Oh, Yes; that is something of daily occurrence, mankind coming and going. And so with all the creations of our hands. This house, in which we meet, when was this created? Oh, about 15 or 20 years ago. Still the philosopher will tell you that the trees from which the lumber was sawn, must have been hundreds of years old. Oh, to tell me that this house was made only 15 or 20 years ago, I know better; my knowledge of timber teaches me that the very trees from which the lumber was made, were several hundred years old. And the geologist will take you to the hills or along the beach and point out to you the evidences in nature of the long periods that must have elapsed since the formation of the sedimentary rocks, to say nothing about the primary rocks. And they will tell you that the period alluded to in Moses, in the history of Adam, and to the creation is scarcely a cipher compared with the period in which these elements of the earth have been coming into shape. What is all that to do with the great grand principle? We will say that the component parts of every implement formed by the ingenuity and labor of man are far older than the implement itself. A lady who makes a pound-cake, does it perhaps in a few hours; but the man that has not seen it made, and who knows not the source from whence it  <div class=\"break pagebreak\" id=\"328a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0328.pdf\" target=\"pdfwin\">p.&#xA0;328a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0815\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>came, sees a raisin in the cake.&#x201D; Oh (says he), madam, how old is this cake?&#x201D; &#x201C;I made it yesterday,&#x201D; is the reply. &#x201C;Oh, but madam, this raisin grew on some vine surely, and my knowledge and experience teaches me that vines do not grow in a day.&#x201D; But, the lady insists that she made the cake yesterday, saying, &#x201C;If you wish to know how I compounded it, step into my kitchen and you will readily learn all about it.&#x201D; By and by we may be permitted to step into the Lord's kitchen or laboratory, there perhaps commence to take lessons in these matters, as we now may by stepping into the ironmaster's shop, there to learn how he takes the different classes of ore, and by putting them through a certain process they are formed into pig or railroad iron. He speaks, he directs, and out comes his material at his command. We go into his shop and learn how this is done; we have not got far enough yet to know how these materials were brought together, how they were compounded. But it is enough for us to know that it has been done, and that somebody has done it; and we might as well say the railroad iron had no creator, nobody to design it, or command the elements to go together, as to say there is no God, because we have not the privilege of going right straight into his laboratory to find out how he commanded the elements together. We go down to the sea coast of old Salem or Boston; we see ships start out to sea properly officered and manned, under sail or steam, or both. In the course of a month, the same vessels return to port; and by and by they make another voyage, in about the same time. We see other ships start out, and it is a much longer or shorter time before they return. We know not where they have been or the several orbits in which they have been moving, but we know <div class=\"break columnbreak\" id=\"328b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0328.pdf\" target=\"pdfwin\">p.&#xA0;328b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0815\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> that they return. And although we may not know whither they have been, or whence they came, the time they have made, etc., the crew that manned them, and the captain that steered them, and the power behind them, all that commands them, know all about it. And yet our own observations should teach us that there was somebody that directed them, their movements were not the work of chance, but of design; that others perform their work and somebody has purposed it. And although we may not be able to measure the distance of the heavenly bodies, nor comprehend the extent of their revolutions, we see and know enough to convince us that they are all regulated by and subject to law; so that their laws are so well understood as frail mortal man, that even the number of them can be counted, and their movement understood, and their times and periods calculated. <\/div><div class=\"paragraph jod\" id=\"v19n1049\"> Now, would not a man be as senseless to say, there is no God, as to say, there is no shipmaster that guides the course of the vessel, and no shipowner that controls them. Their periods are appointed by him who lists to direct them. So with man. As the Apostle Paul has said: &#x201C;He giveth to all life, and breath, and all things.<span class=\"citation\" id=\"71952\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71952)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71952)\">Acts 17:25<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v19n1050\"> And hath made of one blood all nations of men for to dwell on all the face of the earth, and hath determined the times before appointed, and the bounds of their habitation.&#x201D;<span class=\"citation\" id=\"71963\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71963)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71963)\">Acts 17:26<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v19n1051\"> What is the fountain from which we drink knowledge, is it from books? I say yes, if we have within us the inspiration that enables us to cull the good from the bad, the truth from the error, storing up that which is worth retaining, and casting away the dross. For we find that books are ofttimes a labyrinth of folly and human weakness; for men write as they talk, and they talk as they think. And when  <div class=\"break pagebreak\" id=\"329a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0329.pdf\" target=\"pdfwin\">p.&#xA0;329a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0814\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>they think wrong, they talk wrong and write wrong. What is the standard of truth? Our Father and without him there is no sure standard for us. Though there are many of our own species before us, that are advancing, that are climbing onward and upward in the scale of intelligence and power, and we are striving to follow after and learn of them, yet the inspiration of the Almighty is the only true source of knowledge. As Job says, &#x201C;But there is a spirit in man: and the inspiration of the Almighty giveth them understanding.&#x201D;<span class=\"citation\" id=\"56201\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56201)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56201)\">Job 32:8<\/a><\/span> It is the candle of the Lord, and his spirit lights it.<span class=\"citation\" id=\"57466\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57466)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57466)\">Prov. 20:27<\/a><\/span> Proud, haughty, self-conceited men, do, often ignore this source of knowledge, and when they are recipients of his grace and inspiration, their hearts are too proud to acknowledge it. And if any have been inspired a little ahead of them, or have been favored with one idea in advance of their own, they, in their pride and bigotry, rise up and resist it. Thus it was when Galileo, whose mind had been susceptible to the inspirations of the Almighty, revealed to the world that the earth moved upon its axis. &#x201C;Blasphemy!&#x201D; they cried; and the power of the Romish Church was brought to crush the boy. And so it has ever been when prophet, seer, revelator, philosopher, or sage has given utterance to inspiration beyond his fellows; opposition was rife against him. &#x201C;We cannot stand this innovation! Away with! Kill him, we can't endure it!&#x201D; This is why the seed of Abraham killed the ancient prophets, and why they persecuted Jesus: and it is also the selfsame reason why the prophet Joseph Smith was martyred; he went <div class=\"break columnbreak\" id=\"329b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0329.pdf\" target=\"pdfwin\">p.&#xA0;329b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0814\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> a little beyond his fellows in his theory of God, and eternity and immortality and godliness, and his theory of human associations and morals. He was a little in advance of the men of his time, and therefore they could not endure it. &#x201C;Let him be slain, and let his people go to the wall!&#x201D; What is the matter? &#x201C;O, they marry their wives! They father their children, they honor and care for them, instead of casting them into the mire and filth of the streets to perish! The women they marry they take truly to their bosoms, and love, honor and cherish, and sustain and bless them, instead of secretly stealing around, more like low, crouching brutes than men, to seduce the fair daughters of Eve; and when they have gratified their lust, cast them off and their offspring, to be forever looked upon with reproach. O, you Latter-day Saints, we can't endure you! You will not descend to a level with us, we congressmen are after you, we will teach you morals! No matter how many mistresses you may have, we do not enter any complaint against that phase of it, the bills we have introduced are not intended to prevent your having and keeping as many courtesans as you may choose to, but it is to prohibit your marrying them!&#x201D; <\/div><div class=\"paragraph jod\" id=\"v19n1053\"> Brethren and sisters, I will not detain you longer. God bless you. Let us be men and women, true to ourselves, true to our God, true to the holy religion we have received, and by and by, those who now scorn, revile, abuse, belie, defame, and seek to trample us in the dust, will honor our memory and bless our children. <\/div><div class=\"paragraph jod\" id=\"v19n1054\"> That heaven may protect us is my prayer, in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}