{"ID":190053, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">No Salvation in Ignorance&#x2014;Revelation of Calamity&#x2014;This World Not a Bad One; Suited to Its Purpose&#x2014;Unbelief of Mankind&#x2014;The Saints Will Live.<\/div>\n<div class=\"subtitle\">Discourse by Elder Charles C. Rich, delivered in the Tabernacle, Salt Lake City, Sunday, June 30, 1878.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Geo. F. Gibbs.<\/div>\n<div class=\"pageHeader\">Page Header: No Salvation in Ignorance, Etc.<\/div>\n<div class=\"speaker\">Speaker: Charles C. Rich<\/div>\n<div class=\"date\">Date: 6\/30\/1878<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d53\">\n<div class=\"paragraph jod\" id=\"v19n1205\"> I am thankful to have the opportunity of meeting with the Latter-day Saints, this afternoon in this Taber<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"371b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0371.pdf\" target=\"pdfwin\">p.&#xA0;371b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0772\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>nacle. I trust that I may be able to impart a few words of instruction to you, inasmuch as I shall be assisted  <div class=\"break pagebreak\" id=\"372a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0372.pdf\" target=\"pdfwin\">p.&#xA0;372a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0771\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>so to do by the Holy Spirit; without this aid, I am aware that I would not be qualified to speak to your edification. <\/div><div class=\"paragraph jod\" id=\"v19n1207\"> We have met this Sabbath day for the purpose of offering up our Sacrament to the Most High God,<span class=\"citation\" id=\"86306\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86306)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86306)\">D&amp;C 59:12<\/a><\/span> to worship him; and while we are thus engaged, let me request you, my brethren and sisters, to call in the wanderings of your minds, and implore His Holy Spirit to rest upon us, that our worship may be acceptable unto the Lord, and truly beneficial unto ourselves; for, as we have learned, all blessings flow from Him, and that we are dependent upon him for every good thing that we receive. <\/div><div class=\"paragraph jod\" id=\"v19n1208\"> We are a blessed people in having received a knowledge of the plan of salvation; for we are in a position to improve our condition, day by day, by the instruction we receive, inasmuch as we are desirous to be found obedient to all the requirements of God concerning us. We have commenced to walk the strait and narrow way which, we are told, leads to the exaltation and continuation of the lives, and few there be that find it.<span class=\"citation\" id=\"91635\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91635)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91635)\">D&amp;C 132:22<\/a><\/span> The fact of our having found the way of life, ought to inspire in our hearts a desire to learn all that is necessary for us to know in order to enable us to continue in the way, serving our God with all our hearts. I presume these are the feelings of my brethren and sisters present today. You, doubtless, want to know what the Lord requires of us, in the hope of overcoming every imperfection and folly, and every evil that we are subject to while in the flesh. <\/div><div class=\"paragraph jod\" id=\"v19n1209\"> The Lord has told us in our day, through the mouth of his servant Joseph, that a man cannot be saved in ignorance.<span class=\"citation\" id=\"91390\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91390)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91390)\">D&amp;C 131:6<\/a><\/span> This one item itself is very important for us to continually bear in mind, for it is calculated to <div class=\"break columnbreak\" id=\"372b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0372.pdf\" target=\"pdfwin\">p.&#xA0;372b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0771\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> stimulate us to seek after that knowledge and wisdom that come from God, which will enable us, under all circumstances, to decide between right and wrong, and eventually lead us back to His presence. And, having attained to a portion of that knowledge that we are seeking after, we are doubtless willing to live according to and practice it in our lives. For everything that is right and pleasing in the sight of God, is not likely to produce an evil; on the contrary, its natural fruit is good. By doing right, by carrying out the will of God, we injure nobody; but on the other hand, we are then in a condition to bless and benefit others. We have already demonstrated this fact. We all know that the more nearly we live to the Lord, the better we feel, and the greater the degree of happiness that exists in our midst, and we exert an influence for good wherever we go. I have known people whose religious belief has led them to imagine that salvation was not to be obtained short of what we term the spirit world. But we have learned that the principles of righteousness produce happiness in this world as well as in the world to come.<span class=\"citation\" id=\"86378\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86378)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86378)\">D&amp;C 59:23<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v19n1210\"> So far as the religious world is concerned it seems to be perfectly understood by all classes and all denominations, that it makes but little difference what mode of worship is chosen or adopted, so that the individuals themselves are suited; the idea as to whether the service they aim to render Him be acceptable and approved of him or not, does not seem to be worthy of their consideration, in fact it is never questioned. <\/div><div class=\"paragraph jod\" id=\"v19n1211\"> There were many creeds existing when the Savior was upon the earth, having for the foundation of their faith the Old Testament. Since his day many have had, and do have an  <div class=\"break pagebreak\" id=\"373a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0373.pdf\" target=\"pdfwin\">p.&#xA0;373a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0770\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>existence, and the saying of the Savior is just as applicable today as when he spoke it. &#x201C;Strait is the gate, and narrow is the way, which leadeth unto life, and few there be that find it.&#x201D;<span class=\"citation\" id=\"63880\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63880)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63880)\">Matt. 7:14<\/a><\/span> Jesus told it precisely as it is, and he knew whereof he spoke. The Christian world, as a whole, will find when they get through with this life, that this, as well as many other sayings and teachings of the Savior, is full of significance, and they will find out, too, that it is true, a truth that cannot be changed or done away. It is not everybody that will find the gate, neither will the creeds of men nor the notions of men enable them to find it. God himself has a voice in the matter; he has provided the way, it is according to his appointment, which is no more or less than the plan devised and foreordained in the heavens and before the foundations of the earth. This Gospel plan cannot be changed or altered; it is the &#x201C;narrow way&#x201D;<span class=\"citation\" id=\"63879\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63879)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63879)\">Matt. 7:14<\/a><\/span> and the only way by which man can serve God acceptably. If, therefore, it be according to the plan that men, in order to become bearers of his message, should first themselves obey certain unchangeable requirements, and then be commissioned of him, before they could be authorized to preach his word and will to their fellow men, and thereby become virtually his servants, such requirements must be complied with, it will never do for individuals who disregard these requirements and who are wholly unauthorized of him, to go forth and act as ministers sent of God to declare the way of life to the children of men. Neither would it answer for persons to accept the doctrines of these men, however popular and acceptable to man they may be, for God, with whom all of us have to do, will not countenance them. The service we render him must be done <div class=\"break columnbreak\" id=\"373b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0373.pdf\" target=\"pdfwin\">p.&#xA0;373b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0770\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> according to his will, if done in some other way, he will not approve of it.<span class=\"citation\" id=\"85939\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85939)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85939)\">D&amp;C 50:17-20<\/a><\/span> The ordinances pertaining to his holy Temples must be performed only as he has directed, and in the place that he has commanded, unless the Lord reveals otherwise. This is consistent with reason. If we, for instance, employ people to serve us, we want to dictate their labors, and we want them to do just as we wish them, and not as they may desire to do. And how much more so with our heavenly Father. If our services be not acceptable to God, we are not serving him; then whose servants are we? Says the Savior, &#x201C;He that gathereth not with me scattereth abroad.&#x201D;<span class=\"citation\" id=\"64374\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64374)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64374)\">Matt. 12:30<\/a><\/span> And again, &#x201C;He that is not for me, is against me.&#x201D;<span class=\"citation\" id=\"64375\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64375)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64375)\">Matt. 12:30<\/a><\/span> And the Apostle Paul says, &#x201C;Know ye not, that to whom ye yield yourselves servants to obey, his servants ye are to whom ye obey; whether of sin unto death, or of obedience unto righteousness?&#x201D;<span class=\"citation\" id=\"72458\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72458)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72458)\">Rom. 6:16<\/a><\/span> Therefore, my brethren, let us duly consider the importance of this, fearing the services we do may not be of &#x201C;obedience unto righteousness,&#x201D;<span class=\"citation\" id=\"72459\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72459)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72459)\">Rom. 6:16<\/a><\/span> and consequently lost unto us, and prove to be in opposition to the will of our heavenly Father. We must conform our will unto his will; the Savior himself did this, and he sought to do no more, nor no less. And if we serve him acceptably it must be as he is pleased to direct, not as we might please unless we please to do as he wishes us to do. <\/div><div class=\"paragraph jod\" id=\"v19n1213\"> When we understand the true position we occupy as the children of God, and not of this world, we shall find that we occupy a peculiar position. <\/div><div class=\"paragraph jod\" id=\"v19n1214\"> We have to learn something, and we have to learn through the proper channel what the Lord requires of us; and when we have learned this, we must be ready and willing to comply with it, whatever it may be. And if  <div class=\"break pagebreak\" id=\"374a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0374.pdf\" target=\"pdfwin\">p.&#xA0;374a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0769\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the world did but know it, this is the mission given unto us to this earth, that we might learn, in this earthly School, things we could not learn elsewhere. And in order that we may learn correctly we must be willing to be taught by those who are competent to teach, and we must accept and study the lessons provided for us. <\/div><div class=\"paragraph jod\" id=\"v19n1216\"> Nearly half a century ago, when the Lord first commenced to reveal the principles of salvation to us his children, he began to tell us what was coming upon the earth; he predicted the overthrow of the kingdoms of this world,<span class=\"citation\" id=\"88034\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88034)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88034)\">D&amp;C 84:118<\/a><\/span><span class=\"citation\" id=\"89703\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89703)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89703)\">D&amp;C 103:7<\/a><\/span> and he commissioned and sent forth his servants to bear testimony of his second coming<span class=\"citation\" id=\"84954\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84954)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84954)\">D&amp;C 34:6<\/a><\/span> and reign on the earth. He told us of earthquakes, of famine and pestilence, and of other judgments that must eventually overtake the wicked in their unrighteousness,<span class=\"citation\" id=\"85532\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85532)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85532)\">D&amp;C 43:25<\/a><\/span><span class=\"citation\" id=\"88220\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88220)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88220)\">D&amp;C 87:6<\/a><\/span> and that was said at a time when the world was crying peace.<span class=\"citation\" id=\"127808\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127808)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127808)\">1 Thes. 5:1-3<\/a><\/span><span class=\"citation\" id=\"89536\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89536)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89536)\">D&amp;C 101:48<\/a><\/span> But people are as blind concerning the fulfillment of prophecy in these days as they were anciently, when the Savior said of them, &#x201C;they seeing see not; and hearing they hear not, neither do they understand.&#x201D;<span class=\"citation\" id=\"64498\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64498)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64498)\">Matt. 13:13<\/a><\/span> Such has been the condition of all generations, notwithstanding the revelations, given to them have been plain and positive, and many have been fulfilled and many are being fulfilled. As it was with the overthrow of the Jews, so will it be in these last days. The Lord will fulfil his word, and he will fulfil all that he has said concerning his coming, whether we are prepared or not. He will overturn the kingdoms of this world, and will establish his kingdom, and the world of mankind cannot prevent it. It is for us to prepare ourselves for the dispensation of his providences by doing right, not by thinking so, or guessing so, or may be so, but by knowing what is right. We have the opportunity to learn what right is, and what is <div class=\"break columnbreak\" id=\"374b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0374.pdf\" target=\"pdfwin\">p.&#xA0;374b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0769\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> required of us, and we have the power to do it; and if we do not do it, surely we shall be found wanting.<span class=\"citation\" id=\"61534\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61534)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61534)\">Dan. 5:27<\/a><\/span> In comparison, we will be like unto the foolish virgins whose lamps had gone out, and who, when the time came for them to appear ready to go forth to meet the Bridegroom, whom they were waiting for, found they had no oil in their lamps; and while they were seeking to renew their stock, the bridegroom came and they were too late to meet him.<span class=\"citation\" id=\"66017\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66017)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66017)\">Matt. 25:1-13<\/a><\/span> There are a great many things pertaining to us, Latter-day Saints, that should occupy our serious attention. It is an easy matter to make mistakes unless we are very careful; and if we do make mistakes we will find ourselves more or less injured, and astray from the right path, and devoid of that portion of the Holy Spirit that we otherwise might enjoy. <\/div><div class=\"paragraph jod\" id=\"v19n1217\"> So far as this world is concerned, some people look upon it as a horrid world, a world full of pain, sorrow and suffering. I do not regard it as such. I consider it a blessed world, a glorious world, which affords us very many privileges. What other place is there besides this world where we can obtain remission of sins? That ordinance belongs to this life and this world and to no other. And a great many things pertaining to this world we can do here, but which we cannot do after we pass behind the veil. If we attend to the duties of this life in the time and season thereof, not leaving undone anything which we are able to do, all will be well with us hereafter; but if we fail in the performance of our duties here, we certainly shall regret and perhaps mourn our negligence when we shall have passed away; and besides we shall then have to depend upon others to do things in our behalf, which we might have done ourselves. Let us improve our opportunities here, and  <div class=\"break pagebreak\" id=\"375a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0375.pdf\" target=\"pdfwin\">p.&#xA0;375a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0768\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>appreciate them as fully we ought to. They are great and glorious, and if we not make a good use of them, we will certainly be sorry when we pass away, and what makes it more serious is that we do not know when, if ever, we shall cease to be sorry. This probation is short, and when we shall have done everything in our power to do, using our very best exertions to fulfil every obligation and duty, we shall then no more than be prepared. The more we learn and understand pertaining to the things of God, the more sensible we will become of the importance of being careful and determined, on our part, never to yield to the spirit of indifference or be guilty of committing an act that is wrong. We should be astonished if a messenger from the eternal world could be influenced to commit an act of folly or wrong. As saints of God we ought to be so firm, and have that determination, in connection with our knowledge, that we could not be moved by any influence or power to do a wrong, however trivial. What is at stake in regard to this matter? Everything so far as our exaltation is concerned. This is something that we should think of and bear in mind in all our associations and situations in life, being careful and cautious that we do not produce an evil that will live longer than we do. Seeing that we are all the time subject to temptation, and consequently to do wrong, we ought to be determined in our own hearts, never to allow any wrong that we may do to live longer than we do; let us see that no evil, however small, finds place in our hearts; but rather cultivate the good fruit in all of our associations in this life, feeling thankful that we have the privilege of laboring for the cause of right and truth, and of developing these principles within us. <\/div> <div class=\"break columnbreak\" id=\"375b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0375.pdf\" target=\"pdfwin\">p.&#xA0;375b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0768\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v19n1219\"> We are called upon now to build Temples. I can say with great pleasure that, so far as my knowledge extends among the Latter-day Saints, that they, as a whole, are willing to perform this labor. We have, through the goodness and mercy of God, learned that Temples are for an important use, and that without them we cannot, in our present condition, receive certain blessings necessary to our salvation and exaltation in the Kingdom of God. Why so? Because the Lord has ordained that those blessings shall be administered in such places, and which, if not performed as he has directed, are without effect. These are things that we understand, because the Lord has enlightened us through his Holy Spirit. It has been a common saying in the world that the Latter-day Saints were led blindly of the Prophet Joseph; after his death it was said they were the dupes of the Prophet Brigham; and now it may be said that we yield blind obedience to President Taylor. But, as Latter-day Saints, we understand it is every man's privilege and every woman's privilege to know for themselves that these men were and still are servants of the living God, and that it is, therefore, God who leads and directs them. And if any belonging to this church are not satisfied on this point, it is because they are not living up to their privileges; and to all such, if there be any, I would say it is time you were obtaining this knowledge; it is time that every man and woman, claiming membership in the church and kingdom of God, were enabled to rise up and bear testimony to the world, if necessary, that they do know that God has set his hand to build up his kingdom, and that it has been established in the earth in our day, and that we have been permitted to receive it.  <div class=\"break pagebreak\" id=\"376a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0376.pdf\" target=\"pdfwin\">p.&#xA0;376a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0767\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>When we can bear this testimony, it will not be, &#x201C;I guess so,&#x201D; or &#x201C;may be so;&#x201D; but it will be &#x201C;Verily, thus saith the Lord.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v19n1221\"> I can say now, as I have often said before you and before the world, that I know for myself that God has established his kingdom on the earth in these days, and that he requires obedience to the laws of his kingdom and that he not only requires it, but that it is our duty to willingly and gladly submit to his will whatever it may be, for he can require nothing of us only that which will be for our good, and that, too, which we must perform in order to purify ourselves to enter into the Celestial kingdom. &#x201C;Well,&#x201D; one may say, &#x201C;But the world do not believe it.&#x201D; I know the world did not believe Noah, when he preached unto them for the space of 120 years<span class=\"citation\" id=\"52828\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52828)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52828)\">Gen. 6:3<\/a><\/span> that if they did not receive his testimony, the Lord would send a flood of water upon them.<span class=\"citation\" id=\"93283\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93283)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93283)\">Moses 8:17<\/a><\/span> The world did not believe Jesus the Son of God, when he told them the future of Jerusalem. I know, too, that, so far as history informs us, the world never has received the testimonies of the servants of God, neither do they believe now what is being preached to them by his servants. But for all that the Lord has always fulfilled his word, and by it the <div class=\"break columnbreak\" id=\"376b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0376.pdf\" target=\"pdfwin\">p.&#xA0;376b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0767\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> righteous have been saved, and the disobedient destroyed. And we know that he will bring to pass all that has been spoken by the mouth of his servants, whether the world believe or not. And, as the people of God, who have been simple-minded enough to receive the message he has sent unto us, we have the consolation of knowing that while wickedness and abomination and all who delight therein, will be swept away from the earth, according to the decree of the Almighty, his saints, with their children, will live to increase and spread abroad and ultimately fill the whole earth.<span class=\"citation\" id=\"61114\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61114)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61114)\">Dan. 2:35<\/a><\/span> Let us cultivate within us the knowledge of God, by living according to the light we have received; and let us ever appreciate the privileges that this world affords us of learning good and evil, and of being able to distinguish between that which is right and that which is wrong. We have the power, if faithful, to overcome evil and opposition and all the powers of darkness, and of sanctifying ourselves before the Lord through his truth,<span class=\"citation\" id=\"127809\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127809)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127809)\">John 17:17<\/a><\/span> and of preparing ourselves while on this earth to inherit his glorious presence in the world to come. <\/div><div class=\"paragraph jod\" id=\"v19n1222\"> That this may be our happy lot, is my prayer in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}