{"ID":190009, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Work of the Priesthood the Improvement of the Human Family&#x2014;The Gospel More Than Morality, It Includes Redemption&#x2014;Differences Between the Ideas of the Saints and the World&#x2014;The Prophets in Regard to the Increase of Mineral Wealth&#x2014;Teach the Children.<\/div>\n<div class=\"subtitle\">Discourse by President Brigham Young, delivered in the Tabernacle, Ogden, Sunday Morning, May 27, 1877.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: James Taylor.<\/div>\n<div class=\"pageHeader\">Page Header: The Work of the Priesthood, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 5\/27\/1877<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d09\">\n<div class=\"paragraph jod\" id=\"v19n150\"> I can offer a few of the reflections of my own mind with regard to the discourse of brother Geo. Q. Cannon. I will take his text: &#x201C;We have a great work to perform.&#x201D; Not that I have time to take up item by <div class=\"break columnbreak\" id=\"45b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0045.pdf\" target=\"pdfwin\">p.&#xA0;45b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1098\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> item, and explain and give you correct views, so that you can understand all things pertaining to this great work; but I will give a few words, hoping that you are prepared to receive them in good and honest  <div class=\"break pagebreak\" id=\"46a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0046.pdf\" target=\"pdfwin\">p.&#xA0;46a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1097\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>hearts, and digest them by the spirit of revelation, and understand what I have in my own heart. <\/div><div class=\"paragraph jod\" id=\"v19n152\"> The improvement that we are undertaking is not a small labor. It is not the work of a day, or a week, or a month, but the work of a lifetime; and when we end our career here, we hope to leave those behind us on the earth of our own posterity, who are better calculated to go on with this work, and who will do so until it is completed. What is this work? The improvement of the condition of the human family. This work must continue until the people who live on this earth are prepared to receive our coming Lord, and dwell with the sanctified, and to associate with angels and with our Savior, preparatory to entering into the presence of our heavenly Father. <\/div><div class=\"paragraph jod\" id=\"v19n153\"> Now this is the work; and how are we to perform this work is the question which I hope you will be able to understand. I wish you had the spirit of revelation. I would delight in the Latter-day Saints living so that the Spirit of God would be within them, so that they could see and understand and judge all these things for themselves. <\/div><div class=\"paragraph jod\" id=\"v19n154\"> I will commence by drawing attention to the philosophy of man here upon the earth. We see ourselves here today. Here are old, greyheaded men, aged ladies, infants in their mother's arms, and persons in the different conditions and stages of life, with varied looks, feelings, sympathies and passions. We see this variety before us today. But we all commenced at the foot of the hill. We see the infant in its mother's arms. What is this infant here for? What is the design in the creation of this little infant child? It lies here in its mother's arms; it would not resist, in the <div class=\"break columnbreak\" id=\"46b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0046.pdf\" target=\"pdfwin\">p.&#xA0;46b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1097\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> least, if it were dropped into a cauldron of boiling oil; if it were thrown into fire it would not know it until it felt the flames; it might be laid down here, and the wolf might come and lick its face, and it would not know but that its mother was soothing it. You see this foundation, the starting point, the germ of intelligence embodied in this infant, calculated to grow and expand into manhood, then to the capacity of an angel, and so onward to eternal exaltation. But here is the foundation. Sent to school, the child learns to read, and continues to improve as long as it lives. Is this the end of the knowledge of man? No. It is only the beginning. It is the first stage of all the intelligence that the philosopher in his reflections, taking the starry world before him, and looking into the immensity of the creations of God, can imagine. Here is the first place where we learn, this is the foot of the hill. <\/div><div class=\"paragraph jod\" id=\"v19n155\"> Now the object is to improve the minds of the inhabitants of the earth, until we learn what we are here for, and become one before the Lord, that we may rejoice together and be equal. Not to make all poor. No. The whole world is before us. The earth is here, and the fullness thereof is here.<span class=\"citation\" id=\"56503\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56503)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56503)\">Ps. 24:1<\/a><\/span> It was made for man; and one man was not made to trample his fellow man under his feet, and enjoy all his heart desires, while the thousands suffer.<span class=\"citation\" id=\"85098\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85098)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85098)\">D&amp;C 38:25-27<\/a><\/span><span class=\"citation\" id=\"85900\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85900)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85900)\">D&amp;C 49:20<\/a><\/span> We will take a moral view, a political view, and we see the inequality that exists in the human family. We take the inhabitants of the civilized world, and how many laboring men are there in proportion to the inhabitants? About one to every five that are producers, and the supposition is that ten hours work by the one to  <div class=\"break pagebreak\" id=\"47a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0047.pdf\" target=\"pdfwin\">p.&#xA0;47a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1096\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>three persons in the twenty-four hours will support the five. It is an unequal condition of mankind. We see servants that labor early and late, and that have not the opportunity of measuring their hours ten in twenty-four. They cannot go to school, nor hardly get clothing to go to meeting in on the Sabbath. I have seen many cases of this kind in Europe, when the young lady would have to take her clothing on a Saturday night and wash it, in order that she might go to meeting on the Sunday with a clean dress on. Who is she laboring for? For those who, many of them, are living in luxury. And, to serve the classes that are living on them, the poor, laboring men and women are toiling, working their lives out to earn that which will keep a little life within them. Is this equality? No! What is going to be done? The Latter-day Saints will never accomplish their mission until this inequality shall cease on the earth. <\/div><div class=\"paragraph jod\" id=\"v19n157\"> We say but very little about politics. If we have laws, we should have good laws, and we should get good men to adjudicate those laws. And if we are at variance with our neighbor, and are in want of better judgment than we have to settle our difficulties, let us call three or twelve men, and leave it to them to decide between us. Adopt this course, and it would save an immense amount of time, and set the lawyer to raising his own potatoes and wheat, instead of gulling the people. The nonproducer must live on the products of those who labor. There is no other way. If we all labor a few hours a day, we could then spend the remainder of our time in rest and the improvement of our minds. This would give an opportunity to the children <div class=\"break columnbreak\" id=\"47b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0047.pdf\" target=\"pdfwin\">p.&#xA0;47b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1096\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to be educated in the learning of the day, and to possess all the wisdom of man. <\/div><div class=\"paragraph jod\" id=\"v19n158\"> But we are to revolutionize the world. Do you think these Latter-day Saints can do it? I do not know. It is the work of the Almighty; and if he sends forth his Spirit to teach the people true principles, we have a right, a moral right, a religious right, to tell the truth to the people without interruption; and men have no business to raise their anger against this people, when we are merely telling the truth to the inhabitants of the earth, and instructing them how they can better their condition. <\/div><div class=\"paragraph jod\" id=\"v19n159\"> But we have something more than morality alone to teach the people. What is it? It is how to redeem the human family. In Adam&#x2014;that is, if we believe this book (the Bible), and believe the history that Moses gave of our first parents, and of the inhabitants of the earth, which indeed we have to depend upon, for we are not in possession of any other history of our first parents, and are consequently obliged to refer to this history&#x2014;if we believe this, I can say that as in Adam all die, even so in Christ all are made alive.<span class=\"citation\" id=\"73826\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73826)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73826)\">1 Cor. 15:22<\/a><\/span> If we can believe Moses and the Apostles, we die in consequence of sin in the conduct of our first parents, in eating that which they were forbidden to eat; that we are shut out and cannot see and understand heavenly beings. We cannot see their faces. We cannot hear their voices. We cannot behold their glory. We are shut out from this. The veil of mortality being dropped between us and the Creator, something has to be done so that we may return and behold those that are exalted. <\/div><div class=\"paragraph jod\" id=\"v19n160\"> There is a difference between the Latter-day Saints and the professed  <div class=\"break pagebreak\" id=\"48a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0048.pdf\" target=\"pdfwin\">p.&#xA0;48a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1095\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Christian world. Shall I remark on this difference? We teach our children that we are serving a God who has an ear to hear, an eye to see. He has a mouth to speak, a hand to handle. He has a body. He has the component parts of man. He moves in his own sphere. He dwells at his own dwelling place. His presence and his power fill immensity. He has filled the heavens and the earth with his works, and placed man here upon the earth, and brought forth in the latter days his greatest work. It is the greatest work for the salvation of the human family that has been revealed to man since the fall of Adam. I hope you teach this in the Sunday school, that we are serving a God who has a body, parts and passions, and who has feelings, and a fellow feeling. Well, you startle at this. You have a fellow feeling. If the Christian world were to hear me declare that our Father in heaven could know and sympathize with this mortality by experience, and has a fellow feeling, and deals kindly and sympathetically and mercifully with those who are froward, they would be startled. Yet this is our Father. We believe in him. Yes. Ask the Christian world, Do you believe in such a God? No, they say. What kind of a being do you believe in? Such as was described in the inscription which Paul saw written on the altar at Athens, &#x201C;To the unknown God.&#x201D;<span class=\"citation\" id=\"71946\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71946)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71946)\">Acts 17:23<\/a><\/span> &#x201C;We worship that unknown God.&#x201D; But the God that the Latter-day Saints are worshiping, and that we teach our children to worship, is the God and Father of our Lord Jesus Christ<span class=\"citation\" id=\"74294\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74294)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74294)\">2 Cor. 11:31<\/a><\/span><span class=\"citation\" id=\"74764\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74764)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74764)\">Eph. 1:3<\/a><\/span> and the Father of our spirits,<span class=\"citation\" id=\"77214\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77214)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77214)\">Heb. 12:9<\/a><\/span> the author of the existence of our bodies, He who placed them here upon the earth. He gave existence to us all. He <div class=\"break columnbreak\" id=\"48b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0048.pdf\" target=\"pdfwin\">p.&#xA0;48b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1095\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> gave breath and being to all. And yet man has his agency; this truth we must never lose sight of. We must teach our children that Christ came in the meridian of time; that he suffered and died for the original sin Adam committed in the Garden of Eden, and tasted death for every man.<span class=\"citation\" id=\"92751\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92751)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92751)\">Moses 6:57-62<\/a><\/span> He suffered for every man upon the earth. <\/div><div class=\"paragraph jod\" id=\"v19n162\"> This is the character of him whom we receive as our Savior. <\/div><div class=\"paragraph jod\" id=\"v19n163\"> We want you to believe in Him, my son, my daughter. Believe in His Father, and that they have compassion upon us, and we should hearken to His counsel. What is required of us as soon as we come to the years of accountability?<span class=\"citation\" id=\"84160\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84160)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84160)\">D&amp;C 18:42<\/a><\/span> It is required of us, for it is an institution of heaven, the origin of which you and I cannot tell, for the simple reason that it has no beginning, it is from eternity to eternity&#x2014;it is required of us to go down into the waters of baptism. Here is a fountain or element typical of the purity of the eternities. Go down into the waters, and there be baptized for the remission of sins, and then have hands laid upon us to confirm us members of the Church of Jesus Christ of Latter-day Saints.<span class=\"citation\" id=\"86712\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86712)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86712)\">D&amp;C 68:25-27<\/a><\/span> Then receive the Spirit of truth,<span class=\"citation\" id=\"70259\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70259)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70259)\">John 15:26<\/a><\/span><span class=\"citation\" id=\"70404\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70404)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70404)\">John 16:13<\/a><\/span> or the Holy Ghost. Then live according to every word that proceeds out of the mouth of God,<span class=\"citation\" id=\"62835\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62835)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62835)\">Matt. 4:4<\/a><\/span> through those men whom he has appointed here upon the earth, until we are perfect. <\/div><div class=\"paragraph jod\" id=\"v19n164\"> If we go and preach the Gospel, men and women of age, youths and children believe our testimony, come forward and desire to receive a remission of their sins by obeying the ordinances of the house of God, that are placed in that house for the express purpose of remitting sins. Then they commence to live moral lives, as becometh those who have embraced the truth, and continue  <div class=\"break pagebreak\" id=\"49a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0049.pdf\" target=\"pdfwin\">p.&#xA0;49a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1094\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to live by the truth until they are prepared to enter into an exaltation. How long will they live here? No matter if they live as long as Methuselah lived,<span class=\"citation\" id=\"52811\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52811)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52811)\">Gen. 5:27<\/a><\/span> if they commence that moral reform required in their lives. Those who have been in the habit of swearing, swear no more.<span class=\"citation\" id=\"63179\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63179)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63179)\">Matt. 5:34-35<\/a><\/span> Never use the name of the Deity without his authority.<span class=\"citation\" id=\"54228\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54228)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54228)\">Ex. 20:7<\/a><\/span> If we are in the habit of telling that which is not true, learn to speak the truth.<span class=\"citation\" id=\"127601\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127601)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127601)\">Ex. 20:16<\/a><\/span> If we speak evil of our neighbors, cease to speak evil.<span class=\"citation\" id=\"85340\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85340)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85340)\">D&amp;C 42:27<\/a><\/span> Covet not that which is not our own.<span class=\"citation\" id=\"54319\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54319)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54319)\">Ex. 20:17<\/a><\/span> Keep the Ten Commandments,<span class=\"citation\" id=\"54190\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54190)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54190)\">Ex. 20:3-17<\/a><\/span> and then go on until we are perfect,<span class=\"citation\" id=\"127602\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127602)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127602)\">Heb. 6:1 (JST)<\/a><\/span> loving our neighbor more than we love ourselves,<span class=\"citation\" id=\"65481\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65481)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65481)\">Matt. 22:39<\/a><\/span> imparting to all that kind fellow feeling, that we can take those who are in this poor and stricken condition of life, and raise them, that they may come up and possess the fruits of the earth, and enjoy all that we can enjoy in raiment, food and possessions. Raise our own horses, our own food, and let everyone be a producer, and then we can with a good grace, be consumers. Infringe upon no one. Instead of making any poorer, make all wealthy. <\/div><div class=\"paragraph jod\" id=\"v19n166\"> A few words upon the minerals found in our mountains. We have had a great many men examining among the mountains, and through the plateaus and ranges in the south. The whole scientific world, a few years ago, would have pledged their reputation that there was not any mineral in the sandstone range along the Rio Virgin River. Now they are finding it in many places. A great many have told me that there was no mineral there, but it is now found in various parts of the southern portion of this Territory. What can I say about it? The Lord, in Isaiah, says, &#x201C;For brass I will bring gold, and for iron I will bring silver, and for wood brass, and for stones iron.&#x201D;<span class=\"citation\" id=\"60008\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60008)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60008)\">Isa. 60:17<\/a><\/span> <div class=\"break columnbreak\" id=\"49b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0049.pdf\" target=\"pdfwin\">p.&#xA0;49b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1094\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> I can attribute it to no other agency than the power of God diffusing it in these mountains. I will refer it to the scientific world. You may as well take a piece of wood and say that it shall become a piece of sandstone, as to say that you will find silver in sandstone. Did you ever know sandstone to become a petrifaction. It is hard to say where it will not be found, now that it is found in the barks of petrified trees. It is no matter, the Lord is managing all this, and he does just as he pleases with regard to the treasures of the earth, and we may look for them, but if we are not to find them, they will be hid. When God says to his agents, remove this gold, this silver, this copper, it will be done. You do not understand this philosophy, but I do. And my philosophy outreaches the philosophy of men that study books. I have said enough with regard to the minerals of the earth. <\/div><div class=\"paragraph jod\" id=\"v19n167\"> I see a man grow up from the infant stage to be a scholar, and by and by he has an empire, and can give laws to the people, that can equalize them, and bring them to a state of happiness and excellency, and give them all the advantages that man can possess upon the earth, and make every man happy and comfortable. This is the work that we have upon our hands. Teach the people the faith of the Gospel. Teach them what God is, and what His work is, and that there never was a time such as many of our philosophers speak of, who drift back and back, and come to this theory and that theory, and go back, and back to the time when we were all reptiles. When was there a time when there was not a God? But, say they, there must have been a time. Then you declare to me, do you, that there was a time when there was no time. And this is the philosophy of a great  <div class=\"break pagebreak\" id=\"50a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0050.pdf\" target=\"pdfwin\">p.&#xA0;50a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1093\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>many of the scientific in this day. They see the heavens stretched out, but they comprehend them not. And why do they not say, if there was a time when there was no time, there will be a time again when there will be no time. What a condition for man to be in! Can we look onward and upward through the immensity of space, and behold the worlds on worlds that we call stars, and imagine that they will be blotted out forever? What an idea! What a philosophy! Why, it ought to be laughed at by the ignorant, and those who are children in their reflections. A time when there was no God, no eternity! It cannot be possible, and the philosopher who tries to establish such a doctrine cannot possess any correct ideas of his own being. Will there ever be such a time? No. But forever onward and upward. So it is with the religion we have embraced. <\/div><div class=\"paragraph jod\" id=\"v19n169\"> Teach the Sunday School children with regard to the heavens, with regard to their faith, with regard to their mortal lives, and reach out to that higher life, far above this, that we may, if we will, enjoy upon the earth. This is the condition of man. This is the road for men to walk in, to be obedient to the principles of eternal truth, those immortal principles that God has revealed to us. <\/div><div class=\"paragraph jod\" id=\"v19n170\"> With regard to the ordinances of God, we may remark that we yield obedience to them because He requires it; and every iota of His requirements has a rational philosophy with it. We do not get up <div class=\"break columnbreak\" id=\"50b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0050.pdf\" target=\"pdfwin\">p.&#xA0;50b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1093\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> things on a hypothesis. That philosophy reaches to all eternity, and is the philosophy that the Latter-day Saints believe in. Every particle of truth that every person has received is a gift of God. We receive these truths, and go on from glory to glory, from eternal lives to eternal lives, gaining a knowledge of all things, and becoming Gods, even Sons of God.<span class=\"citation\" id=\"87060\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87060)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87060)\">D&amp;C 76:58<\/a><\/span> These are the celestial ones. These are they whom the Lord has chosen through their obedience. They have not spurned the truth, when they have heard it. These are they that have not spurned the Gospel, but have acknowledged Jesus and God in their true character; that have acknowledged the angels in their true character. These are they that work for the salvation of the human family. <\/div><div class=\"paragraph jod\" id=\"v19n171\"> I say to the Latter-day Saints, all we have to do is to learn of God. Let the liars lie on, and let the swearers swear on, and they will go to perdition. All we have to do is to go onward and upward, and keep the commandments of our Father and God; and He will confound our enemies. It is for you and me to improve our children, and teach them to bring forth the elements here, until we possess all things that are on the earth, and then prepare to possess the things that are in Heaven, and go on from glory to glory, until we are crowned with God the Father. <\/div><div class=\"paragraph jod\" id=\"v19n172\"> May the Lord bless you, Amen. <\/div>\n<\/div>\n<\/div>"}