{"ID":190026, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Everlasting Gospel&#x2014;Temple Building&#x2014;The High Priests and Seventies&#x2014;to the Bishops&#x2014;to the Sisters.<\/div>\n<div class=\"subtitle\">Discourse by President John Taylor, delivered at the Quarterly Conference, Held in Ogden, Oct. 21, 1877.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: the Ogden Junction.<\/div>\n<div class=\"pageHeader\">Page Header: The Everlasting Gospel, Etc.<\/div>\n<div class=\"speaker\">Speaker: John Taylor<\/div>\n<div class=\"date\">Date: 10\/21\/1877<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d26\">\n<div class=\"paragraph jod\" id=\"v19n464\"> [This report is from longhand notes, and though not <span class=\"italic\">verbatim<\/span>, is as nearly so as possible.&#x2014;ED.] <\/div><div class=\"paragraph jod\" id=\"v19n465\"> I am happy to meet my brethren and sisters at this Conference. Since I was last here, we have had to <div class=\"break columnbreak\" id=\"143b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0143.pdf\" target=\"pdfwin\">p.&#xA0;143b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1000\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> mourn the loss of our venerated President, Brigham Young. It has cast a gloom over the Saints throughout the Territory, and all feel sorrowful. He led Israel for a long time&#x2014;the past 33 years, and in leaving us  <div class=\"break pagebreak\" id=\"144a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0144.pdf\" target=\"pdfwin\">p.&#xA0;144a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0999\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>we have felt his loss. His demise was among the events necessarily associated with human affairs, for the Lord manages such things by his own will. I remember when Joseph was taken, but his death was not like that of Brigham Young, but by the hands of a ruthless mob. It was a matter of great importance to us relatively, but not great with the work in which we are all engaged. When the Lord revealed the gospel unto Joseph Smith, and unfolded His purposes and designs to the earth&#x2014;when He gave us a knowledge of the laws, ordinances of the Gospel and doctrines, it was not for the object of elevating him as a man, but was done in the interest of society and the world in which we live&#x2014;in the interest of the living and the dead, according to the decrees of Jehovah before the world was rolled into existence, or the morning stars sang together in joy.<span class=\"citation\" id=\"56249\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56249)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56249)\">Job 38:7<\/a><\/span> In the last days He saw it was proper to restore the new and everlasting Gospel&#x2014;<span class=\"citation\" id=\"127636\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127636)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127636)\">Rev. 14:6<\/a><\/span><span class=\"citation\" id=\"127637\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127637)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127637)\">D&amp;C 101:39<\/a><\/span>new to the world because of its traditions, follies, weaknesses, etc., but everlasting because it existed with God, with Him before the world was, and will continue when change shall succeed change, and when all things are made new<span class=\"citation\" id=\"74200\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74200)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74200)\">2 Cor. 5:17<\/a><\/span><span class=\"citation\" id=\"80744\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80744)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80744)\">Rev. 21:5<\/a><\/span><span class=\"citation\" id=\"82667\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82667)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82667)\">3 Ne. 12:47<\/a><\/span><span class=\"citation\" id=\"83523\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83523)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83523)\">Ether 13:9<\/a><\/span><span class=\"citation\" id=\"84781\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84781)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84781)\">D&amp;C 29:24<\/a><\/span><span class=\"citation\" id=\"89489\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89489)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89489)\">D&amp;C 101:25<\/a><\/span> the things of God will endure on and on forever. So it is an everlasting Gospel, though new to the world. It was introduced in the interest of humanity: our fathers, the Prophets and men of God who once administered on the earth and are now administering in the heavens, had a hand in introducing this work. Today they feel interested in rolling forth the work and purposes of God assigned to them before the foundation of the world. It is to them, to God, to Jesus, that we are indebted for the light, life and intelligence communicated, and we shall look to them <div class=\"break columnbreak\" id=\"144b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0144.pdf\" target=\"pdfwin\">p.&#xA0;144b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0999\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> throughout all time for instructions to sustain and direct us. We talk about the organization of the Church being better attended to lately than formerly; but from whom did we receive it? What did we know about the Apostles till God revealed it? Nothing. We talk about the Patriarchs, the First Presidency; who knew of them till God revealed it? No one. The High Priests, Seventies, Elders&#x2014;who knew about them or their calling, duties and labors till God revealed it? No one. It is the case with the Bishops, Counselors, High Councilors, the Lesser Priesthood, and with all the organizations and Quorums; the light was all from God, and not from man. It came through revelations from God to Joseph Smith, the Prophet of God; hence we are indebted to the Lord for all these things, for all the knowledge we have in relation to those principles. Who taught the gathering principle and why are we here today? Under what influence did we come? Many Latter-day Saints themselves hardly realize it. We read in the history of the Church that, at a certain time there was a revelation given, in the Temple which was built at Kirtland, Ohio; when Joseph Smith and Oliver Cowdery were seated in it, several important personages appeared and gave certain keys, powers and privileges; among them was Moses, who represented what is termed the Gathering Dispensation, which was to gather Israel from the four quarters of the earth;<span class=\"citation\" id=\"90504\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90504)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90504)\">D&amp;C 110:11<\/a><\/span> you will find it in the edition of the Doctrine and Covenants, and I refer you to that, where it is positively stated. Why did we gather? Because the keys of this dispensation were given to Joseph Smith, and conferred by him on the Twelve, the Seventies and others, and they received this as a part of their ministry, their endowments, if you  <div class=\"break pagebreak\" id=\"145a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0145.pdf\" target=\"pdfwin\">p.&#xA0;145a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0998\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>please, and when they called upon the people to repent and be baptized, and they did so, they received the Holy Ghost, and among other things received was this principle of gathering, and I defy all Israel to have so gathered without these keys and been brought together as they are today. But we had no trouble in gathering because we had the keys. I have seen the time when the people were almost willing to sell themselves in order to get here, and you know this to be true; it is all from God. <\/div><div class=\"paragraph jod\" id=\"v19n468\"> Our Temple building is of the same nature; we are living in the dispensation of the fulness of times, embracing all the powers, principles, doctrines and covenants since the world was, and among the rest is Temple building. The speaker here read from the Doctrine and Covenants, concluding with, &#x201C;Before the great and terrible day of the Lord shall come, I will turn the hearts of the children to the fathers, and of the fathers to the children, etc., lest I come and smite the children with a curse.&#x201D;<span class=\"citation\" id=\"90553\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90553)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90553)\">D&amp;C 110:13-16<\/a><\/span> Did Elijah hold these keys? He did. Did he give them to Joseph? He did. You will find it in the same revelation as that quoted; a feeling of that kind sprang up in the breasts of the Latter-day Saints, till we hardly know sometimes why we do so, but we do. We built our first Temple in Kirtland, then one at Nauvoo, and laid the foundation for one at Far West, Missouri; we have also built one here at St. George; it is a beautiful building, and we are performing the ordinances there for the living and the dead. Do any of us regret the part we have taken in it? I think not. Then we have been doing work on another in Salt Lake, another in Sanpete, and another in Cache Valley, all of which will be magnificent buildings when completed; not less than 500 men are at work on <div class=\"break columnbreak\" id=\"145b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0145.pdf\" target=\"pdfwin\">p.&#xA0;145b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0998\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> them. It looks odd to some people who don't know what it means, but we know because God revealed it to us; we are always on hand. <\/div><div class=\"paragraph jod\" id=\"v19n469\"> The year past, 1876, feelings were stirred up in the mind of the President, and he called on the Twelve, the High Priests, the Seventies and Elders to subscribe to build the Temple at Salt Lake. Did they do it? Yes. You, here, did your share and gave means freely, as thousands did throughout the Territory. Why did he feel like this? Because the spirit of God prompted him. Why did the Seventies, Priests, Teachers, etc., respond so promptly? Because the spirit of God rested on them and all hands wanted to help build the Temples to the name of God, that we might administer the ordinances necessary to be performed for the living and the dead. If we turned our Temples over to the world today, they would not know what to do with them; they could not administer in the ordinances, and we should not know if God had not taught us; but the Gospel brings us light and places us in communion with the heavens through time and eternity; they tell us to build Temples and then instruct us how to administer in them for the living and the dead&#x2014;that men who are placed here are for a certain work, and they are helping us to do our work and are operating with the Gods in the heavens in our behalf, and we for them&#x2014;they without us are not made perfect,<span class=\"citation\" id=\"77136\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77136)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77136)\">Heb. 11:40<\/a><\/span> nor are we perfect without them.<span class=\"citation\" id=\"91196\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91196)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91196)\">D&amp;C 128:15,18<\/a><\/span> It requires union&#x2014;union cemented by indissoluble ties; it unites us to each other and to them, and enables us to act intelligently, and when we get through with our affairs, to assist others in the accomplishment of theirs in the interest of God and humanity. This is not our work, nothing that we have done; God has done it, He  <div class=\"break pagebreak\" id=\"146a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0146.pdf\" target=\"pdfwin\">p.&#xA0;146a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0997\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>wants us to help Him and He will help us. We can do nothing in and of ourselves, for we are weak and frail and need the guidance and revelation of God to uphold us. <\/div><div class=\"paragraph jod\" id=\"v19n471\"> We have had a Conference here today, and you are more perfectly organized than before. The Lord some time ago wrought on the mind of President Young to have a more complete organization in the Church, and the Twelve were called on to visit the settlements and explain the order of the Priesthood, etc.; to organize the Stakes with all the officers&#x2014;President and Counsel, the High Council and Priests under the President and the Counsel over the Stake&#x2014;Bishops, Elders, the Lesser Priesthood, and all those called local authorities in their several places, and have everything in order; the Twelve went through the Territory, and assisted by the Presidency, the work was accomplished, and has been for some time. The quorums before you today are the result of their work. What did he know of this only as God revealed it? Nothing. Did Brigham Young or Joseph Smith know it? No, only as God revealed it. But the necessary information has been given, and today the Church is more perfectly organized than ever before, perhaps with the exception of the general assembly at Kirtland, but in some things now we are more stable and complete than they were even then. It is proper at the present time to refer to such things for instruction, though brother Richards is well posted in respect to these matters, and has taught you much in relation to them. <\/div><div class=\"paragraph jod\" id=\"v19n472\"> In Kirtland, Ohio, we had many things revealed through the Prophet Joseph; we had the First Presidency over the High Council, and another in Missouri. Joseph Smith and his Counsel presided over that in Kirt<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"146b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0146.pdf\" target=\"pdfwin\">p.&#xA0;146b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0997\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>land; hence some things at times took place that were peculiar to some people; when they were at a loss to find out anything pertaining to the principles and doctrines, the Presidency inquired of the Lord, and would get the desired information. Now, I would make a remark in regard to these things here. All the High Councils and all those holding the Priesthood, the Presidents and all the Bishops and their Counsel, and all holding positions in the Church and kingdom of God that are faithful, honest, diligent and upright, if they seek unto God they will have wisdom imparted to them under all circumstances and on all occasions, as to what course they should pursue, and it is the order of God that all should have His Spirit in proportion to their integrity and faith; and if one does not have it is because he is not diligent in seeking after such things. As brother Joseph F. said this morning he could have revelation for himself, though not to regulate the Church; it would be the privilege of the President of the Twelve to regulate all things in relation to Zion; but the other principle extends to all grades and all men in the Church and kingdom of God, each in his place, if he lives his religion and is faithful and prepared to receive the truths from God so that he can instruct the children of men. There appears at times to be a discrepancy among all of us, for we are all weak and infirm; and God made it so on purpose, that man might not glory in himself<span class=\"citation\" id=\"73172\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73172)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73172)\">1 Cor. 3:21<\/a><\/span> but in the God of Israel. <\/div><div class=\"paragraph jod\" id=\"v19n473\"> I will say something in relation to High Priests, and what their place is in the Church. They came conspicuously before us in the late organizations. The speaker again read from the Doctrine and Covenants, &#x201C;And again, I give unto you John  <div class=\"break pagebreak\" id=\"147a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0147.pdf\" target=\"pdfwin\">p.&#xA0;147a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0996\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>C. Smith,&#x201D;<span class=\"citation\" id=\"91105\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91105)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91105)\">D&amp;C 124:133<\/a><\/span> etc. What are they organized for? The purpose is set forth in the Doctrine and Covenants. They are a sort of normal school to prepare the people to preside;<span class=\"citation\" id=\"127638\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127638)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127638)\">D&amp;C 124:134-135<\/a><\/span> they have hardly fulfilled this; perhaps if they had been more active, and become acquainted with principles for which they are organized, we should not have to ordain so many High Priests from the Elders' Quorum to make Presidents of Stakes, Bishops, High Councils, etc.; but as it was we had to pick up the material where we could, and I hope we will have better material next time. <\/div><div class=\"paragraph jod\" id=\"v19n475\"> I hear a great deal said about which is the &#x201C;biggest&#x201D; man. The &#x201C;biggest&#x201D; man makes no difference whatever. I think that the man who can be most like a little child will be the greatest in the kingdom of God.<span class=\"citation\" id=\"65013\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65013)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65013)\">Matt. 18:1-5<\/a><\/span><span class=\"citation\" id=\"66583\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66583)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66583)\">Mark 9:33-37<\/a><\/span><span class=\"citation\" id=\"67355\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67355)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67355)\">Luke 9:46-48<\/a><\/span> Greatness does not consist of talking of things, but in doing them. We are now just beginning to move; Zion is stretching forth and lengthening out her cords;<span class=\"citation\" id=\"59689\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59689)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59689)\">Isa. 54:2<\/a><\/span> we want no more baby's play, but let us have wisdom, light, revelation, and let the power of the Priesthood of God burn in the hearts of the people to waken them to a knowledge of truth; then when other Stakes are to be organized we can apply to this normal school and get men prepared. We have got a great number of Seventies, and the question has often arisen, Which is the biggest, they or the High Priests? I say I don't think it makes much difference as to which is the greater or smaller. I think the body of Christ was not one member, but composed of many parts.<span class=\"citation\" id=\"73493\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73493)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73493)\">1 Cor. 12:12<\/a><\/span> Now which member of your body would you like to be without?<span class=\"citation\" id=\"73495\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73495)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73495)\">1 Cor. 12:12-27<\/a><\/span> An arm or a leg? No, you want both. So does the Church. But which is the most useful? If you can tell me which of those members is most useful to you, I will let you know <div class=\"break columnbreak\" id=\"147b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0147.pdf\" target=\"pdfwin\">p.&#xA0;147b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0996\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> which is the most useful to the Church, the High Priests or Seventies. We ought to magnify the Priesthood we hold, and be satisfied with the positions we hold. We have sent a number of Elders on missions, whose duty it is to preach to the people of the earth. They go when they are called, but it is often hard work; they make a great many excuses&#x2014;they have debts to settle, families to support, etc. In meeting they will talk about who is the &#x201C;biggest,&#x201D; and when they are gone for a while they get homesick and want to return; they say, &#x201C;there is no place like home.&#x201D; They meet difficulties among the people, who don't believe much that is told them. Did they ever? Not much. We don't expect to gather all, we will take one of a city and two of a family, and bring them to Zion;<span class=\"citation\" id=\"60335\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60335)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60335)\">Jer. 3:14<\/a><\/span> and if our Elders abroad would be more particular, and realize that they are messengers of the Lord&#x2014;exhibit more of the Apostolic power, and have the light of the Spirit of God, they would realize that they are sent to teach, not to be taught;<span class=\"citation\" id=\"85492\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85492)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85492)\">D&amp;C 43:15<\/a><\/span> they would measurably control circumstances, not be controlled by them altogether. Here are the Lamanites to attend to; when we are through with them, then the Jews, then the Ten Tribes, and then the earth is to be redeemed and the power of God prevail, and we must take a part, for we are not here to look so much after our own affairs as to build up Zion. The Elders ought to reflect and say, &#x201C;What can I do to help on the work? God inspire my heart and mind and soul, that I may help to build up the kingdom of God.&#x201D; That is the way to feel. Then to the High Councils of Stakes and to the Presidents of Stakes I would say, you ought to feel that you are servants of the living God, that the eye of the great Jeho<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"148a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0148.pdf\" target=\"pdfwin\">p.&#xA0;148a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0995\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>vah is over you, and be working in the interest of the Gospel. We are not here to build up ourselves, but to build up Zion and the kingdom of God on the earth, that we may magnify our calling and honor our God. As brother Joseph F. said, we should not allow ourselves to be bartered or sold, but work for the interests of Israel. <\/div><div class=\"paragraph jod\" id=\"v19n477\"> The Bishops of the various Wards have their place; it is their duty to attend to the interests of their Wards, to look after the temporal affairs principally, not for their own benefit, but that of the people. They should set patterns of all that is good and praiseworthy; their duty is to do justice and adjudicate in all matters pertaining to a Bishop's court, as a common court in Israel, and they ought to judge in all righteousness, fidelity, and truth. The Priests ought to be full of the Holy Ghost, and should be full of intelligence to act as watchmen over the people, trying to stop ill feelings, evil actions, etc. The Teachers ought to assist them, and visit from house to house, and see that no iniquity prevails.<span class=\"citation\" id=\"84370\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84370)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84370)\">D&amp;C 20:54<\/a><\/span> The Deacons should assist the Bishops in temporal affairs, and be faithful in their calling. <\/div><div class=\"paragraph jod\" id=\"v19n478\"> Let us act together as a family in the interest of the Church and kingdom of God, for thereby come the blessings promised. We are now operating for these things, and these organizations are for that purpose. The Deacon who honors his calling is more honorable than the Apostle who does not. Can we find High Priests, Seventies, and Elders who don't pray? Yes, I am afraid so. And further, in relation to the Teachers, I will tell you my rule. When they come to me, I call in my family and ask them to instruct us and impart such information as is their duty. That is the way I feel to<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"148b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0148.pdf\" target=\"pdfwin\">p.&#xA0;148b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0995\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>wards the men who come in that capacity. They have a perfect right to do it, it is their duty, and they are always at liberty to visit my household. <\/div><div class=\"paragraph jod\" id=\"v19n479\"> We all have a great Priesthood if we magnify it, and there is no little Priesthood. In relation to the young men, I would say that in their associations a good spirit is growing&#x2014;they are waking up. The Young Men's Mutual Improvement Associations and other organizations of our young men are very praiseworthy. Young men, the burden of the kingdom will yet roll on your shoulders, and you must prepare for it. If you will go to God and ask for wisdom, he will give it to you. Get the best books, the Book of Mormon, Doctrine and Covenants, and read our own publications, you will find such intelligence as you never dreamed of. Ask God for faith. Get all the sciences, arts, and useful learning you can from schools; get nothing false, but the things pertaining to earth and the elements, and how to use them; when you meet let it be in the fear of God, and he will bless you. <\/div><div class=\"paragraph jod\" id=\"v19n480\"> A word to the sisters. They have their associations and societies&#x2014;all of which are good and praiseworthy. They form a part of us, for the man is not without the woman, nor the woman without the man.<span class=\"citation\" id=\"73343\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73343)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73343)\">1 Cor. 11:11<\/a><\/span> It takes a man and a woman to make a man; without woman, man is not perfect; God so ordained it. We are aiming at celestial glory, and when we reach that exaltation, will we have our wives? Yes. The women have to manage household affairs; they must rear the children properly, and cultivate those principles which exalt and beautify, that all may move on pleasantly and harmoniously. In the Relief Societies they discharge their duties better than we could, because of their tender sympathies and  <div class=\"break pagebreak\" id=\"149a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0149.pdf\" target=\"pdfwin\">p.&#xA0;149a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0994\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>gentler natures. Joseph Smith organized a Relief Society in Nauvoo as far back as that; Emma was president, sisters Whitney and Cleveland were her counselors, and Eliza R. Snow secretary, who has visited you often, and whom you well know. They allowed the society to sleep for a while, but they are now waking up. What should they teach? I can't go into details, but they should teach dress, speak and act aright, diffuse correct principles, and let us have sisters growing up fit to associate with the angels of God. I want you to make home a heaven for your husbands, that when they come there they will feel happy, cheerful, and comfortable in their households. Do away with evil speaking&#x2014;let love, kindness, and friendly feelings prevail; and if the sisters want the brethren to give them a few bushels of wheat to take care of, let them have it, it is not much, and we may some day be glad we did so. I have read of an extravagant man, whose wife proposed that he give her so much&#x2014;ten or twenty dollars to keep house with, and instead of spending it she <div class=\"break columnbreak\" id=\"149b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0149.pdf\" target=\"pdfwin\">p.&#xA0;149b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0994\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> saved it in the Bible. Finally a financial crash came, and he went to his wife for consolation. She told him to read the Bible for comfort, and when he opened the leaves the money dropped out. What does this mean? he said. His wife said, you were careless, and I took care of the money you gave me; and this money saved him from ruin. Therefore let the sisters take care of the wheat. <\/div><div class=\"paragraph jod\" id=\"v19n482\"> The speaker here referred to the question of using the Tithing for Temple building, saying if it were all paid in that was owing, we need ask nothing further, but such was not the case. He then referred to the Perpetual Emigration Fund, saying there was over $1,000,000 due it from those who had been emigrated, and he hoped it would be paid without further delay. At present no radical changes would be made in the matter of Temple building. May God help Israel and prepare us for an inheritance in his kingdom, in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}