{"ID":190007, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Remarks on the Temple Ground.<\/div>\n<div class=\"subtitle\">Remarks by Elder John Taylor, delivered on the Occasion of Dedicating the Temple Site at Logan, Cache County, Utah, on Friday, at 12 M. O'Clock, May 18, 1877.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Geo. F. Gibbs.<\/div>\n<div class=\"pageHeader\">Page Header: Remarks on the Temple Ground.<\/div>\n<div class=\"speaker\">Speaker: John Taylor<\/div>\n<div class=\"date\">Date: 5\/18\/1877<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d07\">\n<div class=\"paragraph jod\" id=\"v19n114\"> I feel to rejoice to see the work of God progressing as it is today, and to witness the spirit and feeling that are being manifested among the Saints everywhere throughout the Territory for the advancement of His Church and Kingdom on the earth. In my visit south to attend Conference, I felt to rejoice exceedingly in seeing the Temple completed at St. George. It is a most beautiful building, pure and white as the driven snow, both outside and in. It is elegant in design, and there is a manifest propriety and adaptability in all its arrangements. The labor and finish exhibit talent and artistic skill of the highest <div class=\"break columnbreak\" id=\"34b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0034.pdf\" target=\"pdfwin\">p.&#xA0;34b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1109\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> order, and it is chaste, exquisite, appropriate, and beautiful in all its appointments. <\/div><div class=\"paragraph jod\" id=\"v19n115\"> Approaching from the north, with the black basaltic lava mountain frowning on the background, and the grim red sandstone nearer its base, relieved indeed by the beautiful city of St. George, with its shrubberies, its gardens and orchards, its vines, its trees and flowers, it stands as a chaste memorial, a sweet elysium, a haven of repose, in this beautiful oasis of the desert; and is a proud and lasting monument of its originator and designer, the fidelity of the architect, the skill of the mechanics, and the faith, self-denial,  <div class=\"break pagebreak\" id=\"35a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0035.pdf\" target=\"pdfwin\">p.&#xA0;35a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1108\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>liberality and devotion of the Latter-day Saints. <\/div><div class=\"paragraph jod\" id=\"v19n117\"> When I visited that holy Temple, accompanied by my brethren who were with me, we experienced a sacred thrill of joy, and a solemn, reverential sensation. As we entered its sacred portals, we felt that we were standing on holy ground, and experienced, with one of old, &#x201C;Surely this is the house of God, and the gate of heaven.&#x201D;<span class=\"citation\" id=\"53486\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53486)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53486)\">Gen. 28:17<\/a><\/span> That is not simply a metaphorical expression, but a reality, for it is in that House, and it will be in the House to be built on this ground, that the most sacred ordinances of God are to be performed, which are associated with the interest and happiness of the human family, living and dead. I felt to rejoice in my heart that we had been thus far successful in the building of one temple to the name of our Father and God. <\/div><div class=\"paragraph jod\" id=\"v19n118\"> On our return from St. George, when we came to Manti, in Sanpete County, we found a place dedicated and set apart like this ground has been. Again I felt to rejoice to witness the spirit and feeling that were manifested among the brethren in that district of country; everybody seemed desirous to commence the work of building the Temple. When I heard of the one to be erected here my joy was still greater, and I am indeed very happy for the privilege of meeting with you, of taking part in this dedication, of listening to the prayer of Brother Pratt and the remarks of President Young, all of which were dictated by the Spirit of the living God, all <div class=\"break columnbreak\" id=\"35b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0035.pdf\" target=\"pdfwin\">p.&#xA0;35b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1108\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of which have their meaning, and ought to influence our hearts and minds, and lead us to take a deep and abiding interest in the great and important things that are going on in our midst and around about us. They are things in which the angels and gods are interested, and in which God our Father is interested, and all the ancient prophets and holy men of God that have ever lived; all feel interested in these things which we are now engaged in, and all stand ready to approve of our works. If we go to work with all our hearts and with all our souls, we can accomplish it within the time the President has given us. Yes, I will venture to say we can do it in two-and-a-half years, instead of three-and-a-half years. If we can lay aside our narrow, contracted ideas, and feel that we are servants of the living God, that we are operating and cooperating with Him and with the holy Priesthood behind the veil for the accomplishment of this object, then the power and blessing of Almighty God will be upon us and be within us, and we will feel like giants refreshed with new wine, and the work of God will roll on, Zion will arise and shine, and the glory of God will rest upon her.<span class=\"citation\" id=\"59886\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59886)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59886)\">Isa. 60:1<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v19n119\"> I say &#x201C;Amen&#x201D; to the prayer of Brother Pratt, and to the remarks of President Young, and I say God bless our President and his Counselors, God bless the Twelve, and God bless the Presidents and Bishops and every good man that fears him and keeps his commandments. Amen. <\/div>\n<\/div>\n<\/div>"}