{"ID":190004, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Saints Should Be Whole-Hearted&#x2014;Seek First the Kingdom&#x2014;The Latter-day Work a Revelation&#x2014;Joseph Smith Illiterate&#x2014;Our Agency Accepts or Rejects&#x2014;Love of the Truth Proved More By Example Than Precept&#x2014;An Important Generation.<\/div>\n<div class=\"subtitle\">Discourse by Elder Charles C. Rich, delivered in the New Tabernacle, Salt Lake City, Saturday Afternoon, May 12, 1877.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Geo F. Gibbs.<\/div>\n<div class=\"pageHeader\">Page Header: Saints Should Be Whole-Hearted, Etc.<\/div>\n<div class=\"speaker\">Speaker: Charles C. Rich<\/div>\n<div class=\"date\">Date: 5\/12\/1877<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d04\">\n<div class=\"paragraph jod\" id=\"v19n78\"> I am glad to enjoy the opportunity of meeting with the Latter-day Saints in this Tabernacle in Con<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"26b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0026.pdf\" target=\"pdfwin\">p.&#xA0;26b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1117\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ference, under circumstances so favorable. I have been much interested in listening to the instructions we  <div class=\"break pagebreak\" id=\"27a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0027.pdf\" target=\"pdfwin\">p.&#xA0;27a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1116\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>have heard this day. They are words of encouragement to the faithful, they strengthen the weak, they enkindle within us all the fire that burns yet not consumes;<span class=\"citation\" id=\"53789\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53789)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53789)\">Ex. 3:2<\/a><\/span> and we are stimulated to continue in the good fight of faith<span class=\"citation\" id=\"76007\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76007)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76007)\">1 Tim. 6:12<\/a><\/span> despite every opposing power. <\/div><div class=\"paragraph jod\" id=\"v19n80\"> We embraced the principles of the everlasting Gospel in various lands, and we gathered here for the express purpose of learning further of his ways that we might walk in his paths.<span class=\"citation\" id=\"57804\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57804)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57804)\">Isa. 2:3<\/a><\/span> It therefore is plain and easy to understand the great obligation that we have placed ourselves under, an obligation that becomes the more serious and important as we count the years of our membership in this Church, and as we have had opportunity. To become efficient laborers in the kingdom, is that we learn the mind and will of God concerning us, and then go forth and do it to the very best of our ability and power. Unless we seek the Lord with our whole heart, willing to sacrifice all for him and his cause, we cannot be wholly accepted of him. <\/div><div class=\"paragraph jod\" id=\"v19n81\"> We are told by revelation that all blessings are to be enjoyed upon the principles by which his kingdom can be built up, and upon no other.<span class=\"citation\" id=\"127589\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127589)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127589)\">D&amp;C 105:5<\/a><\/span><span class=\"citation\" id=\"91350\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91350)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91350)\">D&amp;C 130:20-21<\/a><\/span> It would be in vain for us to imagine that we are going to enjoy the blessing of the celestial world by adopting any principles we may choose, or that may be suitable to our own peculiar ideas and feelings. Then the first lesson for us to learn is how we can best become acquainted with the wishes of our Father, how we can best use our time and our talents to subserve the interests of his cause here upon the earth. We have entered the door of the kingdom, and that is about all. The actual work we have only commenced, and who cannot see that it is of the <div class=\"break columnbreak\" id=\"27b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0027.pdf\" target=\"pdfwin\">p.&#xA0;27b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1116\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> greatest importance that we organize ourselves that we may the better prosecute our labors! We pray that the will of God may be done on earth as in heaven.<span class=\"citation\" id=\"63400\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63400)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63400)\">Matt. 6:10<\/a><\/span><span class=\"citation\" id=\"67482\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67482)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67482)\">Luke 11:2<\/a><\/span> What does it avail us if we do not seek first the kingdom of God and all its righteousness?<span class=\"citation\" id=\"63650\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63650)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63650)\">Matt. 6:33<\/a><\/span> And how can we obey this divine injunction unless we seek in the right and proper way to establish its principles in our hearts and lives, giving that kingdom and its government a foundation, a chance to develop itself into the proportions it eventually will do. <\/div><div class=\"paragraph jod\" id=\"v19n82\"> The tendency of mankind generally is to gratify a craving for this world's goods, adopting such ways as will best secure to them their heart's desire; this really is their aim and object of life. When we reflect that we live in this important age, when God our heavenly Father has again spoken to the children of men, revealing to them his designs and purposes and the only way to be saved, it is time for us to awake to a sense of duty and prepare ourselves in all readiness, for he does not speak in vain; all must be fulfilled even as it is written,<span class=\"citation\" id=\"63123\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63123)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63123)\">Matt. 5:18<\/a><\/span><span class=\"citation\" id=\"68449\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68449)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68449)\">Luke 24:44<\/a><\/span> whether we individually take part in it or not. <\/div><div class=\"paragraph jod\" id=\"v19n83\"> The Lord will have a people trained in the school of experience until they shall be prepared to receive him when he shall come to dwell upon the earth for the space of a thousand years.<span class=\"citation\" id=\"84739\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84739)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84739)\">D&amp;C 29:11<\/a><\/span><span class=\"citation\" id=\"93178\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93178)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93178)\">Moses 7:65<\/a><\/span> This we understand; we have been taught it by divine instruction, and it is for us to be willing to be taught and to be used in accomplishing the preparatory work. He has also declared by the voice of his servants whom he has raised up, and by his own voice, that the wicked and those who delight in abominations he will overthrow as individuals<span class=\"citation\" id=\"127592\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127592)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127592)\">Ps. 101:8<\/a><\/span><span class=\"citation\" id=\"127593\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127593)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127593)\">2 Ne. 30:10<\/a><\/span> and as nations;<span class=\"citation\" id=\"127590\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127590)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127590)\">D&amp;C 56:1<\/a><\/span><span class=\"citation\" id=\"127591\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127591)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127591)\">D&amp;C 87:6<\/a><\/span> and in the place  <div class=\"break pagebreak\" id=\"28a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0028.pdf\" target=\"pdfwin\">p.&#xA0;28a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1115\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>thereof he will have a righteous people who will fear and obey him in all things. This has been preached to the world now for nearly half a century, and we are still declaring it. We know not how many will hearken to this warning voice, but we do know that history informs us that Noah preached one hundred and twenty years,<span class=\"citation\" id=\"52826\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52826)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52826)\">Gen. 6:3<\/a><\/span><span class=\"citation\" id=\"93282\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93282)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93282)\">Moses 8:17<\/a><\/span> warning the people of threatened judgments, preaching to them the way of life, with but very little success. The word of the Lord through Noah was verified and fulfilled even as he had declared it. <\/div><div class=\"paragraph jod\" id=\"v19n84\"> The words of the Lord were lamentably fulfilled on the heads of his chosen seed, because they rejected the same Gospel message which was sent unto them. And the Lord has said that in the last days his word should be verified as in former times.<span class=\"citation\" id=\"83858\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83858)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83858)\">D&amp;C 5:20<\/a><\/span> True, the message might be lightly esteemed, and they that bear it, as well as those that receive it, may be set at nought,<span class=\"citation\" id=\"83800\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83800)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83800)\">D&amp;C 3:7<\/a><\/span> just in the manner that his word and people always have been treated by the world of mankind generally. <\/div><div class=\"paragraph jod\" id=\"v19n85\"> This Latter-day work has been commenced by an illiterate, unlearned boy; but like the leaven that was put into the measures of meal,<span class=\"citation\" id=\"64623\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64623)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64623)\">Matt. 13:33<\/a><\/span><span class=\"citation\" id=\"67670\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67670)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67670)\">Luke 13:21<\/a><\/span> it has worked until already it attracts not only the attention of men of high and low birth, but of nations. And although its advocates have, as a general thing, been persons of humble birth and of limited education, where has appeared the man that has succeeded in gainsaying them, and proving false the principles they teach? That individual is yet to be found; he cannot be found nor never will be, for it is the truth, we bear the new and the everlasting Gospel which is incontrovertible. And still, with all this before the world, how few comparatively <div class=\"break columnbreak\" id=\"28b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0028.pdf\" target=\"pdfwin\">p.&#xA0;28b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1115\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> hearken to and obey the message! And how many imperfections we find existing among us! We need careful and gradual training, to be taught a little now and again; and many times we find ourselves almost ready to relinquish our hold on eternal life, having need to be converted again to the truth; and yet we call ourselves Latter-day Saints. <\/div><div class=\"paragraph jod\" id=\"v19n86\"> The question that ofttimes arrests my attention is, if we receive not the truth as it is presented to us here, will we be willing to hereafter? Some people imagine that when we pass from this stage of our being we shall all be in a condition to receive truth whether we received or rejected it while upon this earth. It is by reason of our agency that we reject truth and accept evil; and we will find when we go hence that we shall still be possessed of the same agency; and if we were not willing to receive the truth in this world, what assurance have we that our agency will not lead us to reject truth hereafter.<span class=\"citation\" id=\"82261\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82261)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82261)\">Alma 34:34<\/a><\/span> If Latter-day Saints cannot endure to the end, if they cannot in their hearts receive as well as practice all of the principles of the Gospel as they are made known to them by his servants, it is folly in the extreme for us to allow ourselves to believe that by rejecting certain principles here we will be able to practice them in the world to come. <\/div><div class=\"paragraph jod\" id=\"v19n87\"> We will also find that there are certain things that can be preformed in this world, that peradventure cannot be attended to anywhere else. Baptism by immersion is an ordinance essential to salvation; it is the door to the kingdom and none can be saved without it; and it is an ordinance that strictly belongs to this life. There are also certain ordinances essential to our exaltation in our Father's kingdom that can be performed only in Temples, except in  <div class=\"break pagebreak\" id=\"29a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0029.pdf\" target=\"pdfwin\">p.&#xA0;29a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1114\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>certain peculiar circumstances; and in order that we should derive their benefit we are called upon to erect these sacred edifices. These are ordinances all-important in their nature that belong to this life, they must be attended to here, that we might be prepared to enter upon the duties of the life to come. <\/div><div class=\"paragraph jod\" id=\"v19n89\"> There is one matter that has received a great part of my attention particularly of late, that is the conforming of my will to the will of God, not only pertaining to things spiritual but also to things temporal associated with my everyday life. And it appears to me that we as a people have now reached that stage of the latter-day work when this same question is brought right home to the minds of all who claim membership in the Church and kingdom of God. There is one thing he will require of us, that is to prove by example as well as precept that we love him beyond any and everything else; he will require that we establish beyond a doubt that our affections and hearts are his, and that to do his bidding and further the interests of his cause is our greatest and fondest desire. <\/div><div class=\"paragraph jod\" id=\"v19n90\"> There seems to be throughout the world a great love for wealth. It is true that riches ofttimes secure ease, comfort and enjoyment. But then these are indulgences that belong only to this life; as no man brought anything into the world, so none will take anything away.<span class=\"citation\" id=\"56031\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56031)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56031)\">Job 1:21<\/a><\/span> What then may we expect to enjoy in the hereafter? Such blessings only as are secured unto us through the sealing ordinances of the holy Priesthood which reach behind the veil. While reflecting on this, would it not be well for us, as Latter-day Saints, to also imagine, if we can, our feelings if through unworthiness on our part we should find ourselves in the next world disappointed. I think that <div class=\"break columnbreak\" id=\"29b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0029.pdf\" target=\"pdfwin\">p.&#xA0;29b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1114\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> when we consider these things, that compared with our eternal happiness everything else is small and of little moment. <\/div><div class=\"paragraph jod\" id=\"v19n91\"> There is much required at our hands, we have not only to labor for ourselves, but for our dead friends, whom we shall meet sooner or later. If when we renew our acquaintance with them we can tell them that we officiated in the Temple ordinances for them, it will afford us joy as well as them; but if when we shall meet them we are not the bearers of such welcome intelligence, feelings of remorse will overtake us in not having done our duty, when opportunity was afforded us to do so. These are some of my reflections relative to some of our present and immediate duties. <\/div><div class=\"paragraph jod\" id=\"v19n92\"> I am pleased to say that wherever I go I perceive a willingness on the part of the people to build Temples, and also to become united in establishing ourselves upon such a basis as will make us independent of the surrounding world, producing and manufacturing everything we need for use and wear,<span class=\"citation\" id=\"127594\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127594)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127594)\">D&amp;C 42:40<\/a><\/span> and thus become self-sustaining; so that when Babylon shall fall<span class=\"citation\" id=\"94622\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94622)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94622)\">Rev. 14:8<\/a><\/span> we may sustain no loss.<span class=\"citation\" id=\"94623\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94623)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94623)\">Rev. 18:21<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v19n93\"> There has never been a generation of time so important as the one in which we live. Our prospects too are peculiarly and unusually encouraging, for the Gospel we preach will never be taken away from the earth,<span class=\"citation\" id=\"84016\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84016)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84016)\">D&amp;C 13:1<\/a><\/span> and as long as we prove faithful we will maintain our rights which God has given us. There is a prospect too of our posterity living when peace for the space of a thousand years shall be on this earth, when the Savior and holy beings will visit with men in the flesh, and then his glory will surround the habitation of the Saints.<span class=\"citation\" id=\"127595\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127595)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127595)\">Isa. 4:5<\/a><\/span><span class=\"citation\" id=\"127596\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127596)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127596)\">Rev. 21:22<\/a><\/span> I know of no previous dispensation that had such encouraging and glorious prospects. <\/div> <div class=\"break pagebreak\" id=\"30a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0030.pdf\" target=\"pdfwin\">p.&#xA0;30a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1113\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v19n95\"> Then let me say to the Latter-day Saints, let us practice the principles of our holy religion, be willing to be directed and used for the good of our Father's cause, in whatever capacity <div class=\"break columnbreak\" id=\"30b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0030.pdf\" target=\"pdfwin\">p.&#xA0;30b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1113\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> we may be placed, and be servants and Saints of God in very deed. And that this may be our happy lot is my prayer in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}