{"ID":190003, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Belief and Knowledge&#x2014;Personal Knowledge Indispensable&#x2014;Possession of the Holy Ghost Necessary to the Knowledge of the Truth&#x2014;How to Obtain the Holy Ghost&#x2014;His Office&#x2014;The Enmity of the World Towards the Priesthood An Evidence of Its Divine Authority&#x2014;Always Was and Always Will Be So&#x2014;Conditions Upon Which Blessings Are to Be Obtained, or Lost.<\/div>\n<div class=\"subtitle\">Discourse by Elder Joseph F. Smith, delivered in the Tabernacle, at St. George, Sunday, April 2, 1877.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Geo. F. Gibbs.<\/div>\n<div class=\"pageHeader\">Page Header: Belief and Knowledge, Etc.<\/div>\n<div class=\"speaker\">Speaker: Joseph F. Smith<\/div>\n<div class=\"date\">Date: 4\/2\/1877<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d03\">\n<div class=\"paragraph jod\" id=\"v19n59\"> During the time I may occupy, I desire to express my feelings with regard to my faith in the Gospel, and the great latter-day work in which we are all more or less engaged, that you as well as my brethren may know how I stand before God and man. <\/div><div class=\"paragraph jod\" id=\"v19n60\"> I was born in the Church of Jesus Christ of Latter-day Saints, but not <div class=\"break columnbreak\" id=\"20b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0020.pdf\" target=\"pdfwin\">p.&#xA0;20b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1123\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> under the sealing covenant; that principle was revealed to this Church subsequent to my birth. I have been reared in the midst of the people called Latter-day Saints, receiving most of my limited education in their society, and that during my childhood under the guidance of my mother. Since the age of 15 years, I have been engaged more or less in  <div class=\"break pagebreak\" id=\"21a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0021.pdf\" target=\"pdfwin\">p.&#xA0;21a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1122\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the ministry, and have received instruction through having the counsels and teachings of the servants of God, as you all have; but some, perhaps, have not enjoyed this privilege to so great an extent as others who have been less abroad. In my childhood I learned to believe the Gospel, and in the divine mission and calling of the Prophet Joseph Smith, in the visitation of the angel Moroni, in the establishment of the kingdom of God on the earth, and also in the gathering together of the people of the Lord, and many important things connected with this great latter-day work. <\/div><div class=\"paragraph jod\" id=\"v19n61\"> On my first mission I began to learn something for myself; I had hitherto believed the testimonies of the servants of God whom I had heard converse and preach, as well as the instructions I received from a most kind and affectionate mother, as also what I could comprehend through reading the Book of Mormon, the Doctrine and Covenants, and the Bible. But in the ministry, where I labored earnestly, I began to comprehend more fully, through the inspiration of the Holy Spirit, what I had read and been taught, and so they became in my mind established facts, of which I was as absolutely certain as I was of my own existence; and from the beginning of my experience as an Elder in the Church until the present, if there has been a moment in my life when I have doubted the divinity and truthfulness of these things, it has escaped my notice, and it is today as much a matter of fact with me, as it is that I live. <\/div><div class=\"paragraph jod\" id=\"v19n62\"> I long ago learned to prize the principles of the Gospel, as of far greater importance than all earthly things; they are of more value than this present life, for without the Gospel it is valueless, the grand ob<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"21b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0021.pdf\" target=\"pdfwin\">p.&#xA0;21b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1122\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ject and purpose of life being attainable only through being obedient unto the Gospel. <\/div><div class=\"paragraph jod\" id=\"v19n63\"> A saying of the Savior is here forced upon my mind, &#x201C;For what shall it profit a man, if he shall gain the whole world and lose his own soul? or what shall a man give in exchange for his soul?&#x201D;<span class=\"citation\" id=\"64956\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64956)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64956)\">Matt. 16:26<\/a><\/span> Again, &#x201C;I am the door: by me if any man enter in, he shall be saved,&#x201D;<span class=\"citation\" id=\"69653\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69653)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69653)\">John 10:9<\/a><\/span> but only upon this plan can he be saved. <\/div><div class=\"paragraph jod\" id=\"v19n64\"> By the principles of the Gospel, as revealed through the Prophet Joseph Smith, we are privileged to secure unto ourselves the gift of eternal life, which is the greatest gift of God.<span class=\"citation\" id=\"84099\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84099)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84099)\">D&amp;C 14:7<\/a><\/span> Without these principles we are as the dumb animal, so far as relates to the knowledge of God, for our fathers were unable to teach us, they knew no more of the ways of God, or the plans of salvation, than the children, notwithstanding their boasted enlightenment and their possession of the holy Scriptures. They were not acquainted with the principles of life, they knew not the law of the Lord, and neither did we until we received and obeyed the Gospel, thereby obtaining heavenly light through the channel of the Priesthood. Before this we were as they were, clinging to dead forms, puzzled to divine the meaning of many things which under the light of inspiration have become plain and easy to be understood. &#x201C;And this is life eternal, that they might know thee the only true God, and Jesus Christ, whom thou hast sent.&#x201D;<span class=\"citation\" id=\"70607\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70607)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70607)\">John 17:3<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v19n65\"> It behooves the Latter-day Saints, and all men, to make themselves acquainted with &#x201C;the only true God, and Jesus, whom he hath sent.&#x201D;<span class=\"citation\" id=\"70608\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70608)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70608)\">John 17:3<\/a><\/span> But can we through our own wisdom find out God?<span class=\"citation\" id=\"127585\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127585)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127585)\">Job 11:7<\/a><\/span> Can we by our unaided ingenuity and learning fathom his purposes and comprehend his will? We have, I think, witnessed examples  <div class=\"break pagebreak\" id=\"22a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0022.pdf\" target=\"pdfwin\">p.&#xA0;22a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1121\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>enough of such efforts on the part of the intelligent world, to convince us that it is impossible. The ways and wisdom of God are not as the ways and wisdom of man.<span class=\"citation\" id=\"59804\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59804)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59804)\">Isa. 55:8-9<\/a><\/span> How then can we <span class=\"italic\">know<\/span> &#x201C;the only true and living God,<span class=\"citation\" id=\"127586\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127586)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127586)\">Alma 11:27<\/a><\/span><span class=\"citation\" id=\"127587\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127587)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127587)\">D&amp;C 20:19<\/a><\/span> and Jesus Christ, whom he has sent?&#x201D;<span class=\"citation\" id=\"70609\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70609)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70609)\">John 17:3<\/a><\/span> for to obtain this knowledge would be to obtain the secret or key to eternal life. It must be through the Holy Ghost, whose office is to reveal the things of the Father to man,<span class=\"citation\" id=\"127588\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127588)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127588)\">John 16:13-15<\/a><\/span> and to bear witness in our hearts of Christ, and him crucified<span class=\"citation\" id=\"72945\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72945)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72945)\">1 Cor. 2:2<\/a><\/span> and risen from the dead.<span class=\"citation\" id=\"71926\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71926)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71926)\">Acts 17:3<\/a><\/span> There is no other way or means of attaining to this knowledge. How shall we obtain the Holy Ghost? The method or manner is clearly marked out. We are told to have faith in God, to believe that he is, and that he is a rewarder of all who diligently seek him;<span class=\"citation\" id=\"76976\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76976)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76976)\">Heb. 11:6<\/a><\/span> to repent of our sins, subdue our passions, follies, and improprieties; to be virtuous, honest, and upright in all our dealings one with another, and enter into covenant with God that we will from thenceforth abide in the principles of truth, and observe the commandments which he has given us, then to be baptized for the remission of our sins, by one having authority; and when this ordinance of the Gospel is complied with, we may receive the gift of the Holy Ghost by the laying on of the hands of those clothed with the authority of the Priesthood. Thus the Spirit and power of God&#x2014;the Comforter, may be in us as a well of water springing up unto everlasting life.<span class=\"citation\" id=\"69071\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69071)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69071)\">John 4:14<\/a><\/span> He will bear record of the Father, testify of Jesus,<span class=\"citation\" id=\"82640\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82640)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82640)\">3 Ne. 11:32<\/a><\/span> and &#x201C;take of the things of the Father, and reveal them unto us,&#x201D;<span class=\"citation\" id=\"70482\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70482)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70482)\">John 16:13-15<\/a><\/span> confirming our faith, establishing us in the truth, that we shall be no longer tossed to and fro by every wind of doctrine;<span class=\"citation\" id=\"75254\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75254)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75254)\">Eph. 4:14<\/a><\/span> but shall &#x201C;know of the doctrine&#x201D; whether it be of God or of man.<span class=\"citation\" id=\"69368\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69368)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69368)\">John 7:17<\/a><\/span> This is the <div class=\"break columnbreak\" id=\"22b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0022.pdf\" target=\"pdfwin\">p.&#xA0;22b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1121\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> course&#x2014;it is simple, reasonable, and consistent. Who is there with common abilities that can fail to see, or comprehend it? Indeed, in the language of the Scriptures, it is so plain, that &#x201C;the wayfaring man, though a fool, need not err therein.&#x201D;<span class=\"citation\" id=\"59214\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59214)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59214)\">Isa. 35:8<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v19n67\"> Having entered into this covenant, being cleansed from sin, and endowed with the gift of the Holy Ghost, why should we not abide in the truth, continuing steadfast before God and firm in the great work he has established on the earth? We should never cease to serve Him, nor thwart his mercy and goodness towards us; but ever live so that the Holy Spirit may be within us as a living spring, calculated to lead us to perfection in righteousness, virtue, and integrity before God, until we accomplish our earthly mission, performing every duty that may be required at our hands. <\/div><div class=\"paragraph jod\" id=\"v19n68\"> In this way I have learned the Gospel which I was first taught to believe, which belief is now superseded by knowledge. For now I know that God lives, and that Jesus Christ was sent into the world to atone for the original sin, and also for the actual transgressions of mankind, inasmuch as they themselves will repent of their sins and humble themselves before Him in their pursuit of the gift and blessing of eternal life. We should not be satisfied with the testimony alone of our brethren. It is well and good, it is indeed encouraging and cheering to the heart to hear the testimonies of the servants of God&#x2014;to believe that God has raised up men in this dispensation and made them witnesses of Him and his Son Jesus, and who have been shown the mysteries of heavenly things, and commanded to bear record of what they saw and heard; yes, it is a joy to the soul to have men among us who are in<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"23a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0023.pdf\" target=\"pdfwin\">p.&#xA0;23a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1120\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>spired by the Holy Spirit and full of the light of truth and of the power of God, bearing their testimony unto us that this is the work of God, that God lives, that Jesus is the Christ&#x2014;the Savior of the world, and that he has spoken to the inhabitants of the earth in the day in which we live, but is this sufficient to satisfy me? No. It will not suffice me to believe that <span class=\"italic\">you<\/span> know the true and living God, etc. I must receive this knowledge for myself as you have received it. Is not the way open to <span class=\"italic\">me<\/span> to comprehend the purposes and the will of God concerning my salvation, as to you? Certainly it is. It is for all, yea, every son and daughter of Adam to learn the will of God, to receive the testimony of the Spirit for him and herself, and not to depend alone upon the testimonies of these good men that God has raised up to fill the positions they occupy. And if we should pin our faith to them, although we might realize consolation and even joy and satisfaction in hearing their testimonies, yet, unless we receive the inspiration of the Holy Spirit, the time will undoubtedly come when the winds will blow and the storms beat upon the house we thus may build and it will fall.<span class=\"citation\" id=\"63991\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63991)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63991)\">Matt. 7:24-27<\/a><\/span> What a deplorable condition we would then find ourselves in! <\/div><div class=\"paragraph jod\" id=\"v19n70\"> Is it not necessary for <span class=\"italic\">all<\/span> to be capable of judging as to whether the testimonies of these men are of God or man? How can we know that what they testify of, is true? How can we know that they bear witness of the Almighty, or that they possess the holy Priesthood authorizing them to minister in the ordinances of the Gospel? I answer, only by and through the inspiration of that Holy Spirit which is given to all who diligently seek and obtain it according to the promise. <\/div> <div class=\"break columnbreak\" id=\"23b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0023.pdf\" target=\"pdfwin\">p.&#xA0;23b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1120\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v19n71\"> Then if we would know the Lord Jesus Christ, and his servants, who are in our midst, and that their testimonies are true, we must enjoy the light of the Spirit of the living God individually. The possession of this heavenly knowledge is absolutely necessary to keep us in the paths of life and truth, for without it we cannot distinguish the voice of the true shepherd,<span class=\"citation\" id=\"69607\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69607)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69607)\">John 10:3-5<\/a><\/span><span class=\"citation\" id=\"82493\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82493)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82493)\">Hel. 15:13<\/a><\/span> which is spiritually discerned;<span class=\"citation\" id=\"73113\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73113)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73113)\">1 Cor. 2:14<\/a><\/span> and although we may be in fellowship with the Church, fully believing the counsels of our brethren to be dictated by wisdom, yet without something more than mere belief or supposition we cannot stand; and furthermore under such circumstances we cannot consistently claim that we have part or lot in the kingdom of God. For as it is written, &#x201C;An actual knowledge to any person, that the course of life which he pursues is according to the will of God, is essentially necessary to enable him to have that confidence in God without which no person can obtain eternal life.&#x201D; For unless a person does know that he is walking according to the will of God, it would be an insult to the dignity of the Creator were he to say that he would be a partaker of his glory when he should be done with the things of this life. But when he has this knowledge, and most assuredly knows that he is doing the will of God, his confidence can be equally strong that he will be a partaker of the glory of God. Then let us search after truth&#x2014;for the light of the Spirit which leadeth into all truth,<span class=\"citation\" id=\"70403\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70403)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70403)\">John 16:13<\/a><\/span> that we may comprehend the Gospel, be able to sustain the hands of the servants of God in their efforts to build up Zion, and work out our own salvation.<span class=\"citation\" id=\"75484\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75484)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75484)\">Philip. 2:12<\/a><\/span> Though all the world should be saved but ourselves, we being excluded from the kingdom, what will it profit us? To see our fellow crea<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"24a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0024.pdf\" target=\"pdfwin\">p.&#xA0;24a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1119\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tures enter into salvation and be exalted into the presence of God, and the door closed against us, would indeed be poor consolation or comfort. But if we would enter in, we must <span class=\"italic\">do<\/span> the will of the Father, keep his commandments, possess the gift of the Holy Ghost, enjoy the testimony of Jesus, and become witnesses of the truth for ourselves; we then may build upon a foundation more lasting than the solid rock. That when trials come and temptations surge against us, as they will do, we may stand and endure to the end. For not every one that saith Lord, Lord, shall enter into the kingdom; but he that doeth the will of the Father,<span class=\"citation\" id=\"63936\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63936)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63936)\">Matt. 7:21<\/a><\/span> etc.; or, as the wise man once said, &#x201C;the race is not to the swift, nor the battle to the strong, neither yet bread to the wise, nor yet riches to men of understanding, nor yet favor to men of skill.&#x201D;<span class=\"citation\" id=\"57593\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57593)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57593)\">Eccl. 9:11<\/a><\/span> Nevertheless, &#x201C;he that endureth to the end shall be saved.&#x201D;<span class=\"citation\" id=\"64134\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64134)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64134)\">Matt. 10:22<\/a><\/span> I cannot believe for a moment that any of us will attain to the gift of eternal life, unless we shall qualify ourselves through the truth, in the manner God has prescribed, and in that way become worthy of it. We must obtain this light by revelation, we cannot do it by our own wisdom. God will give us knowledge and understanding, he will lead us in the path of truth if we put our whole trust in him and not in man. He then can and will preserve us, and all the powers of the earth combined cannot destroy us, for we are in His hands. Here are our fathers and leaders that have passed through the school of experience; they have seen what the enemies of this kingdom have tried to do, and know full well what they would do if they had it in their power. It has ever been the desire of the wicked to destroy the people of God. They have never <div class=\"break columnbreak\" id=\"24b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0024.pdf\" target=\"pdfwin\">p.&#xA0;24b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1119\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> slackened their efforts, nor failed to use all the means in their power, nor hesitated to resort to the most cruel, foul and fiendish acts to accomplish their nefarious purpose. This same cruel enmity, although for the time being, to some extent subdued or held in check by the Almighty, still smolders and rankles in their hearts, awaiting a favorable opportunity to burst forth as fiercely as at any time during the life of the Prophet Joseph. This is one of the strongest evidences we can have of the divine mission of President Brigham Young. Because of the inspiration of the Almighty and power of God which has rested upon him and accompanied his administrations, he has been the very center of the target at which all the deadly weapons of the enemy has been aimed ever since the death of the Prophet Joseph. I say this is one of the strongest evidences we can have of this fact, aside from the testimony of the Holy Spirit, which bringeth knowledge. It is unmistakable. The hatred of the wicked always has and always will follow the Priesthood and the Saints. The devil will not lose sight of the power of God vested in man&#x2014;the Holy Priesthood. He fears it, he hates it, and will never cease to stir up the hearts of the debased and corrupt in anger and malice towards those who hold this power, and to persecute the Saints, until he is bound. He delights in apostasy and in apostates, and uses them for his purpose, but what does he or his emissaries care for their organizations? Do they hate them? Is the world moved with anger or malice against them? No. They become a part of the world, fraternize with the people of the world and lose their distinction or identity, as the people of God notwithstanding their  <div class=\"break pagebreak\" id=\"25a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0025.pdf\" target=\"pdfwin\">p.&#xA0;25a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1118\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>claims and pretentions to being believers in the Prophet Joseph Smith, and the Gospel which he was instrumental in restoring to the earth. <\/div><div class=\"paragraph jod\" id=\"v19n74\"> What a host of apostasies there have been since the organization of this Church! There have been Rigdonites, Strangites, Benemites, Wightites, Gladdenites, Cutlerites, Morrisites, Josephites, and the duce knows what <span class=\"italic\">ites?<\/span> But what does the world care about these? Nothing. Why? Because they have forfeited the Priesthood, they have not the power, nor the principles of salvation only in part; they have deserted the cause, have struck hands alike with the infidel and the bigot, and formed an alliance with the maligners and persecutors of the Saints, and therefore they are harmless in the eyes of the world and of their <span class=\"italic\">master<\/span> whom they have blindly listed to serve. While these men who hold the keys of the Priesthood of the Son of God, who have led forth the Saints out of bondage and oppression, such as could not be endured in the States, who have gathered the people from afar, and planted them in happy homes and peaceful dwellings, who have reared cities, towns and villages well organized, well governed and prosperous, and in short wrought miracles in the deserts, and who still counsel and direct the Saints in the paths of life, are held up to the ridicule and contempt of the world. Their peace, good names, honor, possessions and lives are eagerly and persistently sought after, but with less effect, by the bloodthirsty hearts and crimson hands of relentless persecutors as during the lifetime of Joseph Smith the martyr, when the Saints were driven from Ohio, expelled from Missouri, or banished from their homes in Illinois. Such has always been and such is today the spirit of the world towards us. <div class=\"break columnbreak\" id=\"25b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0025.pdf\" target=\"pdfwin\">p.&#xA0;25b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1118\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> This alone is sufficient evidence to demonstrate the loyalty of this people to the kingdom of God, and their possession of the Gospel which is the power of God unto salvation.<span class=\"citation\" id=\"72208\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72208)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72208)\">Rom. 1:16<\/a><\/span> Do you want any stronger proof of this, when you contemplate the sayings of the Scriptures, &#x201C;If ye were of the world, the world would love his own: but because ye are not of the world, but I have chosen you out of the world, therefore the world hateth you.&#x201D; (John xv, 19.)<span class=\"citation\" id=\"70223\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70223)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70223)\">John 15:19<\/a><\/span> &#x201C;And ye shall be hated of all men for my name's sake.&#x201D; (Matt. x, 22).<span class=\"citation\" id=\"64135\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64135)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64135)\">Matt. 10:22<\/a><\/span> &#x201C;If they have persecuted me, they will also persecute you.&#x201D; (John xv, 20.)<span class=\"citation\" id=\"70246\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70246)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70246)\">John 15:20<\/a><\/span> &#x201C;In the world ye shall have tribulation.&#x201D; John xvi, 33.)<span class=\"citation\" id=\"70538\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70538)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70538)\">John 16:33<\/a><\/span> &#x201C;Blessed are ye, when men shall revile you, and persecute you, and say all manner of evil against you falsely, for my sake.&#x201D; (Matt. v, 11.)<span class=\"citation\" id=\"63001\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63001)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63001)\">Matt. 5:11<\/a><\/span> &#x201C;Yea, and all that will live godly in Christ Jesus shall suffer persecution.&#x201D; (2 Tim., 3, 12.)<span class=\"citation\" id=\"76185\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76185)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76185)\">2 Tim. 3:12<\/a><\/span> Therefore, &#x201C;Marvel not, my brethren, if the world hate you.&#x201D; (I John iii, 13.)<span class=\"citation\" id=\"78705\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78705)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78705)\">1 Jn. 3:13<\/a><\/span> &#x201C;Yea, the time cometh, that whoever killeth you will think that he doeth God service.&#x201D; (John xvi, 2.)<span class=\"citation\" id=\"70274\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70274)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70274)\">John 16:2<\/a><\/span> This was the nature of the legacy the Savior left his disciples and followers. Is it strange that we should inherit the same? Certainly not, if we are the disciples and followers of Christ, for the same warfare continues between him and Belial,<span class=\"citation\" id=\"74244\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74244)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74244)\">2 Cor. 6:15<\/a><\/span> and will until Satan is bound and righteousness triumphs upon the earth.<span class=\"citation\" id=\"88001\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88001)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88001)\">D&amp;C 84:100<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v19n75\"> It is a consolation therefore to know, that, notwithstanding our many shortcomings, frailties, and imperfections, the Evil one, with the world at his back, considers us of sufficient importance to oppose and persecute us with such bitter hatred as he does. Yes, I say it is encouraging to know, that, as a people we are sufficiently faithful and worthy before the Lord,  <div class=\"break pagebreak\" id=\"26a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0026.pdf\" target=\"pdfwin\">p.&#xA0;26a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1117\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>notwithstanding our opportunities for improvement, to arouse the indignation and hatred of the wicked, and to entitle us to the chastisement of God, through his servants, for our improprieties, for &#x201C;whomsoever the Lord loveth he chasteneth.&#x201D;<span class=\"citation\" id=\"77186\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77186)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77186)\">Heb. 12:6<\/a><\/span> But we should not provoke the displeasure or incur the chastisement of the Almighty&#x2014;presuming upon his forbearance and mercy by neglecting to perform those duties and responsibilities so justly required of us&#x2014;but we should be most diligent, putting forth every energy in our power to correct our ways, and thus increase our faith that we may become more worthy of the blessings and protection of God, than hitherto. He is more willing to bestow blessings upon us than we are to use them properly when we obtain them, thus by our unworthiness we may prevent ourselves often from receiving the very blessings we desire, and <div class=\"break columnbreak\" id=\"26b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0026.pdf\" target=\"pdfwin\">p.&#xA0;26b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1117\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> that he is not only abundantly able, but willing and ready to shower upon us if we were worthy, for he cannot consistently bestow &#x201C;pearls upon swine.&#x201D;<span class=\"citation\" id=\"63737\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63737)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63737)\">Matt. 7:6<\/a><\/span> No blessing or good will be withheld from those who are prepared and worthy to receive and make a wise use of it. The kingdom of God is to be enjoyed by the Saints&#x2014;those who are righteous, not those who are wicked. If we prove unworthy, Zion will have to be redeemed by our children, who may be more worthy, while we may be kept, like the ancient children of Israel, wandering in the wilderness, enduring hardships, persecution and trials, until we shall have suffered the penalty of neglected, not to say broken and unfulfilled covenants. <\/div><div class=\"paragraph jod\" id=\"v19n77\"> May the Lord bless us all that we may prove ourselves faithful and efficient servants unto him, is my prayer in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}