{"ID":190037, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Gospel Revealed for the Benefit of the World&#x2014;Witness of the Spirit&#x2014;Priesthood&#x2014;High Priests and Seventies&#x2014;Energetic Missionaries&#x2014;Duties of Presidents, Bishops, Elders, Priests, Teachers and Deacons&#x2014;Relief Societies&#x2014;Tithing&#x2014;P. E. Fund&#x2014;Common Schools.<\/div>\n<div class=\"subtitle\">Discourse by President John Taylor, delivered in the Ogden Tabernacle, on Sunday Afternoon, October 21, 1877.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Geo. F. Gibbs.<\/div>\n<div class=\"pageHeader\">Page Header: The Gospel Revealed, Etc.<\/div>\n<div class=\"speaker\">Speaker: John Taylor<\/div>\n<div class=\"date\">Date: 10\/21\/1877<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d37\">\n<div class=\"paragraph jod\" id=\"v19n763\"> I am happy to meet with the brethren and sisters at this Conference. Since I was last here we have <div class=\"break columnbreak\" id=\"237b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0237.pdf\" target=\"pdfwin\">p.&#xA0;237b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0906\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> had to suffer the loss of our venerated and beloved President Brigham Young, which cast a gloom over the  <div class=\"break pagebreak\" id=\"238a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0238.pdf\" target=\"pdfwin\">p.&#xA0;238a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0905\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>feelings of the Saints throughout the Territory, and made us all feel sorry. His demise, with that of others, however, is among the evidences that are necessarily associated with human affairs, and is something over which we have no control, for the Lord manages such things according to the counsel of his own will. <\/div><div class=\"paragraph jod\" id=\"v19n765\"> I remember the time very well when Joseph Smith was taken from us, not however in the manner that President Young was, but by a ruthless mob, meeting his death at the hands of assassins. But these things are matters, although of great importance to us, yet relatively they have not a very great deal to do with the building up of the Church and kingdom of God upon the earth, and with His work in which we are all engaged. <\/div><div class=\"paragraph jod\" id=\"v19n766\"> When the Lord revealed the everlasting Gospel to Joseph Smith, he unfolded unto him his purposes and designs in relation to the earth whereon we live, and gave unto him a knowledge of his law and the ordinances of the Gospel and the doctrine thereof. It was not for the object simply of elevating him as a man, but it was done for the interest of society, in the interest of the world, and in the interest of the living and the dead, according to the decrees and designs of Jehovah which he formed before the world rolled into existence, or the morning stars sang together for joy.<span class=\"citation\" id=\"56251\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56251)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56251)\">Job 38:7<\/a><\/span> The Lord had his designs in relation to the earth and the inhabitants thereof, and in these last days he saw proper to reveal and restore, through his servant Joseph Smith, what we term the new and everlasting Gospel; new to the world at present, because of their traditions, their follies and weaknesses, and their creeds, opinions and notions, but everlasting because it existed with God, and because it existed with him <div class=\"break columnbreak\" id=\"238b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0238.pdf\" target=\"pdfwin\">p.&#xA0;238b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0905\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> before the world was, and will continue when change shall have succeeded change upon this earth, and when the earth shall have been redeemed and all things made new,<span class=\"citation\" id=\"74201\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74201)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74201)\">2 Cor. 5:17<\/a><\/span><span class=\"citation\" id=\"80746\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80746)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80746)\">Rev. 21:5<\/a><\/span> and while life and thought and being last, and immortality endures. Therefore, although the Gospel is new to the world, it is everlasting. And it was introduced, as I have stated, in the interests of humanity&#x2014;our fathers, the ancient Prophets and Apostles, and men of God who have lived in the various ages of the world, who have administered in the holy Priesthood while they lived upon the earth, and who are now administering in the heavens, and who had a hand in the introduction of this work, together with God our heavenly Father, and Jesus the Mediator of the New Covenant;<span class=\"citation\" id=\"77304\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77304)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77304)\">Heb. 12:24<\/a><\/span> and today they feel interested in the rolling forth of this work, and in the accomplishment of these purposes which God designed before the foundation of the world. And it is to God and his Son, and to these men, that we are indebted for the light and the intelligence that has been communicated to us, and to them we shall be indebted through all time for the same kind of knowledge and intelligence to sustain and direct us. <\/div><div class=\"paragraph jod\" id=\"v19n767\"> We talk sometimes about the organization of our Church, and about a First Presidency, and about Apostles, and Patriarchs, and High Priests, and Seventies, and Elders, etc.; but who knew anything about any of these offices, their rights and privileges, etc., until God revealed it? Nobody. And this is not only so with regard to the several offices of the Melchizedek or higher Priesthood, but it is also the case with those of the Aaronic or lesser Priesthood. These are things that were not originated by man, they came to us through revelation from God,  <div class=\"break pagebreak\" id=\"239a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0239.pdf\" target=\"pdfwin\">p.&#xA0;239a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0904\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and hence we are indebted to the Lord for them, and also for all the knowledge we possess in relation to them. Who taught us anything about the Gathering, and why are we here today? What brought us here, and under what influence did we come, and by what principle were we united as we find ourselves at the present time? You who are familiar with the history of the Church know that there was a Temple built in Kirtland, Ohio, and that while the Prophet Joseph Smith and Oliver Cowdery were seated in their proper places in that Temple, there were several important personages appeared to them, and gave unto them several keys, powers and privileges, and that among these heavenly beings was Moses, who represented what is termed the Gathering dispensation.<span class=\"citation\" id=\"90508\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90508)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90508)\">D&amp;C 110:11<\/a><\/span> His mission to earth was to restore the keys of the Gathering dispensation, which should gather Israel from the four quarters of the earth, and also restore the ten tribes. You who have not read this for yourselves, you will find it in the new edition of the Doctrine and Covenants; I refer you to it and recommend you to read it. Moses conferred these keys of authority upon the prophet Joseph Smith, and he afterwards conferred them upon the Twelve Apostles and others, who when they were ordained received them as part of their ministry and priesthood, to prepare them for the work that was to be done. And when these elders went forth in the performance of their duties, calling upon the people among whom they traveled to repent and be baptized in the name of Jesus Christ for the remission of their sins, promising believers that they should receive the Holy Ghost, in obedience to the gospel requirements, they laid their hands upon their heads confirming them mem<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"239b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0239.pdf\" target=\"pdfwin\">p.&#xA0;239b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0904\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>bers of the church and also conferred the Holy Ghost, and they received it; and among other things they received was the principles of the Gathering. And it was universally the case, and they hardly knew why it was, that among their first desires after their confirmation, was a wish to gather to Zion; and no one that remains faithful to the cause ever remained satisfied until he did gather with the saints. I would defy the world and all the Elders of Israel to have gathered this people together, as we now are, unless these keys of the Gathering had been restored to earth, and the people had received the spirit of it through the proper channel. But as it was, there was no trouble at all, so far as their willingness was concerned. I have seen many of them after baptism almost ready to sell themselves in order to have the chance of coming to Zion. And you elders, who are my hearers today, have witnessed the same, and many of you were doubtless numbered among those of whom I speak, who were so extremely anxious to gather. <\/div><div class=\"paragraph jod\" id=\"v19n769\"> We are living in what ancient men of God have been pleased to term the dispensation of the fulness of times, which embraces all previous dispensations and all the priesthood that has ever before existed on the earth. And among other means that God will make use of to accomplish his purposes is that of Temples; and the spirit of Temple building comes in the very same way as that of gathering together, and this accounts for our desire to assist in erecting Temples. The Lord, through the prophet Malachi, in referring to this feature of the great Latter-day work says, &#x201C;Behold, I will send you Elijah the prophet before the coming of the great and terrible day of the Lord: And he shall turn the heart of the  <div class=\"break pagebreak\" id=\"240a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0240.pdf\" target=\"pdfwin\">p.&#xA0;240a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0903\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>fathers to the children, and the heart of the children to their fathers, lest I come and smite the earth with a curse.&#x201D;<span class=\"citation\" id=\"62572\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62572)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62572)\">Mal. 4:5-6<\/a><\/span> Did Elijah hold these particular keys of the priesthood? He did. And did he confer them upon Joseph Smith?<span class=\"citation\" id=\"90556\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90556)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90556)\">D&amp;C 110:13-16<\/a><\/span> Yes, he did. An account of this too will be found in the reference I have already given you. Did the Latter-day Saints generally manifest any particular desire to build Temples before the prophet Elijah came? No; but ever since this desire and feeling has existed in the minds of the Latter-day Saints. It might appear very foolish to other people, but to us it is both consistent and necessary. The first Temple we built was in Kirtland, Ohio; the next was in Nauvoo, Illinois, and a foundation of a third was laid in Far West, Missouri. Since our coming to Utah, we have built one Temple in St. George and a beautiful building it is; and in that Temple are now performed ordinances for the living and the dead. And let me ask, if any present in this large assembly today regret in the least having contributed to it. I do not think for a moment that there is a man or woman that does. We have already expended a large amount of means on the Temple now being constructed in Salt Lake City; and still we have commenced two other such buildings, one in Manti and the other in Logan, all of which will be magnificent buildings when completed; I suppose there are not less than five hundred men employed on these buildings, in this Territory. It looks odd and simple, the world does not know what it means; but we know, for God has revealed it to us; and he has not only revealed it, but he has put it here (pointing to the heart), and we cannot get rid of it. <\/div><div class=\"paragraph jod\" id=\"v19n771\"> In the year 1876, President Young <div class=\"break columnbreak\" id=\"240b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0240.pdf\" target=\"pdfwin\">p.&#xA0;240b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0903\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> was strongly impressed with this feeling, and he requested the Twelve to call upon the High Priests and Seventies, and the Elders to subscribe towards carrying forward the Temple in this city. Was the call responded to? Yes; the various quorums throughout the length and breadth of the Territory willingly contributed and a very material advance has been made in the construction of that building. Why did President Young feel so? Because the spirit of God rested upon him, prompting him to move in this direction. Why did the brethren of these several quorums so readily respond to the call? Because the same spirit rested upon them; and hence we find that the First Presidency, the Twelve, and the Saints generally, are all interested in this movement, evincing the same desire to accomplish this work of Temple building, as the Saints of foreign lands do to gather to Zion. What object have we in view in doing this? That we may administer the ordinances which the Lord has revealed unto us, and which, according to his command, must be done in Temples built to his name. If we were to turn over today these buildings to the religious world, they would know no more how to use them legitimately, than a baby would know what to do with algebra; neither would we had not the Lord taught us by revelation from heaven. The Gospel brings life and immortality to light;<span class=\"citation\" id=\"76060\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76060)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76060)\">2 Tim. 1:10<\/a><\/span> it places us in communion with the heavens, the Priesthood there and the Priesthood here working harmoniously together, we being taught of them are enabled to accomplish what the Lord requires of us. <\/div><div class=\"paragraph jod\" id=\"v19n772\"> We, as intelligent beings, made in the image of our Creator,<span class=\"citation\" id=\"52210\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52210)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52210)\">Gen. 1:26-27<\/a><\/span> are placed here upon the earth to accomplish a certain work, that we  <div class=\"break pagebreak\" id=\"241a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0241.pdf\" target=\"pdfwin\">p.&#xA0;241a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0902\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>may operate with the Gods in the eternal worlds, through the light of revelation that God has given unto us, and that he will continue to give us, until all things designed by him pertaining to this earth and its inhabitants shall be accomplished. In other words, they are helping us to do our work, by communicating to us principles we require to know, and also by operating in our behalf, while we are operating for them, and their children, who are our fathers. As the Scriptures say, &#x201C;that they without us should not be made perfect,&#x201D;<span class=\"citation\" id=\"77139\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77139)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77139)\">Heb. 11:40<\/a><\/span><span class=\"citation\" id=\"127707\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127707)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127707)\">D&amp;C 128:18<\/a><\/span> it is requiring a union of the heavens and the earth, forming a grand cooperative society, if you please, connected together by indissoluble ties, by the gift of the Holy Ghost, the light of revelation and the power of God. Thus we are united to each other and to them, and are able to act intelligently, doing works that will be approved in heaven which are connected with the interests of God and the interests of humanity. <\/div><div class=\"paragraph jod\" id=\"v19n774\"> It is not our work, it is not anything we have done, but it is God that has done the whole of it, he having called upon us to help him a little in our weak way; and inasmuch as we seek continually to do his will, he will help us, for in and of ourselves we can do nothing, no not any of us, for we are all poor, weak, erring human beings, constantly needing his sustenance, aid and guidance. <\/div><div class=\"paragraph jod\" id=\"v19n775\"> The various quorums of the Priesthood, which have been presented to you this afternoon, give a more perfect representation of your Stake than has been given before. And I am pleased to say that this extended organization of the Priesthood exists among all the Stakes&#x2014;some twenty in all&#x2014;throughout the Territory. It may be proper on the <div class=\"break columnbreak\" id=\"241b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0241.pdf\" target=\"pdfwin\">p.&#xA0;241b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0902\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> present occasion to refer to some things connected with the organization of our Church for our information; although I presume a good deal of similar instruction has already been given you by brother Richards, who is very conversant in such matters. Yet it is very desirable that the Saints generally, as well as the Twelve and leading Elders, should become familiar with these things and have a correct understanding of them; and it will do no harm to again talk on some of them. <\/div><div class=\"paragraph jod\" id=\"v19n776\"> In Kirtland, Ohio, a great many things were revealed through the Prophet. There was then a First Presidency that presided over the High Council, in Kirtland; and that High Council and another which was in Missouri, were the only High Councils in existence. As I have said, the High Council in Kirtland was presided over by Joseph Smith and his Counselors; and hence there were some things associated with this that were quite peculiar in themselves. It is stated that when they were at a loss to find out anything pertaining to any principles that might come before them in their councils, that the presidency were to inquire of the Lord and get revelation on those subjects that were difficult for them to comprehend. And I would make a remark here in relation to these things, that all High Councils, and all Presidents of Stakes and Bishops, and in fact all men holding the Priesthood, who are humble and faithful and diligent and honest and true to the principles of our religion, if they seek unto God with that faith that he requires of us, he will give them wisdom under all circumstances and on all occasions, and the Holy Spirit will never fail to indicate the path they should pursue. This is the order of God in relation to these matters, that every  <div class=\"break pagebreak\" id=\"242a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0242.pdf\" target=\"pdfwin\">p.&#xA0;242a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0901\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>man holding any position in the Church, through his faithfulness, shall have his Spirit commensurate to the duties devolving upon them, to enable them to magnify their calling to the acceptance of God and their brethren. And if such men do not enjoy this blessing, this divine assistance, it is because they do not &#x201C;live godly in Christ,&#x201D;<span class=\"citation\" id=\"76187\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76187)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76187)\">2 Tim. 3:12<\/a><\/span> because they do not seek unto him in humility and lowliness of heart,<span class=\"citation\" id=\"127708\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127708)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127708)\">Matt. 11:29<\/a><\/span> making it their daily study to observe the laws of God and the rights of their fellow men. It is true, we all of us have certain infirmities and foibles, and as you heard this morning, God has placed them upon us that man should not glory in himself,<span class=\"citation\" id=\"73173\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73173)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73173)\">1 Cor. 3:21<\/a><\/span> but that he might depend upon and glory in the God of Israel; but it is our duty to overcome them, and learn to subject our will to that of our Heavenly Father, and continue on in the way to perfection. <\/div><div class=\"paragraph jod\" id=\"v19n778\"> There is a matter that has of late become a subject of a good deal of conversation, and it occurs to my mind to refer to it, namely that of the High Priesthood, or the place and calling of a High Priest. In the revelation on this subject I find these words: &#x201C;And again, I give unto you Don C. Smith to be a president over the quorum of high priests; Which ordinance is instituted for the purpose of qualifying those who shall be appointed standing presidents or servants over the different stakes scattered abroad.&#x201D;<span class=\"citation\" id=\"91106\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91106)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91106)\">D&amp;C 124:133-134<\/a><\/span> What are they organized for? It is instituted for the purpose of qualifying those who shall be appointed standing presidents over the different Stakes scattered abroad. A sort of a normal school, if you please, to prepare men to preside, to be fathers of the people. Have they fulfilled this? Hardly; perhaps many of them have not thought about it; <div class=\"break columnbreak\" id=\"242b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0242.pdf\" target=\"pdfwin\">p.&#xA0;242b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0901\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> but if they had reflected more upon these things, and humbled themselves before God, and met together often to talk over the principles of the Gospel, manifesting an eager desire to become acquainted with doctrine, and using due diligence in seeking for wisdom from the best of books<span class=\"citation\" id=\"88801\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88801)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88801)\">D&amp;C 88:118<\/a><\/span> and every available source, I do not think we should have taken so many men from among the Seventies and Elders to make of them Presidents and Bishops and Councilors, as we have been obliged to do. But instead of the High Priests pursuing this course, many of them have indulged in much unnecessary talk about which was the biggest, a High Priest or a Seventy. I can answer that question for you, my brethren: If you will take a little child among you, and on comparing yourselves with it, can find the one most like unto it&#x2014;the one who is the most honest, truthful and childlike, such a man should be classed among the greatest in the kingdom of God.<span class=\"citation\" id=\"65025\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65025)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65025)\">Matt. 18:4<\/a><\/span> It is not talking about these things that qualifies men for positions, but doing them. <\/div><div class=\"paragraph jod\" id=\"v19n779\"> We are only just starting in on the great work before us. Zion is bound to spread and grow; her cords will be lengthened and her stakes will be strengthened;<span class=\"citation\" id=\"59690\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59690)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59690)\">Isa. 54:2<\/a><\/span> but we must be energetic and alive to the duties devolving upon us, always keeping in mind the object to be accomplished, and in order to facilitate things and to meet the mind and will of God, and that his work may be cut short in righteousness,<span class=\"citation\" id=\"72706\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72706)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72706)\">Rom. 9:28<\/a><\/span><span class=\"citation\" id=\"86022\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86022)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86022)\">D&amp;C 52:11<\/a><\/span> we must operate together. And if not, what? &#x201C;Lullaby baby on the tree top, when the wind blows the cradle will rock.&#x201D; We have had enough of that; let us now begin more earnestly to seek after the wisdom and power of God and the light of revelation, so that the love of God may burn  <div class=\"break pagebreak\" id=\"243a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0243.pdf\" target=\"pdfwin\">p.&#xA0;243a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0900\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>in the hearts of the people, and awaken them up to an understanding of the principles of eternal truth. This is what we want. And if they do this, magnifying their calling, then when other Stakes are to be organized and other changes made, all we will have to do will be to go to the High Priests for such persons to fill such offices that rightly belong to the High Priesthood. And the question that has agitated the minds of the Seventies and High Priests will no longer trouble them, for all will then more clearly perceive that Church or body of Christ<span class=\"citation\" id=\"72825\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72825)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72825)\">Rom. 12:4-5<\/a><\/span> is as the body of man, composed not of one member, but many.<span class=\"citation\" id=\"73499\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73499)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73499)\">1 Cor. 12:12-31<\/a><\/span> For instance, there is the head, there are the eyes, there is the nose, the mouth, there are the ears, the arms and hands, the legs and feet, all of which are members of the human body; which of these would you like to be without? Supposing you had to part with one of your legs, or one of your arms, you would of course want to retain the most useful of the two; but if you will tell me which of the two is the most useful to the human body, then I will tell you which is the most useful to the body of Christ, the High Priests or the Seventies. I do not think, however, we need discuss this question; but rather let us magnify the Priesthood we hold, seeking to acquire a proper fitness for the positions we occupy. <\/div><div class=\"paragraph jod\" id=\"v19n781\"> Now, I will tell you something I have noticed lately. We call upon Seventies, and sometimes upon High Priests to perform missions abroad, but how is it with them? They generally go, but it is often a hard squeak. One man has a roof to put on a house, another is perhaps building a new house, or his business is in such a flourishing condition as to need his personal superintendence; another has perhaps &#x201C;bought five <div class=\"break columnbreak\" id=\"243b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0243.pdf\" target=\"pdfwin\">p.&#xA0;243b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0900\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> yoke of oxen,&#x201D; and he must needs &#x201C;go to prove them;&#x201D; and another has perhaps &#x201C;married a wife, and therefore would like to be excused.&#x201D;<span class=\"citation\" id=\"67692\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67692)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67692)\">Luke 14:19-20<\/a><\/span> And still such men generally have quite an opinion of themselves, and they are ofttimes anxious to know which is the biggest, they or somebody else. And when such men do go upon missions, they are of very little account, they are ready to find excuses not to go, and just as ready to find excuses to return, and are soon reconciled to the fact that &#x201C;there is no place like home,&#x201D; and that &#x201C;Jordan is a hard road to travel;&#x201D; they have all kinds of difficulties to encounter, meeting with lions in their way, etc.<span class=\"citation\" id=\"127709\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127709)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127709)\">Prov. 26:13<\/a><\/span><span class=\"citation\" id=\"127710\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127710)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127710)\">Judg. 14:5-6<\/a><\/span><span class=\"citation\" id=\"127711\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127711)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127711)\">1 Sam. 17:34-37<\/a><\/span><span class=\"citation\" id=\"127712\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127712)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127712)\">1 Kgs. 13:23-26<\/a><\/span><span class=\"citation\" id=\"127713\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127713)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127713)\">1 Kgs. 20:35-36<\/a><\/span> Did you ever remember the time when the Elders felt a desire to preach the Gospel, and men were ready with open arms to receive those who proclaimed it? I believe the Scripture to be true today which says, &#x201C;I will take you one of a city, and two of a family, and I will bring you to Zion.&#x201D;<span class=\"citation\" id=\"60336\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60336)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60336)\">Jer. 3:14<\/a><\/span> We profess to be Apostles of the Lord bearing his Gospel message to the nations of the earth; then let us exhibit a little more of the apostolic power and zeal when we go out among our fellow men, realizing that we have got the light and life and power of God with us; and that we are sent to teach and not to be taught of men,<span class=\"citation\" id=\"85493\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85493)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85493)\">D&amp;C 43:15<\/a><\/span> to control circumstances, in a great measure, by the power of the Priesthood, instead of allowing ourselves to be controlled so much. We have not got through with the work, we have only just commenced it. Here are our fallen brethren, the Lamanites. What an extensive work opens up among them, which must yet be done, but which will not fairly commence until we approximate to the consummation of our mission to the Gentile world. And when we shall have introduced more fully the Gospel,  <div class=\"break pagebreak\" id=\"244a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0244.pdf\" target=\"pdfwin\">p.&#xA0;244a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0899\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and developed the purposes of the Almighty to this Branch of Israel, the Jews will be ready to receive the servants of God and the Gospel, which will then be proclaimed to them. And when we get through with Israel, there will remain the ten tribes to be restored, the earth to be redeemed and the kingdom of God to be established thereon; all of which must be done in order that the Scriptures may be fulfilled, and the designs of God consummated. Our work is mapped out before us, it is all designed and planned by him who rules above, and it is time that every Elder in Israel fully understood this fact that the Latter-day Saints have got to take a part in all this work, and that we are not here to attend to our own personal affairs merely, but, we are called to look after the interests of God, to build up his Zion and establish his kingdom on this his earth. <\/div><div class=\"paragraph jod\" id=\"v19n783\"> There is another class of men&#x2014;the Elders of Israel&#x2014;that play a most important part. They are very numerous, and it is time that they commenced to feel after God, and to think and reason and reflect: &#x201C;What can I do to help to build up the kingdom of God temporally and spiritually. O God, inspire my heart with light and revelation, that I may magnify my calling, honor my position, teach the principles of righteousness, and, help to build up thy kingdom on the earth.&#x201D; This is the way they should feel. <\/div><div class=\"paragraph jod\" id=\"v19n784\"> And I might refer to Presidents of Stakes and to our High Councils; how ought they to feel? That we are the servants of the living God; that the eye of the great Jehovah is over us, and that we are operating in the interests of Zion and for her welfare in all things pertaining to time and eternity. If they do not do this, God will be after them, and <div class=\"break columnbreak\" id=\"244b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0244.pdf\" target=\"pdfwin\">p.&#xA0;244b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0899\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> they will feel his hand upon them. For as I have said, we are not here to build up ourselves, but to build up Zion and establish the principles of righteousness upon the earth. That is our calling, that is what the Priesthood is conferred upon us for, and it behooves us to magnify it and honor our God. Be governed by integrity and truthfulness, and never allow yourselves to be bartered or sold in the interests of anybody, but operate for Israel, doing justice before God and the angels and all good men. <\/div><div class=\"paragraph jod\" id=\"v19n785\"> And then we have our Bishops; they have their place in our midst, to attend to the interests of their several Wards, to look more particularly after the temporal affairs of the people, and act and counsel them as fathers for their good; and not in their own interests, but for the good and benefit of the whole. And then, in the capacity of High Priests, to take charge of meetings, and instruct and counsel those of their Wards, always setting a pattern in all that is upright, good and noble, saying to the people, Follow me, as I follow Christ. And as common judges<span class=\"citation\" id=\"90366\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90366)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90366)\">D&amp;C 107:74<\/a><\/span> in Israel, they should be jealous of the people's rights, adjudicating all matters that may come before them in all righteousness. <\/div><div class=\"paragraph jod\" id=\"v19n786\"> Then we come to our Priests, and what are they to do? I do not think I need tell you, for I have heard brother Richards tell you. They should visit from house to house,<span class=\"citation\" id=\"84355\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84355)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84355)\">D&amp;C 20:47<\/a><\/span> and see that there are no hard feelings existing in those households, or between the inhabitants of different households;<span class=\"citation\" id=\"84371\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84371)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84371)\">D&amp;C 20:54<\/a><\/span> and such men ought to be full of the Holy Ghost, standing as watchmen over the flock committed to their care, trying to put things right, and to keep them right. The Teachers should be their assistants, whose duty it is to see  <div class=\"break pagebreak\" id=\"245a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0245.pdf\" target=\"pdfwin\">p.&#xA0;245a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0898\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>that there is no iniquity of any kind,<span class=\"citation\" id=\"84372\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84372)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84372)\">D&amp;C 20:54<\/a><\/span> and that righteousness and truth prevail among the people. And then, the Deacons should be active in their place and calling, standing side by side with the Bishops, assisting them in all their temporal duties, operating together as one family. And then everything will move on harmoniously and pleasantly, for through these ordinances come the blessings, we are told in the revelation; and without them the power of godliness is not manifested to men in the flesh.<span class=\"citation\" id=\"87590\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87590)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87590)\">D&amp;C 84:20-21<\/a><\/span> God placed in the Church, Apostles, Prophets,<span class=\"citation\" id=\"73627\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73627)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73627)\">1 Cor. 12:28<\/a><\/span> etc., for the perfecting of the Saints, for the work of the ministry, for the edifying of the body of Christ; that we may all grow together to a perfect man, to the full measure of the stature of Christ.<span class=\"citation\" id=\"75122\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75122)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75122)\">Eph. 4:11-13<\/a><\/span> This Priesthood and our Church organization are introduced for this purpose, not to make big men of some, and little men of others; for I tell you, I would rather see a Deacon magnify his calling, than an Apostle who treats his indifferently. We must seek to magnify our offices, and not expect our offices to magnify us. <\/div><div class=\"paragraph jod\" id=\"v19n788\"> I will here refer to the young people. I find a very good spirit growing up through the Territory, associated with the Young Men's and Young Women's Improvement Societies. It is very gratifying, and we trust that the youth of Zion will continue to search after God and a knowledge of his ways, for I want to say to you young men, that by and by the burden of this work will fall on your shoulders, and it is pleasing to God and all good men, that you should prepare yourselves for the labor and responsibility to which you are fast approaching. And I wish to say to you further, that if you will go before the Lord <div class=\"break columnbreak\" id=\"245b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0245.pdf\" target=\"pdfwin\">p.&#xA0;245b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0898\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> in all humility, and ask him for wisdom and intelligence, your prayers will be heard. You are commanded to search after wisdom from the best of books, and also through faith;<span class=\"citation\" id=\"88802\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88802)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88802)\">D&amp;C 88:118<\/a><\/span> and I will promise you that diligent study of our own works will place you in possession of a fund of knowledge that you never dreamed of. And then devote your leisure time to the acquisition of such useful knowledge as can be obtained through the schools, and from works on the sciences; but do not be led by their nonsense, and skepticism, and false theories. And in doing this, seek earnestly for the Spirit of God to aid you, to enlighten your mind, that you may the better comprehend truth, and be able to discard error. And when you meet together, let your hearts be set on the worship of God, and you will grow up in his fear, and your delight will be in doing good and laboring in the interest of his cause on the earth. <\/div><div class=\"paragraph jod\" id=\"v19n789\"> Now a few words to the sisters. They have their Relief Societies and Retrenchment Societies, and their Mutual Improvement Societies, all of which are very laudable and praiseworthy. You heard quoted this morning that the man was not without the woman, nor the woman without the man, in the Lord.<span class=\"citation\" id=\"73344\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73344)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73344)\">1 Cor. 11:11<\/a><\/span> Or in other words, it takes a woman and a man to make a man. Did you ever think about that, that without a union of the sexes we are not perfect? God has so ordained it. And therefore do we expect to have our wives in the future state? Yes. And do wives expect to have their husbands? Yes. Are we engaged in building up the kingdom of God? Yes. What have we to do? Why, our sisters have to learn to manage their household affairs in a proper manner, and to train their  <div class=\"break pagebreak\" id=\"246a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0246.pdf\" target=\"pdfwin\">p.&#xA0;246a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0897\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>daughters in such a manner as will prepare them to become mothers in Israel, competent to attend to the various duties and responsibilities which must sooner or later devolve upon them in the household, and also cultivate their nobler qualities, calculated to elevate and exalt woman in the estimation of God and man; and not only your daughters, but sons also; begin early to teach them meekness, kindness and gentleness, and withhold not from them such training as will give them an acquaintance with the common branches of education, and, if possible, afford them a knowledge of science, and of music, and everything that will have a tendency to lead their minds to find enjoyment in the development of the mind, but be sure and have for your base, or foundation, the early cultivation of the virtues, and a due regard to their superiors, as well as reverence for God and sacred things. And what next? Teach others who lack the opportunity that your children may possess. Sisters, you are eminently constituted for this work. God has given you both the desire and ability to do it; you can enter into the sympathies of others, and you can better appreciate their feelings than we men can, and you are altogether more competent to minister in such affairs. Hence the Prophet Joseph Smith, in his day, organized a Female Relief Society; some of you sisters now before me I remember seeing present on that occasion. Sister Emma Smith was President of that Society, sister Whitney, now of Salt Lake City, was one of her Counselors, sister Cleveland was the other Counselor, and sister Eliza Snow was Secretary. This movement, under the auspices of the Relief Societies, was allowed to sleep for a while, but it has again began <div class=\"break columnbreak\" id=\"246b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0246.pdf\" target=\"pdfwin\">p.&#xA0;246b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0897\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to awaken, and great good is being accomplished. And what do we want to teach our good sisters? I do not propose to go into details, but will merely say they should be things most elevating and useful. Teach them to cook aright, to dress aright, and to speak aright; also to govern their feelings and tongues, and unfold unto them the principles of the Gospel. Let the elderly ladies teach the younger ones, leading them on in the paths of life, that we may have sisters growing up, whose goodness and praiseworthy principles will make them fit to associate with the angels of God. And if you persevere in this good work, God will bless you and your efforts. Let male and female operate together in the one great common cause. Sisters, let it be your daily study to make your homes comfortable, more and more pleasant and agreeable, in fact, a little heaven on earth. And brethren, let us treat our wives properly, and prepare proper places for them; be kind to them, and feel to bless them all the day long. Do away with unkind or harsh words, and do not allow hard feelings to exist in your hearts, or find place in your habitations. Love one another, and by each trying to enhance the welfare of the other, that element will characterize the family circle, and your children will partake of the same feeling, and they in turn will imitate your good example, and perpetuate the things they learn at home. <\/div><div class=\"paragraph jod\" id=\"v19n791\"> There is another subject I wish to refer to, which was introduced this morning by brother Joseph F. Smith. He said, in speaking on Tithing, that if all of the brethren would pay their Tithing, there would be no need to call for donations. I am precisely of the same opinion.  <div class=\"break pagebreak\" id=\"247a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0247.pdf\" target=\"pdfwin\">p.&#xA0;247a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0896\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>But then all of you have not done this, neither do you do it. &#x201C;But are you in hopes that something of that kind will be accomplished?&#x201D; Yes, of course we are. Well, how is it now with our Temple affairs, there has been a change made in relation to these matters? The High Priests and Seventies were called upon to contribute in this direction, and they did it, and did well, which is praiseworthy. If I remember correctly, the whole amount subscribed during the year was some sixty-three thousand dollars, and this act not only facilitated the building of the Temple, but also rendered employment to a great many of our brethren. Now, President Young, before he left us, said that after the Stakes of Zion were organized, these subscriptions should be made through the Bishops, instead of through the Presidents of these several Quorums. Some would be ready to suggest that we do away with that, and use the Tithing instead. I am, as I have said, in hopes that we will be able to do that by and by, but I do not think you can today. We wish to take a steady, even course, and advance in improvements gradually, as our way shall open. I will show you what effect these sudden changes has. We talk about the Seventies, and the High Priest and Elders, and what they have done. But it is not generally known that the result of that sudden change was that Bishop Hunter had to furnish supplies for 50 or 60 men out of the Tithing Office. And our experience convinces us that any sudden changes in relation to these matters, might prove disastrous, causing perhaps the stoppage of some of our works. <\/div><div class=\"paragraph jod\" id=\"v19n793\"> I find there is considerable means owing by the Church, and I will speak a little about that, believing as I do <div class=\"break columnbreak\" id=\"247b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0247.pdf\" target=\"pdfwin\">p.&#xA0;247b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0896\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> that in making such things public, that all may have an understanding of our position. There were some propositions made to the Twelve, when they were in Cache Valley, lately, the substance of which was in the form of a request that the Tithing of that Temple District, comprising three Stakes, be used on the Temple now building. This, doubtless, seemed very desirable to them, but some of us thought, and so expressed ourselves, that if this request were granted, then the people of the other two Temple districts would, of course, want the same favor extended to them, which could not well be denied. And if this were done, how could we meet all the other expenses? Perhaps some of you wise men can tell me; the brethren of Cache Valley could not. There are thousands of dollars owing in different directions, which I am constantly called upon to meet, and if our resources were stopped, we could not carry out certain public labors required of us, and should be unable to pay our debts. But, with the hearty and continued cooperation of my brethren, I am in hopes that we will so work things before very long, that we shall be able to ease up in some of these matters, and have things move along a little more agreeable. We do not wish anybody to feel oppressed or crowded, but, on the other hand, we want to feel as we sing sometimes&#x2014;&#x201C;We are the freeborn sons of Zion,&#x201D; etc.; and that it is &#x201C;All free grace and free will.&#x201D; I mention these things to show you that there are responsibilities that many of the people little dream of. <\/div><div class=\"paragraph jod\" id=\"v19n794\"> Bro. Joseph mentioned one thing this morning to which I think I should have demurred a little, and I think you will when I tell you. In speaking about the poor people, that  <div class=\"break pagebreak\" id=\"248a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0248.pdf\" target=\"pdfwin\">p.&#xA0;248a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0895\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>they seemed to get along very well, etc., and that it was necessary sometimes for the Lord to humble the rich,<span class=\"citation\" id=\"88020\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88020)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88020)\">D&amp;C 84:112<\/a><\/span><span class=\"citation\" id=\"89880\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89880)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89880)\">D&amp;C 104:16<\/a><\/span> etc., which things are spoken of in the &#x201C;Doctrine and Covenants.&#x201D; But what of some of the others&#x2014;those who cannot be said to be either rich or poor? I want to refer to an item. There is owing to the Perpetual Emigrating Fund Company, upwards of a million of dollars; the nature of this indebtedness you are acquainted with. Certain brethren have been assisted here and you have joined in rendering that assistance. They have since come in possession of means and property of various kinds, but they have not settled for their emigration indebtedness. And this debt has increased to this enormous sum, and it hangs in this position today. Is this right? Is it just? I am inclined to think, with the president of the company, that if we only have the patience, the thing will be completely hung by and by, it is only a question of time. But then this state of things I look upon as an outrage to the community, and a greater outrage to the good and worthy poor who are ungathered, who are crying for assistance. And the Church has listened to these cries, and has advanced a large amount of means, at one time and another, to do what these once-poor people should have done, but have not done. Now I would ask, shall these things continue? I hope not; I trust that those who are indebted to this Fund will have more &#x201C;bowels of compassion.&#x201D;<span class=\"citation\" id=\"78723\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78723)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78723)\">1 Jn. 3:17<\/a><\/span> How anxious you were, when in foreign lands, to get to Zion; and you felt when assistance reached you, that one of the first things you would do, would be to extend the same to others. Let us be reminded of these obligations, and see that they are paid. <\/div><div class=\"paragraph jod\" id=\"v19n796\"> There is another subject I want to <div class=\"break columnbreak\" id=\"248b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0248.pdf\" target=\"pdfwin\">p.&#xA0;248b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0895\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> speak on, that is our school operations. You have elected me Superintendent of Common Schools, and I feel a good deal of interest in the welfare of Common Schools, and also in all of our institutions of learning, where good education can be had, for I feel interested in our youth, and I take this opportunity to speak to the whole county in relation to this matter. I can perceive quite an interest in educational matters, manifesting itself in our brethren who preside here; and I am much gratified in it. I hope that this whole county will go at this matter in all good faith, and where you lack good schoolhouses put them up; and when you have already the schoolhouse, but lack the furniture, get it and try to make the schoolhouse comfortable for the children; and then good teachers who are good Latter-day Saints. Shall we have them, or shall we employ teachers that will turn the infant minds of our children away from the principles of the Gospel, and perhaps lead them to darkness and death? Some say, &#x201C;You ought to be very generous, quite as liberal and generous as others.&#x201D; I think so. But if some of these liberal people, who talk so much about liberality, would show a little more of it, we would appreciate it a little better. I would like to know if a Methodist would send his children to a Roman Catholic School, or <span class=\"italic\">vice versa<\/span>? I think not. Do either send their children to &#x201C;Mormon&#x201D; schools, or employ &#x201C;Mormon&#x201D; teachers? I think not. Do we object to it? No, we do not; we accord to all classes their rights, and we claim rights equal with them. Well, shall we, after going to the ends of the earth to gather people to Zion, in order that they may learn more perfectly of His ways and walk in His paths,<span class=\"citation\" id=\"57805\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57805)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57805)\">Isa. 2:3<\/a><\/span> shall we then allow our  <div class=\"break pagebreak\" id=\"249a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0249.pdf\" target=\"pdfwin\">p.&#xA0;249a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0894\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>children to be at the mercy of those who would lead them down to death again? God forbid! Let our teachers be men of God, men of honor and integrity, and let us afford our children such learning as will place our community in the front ranks in educational as well as religious matters. But would we interfere with other religious denominations? No. Prevent them from sending their children where and to whom they please? No. Or from shipping where they please? No. I would not put a hair in their way, nor interfere with them in any possible way; they can take their course, and we want the same privilege. <\/div><div class=\"paragraph jod\" id=\"v19n798\"> With regard to some of these other things which I have referred to, I <div class=\"break columnbreak\" id=\"249b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0249.pdf\" target=\"pdfwin\">p.&#xA0;249b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0894\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> would say: We wish to continue on as we have done, and as soon as we can see our way out, we will make things more agreeable. These are my feelings; but in the meantime, there will be no radical changes. We started in with the intention of carrying out the views of President Young, and we purpose to do it; but should we, by and by see a better way, one that suits us better, that would be more pleasant all around, we will then adopt it. In the meantime, we will stick to the rod of iron, and humble ourselves before God, seeking to do His will in all things; and by and by, when we shall have done our work on earth, will obtain an inheritance in the celestial kingdom of our Father. Amen. <\/div>\n<\/div>\n<\/div>"}