{"ID":190047, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Remarks.<\/div>\n<div class=\"subtitle\">Discourses by Bishop L. W. Hardy, Elder Erastus Snow, President John Taylor, delivered at a Meeting Held in Nephi, on Wednesday Evening, May 15, 1878.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Geo. F. Gibbs.<\/div>\n<div class=\"pageHeader\">Page Header: Remarks.<\/div>\n<div class=\"speaker\">Speaker: L. W. Hardy<\/div>\n<div class=\"date\">Date: 5\/15\/1878<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d47\">\n<div class=\"paragraph jod\" id=\"v19n1077\"> BISHOP L. W. HARDY <\/div><div class=\"paragraph jod\" id=\"v19n1078\"> Brethren and sisters, I am pleased to meet with you, and to see so many present. I am requested to occupy <div class=\"break columnbreak\" id=\"334b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0334.pdf\" target=\"pdfwin\">p.&#xA0;334b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0809\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> ten minutes time, which I propose to devote to the subject of Tithing. <\/div><div class=\"paragraph jod\" id=\"v19n1079\"> Tithing is a law of God which we are required to obey, and it is bind<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"335a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0335.pdf\" target=\"pdfwin\">p.&#xA0;335a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0808\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ing upon all the Latter-day Saints, the poor as well as the rich. In some places the widow, who depends upon the Church for support, pays one-tenth of her income as Tithing. And this course I would recommend to all in similar circumstances, for it is only in compliance with the law that we can expect to obtain the blessings promised. And the poor woman herself is not the only one that is blessed by taking this course, but her children, if she has any, are taught a lesson that will not be forgotten, and they will always have pleasure in its contemplation, as long, at least, as they are worthy the name of Latter-day Saint, say nothing of the influence for good which she wields among those of more favorable circumstances. It is not the amount that we pay, but it is the honest Tithing, paid willingly and in the faith and spirit of the Gospel, that the Lord requires, no matter how small it may be; and then, on the other hand, it matters not how large. The Savior, when on a certain occasion he sat near the treasury, looking at the people how they cast in money&#x2014;and we are told that many that were rich cast in much, but, notwithstanding, the poor widow who came along and threw in her two mites, which only make a farthing, contributed, he said, more than they all.<span class=\"citation\" id=\"66651\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66651)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66651)\">Mark 12:41-43<\/a><\/span><span class=\"citation\" id=\"67948\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67948)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67948)\">Luke 21:1-4<\/a><\/span> &#x201C;For all they did cast in of their abundance; but she of her want did cast in all she had, even all her living.&#x201D;<span class=\"citation\" id=\"127770\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127770)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127770)\">Mark 12:44<\/a><\/span> The Lord acknowledges the honesty of the heart by providing for and blessing us with the necessaries and comforts of life; and he will continue to do so, as long as we fear and obey him with all our might, mind and strength. He will not fail in the fulfillment of his promises, inasmuch as we are found worthy before him. It is not only our duty to pay our <div class=\"break columnbreak\" id=\"335b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0335.pdf\" target=\"pdfwin\">p.&#xA0;335b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0808\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Tithing, but our offerings too, that our poor may be fed and clothed, and their hearts made glad. It is just as binding upon us to look after our poor, as it is to be baptized for the remission of sins. How do you think, brethren, the Lord would regard us if the cries of the widow and the orphan, the aged, and the halt and the blind, were to ascend into his ears, while we heed them not? I tell you he would not own us as his people, neither could he pour out his blessings upon us. Then pay your Tithes and your offerings, and be blessed. Attend your fast meetings, and bring in your offerings in the time thereof, that the poor may rejoice and feel that they are not neglected. Why, if every man and woman fulfilled his and her duty in this respect, your offerings would be piled up so high that there would not be poor enough to eat them, and you would be sending up to Bishop Hunter asking him to send you some poor people to eat them up. We are a blessed people, we enjoy peace and plenty, while millions of our fellow beings today know not what it is to enjoy either. But supposing we all were prompt and faithful in paying our Tithes and offerings, how do you think it would be with us? Why, He would be mindful of his promise to fulfil it; He would &#x201C;open to you the windows of heaven, and pour you out a blessing, that there would not be room enough to receive it.&#x201D;<span class=\"citation\" id=\"62455\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62455)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62455)\">Mal. 3:10<\/a><\/span> And further, he says to those who comply with this law, &#x201C;I will rebuke the devourer for your sakes, and he shall not destroy the fruits of your ground,&#x201D;<span class=\"citation\" id=\"62462\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62462)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62462)\">Mal. 3:11<\/a><\/span> etc. Then pay your Tithes and your offerings, that the blessings of God may be upon us and our land, and upon our orchards, and that the hearts of the poor may be made to rejoice, and that Temples may be reared to his  <div class=\"break pagebreak\" id=\"336a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0336.pdf\" target=\"pdfwin\">p.&#xA0;336a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0807\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>holy name, and the work of the Father may go on to its consummation. I doubt, my brethren, whether a man can save himself, much less prove a savior to his dead, who neglects to Tithe himself. Well, I see that my time has expired. God bless you. Amen. <\/div><div class=\"paragraph jod\" id=\"v19n1081\"> ELDER ERASTUS SNOW <\/div><div class=\"paragraph jod\" id=\"v19n1082\"> I propose to continue the subject that has been alluded to. <\/div><div class=\"paragraph jod\" id=\"v19n1083\"> In a very early period of the history of this Church, when in its infancy, the Lord said unto us, in a revelation which is contained in the Doctrine and Covenants, &#x201C;He that is tithed shall not be burned.&#x201D;<span class=\"citation\" id=\"86526\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86526)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86526)\">D&amp;C 64:23<\/a><\/span> In several of the revelations the subject of Tithing is referred to in a general way; but the special revelation on that subject was given at Far West, Missouri, in July, 1838, in answer to the question, &#x201C;O Lord, show unto thy servants how much thou requirest of the properties of thy people for a tithing.&#x201D;<span class=\"citation\" id=\"90725\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90725)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90725)\">D&amp;C 119 Headnote<\/a><\/span> And by this revelation we learned that we were required to consecrate all of our surplus property for the purposes mentioned therein, and after doing that, to pay annually one-tenth of our increase.<span class=\"citation\" id=\"90739\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90739)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90739)\">D&amp;C 119:1-4<\/a><\/span> This means increase from every source. For instance, if a man depend only upon the labor of his own hands, then one-tenth of his earnings would be his lawful Tithing. But if in addition to this he possess teams or employ other labor, then the increase of such labor should also be Tithed. Again, if he should be engaged opening up farms, building or making other improvements, thus accumulating a surplus around him, one-tenth of the increase of such property would be due, as Tithing, as well as a tenth of his labor combined. Then again, should part of his surplus property be in such a condition as to enable him <div class=\"break columnbreak\" id=\"336b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0336.pdf\" target=\"pdfwin\">p.&#xA0;336b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0807\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to invest it in any branch of business, one-tenth of the profits arising therefrom is due as Tithing; or should he have money loaned out on interest, on every dollar so accumulated the sum of ten cents belongs to the Lord, in accordance to his law regulating the Tithing of his people; and so on, this law strictly applying to our income derived from every source. <\/div><div class=\"paragraph jod\" id=\"v19n1084\"> It is not, as some verily suppose, the Tithing of what you may have left after deducting all of your expenses; or in other words, after spending all you can. There are some calling themselves Latter-day Saints who try to appease their conscience in the belief that Tithing means the tenth of what may be left after deducting all expenses, which would amount to this: &#x201C;What we cannot spend we will give a tenth of that as our Tithing.&#x201D; How much, my brethren and sisters, do you think the Lord would get if all of us felt and acted so? This is not the law of Tithing; all who aim to comply with it after this manner deviate from its true reading. We are required to pay the tenth of our increase, or interest, or income, which is our Tithing, and which is necessary for the general welfare in building Temples, sustaining the Priesthood, administering to the poor, etc., while we retain the nine-tenths for the sustenance of ourselves and families, etc. <\/div><div class=\"paragraph jod\" id=\"v19n1085\"> Brother Hardy expressed himself doubtful whether men who ignored this law of Tithing could save themselves, much less save their dead. I will here say, that when this law of Tithing was revealed, in 1838, the Lord said, &#x201C;This shall be a standing law unto them forever,&#x201D;<span class=\"citation\" id=\"90764\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90764)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90764)\">D&amp;C 119:4<\/a><\/span> and &#x201C;shall be an ensample unto all the stakes of Zion.&#x201D;<span class=\"citation\" id=\"90798\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90798)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90798)\">D&amp;C 119:7<\/a><\/span> And we are also told that all who observe not this law should  <div class=\"break pagebreak\" id=\"337a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0337.pdf\" target=\"pdfwin\">p.&#xA0;337a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0806\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>not be found worthy to abide among the people of God.<span class=\"citation\" id=\"90772\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90772)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90772)\">D&amp;C 119:5<\/a><\/span> And the Lord further says, &#x201C;If my people observe not this law, to keep it holy, and by this law sanctify the land of Zion unto me, that my statutes and my judgments might be kept thereon, that it may be most holy, behold, verily I say unto you, it shall not be a land of Zion unto you.&#x201D;<span class=\"citation\" id=\"90785\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90785)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90785)\">D&amp;C 119:6<\/a><\/span> This was the word of the Lord to his people at that early day, and it has never changed, but is in force to this day and will remain so forever. Unless certain conditions are complied with, this chosen land cannot be a land of Zion unto us. <\/div><div class=\"paragraph jod\" id=\"v19n1087\"> After this law was given unto us we were driven from Missouri, and we built a Temple at Nauvoo. And when that Temple was so far completed that a baptismal font could be established in the basement, and the Latter-day Saints began to have access to the same, the Prophet Joseph instructed the brethren in charge, to the effect that none should be allowed to participate in the privileges of the House of God excepting those who shall produce a certificate from the General Church Recorder, certifying to the fact that they had paid up their tithing. How many of these old Saints have yet preserved among their old papers certificates of this character, issued by Brother Wm. Clayton. And should any have had access to the privileges of the House of the Lord either on behalf of themselves or their dead, without having complied with this law, thus securing unto themselves, in a legal and proper way, the right of the Temple, they would be like thieves and robbers that enter not into the sheepfold by the door, but climb up some other way.<span class=\"citation\" id=\"69591\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69591)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69591)\">John 10:1<\/a><\/span> And the time will come when such persons will be treated as thieves and robbers&#x2014;bound hand and foot and cast out again.<span class=\"citation\" id=\"65371\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65371)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65371)\">Matt. 22:13<\/a><\/span> This is the testimony I wish <div class=\"break columnbreak\" id=\"337b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0337.pdf\" target=\"pdfwin\">p.&#xA0;337b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0806\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to add to the remarks of Brother Hardy. <\/div><div class=\"paragraph jod\" id=\"v19n1088\"> That we may be more diligent and faithful in the observance of the laws of God than in the past; and that through faith and good works we may be able to see as God sees us, and be Latter-day Saints indeed and of a truth, is my prayer. And by thus placing ourselves in a condition to receive, we will see if he does not fulfil his promise, by opening the windows of heaven and pouring out a blessing such as we can hardly contain.<span class=\"citation\" id=\"62456\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62456)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62456)\">Mal. 3:10<\/a><\/span> Amen. <\/div><div class=\"paragraph jod\" id=\"v19n1088\"> PRESIDENT JOHN TAYLOR <\/div><div class=\"paragraph jod\" id=\"v19n1089\"> I am pleased to have the opportunity of meeting with the brethren in this place. As we are only making a passing visit, being on our way to Sanpete, we have not time to make very long speeches. I have been interested in the remarks which have been made, and I presume you have been also. <\/div><div class=\"paragraph jod\" id=\"v19n1090\"> In regard to our religion and our feelings about tithing, and in fact everything else, we need to act conscientiously before God, and as honest men, without any equivocation of any kind. In regard to our doctrine and the principles we believe in; in regard to our deal and intercourse with all men everywhere; in regard to our associations with our families and with one another, we ought to really be what we profess to be&#x2014;Latter-day Saints. And not only have the profession, but seek to posses the principles that all good Latter-day Saints ought to be in possession of, and which are our privilege to possess. It is quite possible that we may deceive one another; but it is not always that we succeed in doing that. We often try, but we make a poor out at it, for people generally are not so much deceived as we may think. It is true they may not say anything, but at the  <div class=\"break pagebreak\" id=\"338a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0338.pdf\" target=\"pdfwin\">p.&#xA0;338a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0805\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>same time they keep up a loud thinking about it. But if we do manage to deceive each other we cannot deceive God. And what is the use of making a profession of anything unless we carry it out. Why are we here? Because we embraced the Gospel, and because we believed this was the land of Zion. Why do we attend to Temple ordinances? Because we believe they are ordained of God, and are necessary for our welfare and the welfare of our progenitors. Why do we build temples? Is it to appear liberal towards these institutions, in the eyes of our brethren? It should not be. But it should be because we believe it to be a duty devolving upon us, and because, as Elders in Israel, the Lord expects us to do it, because it is a part of the plan of salvation ordained of God for the living and the dead; and because it is expected to carry out his purposes in regard to the world in which we live, and that we should operate and cooperate with the Priesthood behind the veil, in all sincerity and honesty before God in all that we do to this end, for as one of old said, in contemplating these things, &#x201C;Hell and destruction is without a covering before thee,&#x201D; and how much more so are the hearts of the children of men.<span class=\"citation\" id=\"57431\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57431)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57431)\">Prov. 15:11<\/a><\/span> And how pleasing it is to operate with our Heavenly Father in all sincerity; how pleasing it is to feel that God is our Father, and that we are his children, that we are his covenant people, and that we are engaged doing his work. We should be honest with ourselves, honest with our families, honest with each other and honest with our God, and in all the various relations of life. <\/div><div class=\"paragraph jod\" id=\"v19n1092\"> The subject of tithing has been referred to. We profess to believe in it, and therefore we should carry it out. If we do not believe in it, let us be frank enough to say so, and <div class=\"break columnbreak\" id=\"338b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0338.pdf\" target=\"pdfwin\">p.&#xA0;338b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0805\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> quit. We profess to have faith in God, and that it is our duty to call upon him morning and evening. If I did not believe that the Lord would hear me, I would not trouble myself about calling upon him. But I do believe that the Lord says: &#x201C;Ask, and it shall be given you; seek, and ye shall find; knock, and it shall be opened unto you: For every one that asketh receiveth; and he that seeketh findeth; and to him that knocketh it shall be opened. Or what man is there of you, who if his son ask bread, will he give him a stone? Or if he ask a fish, will he give him a serpent?<span class=\"citation\" id=\"63760\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63760)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63760)\">Matt. 7:7-10<\/a><\/span> etc.&#x201D; Jesus tried to impress this principle upon the people in his day; but it is difficult for us at times to realize it. And again he instances the widow and the unjust judge, showing that by continual prayer, importuning the Father, in the name of Jesus, in faith that he will hear us, our prayers will not be in vain.<span class=\"citation\" id=\"67854\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67854)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67854)\">Luke 18:1-8<\/a><\/span> We should feel that God is our Father and that we are his children, and that he has promised to listen to our prayer, and that we are called upon to be obedient to his will and to carry out his designs. And then we ought, in order that our prayers may be effectual, perform the various duties devolving upon us, such as have been referred to, and we should be honest and honorable in our dealing one with another. If we try to defraud our brother, how can we expect God to bless us in that, for he is a child of our Heavenly Father just as much as we are. And being his child he feels interested in his welfare, and if we try to take advantage to the injury of the Lord's child, do you think he would be pleased with us? Formerly, according to the Mosaic law, if a man stole anything he would make him restore it four fold.<span class=\"citation\" id=\"54348\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54348)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54348)\">Ex. 22:1<\/a><\/span><span class=\"citation\" id=\"67890\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67890)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67890)\">Luke 19:8<\/a><\/span> That was a law of carnal commandments and ordinances. And we are living under a more ele<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"339a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0339.pdf\" target=\"pdfwin\">p.&#xA0;339a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0804\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>vated law, and occupying a higher position than the Children of Israel did. We want to be just and generous to each other, &#x201C;Thou shalt love the Lord thy God with all thy heart, and with all thy soul, and with all thy mind, and with all thy strength.&#x201D; This we are told is the first commandment. And the second is like unto it, namely, &#x201C;Thou shalt love thy neighbor as thyself.&#x201D;<span class=\"citation\" id=\"65457\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65457)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65457)\">Matt. 22:37-39<\/a><\/span> Do we do this? If we did, then how pleasantly we could come before the Lord. Yet, if we were living our religion, possessing the light and intelligence of God, we would do so. But, to go a little further, quoting from the injunction of Paul: &#x201C;Be kindly affectioned one to another with brotherly love; in honor preferring one another.&#x201D;<span class=\"citation\" id=\"72837\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72837)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72837)\">Rom. 12:10<\/a><\/span> Could you go that, do you think? There would first have to be a little change among some of us. Yet those were the principles taught by some of the former-day Apostles, and it is just as true today as it was then. There is something very pleasing in these things; and if we could only carry them out how pleasant it would be; we would have confidence in every man. We sing sometimes something like this&#x2014;and we sing it quite glibly too: &#x201C;When every man, in every place shall meet a brother and a friend.&#x201D; Do you ever remember hearing folks sing that? If we were one and all, so united as to inspire that confidence in all our acts and doings, so far as we were concerned in our immediate vicinity, every man would meet a brother and a friend; and the same would also be said of our sisters. These are the kind of feelings the Gospel ought to inspire in our hearts: love for one another, a feeling of interest in one another's welfare and so fulfil the law of Christ&#x2014;<span class=\"citation\" id=\"74681\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74681)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74681)\">Gal. 6:2<\/a><\/span>the law of the Gospel. <\/div><div class=\"paragraph jod\" id=\"v19n1095\"> And then men should feel right towards their wives and treat them in <div class=\"break columnbreak\" id=\"339b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0339.pdf\" target=\"pdfwin\">p.&#xA0;339b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0804\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> kindness and with regard, not allowing our love to wear out. We might have been a little foolish in our younger days, when doing our courting, paying to much attention to the object of our affection, whereas, by and by, we pay too little attention. We should so live that our love for each other can increase all the time and not diminish, and have charity in our bosoms so that we may bear with one another's infirmities,<span class=\"citation\" id=\"72876\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72876)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72876)\">Rom. 15:1<\/a><\/span> feeling that we are the children of God, seeking to carry out his word and will and law. And then treat everybody right. What, the Gentiles? Yes, certainly; it would be a pity if we could not afford to treat everybody honorably and right. These &#x201C;damned Gentiles,&#x201D; as you are sometimes pleased to call them, are the children of our Heavenly Father. What was the Gospel introduced into the world for? What was the promise made to Abraham? &#x201C;In thy seed shall all the nations of the earth be blessed,&#x201D;<span class=\"citation\" id=\"53383\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53383)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53383)\">Gen. 22:18<\/a><\/span><span class=\"citation\" id=\"53445\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53445)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53445)\">Gen. 26:4<\/a><\/span><span class=\"citation\" id=\"53482\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53482)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53482)\">Gen. 28:14<\/a><\/span> not cursed. What was the mission that Jesus gave to his disciples? &#x201C;Go ye into all the world, and preach the gospel to every creature.&#x201D;<span class=\"citation\" id=\"66750\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66750)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66750)\">Mark 16:15<\/a><\/span> What, to the Gentiles? Yes; were not you among that class when the Gospel reached you? Yes, you were, and if the elders had not gone out to preach the Gospel you would not have been here. Well, shall we treat men aright here. Certainly; but that is not to say you shall be governed by any of their meanness or corruption. God sends us to teach, not to be taught<span class=\"citation\" id=\"85495\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85495)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85495)\">D&amp;C 43:15<\/a><\/span> or to be influenced by anything improper or impure; he sends us to elevate the standard of truth and to act the part of a friend to all men, but not to be partakers of their sins,<span class=\"citation\" id=\"75962\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75962)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75962)\">1 Tim. 5:22<\/a><\/span> or mix up with them in their vice and contentions; but preserve our bodies and spirits pure together, that we may be the children of God without rebuke in the midst of a corrupt and perverse gene<div class=\"hyphen\">-<span class=\"citation\" id=\"75494\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75494)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75494)\">Philip. 2:15<\/a><\/span><span class=\"citation\" id=\"84895\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84895)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84895)\">D&amp;C 33:2<\/a><\/span><\/div><div class=\"break pagebreak\" id=\"340a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0340.pdf\" target=\"pdfwin\">p.&#xA0;340a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0803\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ration. What would I do with the hungry? I would feed them. What, if they were not good people? Yes, you and I can well afford to treat everybody right. God makes his sun to shine on the evil as well as the good, and he sends his rain on the just and the unjust.<span class=\"citation\" id=\"63257\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63257)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63257)\">Matt. 5:45<\/a><\/span> But do not descend to their evils and wickedness and corruptions, nor to the evils and wickedness of those who call themselves Latter-day Saints, who are not, who do not keep the commandments of God. <\/div><div class=\"paragraph jod\" id=\"v19n1097\"> I am a believer in the things the brethren have been speaking about, they are matter of fact principles. There are some Christian people in this world who, if a man were poor or hungry, would say, let us pray for him. I would suggest a little different regimen for a person in this condition: rather take him a bag of flour and a little beef or pork, and a little sugar and butter. A few such comforts will do him more good than your prayers. And I would be ashamed to ask the Lord to do something that I would not do myself. Then go to work and help the poor yourselves first, and do all you can for them, and then call upon God to do the balance. So with the building of our Temples and everything else. Never mind so much about the prayers; prayers are all very well in their place. There is an old saying which is not without meaning; it is &#x201C;Yankee doodle, do it.&#x201D; Let us do something and feel that we are men among men, and that we are prepared to fill the various responsibilities devolving upon us, and then things will move along right enough. We get excited sometimes and want to do everything in a rush. Why the world was not built in a day, neither does winter change into summer in a day, it takes time. When it begins to get a little <div class=\"break columnbreak\" id=\"340b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0340.pdf\" target=\"pdfwin\">p.&#xA0;340b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0803\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> warm in the spring you begin to plow, and when you cast in the seed you do not expect to reap on tomorrow; but you wait, and by and by the grain begins to shoot, and everything looks beautiful and green, and when it commences to head out, you begin to talk about the harvest. There is, however, an overwhelming power, which is the power of God, at the back of it, which gives life and vitality to all nature; and it moves gradually and slowly, but surely. We want to grow in grace and in the knowledge and love of God<span class=\"citation\" id=\"78511\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78511)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78511)\">2 Pet. 3:18<\/a><\/span> in the same way. <\/div><div class=\"paragraph jod\" id=\"v19n1098\"> We have commenced to build up the Kingdom of God, and like the grain of mustard seed, which is the smallest of all seeds, it will grow and extend<span class=\"citation\" id=\"64612\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64612)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64612)\">Matt. 13:31-32<\/a><\/span> until the whole earth shall be full of the knowledge of God,<span class=\"citation\" id=\"58172\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58172)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58172)\">Isa. 11:9<\/a><\/span> and the kingdoms of this world become the kingdoms of our God and his Christ and he will reign forever.<span class=\"citation\" id=\"79482\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79482)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79482)\">Rev. 11:15<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v19n1099\"> We will try to be united, and purify ourselves and purify our families, and purge out iniquity from our households.<span class=\"citation\" id=\"85481\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85481)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85481)\">D&amp;C 43:11<\/a><\/span> We will try to have a conscience void of offense towards God and man.<span class=\"citation\" id=\"72121\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72121)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72121)\">Acts 24:16<\/a><\/span><span class=\"citation\" id=\"92029\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92029)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92029)\">D&amp;C 135:4<\/a><\/span> We will try to magnify that priesthood God has conferred upon us. And we will go on from truth to truth; from intelligence to intelligence, and from wisdom to wisdom until we see as we are seen and know as we are known.<span class=\"citation\" id=\"73734\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73734)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73734)\">1 Cor. 13:12<\/a><\/span><span class=\"citation\" id=\"87177\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87177)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87177)\">D&amp;C 76:94<\/a><\/span> We will operate together, and with all Israel and with the gods in the eternal worlds, and with the patriarchs, prophets and apostles, and all the holy men of God who have lived before us, in assisting to bring to pass all the designs of God of which the prophets have spoken, and in building up the Zion of God, in redeeming the earth and establishing the kingdom of God thereon. <\/div><div class=\"paragraph jod\" id=\"v19n1100\"> May God bless you and lead you in the paths of life,<span class=\"citation\" id=\"57367\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57367)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57367)\">Prov. 2:19<\/a><\/span> in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}