{"ID":190048, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">United Order&#x2014;Tithing&#x2014;Cooperative Labors in Brigham City.<\/div>\n<div class=\"subtitle\">Discourse by Elder Lorenzo Snow, delivered in the Tabernacle, Ogden City, Sunday Afternoon, April 21, 1878.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: James Taylor.<\/div>\n<div class=\"pageHeader\">Page Header: United Order, Etc.<\/div>\n<div class=\"speaker\">Speaker: Lorenzo Snow<\/div>\n<div class=\"date\">Date: 4\/21\/1878<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d48\">\n<div class=\"paragraph jod\" id=\"v19n1102\"> I will read, this afternoon, a few verses of the revelation commencing on page 345 of the new edition of the Book of Doctrine and Covenants: <\/div><div class=\"paragraph jod\" id=\"v19n1103\"> &#x201C;1. Verily I say unto you who have assembled together that you may learn my will concerning the redemption of mine afflicted people&#x2014;  <\/div><div class=\"paragraph jod\" id=\"v19n1104\"> &#x201C;2. Behold, I say unto you, were it not for the transgressions of my people, speaking concerning the church and not individuals, they might have been redeemed even now. <\/div><div class=\"paragraph jod\" id=\"v19n1105\"> &#x201C;3. But behold, they have not learned to be obedient to the things which I required at their hands, but are full of all manner of evil, and do not impart of their substance, as becometh saints, to the poor and afflicted among them; <\/div><div class=\"paragraph jod\" id=\"v19n1106\"> &#x201C;4. And are not united according to the union required by the law of the celestial kingdom; <\/div><div class=\"paragraph jod\" id=\"v19n1107\"> &#x201C;5. And Zion cannot be built up unless it is by the principles of the law of the celestial kingdom; otherwise I cannot receive her unto myself. <\/div><div class=\"paragraph jod\" id=\"v19n1108\"> &#x201C;6. And my people must needs be chastened until they learn obedience, if it must needs be, by the things which they suffer.&#x201D;<span class=\"citation\" id=\"89921\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89921)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89921)\">D&amp;C 105:1-6<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v19n1109\"> I wish to remind my brethren and sisters, in the first place, that we are dependent for our information and intelligence upon the Spirit of God, which may be in us, if properly cultivated, a spirit of inspiration, of revelation, to make manifest <div class=\"break columnbreak\" id=\"341b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0341.pdf\" target=\"pdfwin\">p.&#xA0;341b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0802\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> clearly to our understanding the mind and will of God, teaching our duties and obligations, and what is required at our hands. And, on occasions of this kind, when we are assembled together to learn the will of God, it is of importance that we exercise faith, and have the spirit of prayer, that the Lord will cause something to be said that will instruct, and give us such information and knowledge as will be of use and service in our daily walk and under the circumstances that surround us. <\/div><div class=\"paragraph jod\" id=\"v19n1110\"> We need assistance. We are liable to do that which will lead us into trouble and darkness, and those things which will not tend to our good, but with the assistance of that comforter which the Lord has promised his Saints,<span class=\"citation\" id=\"70054\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70054)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70054)\">John 14:26<\/a><\/span> if we are careful to listen to its whisperings, and understand the nature of its language, we may avoid much trouble and serious difficulty. <\/div><div class=\"paragraph jod\" id=\"v19n1111\"> We are told in these verses which I have read, that the Saints in former days were driven from the land of their possessions because they lacked that union which was necessary for their safety and salvation, and to preserve them upon this land which the Lord designed to give  <div class=\"break pagebreak\" id=\"342a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0342.pdf\" target=\"pdfwin\">p.&#xA0;342a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0801\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>them for an inheritance. They were not united according to the union which was required by the celestial law.<span class=\"citation\" id=\"89927\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89927)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89927)\">D&amp;C 105:4<\/a><\/span> And we are told here that Zion cannot be built up upon any other principle or foundation.<span class=\"citation\" id=\"89937\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89937)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89937)\">D&amp;C 105:5<\/a><\/span> This is the subject that concerns every Latter-day Saint, and is well worthy of deep reflection, and we should seek the spirit of inspiration, that we may understand it properly, and how it may, perhaps, effect us in our present situation. <\/div><div class=\"paragraph jod\" id=\"v19n1113\"> There are principles which are revealed for the good of the people of God, and clearly manifest in the revelations which have been given; but in consequence of not being more persevering and industrious, we neglect to receive the advantages which they are designed to confer, and we think, perhaps, that it is not necessary to exert ourselves to find out what God requires at our hands, or in other words, to search out the principles which God has revealed, upon which we can receive very important blessings. There are revealed, plainly and clearly, principles which are calculated to exalt the Latter-day Saints, and preserve them from much trouble and vexation, yet, through lack of perseverance on our part to learn and conform to them, we fail to receive the blessings that are connected with obedience to them. These principles of union, which the Latter-day Saints in former times ignored, and in consequence of disobedience to them, were driven from Missouri, are called by different names&#x2014;United Order, Order of Enoch,<span class=\"citation\" id=\"127771\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127771)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127771)\">D&amp;C 76:57<\/a><\/span><span class=\"citation\" id=\"127772\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127772)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127772)\">D&amp;C 82:1-24<\/a><\/span> the principles of Union of the Celestial Law, etc. When we search the revelations of God in regard to them, we see that wherever the Gospel of the Son of God has been revealed in its fulness, the principles of the United Order were made manifest, and required <div class=\"break columnbreak\" id=\"342b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0342.pdf\" target=\"pdfwin\">p.&#xA0;342b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0801\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to be observed. The system of union, or the Order of Enoch, which God has taken so much pains to reveal and make manifest, has been, and is, for the purpose of uniting the Latter-day Saints, the people of God, and preparing them for exaltation in his celestial kingdom, and also for the purpose of preparing them here on this earth to live together as brethren, that they may become one in all matters that pertain to their worldly affairs, as well as their spiritual interests, that they may become one&#x2014;one in their efforts, one in their interests&#x2014;so that there shall be no poor found in the midst of the Latter-day Saints,<span class=\"citation\" id=\"92957\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92957)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92957)\">Moses 7:18<\/a><\/span> and no moneyed aristocracy in the midst of the people of God, but that there should be a union, an equality. Before this Church was organized, in April, 1830, there were given revelations touching the United Order;<span class=\"citation\" id=\"84205\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84205)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84205)\">D&amp;C 19:26,34<\/a><\/span> and from the day the first revelation was given in regard to these principles, there have been given a great number of revelations making the principle of the United Order very plain to the understanding of those who wish to comprehend them. The principles and system have been pointed out in various revelations very distinctly, so that the Saints might not err. The Lord has shown us that he considered this order no small matter, but a subject of vast importance; so much so, in fact, that he has pronounced severe penalties on those who disobey its principles, and promised most important blessings to those who receive it and conform to its requirements. Doc. and Cov., page 327,<span class=\"citation\" id=\"89665\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89665)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89665)\">D&amp;C 101:90-101<\/a><\/span> 276,<span class=\"citation\" id=\"88051\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88051)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88051)\">D&amp;C 85:3-11<\/a><\/span> 258,<span class=\"citation\" id=\"87351\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87351)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87351)\">D&amp;C 78:7-17<\/a><\/span> 264.<span class=\"citation\" id=\"87464\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87464)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87464)\">D&amp;C 82:20-24<\/a><\/span><span class=\"citation\" id=\"87469\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87469)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87469)\">D&amp;C 83:1-3<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v19n1114\"> The Latter-day Saints, no doubt, have made very great improvement, and advanced considerably beyond the point the Saints reached when they were in Missouri, and were  <div class=\"break pagebreak\" id=\"343a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0343.pdf\" target=\"pdfwin\">p.&#xA0;343a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0800\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>chastened in consequence of their not having conformed to the principles of union, as required; but when we see these sacred principles disregarded, to a certain extent, so much as they are, we wonder why it is so, and how it is that they are so much neglected, so much ignored&#x2014;principles of such vast importance to our exaltation and glory, and for our safety, and on account of disobedience to which the Lord could not sustain and defend his people in the State of Missouri, but suffered them to be overcome and expelled by their enemies. <\/div><div class=\"paragraph jod\" id=\"v19n1116\"> The Lord, when he counseled that Jackson County should be purchased by the Saints, was very strict in regard to the manner in which they should observe the principles of union; and he called one of his servants, and told him that he would make him an example in regard to what would be required of those who should go up to the land of Missouri to receive their inheritance. That was Martin Harris. (Doc. &amp; Cov., sec. 58, page 203, verses 35 and 36.) The Lord said: &#x201C;It is wisdom in me that my servant Martin Harris should be an example unto the church, in laying his moneys before the bishop of the church. And also, this is a law unto every man that cometh unto this land to receive an inheritance; and he shall do with his moneys according as the law directs.&#x201D;<span class=\"citation\" id=\"86226\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86226)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86226)\">D&amp;C 58:35-36<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v19n1117\"> Now, here is one of the first principles of the United Order, and it was made and ordained a law by every person, and everyone was required to observe it, who should be privileged to go to the land of Missouri to receive an inheritance.<span class=\"citation\" id=\"86230\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86230)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86230)\">D&amp;C 58:36<\/a><\/span> But this, I think, will apply, not only to those who should go to the land of Missouri, but to the people of God in every land. Wherever <div class=\"break columnbreak\" id=\"343b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0343.pdf\" target=\"pdfwin\">p.&#xA0;343b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0800\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> there is a people of God, the principles of the United Order are applicable, if they would receive and obey them. Some have thought that the United Order was to be kept only by the people who should go up to the land of Missouri. Now this, I believe, is incorrect. It would seem very singular that the Latter-day Saints, when they receive the Gospel, should not have the privilege of uniting themselves, according to the principles of the celestial law,<span class=\"citation\" id=\"89928\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89928)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89928)\">D&amp;C 105:4<\/a><\/span> and that Jackson County should be the only place where this law might be observed. I shall not have time to pursue this subject so particularly as I would wish, I will simply refer to some revelations in regard to the matter. <\/div><div class=\"paragraph jod\" id=\"v19n1118\"> In Kirtland, Ohio, there was a United Order established under the direct influence and instructions of Joseph Smith. He received revelations from the Lord in regard to this subject. And there was not only a United Order established in Kirtland, but there was also a United command of God to be established in a locality about fifteen or twenty miles from Kirtland, in a town called Thompson. And the Lord gave his servant, Edward Partridge, the first Bishop of this Church, revelations and important instructions in reference to organizing a Branch of the Church into the United Order in that township.<span class=\"citation\" id=\"85999\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85999)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85999)\">D&amp;C 51:1-20<\/a><\/span> And Edward Partridge needed these instructions, because it might well be understood that he, of himself, would not be able to understand the mind and will of God touching what was required according to the principles of the celestial law. Therefore, the Lord told him it was necessary that he should receive instructions in these principles. And he gave him instructions, and told him that it was necessary that the people should  <div class=\"break pagebreak\" id=\"344a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0344.pdf\" target=\"pdfwin\">p.&#xA0;344a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0799\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>be organized there according to his law, otherwise they should be cut off.<span class=\"citation\" id=\"85998\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85998)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85998)\">D&amp;C 51:1-2<\/a><\/span> And he told him, furthermore, that it was their privilege to be organized according to the celestial law,<span class=\"citation\" id=\"86006\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86006)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86006)\">D&amp;C 51:15<\/a><\/span> that they might be united upon those principles. And also, in this revelation, he told Edward Partridge that he should have the privilege of organizing, for this was an example unto him, in all other places, in all other churches.<span class=\"citation\" id=\"86010\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86010)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86010)\">D&amp;C 51:18<\/a><\/span> So it was not confined to any particular locality, to Kirtland, nor to Thompson, nor to Jackson County; but in that revelation it was told the Bishop that this should be an example unto him in organizing in all Churches.<span class=\"citation\" id=\"86011\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86011)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86011)\">D&amp;C 51:18<\/a><\/span> So that wherever Edward Partridge should find a Church, he would have the privilege of organizing them according to the United Order, the Celestial Law, or the Order of Enoch. <\/div><div class=\"paragraph jod\" id=\"v19n1120\"> Now, we might ask ourselves, would it be supposable that there could be any transgression or that we would offend God in ascertaining what the United Order is, and then conforming ourselves to its requirements, as near as possible? <\/div><div class=\"paragraph jod\" id=\"v19n1121\"> In the days of the Prophet Ezra, the Jewish nation, for many years, had been in captivity, and in transgression, and been permitted to be destroyed, and driven from their locations by their enemies. Well, Ezra, on a certain occasion, saw proper to bring them together and build Jerusalem that had been thrown down. The Lord aided him in this work; and after they had been successful in building the walls, they commenced reading the laws and revelations of God; and they found that the people were in great transgression, and in disobedience to a very important and sacred law, and that was in regard to their intermarriages with aliens. They discovered that there had been a law given in the days of Moses, <div class=\"break columnbreak\" id=\"344b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0344.pdf\" target=\"pdfwin\">p.&#xA0;344b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0799\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> that they should not give their daughters to the sons of aliens, neither should they take the daughters of aliens to their sons.<span class=\"citation\" id=\"127773\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127773)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127773)\">Deut. 7:3<\/a><\/span> Well, when Ezra made this discovery, and found that the people had been intermarrying to quite an extent, he was in consternation. He sat down, plucked the hair from his head, and his beard from his face, and rent his garments;<span class=\"citation\" id=\"55950\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55950)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55950)\">Ezra 9:3<\/a><\/span> and called upon his God to forgive the people.<span class=\"citation\" id=\"127774\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127774)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127774)\">Ezra 9:5-15<\/a><\/span> Well, finally, the prophets, and chief men were called together and had a consultation; and then the people were called together, and they had a very grievous time in making the thing right wherein they had transgressed this holy law; and however unpleasant the requirements were in regard to making this right, it was considered absolutely important to have the blessings of God, and be approved of him.<span class=\"citation\" id=\"55942\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55942)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55942)\">Ezra 2:61-62<\/a><\/span><span class=\"citation\" id=\"55949\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55949)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55949)\">Ezra 9:1-15<\/a><\/span><span class=\"citation\" id=\"55951\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55951)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55951)\">Ezra 10:1-44<\/a><\/span><span class=\"citation\" id=\"55961\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55961)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55961)\">Neh. 7:64<\/a><\/span><span class=\"citation\" id=\"55967\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55967)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55967)\">Neh. 13:1-3<\/a><\/span><span class=\"citation\" id=\"55970\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55970)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55970)\">Neh. 13:23-31<\/a><\/span><span class=\"citation\" id=\"88086\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88086)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88086)\">D&amp;C 85:12<\/a><\/span> Now, I do not say, when we come back again to our subject, the principles of the United Order, that this might be our position with reference to our obedience to it. But I would say this, however, that if these principles of the United Order were so important in former days, and the Lord by some thirteen revelations or more, has made them manifest to his Saints, and the results of disobedience were such as we see, why should we not consider them of some importance at the present time? And would the Lord find fault with the people, if the Latter-day Saints would strive with all their hearts to conform to them? And would we not feel ourselves better prepared to go back and build up Jackson County, the Center Stake of Zion? Would we expect to go back unless we complied with the law in all things, and in consequence of disobedience to which, the people were expelled from that country? <\/div><div class=\"paragraph jod\" id=\"v19n1122\"> It is argued by some that when the principle of tithing came in, it  <div class=\"break pagebreak\" id=\"345a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0345.pdf\" target=\"pdfwin\">p.&#xA0;345a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0798\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>superseded the principles of the United Order. The law of Moses was given to be a schoolmaster, to bring the people to a knowledge of the Son of God,<span class=\"citation\" id=\"74554\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74554)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74554)\">Gal. 3:24<\/a><\/span> and induce them to obey the principles of the fulness of the Gospel. The higher law was given to the children of Israel when they were first delivered from Egyptian bondage, but in consequence of their disobedience, the Gospel in its fulness was withdrawn,<span class=\"citation\" id=\"74538\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74538)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74538)\">Gal. 3:19<\/a><\/span><span class=\"citation\" id=\"87582\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87582)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87582)\">D&amp;C 84:19-25<\/a><\/span> and the law of carnal commandments was added.<span class=\"citation\" id=\"54552\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54552)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54552)\">Ex. 34:1-2 (JST)<\/a><\/span><span class=\"citation\" id=\"87690\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87690)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87690)\">D&amp;C 84:27<\/a><\/span> Now, do you imagine that there would have been any wrong if the people wanted to find the principles of the higher law and obey them as near as circumstances would admit? Do you suppose it would have been wrong to search out the fulness of the Gospel, while living under the Mosaic law? But, in the Book of Mormon we find this point more fully illustrated. We find that the inhabitants of this continent had a knowledge of the fulness of the everlasting Gospel and were baptized for the remission of sins, many generations before Jesus came into the world. We find that Alma was baptized in the waters of Mormon,<span class=\"citation\" id=\"81950\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81950)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81950)\">Mosiah 18:8-17<\/a><\/span> and some four hundred and fifty other individuals.<span class=\"citation\" id=\"81961\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81961)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81961)\">Mosiah 18:35<\/a><\/span> Alma, by his energy and perseverance, had discovered the fulness of the Gospel and obtained revelations from the Lord, and the privilege of observing the Gospel in all its fulness and blessings. Do you think the Lord was angry with them? They were under the Mosaic law, and yet considered it a blessing to observe the higher law. <\/div><div class=\"paragraph jod\" id=\"v19n1124\"> Now I will say in regard to the matter of tithing, I think that law was given to the Latter-day Saints, one object being to prepare them for, and conduct them to, the United Order, that they might not fall into the same error as the people who were driven from the State of Missouri, but gradually be inducted into these <div class=\"break columnbreak\" id=\"345b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0345.pdf\" target=\"pdfwin\">p.&#xA0;345b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0798\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> higher principles. There is nothing more elevating to ourselves and pleasing to God than those things that pertain to the accomplishment of a brotherhood. Wise men, for centuries, have sought to bring this about, but without success. They had not the ability, the wisdom, the intelligence, nor the authority, to bring the people up to that standard, that they could become a united brotherhood. All their efforts were ineffectual. But the Lord will be successful; and he will prepare the Latter-day Saints that these principles will be in their hearts when they go back to Jackson County. Remember, while the Gospel in its fulness was observed by Alma and his brethren, and by many thousands in different ages of the world, they lived under the Mosaic Law, and cannot the Latter-day Saints under the law of tithing, observe the fulness of the gospel? If we allow that we are under the principle of the law of tithing, is there any harm in our complying with the principles of the United Order? <\/div><div class=\"paragraph jod\" id=\"v19n1125\"> I am aware that it is unpleasant in the ears of some individuals, to hear about the principles of the United Order, but take the Latter-day Saints, generally speaking, throughout the various settlements of this Territory, their hearts seem to be drawn out in reference to this principle. When President Young first came into these mountain valleys, he was impressed with the importance of this principle, and he took the first steps for the accomplishment of this union. There are hundreds and thousands of individuals that came into these valleys at that time, who conformed to the first principles of this union. There are many of us that consecrated all that we possessed, and this is the first step in regard to the United Order.<span class=\"citation\" id=\"90734\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90734)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90734)\">D&amp;C 119:1<\/a><\/span> It is very possible that there may have been some neglect in carrying  <div class=\"break pagebreak\" id=\"346a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0346.pdf\" target=\"pdfwin\">p.&#xA0;346a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0797\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>forward this principle, as, perhaps, we might have done. This I would not say particularly, but there may have been fault in us, in this matter in not carrying out what we commenced. In things that pertain to celestial glory there can be no forced operations. We must do according as the Spirit of the Lord operates upon our understandings and feelings. We cannot be crowded into matters, however great might be the blessing attending such procedure. We cannot be forced into living a celestial law; we must do this ourselves, of our own free will. And whatever we do in regard to the principles of the United Order, we must do it because we desire to do it. Some of us are practicing in the spirit of the United Order, doing more than the law of tithing requires. We are not confined to the law of tithing. We have advanced to that point that we feel to soar above this law. Now, we have thousands and tens of thousands, and I might say millions of dollars, that have been appropriated by the Latter-day Saints in various directions. We have appropriated tens of thousands of dollars for the gathering of the poor and the building of tabernacles, and for many other things that might be mentioned. When we do this, we act up to one of the principles that pertain to this United Order. <\/div><div class=\"paragraph jod\" id=\"v19n1127\"> The Lord, in Kirtland, established a United Order. He called certain individuals, and united them by revelation, and told them how to proceed;<span class=\"citation\" id=\"86729\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86729)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86729)\">D&amp;C 70:1<\/a><\/span> and every man who would subscribe fully to the United Order will proceed in the same manner. He told those people and the Church afar off,<span class=\"citation\" id=\"86728\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86728)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86728)\">D&amp;C 70:1<\/a><\/span> to listen and hearken to what he required of men in this Order,<span class=\"citation\" id=\"86735\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86735)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86735)\">D&amp;C 70:2<\/a><\/span> and of every man who belonged to the Church of the living God&#x2014;that all that they received above what was necessary for <div class=\"break columnbreak\" id=\"346b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0346.pdf\" target=\"pdfwin\">p.&#xA0;346b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0797\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the support of their families, was to be put in the Lord's storehouse, for the benefit of the whole Church.<span class=\"citation\" id=\"86747\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86747)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86747)\">D&amp;C 70:7-9<\/a><\/span> This is what is required of every man in his stewardship.<span class=\"citation\" id=\"86750\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86750)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86750)\">D&amp;C 70:9<\/a><\/span> And this is a law that is required to be observed by every man who belongs to the Church of the living God.<span class=\"citation\" id=\"86758\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86758)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86758)\">D&amp;C 70:10<\/a><\/span> [Book Doc. and Cov., p. 234.]<span class=\"citation\" id=\"86737\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86737)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86737)\">D&amp;C 70:2-14<\/a><\/span> Now, this is one of the main features of the United Order. We are not going to stop here, in these valleys of the mountains. Many of us expect to go forth and build up the Center Stake of Zion; but before we are called, we must understand these things, and conform to them more practically than many of us do at the present time. <\/div><div class=\"paragraph jod\" id=\"v19n1128\"> We are told in one of these revelations that it is necessary that we should be equal. If we are not equal in temporal things, we cannot be equal in spiritual things.<span class=\"citation\" id=\"87346\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87346)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87346)\">D&amp;C 78:5-6<\/a><\/span> Men on whom God has bestowed financiering ability are the men that are wanted at this time&#x2014;that God wants, and whom he would wish to call to step forth in the accomplishment of this great union. Now we call men at our conferences and send them forth to preach the gospel to the nations of the earth. They go forth in the strength and power of God, depending upon the Holy Spirit, to assist in the accomplishment of the work. In regard to the building up the kingdom of God here at home, persons who have the ability are the ones who should step forward in things that would lead the Latter-day Saints to this union. It would be of more value to them than all the things of earth. The blessings of God upon them in time and eternity would well repay them to step forth and labor for the Zion of God. We are told that the priesthood is not called to work for money,<span class=\"citation\" id=\"71499\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71499)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71499)\">Acts 6:2<\/a><\/span> but to establish Zion.<span class=\"citation\" id=\"88013\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88013)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88013)\">D&amp;C 84:103-104<\/a><\/span> What a lovely thing it would be if there was a Zion now, as in the days of  <div class=\"break pagebreak\" id=\"347a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0347.pdf\" target=\"pdfwin\">p.&#xA0;347a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0796\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Enoch! That there would be peace in our midst and no necessity for a man to contend and tread upon the toes of another to attain a better position, and advance himself ahead of his neighbor. And there should be no unjust competition in matters that belong to the Latter-day Saints. That which creates division among us pertaining to our temporal interests should not be. The Lord considered this union a matter of importance, and he uses strong expressions in reference to it. Speaking in regard to those who should disobey the principles of the United Order after receiving it, the Lord says, &#x201C;I have decreed in my heart, that any man among you that shall break the covenant by which you are bound, he shall be trodden down by whomsoever I will.&#x201D; [p. 337.]<span class=\"citation\" id=\"89831\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89831)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89831)\">D&amp;C 104:5<\/a><\/span> And he says, in regard to some parties who turned away from this principle, &#x201C;I have cursed them with a sore and grievous curse.&#x201D;<span class=\"citation\" id=\"89686\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89686)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89686)\">D&amp;C 103:4<\/a><\/span><span class=\"citation\" id=\"89826\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89826)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89826)\">D&amp;C 104:4<\/a><\/span> He says in another revelation, showing the sacredness of this order, &#x201C;Therefore a commandment I give unto you, and he who breaketh it shall lose his standing in the church, and be turned over to the buffeting of Satan.&#x201D; [p. 258.]<span class=\"citation\" id=\"87360\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87360)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87360)\">D&amp;C 78:11-12<\/a><\/span> These are severe penalties, but it is in consequence of his desire to prepare a people for celestial glory. Now, shall we say that these matters do not pertain to us, and that we shall leave them until we go back to Jackson County? I have sometimes thought that if the Latter-day Saints did not open their eyes and attend to these things very strictly, we should hardly escape these afflictions, but be persecuted as were our brethren in Missouri. After the instructions we have received during the last forty years, shall we say that we cannot conform to these principles? Shall we say that we shall ignore these glorious principles that pertain to this exalted brotherhood? <\/div> <div class=\"break columnbreak\" id=\"347b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0347.pdf\" target=\"pdfwin\">p.&#xA0;347b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0796\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v19n1130\"> Now, we are trying to do something in Brigham City in the direction to this order; but there seems to be the greatest difficulty with ourselves, when we come to these temporal affairs. Our old ideas of things have a wonderful influence over us, that it seems a difficult matter to break the crust, and conform wholly to the requirements of the United Order. We have arrived at certain points of union in our city; but I do not wish to speak about our affairs there in any spirit of boasting, for when I consider the sacredness of these principles, and the importance of them, I feel my insufficiency and unworthiness. To engage in this labor seems to be a great and sacred undertaking. President Young used to say, &#x201C;Why, up there in Brigham City Brother Snow has led the people along, and got them into the United Order without their knowing it.&#x201D; But I can see many things that we are very short of accomplishing. We have not entered into the fulness of the principles of the United Order, but we talk about them, and many of us try to conform to them, and get the spirit of them in our hearts. Now we number about three thousand souls, and we have moved along so far as this&#x2014;I presume it is a little further than you have in Ogden&#x2014;there is but one store in our city where imported goods are bought, and this belongs to the people. Now that is considered towards a union in a people of three thousand, to be agreed to do their trading in one place&#x2014;that there should be one mercantile establishment. Now, you have more than one store in Ogden. Then, we have united a little further; we have but one tannery in our city of a population of three thousand. We have but one shoemakers' establishment&#x2014;an association of shoemakers, consisting of about thirty persons. There is  <div class=\"break pagebreak\" id=\"348a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0348.pdf\" target=\"pdfwin\">p.&#xA0;348a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0795\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>no competition in this business. I suppose you have more than one in Ogden; but you are a greater people than we are, several times over. They all purchase their boots and shoes at this industrial department, and thus the men engaged in this business are sustained by the people, according to their covenants; and there are no other shoemakers in that locality. Well, we have united together on another point, that is, in a woolen factory and sheepherd. We met with a loss of some fifty thousand dollars in the burning of our factory, and the destruction of our crops by the grasshoppers. There are no rich people in Brigham City, but the people, through their union, have erected another building, much better than the one destroyed. We expect to have the factory in operation about the first of July. This shows some proof of the advancement of the people. This achievement is not in consequence of the people there having money; but this work&#x2014;this amazing work, as I consider it&#x2014;has been accomplished in consequence of the advancement that the people have made in this union. Well we have but one blacksmith shop in that city; some twelve or fifteen work in this establishment, and the people sustain them in their operations. Those engaged in the various branches of labor feel confident that the people will patronize them, and carry out what they have agreed in this particular, and they do not trouble themselves about any other employment, or business. There is but one furniture shop in Brigham City, and the people sustain those engaged in that business. I suppose you have more than one. There is but one tin shop, and it is patronized by all the people of Brigham City. There is but one lumbering department there, and the people sustain the parties who are employed in that <div class=\"break columnbreak\" id=\"348b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0348.pdf\" target=\"pdfwin\">p.&#xA0;348b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0795\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> business. Some eighty or one hundred persons are engaged during the lumbering season. The mills are owned by the people, and there is no competition. There is but one millinery shop in that city, and it is sustained by the people. You have more than one here; perhaps you ought to have. There is but one tailor's shop in Brigham City, and the people employed in that business are patronized by the whole people. I might mention a great many other businesses, but will leave that subject now. <\/div><div class=\"paragraph jod\" id=\"v19n1132\"> Now, for the people in Ogden and the people in other settlements, it would be a good thing to unite together to supply themselves with their clothing, food, furniture, building materials, and with everything that pertains to their comfort and convenience, without being under the necessity of employing, or using, those things that are imported. You have a great many wide-awake, financiering men in Ogden, very intelligent men, who are full of wisdom and stir, and have the principles of the Gospel in them. You are ahead of the people of Brigham City in this respect, but we are ahead of you in some other respects. In proportion as a man possesses a knowledge over his brethren, we should be more anxious to accomplish good for Zion; and he should be the one to set a proper example for the union of the people. I believe if the Latter-day Saints would go forward and establish the United Order in their midst more than they do, the Lord would more abundantly sustain and bless us, and provide remedies against the evils to which we are exposed&#x2014;persecution and difficulties from outside, that we will not talk about today. <\/div><div class=\"paragraph jod\" id=\"v19n1133\"> The sisters here in Ogden are accomplishing considerable in regard to the United Order. They are uniting  <div class=\"break pagebreak\" id=\"349a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0349.pdf\" target=\"pdfwin\">p.&#xA0;349a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0794\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>themselves together to do a great work. I do not know but what they, in connection with others, will be, more or less, the salvation of Zion; and it is a good thing for them to persevere, and for some of the brethren to follow their good example in this respect. <\/div><div class=\"paragraph jod\" id=\"v19n1135\"> A great deal might be said in regard to the principles of the United Order, that I do not feel to talk about this afternoon, but I do feel to urge on those brethren who have the means and are in circumstances, to search out the mind and will of God in regard to these matters, and let us try to build up Zion. Zion is the pure in heart.<span class=\"citation\" id=\"89193\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89193)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89193)\">D&amp;C 97:21<\/a><\/span> Zion cannot be built up except on the principles of union required by the celestial law.<span class=\"citation\" id=\"89938\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89938)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89938)\">D&amp;C 105:5<\/a><\/span> It is high time for us to enter into these things. It is more pleasant and agreeable for the Latter-day Saints to enter into this work and build up Zion, than to build up ourselves and have this great competition which is destroying us. Now let things go on in our midst in our Gentile fashion, and you would see an aristocracy growing amongst us, whose language to the poor would be, &#x201C;we do not require your company; we are going to have things very fine; we are quite busy now, please call some other time.&#x201D; You would have classes established here,<span class=\"citation\" id=\"83130\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83130)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83130)\">4 Ne. 1:24-26<\/a><\/span> some very poor and some very rich. Now, the Lord is not going to have anything of that kind. There has to be an equality; and we have to observe these principles that are designed to give everyone the privilege of gathering around him the comforts and conveniences of life. The Lord, in his economy in spiritual things, has fixed that every man, according to his perseverance and faithfulness, will receive exaltation and glory in the eternal worlds&#x2014;a fulness of the Priesthood, and a fulness of the glory of God. This is the <div class=\"break columnbreak\" id=\"349b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0349.pdf\" target=\"pdfwin\">p.&#xA0;349b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0794\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> economy of God's system by which men and women can be exalted spiritually. The same with regard to temporal affairs. We should establish the principles of the United Order, that give every man a chance to receive these temporal blessings. I do not say that it would be proper to give a man just baptized the fulness of the Priesthood at once. Neither would it be right to give a man who has just come from the old country the home and possessions of him who has been here and labored and toiled for years to accumulate them. It would not be right for the possessor to step out of his house, and let the one who has never labored and toiled go in and take his place; but this man who has got the blessings of God around him, should be willing to sacrifice a portion of his surplus means to establish some industry, that this poor man can work and obtain a good remuneration for his labor, that he can see comfort and convenience before him, by persevering as he has done who has been thus blessed. This is the spirit and aim of the United Order, and that we should endeavor to establish. We should employ our surplus means in a manner that the poor can have employment and see before them a competence and the conveniences of life, so that they may not be dependent upon their neighbors. Where is the man who wants to be dependent upon his neighbors or the Tithing Office? No! He is a man, and is the image of God,<span class=\"citation\" id=\"52152\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52152)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52152)\">Gen. 1:26<\/a><\/span> and wants to gather the means around him, by his own, individual exertions. Blessed of God, are we, who have surplus means, and we should be willing to employ those means whereby such individuals may have, as before mentioned. The United Order is not <span class=\"italic\">French Communism<\/span>. It is not required of those who possess the means of living to  <div class=\"break pagebreak\" id=\"350a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0350.pdf\" target=\"pdfwin\">p.&#xA0;350a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0793\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>expend those means among those who know nothing about taking care of and preserving them. But let no man be oppressed and placed in circumstances where he cannot reach forth and help himself. <\/div><div class=\"paragraph jod\" id=\"v19n1137\"> Well, I wanted to say a few things by way of suggestion to the brethren. May God bless his people in Ogden. <div class=\"break columnbreak\" id=\"350b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0350.pdf\" target=\"pdfwin\">p.&#xA0;350b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0793\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Take the Book of Doctrine and Covenants, trace the subject of the United Order, and you will find it explained fully. And there need not be any difficulty in regard to what is required at our hands. <\/div><div class=\"paragraph jod\" id=\"v19n1138\"> May we so live as to be worthy of a standing in the presence of God. Amen. <\/div>\n<\/div>\n<\/div>"}