{"ID":190039, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">An Age of Visitation and Revelation&#x2014;Revelation the Law of Government&#x2014;The Nature of Death&#x2014;Jesus Our Forerunner and Exemplar&#x2014;The Three Witnesses&#x2014;Personal Knowledge Above All&#x2014;Ordinances for the Dead.<\/div>\n<div class=\"subtitle\">Funeral Services Preached by Elder Joseph F. Smith, Over the Remains of Emma, Daughter of Elder Daniel H. and Emmeline Wells, on Thursday Morning, April 11, 1878.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Geo. F. Gibbs.<\/div>\n<div class=\"pageHeader\">Page Header: An Age of Visitation, Etc.<\/div>\n<div class=\"speaker\">Speaker: Joseph F. Smith<\/div>\n<div class=\"date\">Date: 4\/11\/1878<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d39\">\n<div class=\"paragraph jod\" id=\"v19n825\"> While sitting listening to the singing, it occurred to me that, in making a few remarks on this occasion, I <div class=\"break columnbreak\" id=\"258b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0258.pdf\" target=\"pdfwin\">p.&#xA0;258b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0885\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> would read part of a revelation given to the Church of Jesus Christ of Latter-day Saints on the 27th of  <div class=\"break pagebreak\" id=\"259a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0259.pdf\" target=\"pdfwin\">p.&#xA0;259a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0884\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>December, 1832, believing that we may derive some comfort and encouragement, as well as enlightenment by doing so. <\/div><div class=\"paragraph jod\" id=\"v19n827\"> He then read section lxxxviii, Doctrine and Covenants, new edition, from the 3rd to the 32nd verse inclusive.<span class=\"citation\" id=\"88242\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88242)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88242)\">D&amp;C 88:3-32<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v19n828\"> These are the words of God unto us, words that were not spoken in some remote period of the world, and handed down to us by the traditions of our fathers, but they are the words of the Almighty spoken directly to our brethren chosen by God to be his mouthpiece and revelators to the people of this time. They are, therefore, words of truth, and of eternal life, words upon which we may rely with the utmost confidence, without doubt or misgiving, or fear of yielding to the caprice of vain philosophy, for they are not the words of man, but of God. <\/div><div class=\"paragraph jod\" id=\"v19n829\"> It is well for us to realize, if we possibly can&#x2014;and we can if we enjoy a sufficient portion of the Spirit of God&#x2014;that we are living in an age in which the Father in heaven has deigned to visit his children, making himself known by declaring his law and his word, by his own mouth and by his own presence. If we could always realize this, it appears to me that we would place greater reliance upon the words of eternal life which have come unto us; we would thereby be induced to live so near to the Lord, and be so faithful in the discharge of our duties, as the covenant people of God, that our hearts would burn with grateful joy, we would be inclined to that which is pleasing and acceptable unto the Lord, all the day long, and we would eschew even the appearance of evil.<span class=\"citation\" id=\"75713\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75713)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75713)\">1 Thes. 5:22<\/a><\/span><span class=\"citation\" id=\"77888\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77888)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77888)\">1 Pet. 3:11<\/a><\/span> In all the varied scenes of life, we would never forget him, disobey his will, nor neglect a duty; but we would abide in the covenant of the Gospel, in the <div class=\"break columnbreak\" id=\"259b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0259.pdf\" target=\"pdfwin\">p.&#xA0;259b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0884\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> love of God and of our fellow creatures, doing the works of righteousness,<span class=\"citation\" id=\"86377\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86377)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86377)\">D&amp;C 59:23<\/a><\/span> not omitting to improve an opportunity to do good. It is necessary for us to understand these things and bear them in mind, in order to abide the law which has been given unto us, a portion of which I have read to you; and which is necessary for us to obey, in order to be found keeping the celestial law, and in order to be quickened by that glory,<span class=\"citation\" id=\"88451\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88451)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88451)\">D&amp;C 88:26-29<\/a><\/span> that our souls, which are our bodies and spirits,<span class=\"citation\" id=\"88338\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88338)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88338)\">D&amp;C 88:15<\/a><\/span> may be redeemed and restored to life and immortality, to possess crowns of glory and exaltation, which are to be had only in the celestial kingdom; in other words, that we may be quickened by the celestial glory and receive a fullness thereof, according to this revelation.<span class=\"citation\" id=\"88458\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88458)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88458)\">D&amp;C 88:29<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v19n830\"> God has given laws to govern all his works, and especially has he given laws to govern his people, who are his sons and daughters. We have come to sojourn in the flesh, to obtain tabernacles for our immortal spirits; or in other words, we have come for the purpose of accomplishing a work like that which was accomplished by the Lord Jesus Christ. The object of our earthly existence is that we may have a fullness of joy, and that we may become the sons and daughters of God,<span class=\"citation\" id=\"81977\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81977)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81977)\">Mosiah 27:25<\/a><\/span><span class=\"citation\" id=\"84495\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84495)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84495)\">D&amp;C 25:1<\/a><\/span><span class=\"citation\" id=\"86891\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86891)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86891)\">D&amp;C 76:24<\/a><\/span><span class=\"citation\" id=\"87062\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87062)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87062)\">D&amp;C 76:58<\/a><\/span> in the fullest sense of the word, being heirs of God and joint heirs with Jesus Christ,<span class=\"citation\" id=\"72591\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72591)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72591)\">Rom. 8:17<\/a><\/span> to be kings and priests unto God,<span class=\"citation\" id=\"78969\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78969)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78969)\">Rev. 1:6<\/a><\/span> to inherit glory, dominion, exaltation, thrones, and every power and attribute developed and possessed by our heavenly Father.<span class=\"citation\" id=\"91586\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91586)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91586)\">D&amp;C 132:19<\/a><\/span> This is the object of our being on this earth. In order to attain unto this exalted position, it is necessary that we go through this mortal experience, or probation, by which we may prove ourselves worthy, through the aid of our older brother, Jesus. The spirit without the body is not perfect, it is not capacitated, without  <div class=\"break pagebreak\" id=\"260a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0260.pdf\" target=\"pdfwin\">p.&#xA0;260a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0883\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the body, to possess a fullness of the glory of God, and, therefore, it cannot, without the body, fulfil its destiny.<span class=\"citation\" id=\"127717\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127717)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127717)\">D&amp;C 93:33-34<\/a><\/span> We are foreordained to become conformed to the likeness of the Lord Jesus Christ;<span class=\"citation\" id=\"72640\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72640)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72640)\">Rom. 8:29<\/a><\/span> and in order that we may become like unto him, we must follow in his footsteps, even until we sanctify ourselves by the law of truth and righteousness. This is the law of the celestial kingdom; and when we die, its power will bring us forth in the morning of the first resurrection, clothed with glory, immortality, and eternal lives. Unless we do keep the law that God has given unto us in the flesh, which we have the privilege of receiving and understanding, we cannot be quickened by its glory, neither can we receive the fullness thereof and the exaltation of the celestial kingdom. <\/div><div class=\"paragraph jod\" id=\"v19n832\"> &#x201C;There is a law, irrevocably decreed in heaven before the foundations of this world, upon which all blessings are predicated&#x2014;And when we obtain any blessing from God, it is by obedience to that law upon which it is predicated.&#x201D;<span class=\"citation\" id=\"91352\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91352)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91352)\">D&amp;C 130:20-21<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v19n833\"> We must, therefore, learn the laws of heaven, which are the laws of the Gospel, live and obey them with all our hearts, and in faith abide in them, perfecting ourselves thereby, in order to receive the fulness of the glory of that kingdom. <\/div><div class=\"paragraph jod\" id=\"v19n834\"> I make these remarks, not to the departed, but to the living&#x2014;to you as well as myself, who still tarry in the flesh, to battle with the weaknesses and infirmities of human nature, who have yet to learn by experience, that we may be instructed in the things necessary to know, in order that our course here may secure unto us the greatest reward in the presence of our Father and God. <\/div><div class=\"paragraph jod\" id=\"v19n835\"> We have not met here to brood over our sorrows in this our temporary loss&#x2014;in thus being deprived, <div class=\"break columnbreak\" id=\"260b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0260.pdf\" target=\"pdfwin\">p.&#xA0;260b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0883\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> perhaps only for a little while, of the society and companionship of a daughter, a sister, a friend; for tears are partially dried and sorrow is greatly ameliorated in the fact that our loss is her gain. She has been released from a world of sorrow, anguish and pain, and rests from her earthly labors. Blessed is her condition, for she has performed her mission to earth, she has made her name honorable amidst the honest and true of God's people, she has fought the good fight,<span class=\"citation\" id=\"76266\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76266)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76266)\">2 Tim. 4:7<\/a><\/span> and has now taken her departure, gone to her old home from whence she came. What has she lost? Simply the society of her earthly friends, but not to the extent that we miss her; for I believe the greater can always comprehend the lesser, but the lesser can only comprehend the greater as it may be revealed by glimpses from time to time by the Holy Spirit. While we are in mortality we are clogged, and we see as through a glass darkly,<span class=\"citation\" id=\"73733\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73733)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73733)\">1 Cor. 13:12<\/a><\/span> we see only in part, and it is difficult for us to comprehend the smallest things with which we are associated. But when we put on immortality, our condition will be very different, we ascend into an enlarged sphere; although we shall not become perfect immediately after our departure from the body, for the spirit without the body is not perfect, and the body without the spirit is dead.<span class=\"citation\" id=\"77640\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77640)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77640)\">James 2:26<\/a><\/span> The disembodied spirit during the interval of the death of the body and its resurrection from the grave is not perfect, hence it is not prepared to enter into the exaltation of the celestial kingdom; but it has the privilege of soaring in the midst of immortal beings, and of enjoying, to a certain extent, the presence of God, not the fulness of His glory, not the fulness of the reward which we are seeking and which we are destined  <div class=\"break pagebreak\" id=\"261a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0261.pdf\" target=\"pdfwin\">p.&#xA0;261a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0882\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to receive if found faithful to the law of the celestial kingdom, but only in part. The righteous spirit that departs from this earth is assigned its place in the Paradise of God; it has its privileges and honors which are in point of excellency, far above and beyond human comprehension; and in this sphere of action, enjoying this partial reward for its righteous conduct on the earth, it continues its labors, and in this respect is very different from the state of the body from which it is released. For while the body sleeps and decays, the spirit receives a new birth; to it the portals of life are opened; it is born again into the presence of God. The spirit of our beloved sister in taking its departure from this world is born again into the spirit world, returning there from the mission it had been performing in this state of probation, having been absent a few years from Father, Mother, kindred, friends, neighbors, and from all that was dear; it has returned nearer to the home circle, to old associations and scenes, much in the same way as a man who comes home from a foreign mission, to join again his family and friends and enjoy the pleasures and comforts of home. This is the condition of her whose remains now lie before us, or of everyone who has been faithful to virtue and purity, while traveling here below; but more especially of those who while here had the privilege of obeying the Gospel, and who lived true and faithful to its covenants. They instead of continuing here among the things of time, surrounded as we are with the weaknesses of a fallen world, and subject to earthly cares and sorrows, are freed from them to enter a state of joy, glory and exaltation; not a fulness of either, but to await the morning of the resurrection of the just, to <div class=\"break columnbreak\" id=\"261b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0261.pdf\" target=\"pdfwin\">p.&#xA0;261b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0882\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> come forth from the grave to redeem the body, and be reunited with it, and thus become a living soul, an immortal being never more to die. Having accomplished its work, having gone through its earthly probation, and having fulfilled its mission here below, it is then prepared for the knowledge and glory and exaltation of the celestial kingdom. This Jesus did; and he is our forerunner, he is our exemplar. The path which he marked out we have got to walk in, if we ever expect to dwell, and be crowned with him in his kingdom. We must obey and put our trust in him, knowing that he is the Savior of the world. <\/div><div class=\"paragraph jod\" id=\"v19n837\"> It is not a difficult thing for me to believe this; I read the Bible in which I find narrations of many of his doings, sayings, precepts, and examples. And I do not believe that any upright, honest man or woman, possessing common intelligence, can read the Gospels of the New Testament and the testimonies therein given of the Savior, without intuitively feeling that he was what he professed to be. For every upright, honest person is possessed, more or less, of the Holy Spirit, and this holy messenger in the hearts of men bears record of the word of God; and when all such read these inspired writings, with honesty of heart and meekness of spirit, divested of prejudices and the false conceptions arising from traditions and erroneous training, the Spirit of the Lord bears witness in unmistakable language that burns with conviction, therefore, I believe that Jesus was the Christ, the Savior, the only begotten of the Father; and this too through reading the Bible. But do we depend upon the Bible for this conviction and knowledge? No, thank the Lord we do not. What else have we to impart this know<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"262a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0262.pdf\" target=\"pdfwin\">p.&#xA0;262a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0881\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ledge and confirm this testimony? We have the &#x201C;Book of Mormon,&#x201D; the &#x201C;stick of Ephraim,&#x201D;<span class=\"citation\" id=\"60865\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60865)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60865)\">Ezek. 37:15-20<\/a><\/span> which has come to us by the gift and power of God,<span class=\"citation\" id=\"127718\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127718)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127718)\">D&amp;C 135:3<\/a><\/span><span class=\"citation\" id=\"127719\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127719)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127719)\">BM Three Wit.<\/a><\/span> which also testifies of him, and which reveals an account of his mission to and dealings with the inhabitants of this continent, after his resurrection from the dead, when he came to this land to visit his &#x201C;other sheep,&#x201D; to unite them in the one fold, that they might also be his sheep and he their great shepherd.<span class=\"citation\" id=\"69678\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69678)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69678)\">John 10:16<\/a><\/span> Besides the conviction that the Book itself carries with it, we have the collateral testimony of him who translated it, who sealed his testimony with his blood;<span class=\"citation\" id=\"91988\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91988)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91988)\">D&amp;C 135:3<\/a><\/span> also that of other witnesses, who testify to the whole world that they saw the plates and the engravings thereon, from which the Book was translated, these plates were shown them by an angel of God, who declared that the Book had been translated correctly by the gift and power of God; and in obedience to divine command these witnesses bear record of what they saw and heard.<span class=\"citation\" id=\"127720\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127720)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127720)\">BM Three Wit.<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v19n839\"> Here, then, are two witnesses&#x2014;the &#x201C;Bible&#x201D; and the &#x201C;Book of Mormon,&#x201D; both bearing record of the same truth, that Jesus was the Christ, that he died and lives again, having burst the bands of death and triumphed over the grave. This latter additional evidence the Latter-day Saints have of this fact, over and above that possessed by the Christian world who do not believe in the &#x201C;Book of Mormon.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v19n840\"> But is this all? No. We have here another book, the &#x201C;Doctrine and Covenants,&#x201D; which contains revelations from God through the Prophet Joseph Smith, who lived cotemporary with ourselves. They are Christ's words, declaring that he was the same that came to the Jews, that was lifted up<span class=\"citation\" id=\"85673\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85673)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85673)\">D&amp;C 45:52<\/a><\/span> on the <div class=\"break columnbreak\" id=\"262b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0262.pdf\" target=\"pdfwin\">p.&#xA0;262b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0881\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> cross, was laid in the tomb, burst the bands of death and came forth out of the grave. That he was the same who came to the Nephites upon this continent; who, when about to take his departure from them, declared that he was going to visit the ten tribes whom the Father had led away, having the same purpose in view that he had in visiting the Nephites.<span class=\"citation\" id=\"82699\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82699)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82699)\">3 Ne. 16:1-3<\/a><\/span> Here, then is another testimony of this divine truth; hence we have three witnesses. In the mouth of two or three witnesses, we are told, all things shall be established;<span class=\"citation\" id=\"74322\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74322)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74322)\">2 Cor. 13:1<\/a><\/span> and by the testimony of two or three witnesses shall we stand, or be condemned. <\/div><div class=\"paragraph jod\" id=\"v19n841\"> But would this satisfy me? It might, if I could obtain no further light or knowledge. But when greater light comes, and I have the privilege to make myself possessor of it, I could not remain satisfied with the lesser. We could never be satisfied nor happy hereafter, unless we receive a fulness of the light and blessings prepared for the righteous. This, in part, will constitute the misery, sorrow and anguish of the condemned&#x2014;those who reject the truth when it is offered to them, for their eyes will be opened to behold, in part, the greater light, exaltation and joy which they might have attained unto, but which is irretrievably lost to them, because of their disobedience and wrong doings. Then I say we cannot be satisfied with anything short of a complete salvation in the kingdom of God, our joy cannot be full unless we obtain a fullness of knowledge. Hence I am not satisfied with the Bible, the &#x201C;Book of Mormon,&#x201D; nor the &#x201C;Doctrine and Covenants.&#x201D; All these three are not sufficient for me, for the reason that greater privileges have been revealed to man, and they are  <div class=\"break pagebreak\" id=\"263a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0263.pdf\" target=\"pdfwin\">p.&#xA0;263a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0880\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>within the reach of all that live upon the earth. Therefore, I could not rest satisfied with myself until I had fully availed myself of my privileges. <\/div><div class=\"paragraph jod\" id=\"v19n843\"> It is given to us to know these things for ourselves. God has said he will show these things unto us; and for this purpose the Holy Ghost has been imparted to all who are entitled to it through submission, which bears record of the Father and the Son,<span class=\"citation\" id=\"84329\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84329)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84329)\">D&amp;C 20:27<\/a><\/span> and also takes of the things of God and shows them unto man.<span class=\"citation\" id=\"70484\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70484)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70484)\">John 16:13-15<\/a><\/span> Convictions that we may previously have had respecting the truth the Holy Ghost confirms, giving us a positive assurance of their correctness, and through it we obtain a personal knowledge, not as one that has been told, but as one that has seen, felt, heard, and that knows for himself. <\/div><div class=\"paragraph jod\" id=\"v19n844\"> Then, in standing before you, my brethren and sisters, as a humble instrument in the hands of God, I testify, not by virtue of the knowledge I may have derived from books, but by the revelations of God to me, that Jesus is the Christ.<span class=\"citation\" id=\"127721\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127721)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127721)\">Matt. 16:16-17<\/a><\/span> I know that my Redeemer lives; I know that although the worms may destroy this body, that I shall in my flesh see God, and I shall behold him for myself and not for another.<span class=\"citation\" id=\"56151\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56151)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56151)\">Job 19:25-27<\/a><\/span> This light has come to me, and is in my heart and mind, and of it I testify, and through and by it I testify, and I know whereof I speak. God has called me, in connection with my brethren, to this mission, and this is our testimony to the whole world. I therefore say, there is no death here, instead of death it is life to the departed. That which we call death is merely the slumber and rest of this mortal clay, and that only for a little season, while the spirit, the life, has gone to enjoy again the presence <div class=\"break columnbreak\" id=\"263b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0263.pdf\" target=\"pdfwin\">p.&#xA0;263b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0880\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and society of those from whence it came, and to whom it is joy again to return. And this will be the condition of the righteous until the morning of the resurrection, when the spirit will have power to call forth the lifeless frame to be united again, and they both become a living soul, an immortal being, filled with the light and power of God. I am a witness of these things. Am I alone? No; there are tens of thousands today that can bear this testimony. They, too, know it for themselves; God has shown it to them, they have received the Holy Ghost, which has born witness of these things in their hearts, and they likewise are not dependent upon books, nor upon the words of another, for they have received a knowledge from God themselves, and know as he knows, and see as he sees in relation to these plain and precious things. <\/div><div class=\"paragraph jod\" id=\"v19n845\"> What reason have we to mourn? None, except that we are deprived for a few days of the society of one whom we love. And if we prove faithful while in the flesh we will soon follow, and be glad that we had the privilege of passing through mortality, and that we lived in a day in which the fullness of the Everlasting Gospel was preached, through which we will be exalted, for there is no exaltation but through obedience to law. Every blessing, privilege, glory, or exaltation is obtained only through obedience to the law upon which the same is promised. If we will abide the law, we shall receive the reward; but we can receive it on no other ground. Then let us rejoice in the truth, in the restoration of the Priesthood&#x2014;that power delegated to man, by virtue of which the Lord sanctions in the heavens what man does upon the earth. The Lord has taught us the ordinances of the Gos<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"264a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0264.pdf\" target=\"pdfwin\">p.&#xA0;264a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0879\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>pel by which we may perfect our exaltation in his kingdom. We are not living as the heathen, without law;<span class=\"citation\" id=\"87112\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87112)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87112)\">D&amp;C 76:72<\/a><\/span> that which is necessary for our exaltation has been revealed. Our duty, therefore, is to obey the laws, then we shall receive our reward, no matter whether we are cut down in childhood, in manhood or old age; it is all the same, so long as we are living up to the light we possess, we shall not be shorn of any blessing, nor deprived of any privilege; for there is a time after this mortal life, and there is a way provided by which we may fulfil the measure of our creation and destiny, and accomplish the whole great work that we have been sent to do, although it may reach far into the future before we fully accomplish it. Jesus had not finished his work when his body was slain, neither did he finish it after his resurrection from the dead, although he had accomplished the purpose for which he then came to the earth, he had not fulfilled all his work. And when will he? Not until he has redeemed and saved every son and daughter of our father Adam that has or ever will be born upon this earth to the end of time, except the sons of perdition.<span class=\"citation\" id=\"86992\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86992)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86992)\">D&amp;C 76:43<\/a><\/span> That is his mission. We will not finish our work until we have saved ourselves, and then not until we shall have saved all depending upon us; for we are to become saviors upon Mount Zion,<span class=\"citation\" id=\"62006\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62006)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62006)\">Obad. 1:21<\/a><\/span> as well as Christ. We are called to this mission. The dead are not perfect without us,<span class=\"citation\" id=\"77140\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77140)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77140)\">Heb. 11:40<\/a><\/span> neither are we without them.<span class=\"citation\" id=\"91198\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91198)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91198)\">D&amp;C 128:15,18<\/a><\/span> We have a mission to perform for and in their behalf; we have a certain work to do in order to liberate those who, because of their ignorance and the unfavorable circumstances in which they were placed while here, are unprepared for eternal life; we have to open the door for them, by performing ordinances which <div class=\"break columnbreak\" id=\"264b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0264.pdf\" target=\"pdfwin\">p.&#xA0;264b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0879\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> they cannot perform for themselves, and which are essential to their release from the &#x201C;prison house,&#x201D;<span class=\"citation\" id=\"59359\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59359)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59359)\">Isa. 42:7<\/a><\/span> to come forth and live according to God in the spirit, and be judged according to man in the flesh.<span class=\"citation\" id=\"78135\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78135)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78135)\">1 Pet. 4:6<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v19n847\"> The Prophet Joseph Smith has said that this is one of the most important duties that devolves upon the Latter-day Saints.<span class=\"citation\" id=\"91264\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91264)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91264)\">D&amp;C 128:22-24<\/a><\/span> And why? Because this is the dispensation of the fullness of times, which will usher in the millennial reign, and in which all things spoken by the mouth of holy Prophets, since the world began,<span class=\"citation\" id=\"71384\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71384)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71384)\">Acts 3:21<\/a><\/span> must be fulfilled, and all things united, both which are in heaven and in the earth.<span class=\"citation\" id=\"74828\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74828)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74828)\">Eph. 1:10<\/a><\/span> We have got that work to do, or at least all we can of it, leaving the balance to our children, in whose hearts we should instil the importance of this work, rearing them in the love of the truth and in the knowledge of these principles, so that when we pass away, having done all we can do, they will then take up the labor and continue it until it is consummated. <\/div><div class=\"paragraph jod\" id=\"v19n848\"> May the Lord bless this bereaved family and comfort them in their deprivation. Those who die in the Lord shall not taste of death.<span class=\"citation\" id=\"85435\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85435)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85435)\">D&amp;C 42:46<\/a><\/span> When Adam partook of the forbidden fruit he was cast out from the presence of God into outer darkness; that is, he was shut out from the presence of his glory and the privilege of his society, which was spiritual death. This was the first death; this indeed was death; for he was shut out from the presence of God, and ever since Adam's posterity have been suffering the penalty of this spiritual death, which is banishment from his presence and the society of holy beings. This first death will also be the second death. Now we look upon the mortal remains of our departed sister; her immortal part has gone. Where? Into outer darkness?&#x2014;banished from the pre<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"265a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0265.pdf\" target=\"pdfwin\">p.&#xA0;265a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0878\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>sence of God? No, but born again into his presence, restored, or born from death to life, to immortality and to joy in his presence. This is not death, then; and this is true in relation to all Saints who die in the Lord and the covenant of the Gospel. They return from the midst of death to life, where death has no power. There is no death except to those who die in sin, without the sure and steadfast hope of the resurrection of the just. There is no death where we continue in the knowledge of the truth and in hope of a glorious resurrection. Life and immortality are brought to light through the Gospel,<span class=\"citation\" id=\"76062\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76062)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76062)\">2 Tim. 1:10<\/a><\/span> hence there is no death here; here is peaceful slumber, a quiet rest for a little season, and then she will come forth again to enjoy this tabernacle. If there is anything lacking in regard to ordinances pertaining to the House of the Lord, which may have been omitted or not reached, those requirements can be attended to for her. Here are her father and mother, her brothers and sisters; they know the course to pursue, they know the ordinances necessary to be performed in order to <div class=\"break columnbreak\" id=\"265b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0265.pdf\" target=\"pdfwin\">p.&#xA0;265b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0878\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> secure every benefit and blessing that it was possible for her to have received in the flesh. These ordinances have been revealed unto us for this very purpose, that we might be born into the light from the midst of this darkness&#x2014;from death into life. <\/div><div class=\"paragraph jod\" id=\"v19n850\"> We live then, we do not die, we do not anticipate death; but we anticipate life, immortality, glory, exaltation, and to be quickened by the glory of the celestial kingdom, and receive of the same, even a fullness. This is our destiny: this is the exalted position to which we may attain, and there is no power that can deprive or rob us of it, if we prove faithful and true to the covenant of the Gospel. <\/div><div class=\"paragraph jod\" id=\"v19n851\"> That the Lord may bless, comfort and solace the family of his servant, who are called to lament this momentary loss, that in the midst of their affliction, while their sorrow finds no relief in tears, they may bow obedient to Heaven's will, and in gratitude and thanksgiving, praise Him &#x201C;from whom all blessings flow.&#x201D; And that the Lord may help us to be faithful, is my prayer, in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}