{"ID":190024, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Work Progressing&#x2014;Prophecy Fulfilled&#x2014;We Shall All Obey the Law of Death.<\/div>\n<div class=\"subtitle\">Synopsis of a Discourse by Elder Wilford Woodruff, delivered in the Provo Meetinghouse, Oct. 13, 1877.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: the Territorial Enquirer.<\/div>\n<div class=\"pageHeader\">Page Header: The Work Progressing, Etc.<\/div>\n<div class=\"speaker\">Speaker: Wilford Woodruff<\/div>\n<div class=\"date\">Date: 10\/13\/1877<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d24\">\n<div class=\"paragraph jod\" id=\"v19n434\"> It was with pleasure I listened this morning to the remarks of brother Snow, and wish that all the people in this Stake had heard them. We have had a great deal of preaching, and need a great deal, and I don't know that a people ever lived who had more. <\/div><div class=\"paragraph jod\" id=\"v19n435\"> We are in the valleys of the mountains for a special purpose&#x2014;to establish righteousness and live in accordance with the principles of truth. There never was a generation of people who had so much to perform as the Latter-day Saints have. This work is progressing, and it will continue to advance. I have seen the time when you could get the whole Church into this room&#x2014;when there were a few High Priests, no Apostles or Seventies, and only a few Elders. I am as thoroughly satisfied <div class=\"break columnbreak\" id=\"134b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0134.pdf\" target=\"pdfwin\">p.&#xA0;134b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1009\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> now as I ever was in my life, that this is the kingdom of God. I am as firm a believer in God, in the revelations of God, in the Books of Mormon and Doctrine and Covenants, as I ever was. I have read the prophecies of Isaiah, Jeremiah, Ezekiel, and other inspired writers, and have seen some of them fulfilled, and expect to see others have their literal fulfillment. God worked with the children of men through revelation, and he will continue to do so in this generation. With him there is no change; his ways are one eternal round.<span class=\"citation\" id=\"80991\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80991)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80991)\">1 Ne. 10:19<\/a><\/span><span class=\"citation\" id=\"83791\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83791)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83791)\">D&amp;C 3:2<\/a><\/span><span class=\"citation\" id=\"84983\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84983)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84983)\">D&amp;C 35:1<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v19n436\"> The Lord has directed and guided this work from the beginning. The prophecies relating to the present dispensation&#x2014;to Zion being established in the tops of the mountains&#x2014;<span class=\"citation\" id=\"57720\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57720)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57720)\">Isa. 2:2<\/a><\/span>to the building of cities and Temples  <div class=\"break pagebreak\" id=\"135a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0135.pdf\" target=\"pdfwin\">p.&#xA0;135a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1008\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>&#x2014;are being fulfilled. We have nothing to do but build up the kingdom of God, and the more light and understanding we get, the less our hearts will cling to outside things. While we are engaged in this work, we can realize that holy angels are watching us. The Lord told us, forty-seven years ago, what would take place, and we are now fulfilling that which he spoke of. Brothers Joseph and Brigham are gone into the spirit world, but there are a few of us left to continue the work laid out by the Almighty. We have preached to the world, organized the Priesthood and the Saints, and angels have borne record of this, and it is recorded in heaven&#x2014;our toil, our preaching, and our testimony. We have filled these once desert places with Saints of the living God, and many thousands are here who never saw the world. We have to build Temples&#x2014;one is almost completed and is dedicated; we have laid the foundations of others, and the work, like a panorama, is before us. This labor is not to be performed by other hands. God looks to us to build these Temples, and to bring about the redemption of the earth. He holds us responsible for this work; we have to preach to the house of Israel&#x2014;to the Lamanites&#x2014;to gather together the honest in heart from all parts of the earth. We are chosen to perform this great and important work&#x2014;we, a small handful of people compared with the millions of human beings on the earth. The Lord does not expect any other people but the Latter-day Saints to do this work; there is nobody else preparing. <\/div><div class=\"paragraph jod\" id=\"v19n438\"> One after another of our brethren have left us and gone to labor on the other side of the veil. President Brigham Young, brother George A. Smith, and others before them, have <div class=\"break columnbreak\" id=\"135b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0135.pdf\" target=\"pdfwin\">p.&#xA0;135b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1008\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> all gone, and the few that are left of the Twelve will also go by and by; but while here, it is our duty to labor on the foundation they have laid. President Young labored hard and faithful during the last few years of his life in organizing and building up Zion. We have to continue the work they were engaged in, and when our time comes to take our departure for that life behind the veil, none of us will regret having devoted our time, talents, and labor for the accomplishment of this great object. The riches of the world will appear as the dust under our feet compared with the eternal reward before us. <\/div><div class=\"paragraph jod\" id=\"v19n439\"> This kingdom will never be given into the hands of another people.<span class=\"citation\" id=\"61305\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61305)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61305)\">Dan. 2:44<\/a><\/span> We may pass away, but our sons and daughters will have the labor on their shoulders of building up the kingdom. <\/div><div class=\"paragraph jod\" id=\"v19n440\"> Many of you may have read, years before it was fulfilled, the revelation and prophecy of the Prophet Joseph in regard to the trouble, anarchy, and war that should befall this nation.<span class=\"citation\" id=\"88188\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88188)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88188)\">D&amp;C 87:1-8<\/a><\/span><span class=\"citation\" id=\"91332\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91332)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91332)\">D&amp;C 130:12-13<\/a><\/span> Wise men said its fulfillment was a matter of impossibility&#x2014;that the government was too sound and too well established for such a calamity to occur, but the fulfillment came. When the Lord undertakes to perform a work, he is certain to carry it out. It would not take the Lord twenty-four hours to cause war, anarchy, confusion, and judgments to come upon the nation. He is withholding these calamities until his purposes are accomplished. <\/div><div class=\"paragraph jod\" id=\"v19n441\"> The set time has come, and the world is preparing itself for these things. The Church and kingdom of God must adorn itself, and prepare for the coming of the Great Bridegroom.<span class=\"citation\" id=\"60099\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60099)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60099)\">Isa. 61:10<\/a><\/span><span class=\"citation\" id=\"90455\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90455)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90455)\">D&amp;C 109:74<\/a><\/span><span class=\"citation\" id=\"127633\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127633)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127633)\">D&amp;C 133:10<\/a><\/span> Every key relating to this dispensation was given to the Prophet Joseph, and they remain with  <div class=\"break pagebreak\" id=\"136a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0136.pdf\" target=\"pdfwin\">p.&#xA0;136a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1007\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the Priesthood today. We have no right to walk in the dark. The burden is now resting upon us, and, holding the Priesthood, our aim should be the building up of the kingdom of God. We hold the Priesthood for that purpose, and we have no business to use it for anything else but to officiate in the ordinances of the house of God. <\/div><div class=\"paragraph jod\" id=\"v19n443\"> Sooner or later we shall have to obey the law of death. As it is written, &#x201C;In Adam all died, so in Christ shall all be made alive.&#x201D;<span class=\"citation\" id=\"73827\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73827)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73827)\">1 Cor. 15:22<\/a><\/span> We shall have to pass through the ordeal&#x2014;there is no escape from it. We have, consequently, no time to throw away. It may be asked, &#x201C;How much longer will it be before the winding up scene takes place?&#x201D; It is not for me to say. How much longer have the Elders to suffer violence at the hands of the wicked? It appears to me that the world is about ripe for the judgments of the Lord, and that the testimony will soon be sealed. He is already working with the Lamanites, and he will accomplish a great deal in a little time.<span class=\"citation\" id=\"60227\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60227)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60227)\">Isa. 66:8<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v19n444\"> Some people entertain the idea that because wheat is plentiful and selling at exceedingly low figures, the probability of a famine is more remote than ever; but the Lord makes no mistakes about what is going to transpire. He has decreed the visitation of judgments, and they are certain to take place. President <div class=\"break columnbreak\" id=\"136b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0136.pdf\" target=\"pdfwin\">p.&#xA0;136b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1007\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Young has for years repeatedly impressed upon the brethren the necessity of preparing for a period of famine by storing their wheat, and, before his death, was impressed to speak to the sisters and urge them to look after that matter. Let us be united in our labors, and in all the branches of industry that males or females may be engaged in. The raising of silk may be rendered an important item in the industry of this Territory. It is a business that our wives and children can engage in, and there is nothing to hinder the people from becoming rich from this branch of industry alone. There is an improvement in the United Order, or Cooperation. The Saints are preparing themselves for that event when Jesus shall come as a thief in the night.<span class=\"citation\" id=\"75698\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75698)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75698)\">1 Thes. 5:2<\/a><\/span><span class=\"citation\" id=\"78454\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78454)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78454)\">2 Pet. 3:10<\/a><\/span><span class=\"citation\" id=\"90065\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90065)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90065)\">D&amp;C 106:4<\/a><\/span> For our own sakes let us do the best we possibly can. We must observe and keep the laws of God, in order to inherit the rewards promised. Let us not set our hearts on the riches and vanities of this earth. It is very convenient, it is true, to have the comforts of life around us, but we shall be better without them, if by hoarding up the riches of the world we forget the things of God. <\/div><div class=\"paragraph jod\" id=\"v19n445\"> I pray God to bless you and our sons and daughters, that their minds may be led and prepared for the work they will be called upon to perform. <\/div>\n<\/div>\n<\/div>"}