{"ID":190022, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Trusteeship&#x2014;President Young's Labors&#x2014;The Priesthood, Its Position, Duties, Etc.&#x2014;Kirtland and Nauvoo Temples&#x2014;Saviors Upon Mount Zion&#x2014;Emigration of the Poor&#x2014;Building of the Tabernacle&#x2014;The United Order.<\/div>\n<div class=\"subtitle\">Discourse by President John Taylor, delivered at the Semi-Annual Conference Held in the New Tabernacle, Salt Lake City, Sunday Afternoon, Oct. 7, 1877.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Geo. F. Gibbs.<\/div>\n<div class=\"pageHeader\">Page Header: The Trusteeship, Etc.<\/div>\n<div class=\"speaker\">Speaker: John Taylor<\/div>\n<div class=\"date\">Date: 10\/7\/1877<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d22\">\n<div class=\"paragraph jod\" id=\"v19n395\"> There are one or two items I wish to present before you in relation to the Trusteeship. I have been appointed to that office, and I feel that I need some assistance in regard to the duties devolving upon me in that capacity. I am desirous to have the matter laid before this Conference. One thing I refer to is the auditing of the accounts of the Trustee-in-Trust. I therefore beg to present three names, as an auditing committee, for the sanction of this Conference&#x2014;namely, Wilford Woodruff, Erastus Snow, and Joseph F. Smith. [On motion, they were unanimously sustained.] <\/div><div class=\"paragraph jod\" id=\"v19n396\"> There is another subject that I wish to present, one which pertains more particularly to my brethren of the Twelve. I suppose that most of you know that they have traveled and labored for a very long period, some of them for forty years and upwards, without purse or scrip,<span class=\"citation\" id=\"68181\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68181)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68181)\">Luke 22:35<\/a><\/span> while almost everybody else has been paid for his services. It does seem proper to me that they should be placed, at least, on an equal footing with other people, particularly as their labors necessarily increase. <div class=\"break columnbreak\" id=\"122b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0122.pdf\" target=\"pdfwin\">p.&#xA0;122b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1021\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> In consequence of our present organizations, necessitating their frequent visits to our quarterly Conferences, in addition to other duties accumulating upon them, rendering it impossible for them to pay any attention to their own private affairs. My proposition, and I know it will meet with the hearty response of the brethren generally, is that they have a reasonable recompense for their services, and that the Trustee-in-Trust be authorized to arrange this matter. I would wish these same remarks to apply also to the Counselors of the Twelve. [The motion was put and unanimously sustained.] <\/div><div class=\"paragraph jod\" id=\"v19n397\"> As has been remarked, the condition we occupy today is a very important one. There has been a change of Presidency, and necessarily a change of administration. In the providence of God our heavenly Father, he has seen fit to take from us our beloved President Brigham Young, who has so long labored in our midst. It is one of those occasions that cause reflection and thought, casting a degree of gloom among this whole people. We have felt sorry to  <div class=\"break pagebreak\" id=\"123a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0123.pdf\" target=\"pdfwin\">p.&#xA0;123a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1020\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>lose his counsel, to be deprived of that wisdom and intelligence that have characterized him in all of his administrations. For they have been of such a nature as not only to interest the Latter-day Saints, but his name has become famous throughout the world. Brigham Young needs no factitious aid to perpetuate his memory; his labors have been exhibited during the last forty-five years in his preaching, in his writing, in his counsels, in the wisdom and intelligence he has displayed, in our exodus from Nauvoo; in the building of cities throughout the length and breadth of this Territory, in his opposition to vice and his protection of virtue, purity and right. These things are well known and understood by the Latter-day Saints, and also by thousands and millions of others. But, as with his predecessor, Joseph Smith, who had to leave, while we are called upon to mourn a President dead, angels announce a President born in the eternal worlds; he has only gone to move in another state of existence. But then in speaking of these things we would not eulogize only the man, for Brigham Young, although so great a man could have done nothing towards developing the purposes of God unless aided and sustained by him. Joseph Smith could have done nothing, neither, as I have already said, can the Twelve Apostles accomplish anything unless they receive the same divine support? The work we are engaged in emanated from God, and what did Joseph Smith know about it until God revealed it? Nothing. What did President Young, or the Twelve, or anybody else, know about it before the heavenly messengers, even God himself, came to break the long, long silence of ages, revealing through his Son, Jesus Christ, and the holy angels, the ever<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"123b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0123.pdf\" target=\"pdfwin\">p.&#xA0;123b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1020\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>lasting Gospel? Nothing at all. We were all alike ignorant until heaven revealed it. Then in the administration of these things the heavens are interested. These my brethren before me, this Priesthood that assembled yesterday in their various quorums, all of them have assisted in this work, all have more or less been preaching and laboring in the interest of Zion, in the building up of this the kingdom of God upon the earth. So that it is not by any means an individual affair, as many totally ignorant of it suppose and say it is; it is not in the wisdom of this man or the intelligence of the other, but it is the wisdom and guidance of God, and by his sustaining hand, that this whole people are led forward, and that this kingdom has an existence upon the earth. For my part, I would say today as Moses did on a certain occasion, when God said he would not go up with the children of Israel because they were rebellious people, &#x201C;If thy presence go not with us, carry us not up hence;&#x201D;<span class=\"citation\" id=\"54532\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54532)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54532)\">Ex. 33:15<\/a><\/span> or, in other words, I want nothing to do with so great an undertaking as the leading forth of this people without the Lord's assistance. I would say today, if God be not with us, if we are not sustained by the almighty power of Jehovah, if his guiding and protecting hand be not over us, I want nothing to do with it. But he is with us, and we know it. The feeling that was manifested here yesterday, is most creditable to Israel, it is approved of by the Gods in the eternal worlds; and if we carry out in our practice and daily lives that union which we manifested in our voting, the Lord God will continue to pour upon us his blessing until we shall be united in all things, temporal and spiritual, which unity we have got to come to. When this is  <div class=\"break pagebreak\" id=\"124a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0124.pdf\" target=\"pdfwin\">p.&#xA0;124a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1019\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>achieved, Zion will arise and shine, and then the glory of our God will rest upon her,<span class=\"citation\" id=\"59889\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59889)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59889)\">Isa. 60:1<\/a><\/span> then his power will be made manifest in our midst. <\/div><div class=\"paragraph jod\" id=\"v19n400\"> You heard this morning a good deal said, and that very correctly too, in relation to Priesthood and the organization thereof, and the position we occupy in relation to these matters. You voted yesterday that the Twelve should be Prophets, Seers, and Revelators. This may seem strange to some who do not comprehend these principles, but not to those who do. The same vote was proposed by Joseph Smith and voted for in the Temple in Kirtland, so long ago as that; consequently there is nothing new in this. And, as you heard this morning, this is embraced in the Apostleship, which has been given by the Almighty, and which embraces all the keys, powers and authorities ever conferred upon man. I do not wish to enter into the details of this matter; you will find them in the Book of Doctrine and Covenants, very clearly portrayed, and I refer you there for the evidences on these points. <\/div><div class=\"paragraph jod\" id=\"v19n401\"> You heard too that although the Priesthood held certain powers and privileges, the manifestations and powers thereof were only conferred according to the exigencies of the case and the necessities and requirements thereof. God has conferred upon us these blessings, but here are certain manifestations and powers that must come directly from him, and it is the duty of the Twelve to hunt up, search after, pray for and obtain them; and it is also the duty of these Presidents of Stakes, Bishops, High Priests, Seventies, and all men holding prominent positions, to seek after and comprehend God, whom to know is life everlasting.<span class=\"citation\" id=\"70610\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70610)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70610)\">John 17:3<\/a><\/span> We need, all of us, to humble ourselves before the Almighty, for we are be<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"124b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0124.pdf\" target=\"pdfwin\">p.&#xA0;124b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1019\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>fore him, and all creation is, and hell and destruction are also without a covering before him. As mortal and immortal beings, as men holding the holy Priesthood that the Lord has conferred upon us for the establishment of his kingdom, the building up of his Zion, the redemption of the living and the dead, it is of the utmost importance that we stand forth, every one of us, and magnify our several callings; for with all our weakness, with all our infirmities, God has given unto us great treasures, which we hold in these earthen vessels.<span class=\"citation\" id=\"74082\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74082)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74082)\">2 Cor. 4:7<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v19n402\"> As has been referred to, the President was operated upon to organize the Church throughout the Territory more completely; the Twelve were called upon to visit every part of the Territory and organize it, which they have done. There are now twenty different Stakes fully organized with their Presidents and Counselors, with their High Councils, with Bishops and their Counselors, who operate as common judges in Israel, and with High Priests, Seventies, Elders, and the lesser Priesthood, that they may administer in all things in their several Stakes under the direction of the Twelve. As was remarked this morning, the Church never since the day of its organization was so perfectly organized as it is today. What has this been done for? Is it to place some men in positions of honor or emolument? No, but it is to organize the Church and Kingdom of God according to the pattern that exists in the heavens, that we may be prepared to comply in all things with the ordinances of God, for, as we are told, &#x201C;In the ordinances, the power of godliness is manifest. And without the ordinances thereof, and the authority of the priesthood, the power of godliness is not manifest unto men in the flesh;  <div class=\"break pagebreak\" id=\"125a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0125.pdf\" target=\"pdfwin\">p.&#xA0;125a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1018\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>For without this no man can see the face of God, even the Father, and live.&#x201D;<span class=\"citation\" id=\"87593\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87593)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87593)\">D&amp;C 84:20-22<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v19n404\"> It is expected that these Presidents of Stakes be full of the Holy Ghost and the power of God, that they feel and realize that they are the servants of Jehovah, engaged in his work, and that he will require at their hands an account of their stewardships. It is necessary also that the High Councils and the Bishops act in the same way, together with the High Priests, Seventies, Elders, and all those of the Aaronic Priesthood, and that all operate together in the fear of God, for his eye is over you, and he expects you to work righteousness and purge the Church from iniquity, and teach the people correct principles and lead them in the paths of life. This is what God requires at your hands. <\/div><div class=\"paragraph jod\" id=\"v19n405\"> Hence, while we are looking at these things and are engaged in these organizations, there are other things necessarily connected therewith. There has been a feeling working gradually upon the minds of the Saints that many could not comprehend, nor tell where it came from, and that is to build Temples. President Young, the Twelve and the people generally have felt drawn out in their feelings with an almost unaccountable desire for the accomplishment of this object; and why? Can you tell me the reason? It is very difficult sometimes to explain some of these matters to the human mind. You heard this morning about Moses appearing in the Temple at Kirtland, committing to Joseph Smith the Keys of the Gathering Dispensation,<span class=\"citation\" id=\"90501\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90501)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90501)\">D&amp;C 110:11<\/a><\/span> over which Moses presided anciently, and over which he presides today. Unless those keys had been restored and you had partaken of that influence and spirit, would you have been here today? No, you would not. When the Gospel went forth <div class=\"break columnbreak\" id=\"125b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0125.pdf\" target=\"pdfwin\">p.&#xA0;125b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1018\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> among the people, after the appearing of Moses in the Temple, and the committing of the Keys of the Gathering,<span class=\"citation\" id=\"90502\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90502)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90502)\">D&amp;C 110:11<\/a><\/span> when you Latter-day Saints received the Gospel of baptism for remission of sins and the laying on of hands for the reception of the Holy Ghost,<span class=\"citation\" id=\"127631\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127631)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127631)\">Acts 2:38<\/a><\/span><span class=\"citation\" id=\"127632\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127632)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127632)\">D&amp;C 20:37,43<\/a><\/span> you also received the spirit of the gathering. You Elders before me today might have preached until your tongues had cleaved to the roof of your mouth, but if the Spirit of God had not accompanied your administration in this regard, you could have accomplished nothing of any worth. At the time this messenger came, there appeared another, even Elijah, whose mission was to turn the heart of the fathers to the children, and the heart of the children to their fathers, lest (says the Lord) I come and smite the earth with a curse.<span class=\"citation\" id=\"62595\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62595)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62595)\">Mal. 4:6<\/a><\/span><span class=\"citation\" id=\"90550\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90550)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90550)\">D&amp;C 110:13-16<\/a><\/span> He committed these keys. But before they were committed, what was done in the Temple? Did we baptize for the dead there? No, we did not. Why? Because the keys were not given. When they were given and afterwards when the Temple was built in Nauvoo, then that spirit accompanied it, and we began to feel after our fathers behind the veil, and they likewise began to feel after their children. Brother Woodruff, who has been ministering in the St. George Temple, could relate to you if he had the time, many things of great importance, associated with these matters. Suffice it to say that the purposes of God pertaining to the human family, which he had in his mind before this world rolled into existence, or the morning stars sang together for joy,<span class=\"citation\" id=\"56248\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56248)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56248)\">Job 38:7<\/a><\/span> all have to be accomplished in the salvation of the living and in the redemption of the dead. These things you are acquainted with: it is not necessary for me to talk much upon these subjects. But I merely wish  <div class=\"break pagebreak\" id=\"126a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0126.pdf\" target=\"pdfwin\">p.&#xA0;126a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1017\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to refer to the spirit and influence and power that have operated upon the Saints, and which are operating upon them throughout the length and breadth of this Territory. That comes from the Priesthood which existed before; it comes because the keys of that Priesthood have again been restored to man. What is the result? Why, a desire to build Temples. What for? That we may administer therein in those ordinances in which they and we are so greatly interested. You heard through brother Woodruff how many more administrations there had been for the dead than for the living. This is because Elijah has been here and has delivered the keys that turn the hearts of the children to the fathers,<span class=\"citation\" id=\"90551\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90551)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90551)\">D&amp;C 110:13-16<\/a><\/span> and we are beginning to feel after them. Hence we are building a Temple here, one in Sanpete, another in Cache Valley, and we have one already built in St. George, all of which I think will be quite creditable buildings, which the Lord and holy angels will accept. Do we devote our labor and our means? Yes, we do; and it is this spirit which rests upon us that is prompting us to do it, and it will not let us rest until these things are done. Why? Because the keys of the Priesthood have brought us in connection with the Priesthood in the heavens, of which we are a part, belonging to the Church of the Firstborn, whose names are written in heaven.<span class=\"citation\" id=\"77279\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77279)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77279)\">Heb. 12:23<\/a><\/span> They are interested in their children, whose children are our fathers. We have been called together for the purpose, among other things, of operating with them in this work; for they without us are not made perfect,<span class=\"citation\" id=\"77134\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77134)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77134)\">Heb. 11:40<\/a><\/span><span class=\"citation\" id=\"91194\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91194)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91194)\">D&amp;C 128:15,18<\/a><\/span> as the Scripture tells us. Therefore it is necessary that we should be here, building Temples and ministering therein, that their seed and posterity may be hunted up and looked after. <div class=\"break columnbreak\" id=\"126b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0126.pdf\" target=\"pdfwin\">p.&#xA0;126b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1017\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> We without them cannot be made perfect,<span class=\"citation\" id=\"77135\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77135)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77135)\">Heb. 11:40<\/a><\/span><span class=\"citation\" id=\"91195\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91195)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91195)\">D&amp;C 128:15,18<\/a><\/span> for we need the help and assistance and the power of God to sustain and guide and direct us in our labors and administrations. <\/div><div class=\"paragraph jod\" id=\"v19n407\"> This is the thing President Young has been engaged in with all his might, mind and strength; this is the thing my brethren of the Twelve have been engaged in, and what we are engaged in today. This is the thing that all Israel ought to be engaged in, for we are living only for a short time here, and by and by we shall pass away, as our President has done; but it will only be to associate with another Priesthood, or the same, if you please, in the eternal worlds, for the one is combined and united with the other. The Priesthood that has lived before, and that which lives now, are eternal, and administer in time and in eternity; and the principles which God has revealed to us draw aside the curtains of the eternal worlds, giving us a glimpse within the veil, where Christ, our Forerunner, has gone.<span class=\"citation\" id=\"76757\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76757)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76757)\">Heb. 6:19-20<\/a><\/span> We are gathered together, &#x201C;one of a city, and two of a family,&#x201D;<span class=\"citation\" id=\"60333\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60333)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60333)\">Jer. 3:14<\/a><\/span> as the Prophet said they should be. And he says, &#x201C;I will bring you to Zion.&#x201D;<span class=\"citation\" id=\"60334\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60334)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60334)\">Jer. 3:14<\/a><\/span> What will he do with them when he has brought them there? &#x201C;I will give them pastors after my own heart, which shall feed them with knowledge and understanding.&#x201D;<span class=\"citation\" id=\"60383\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60383)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60383)\">Jer. 3:15<\/a><\/span> Again, &#x201C;Saviors shall come up on mount Zion to judge the mount of Esau; and the kingdom shall be the Lord's.&#x201D;<span class=\"citation\" id=\"62003\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62003)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62003)\">Obad. 1:21<\/a><\/span> Some talk about empires and kingdoms being built up by man. This is the Lord's kingdom and not man's. The Lord is our God, he is our king and our lawgiver,<span class=\"citation\" id=\"85717\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85717)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85717)\">D&amp;C 45:59<\/a><\/span> and he shall rule over us;<span class=\"citation\" id=\"59076\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59076)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59076)\">Isa. 33:22<\/a><\/span> and we will seek for and obtain his help and power. <\/div><div class=\"paragraph jod\" id=\"v19n408\"> Saviors shall come up on Mount Zion,<span class=\"citation\" id=\"62004\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62004)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62004)\">Obad. 1:21<\/a><\/span> say the Scriptures. What is a Savior? One who saves another,  <div class=\"break pagebreak\" id=\"127a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0127.pdf\" target=\"pdfwin\">p.&#xA0;127a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1016\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>is it not? How could any man save people if he knew not how, and how could he know except the Lord teach him? The world often finds fault with us. There are no greater benefactors to the world in existence than the Latter-day Saints are. There are no persons who have done more for the benefit of mankind, according to their number, than this people have. President Young, who is dead, and a number of others who have passed away, as well as the Twelve and thousands of others who still tarry, have traveled the length and breadth of the earth, without purse or scrip,<span class=\"citation\" id=\"68182\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68182)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68182)\">Luke 22:35<\/a><\/span> to preach the glad tidings<span class=\"citation\" id=\"67326\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67326)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67326)\">Luke 8:1<\/a><\/span> of salvation which heaven revealed to them. Do you find anybody else that has done it, or that is doing it, outside of this Church? No, such a thing is unheard of. We have gone forth, as the Scriptures say, bearing precious seed, and have returned again rejoicing, bringing our sheaves with us.<span class=\"citation\" id=\"57257\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57257)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57257)\">Ps. 126:6<\/a><\/span> Is this anything to hurt anybody? Does it interfere in the least with the rights of any? No. Are there any in this city, who are not of us, that can show that their religious rights, privileges, or principles have been interfered with or infringed upon by the Latter-day Saints, or by the authorities of this Church? No, not one. If I knew of any that were in any way being interfered with, I would be the first to protect them. These are our feelings towards the world, and to those who say all manner of evil against us.<span class=\"citation\" id=\"62897\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62897)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62897)\">Matt. 5:11<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v19n410\"> We have expended millions upon millions in gathering the poor to this land, by what is known as the Perpetual Emigration Fund. We may ask why did this people in these valleys expend such large sums? Was it because they were sending for relatives and friends? No, but because they were of the family of <div class=\"break columnbreak\" id=\"127b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0127.pdf\" target=\"pdfwin\">p.&#xA0;127b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1016\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Christ, the sons and daughters of God, and desired to come to Zion. We have sent as much as five hundred teams at a time to help out the poor. You have done it, and many of you have either sent your sons or gone yourselves, and you have carried provisions for them as well as bringing them here. I do not think there is very much harm in that. And what then? When these same men who had received the message of truth in far off lands, and who had been gathered here, had been further instructed, we have sent them back again to the nations from whence they came, to proclaim to their kindred and friends, to their tongue and nation, what God had done for them. After fulfilling their missions they return again. What to do? To slumber and sleep away their time? No, but to continue their work in reclaiming the waste places, and to build Temples in the interest of humanity, as the friends of God and of the world. <\/div><div class=\"paragraph jod\" id=\"v19n411\"> There are, today, engaged working on our Temple, one hundred and fifty men. What for? That a place may be found that will be acceptable to God, and in which we may administer, in the name of the Lord, for our dead as well as for our living. We do not want to do this grudgingly, but with willing hearts, desiring to operate, with the Priesthood behind the veil, in building up and establishing the kingdom of God upon this earth. These men, after preaching and returning again, can then go into these Temples and minister in them as representatives of the nations from whence they came, and in the interest of these nations we are operating. Will God be pleased with this work? Yes, if we continue faithful in well doing. There are not less, I presume, than 500 men at work on the Temples now  <div class=\"break pagebreak\" id=\"128a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0128.pdf\" target=\"pdfwin\">p.&#xA0;128a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1015\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>being erected in this Territory, and probably more than that. This seems foolish to the outside world; but we know in whom we have believed, and we know the work in which we are engaged&#x2014;and who is injured by it? None. <\/div><div class=\"paragraph jod\" id=\"v19n413\"> Some of our brethren feel sometimes that these things draw heavily upon them. Of course they do; and God expects to try us, to see what we are made of, and see whether the right ring of metal is in us or not, and whether we are prepared to stand up to the rack and walk forth in the name of Israel's God. Is it the desire to oppress anybody? No, never, nothing of that kind. In speaking on this, I would say to the Presidents of Stakes, and to the Bishops, see that there is no oppression of any kind, or anything approaching arbitrary measures, or anybody interfered with; let everything be done righteously, properly, and voluntarily. Instead of oppressing the poor, feed them. Instead of taking from the naked, clothe them. Be merciful to the widow and the fatherless and the orphan, and all who may be in distress; dry up their tears, and pour balm into their wounds, and be full of compassion, and kindness, and the love of God, and let it bubble and flow from you like a river of life. These are the feelings that ought to exist among the Saints; nothing like oppression or wrong of any kind should find place in our hearts. <\/div><div class=\"paragraph jod\" id=\"v19n414\"> Let me pass from this to another thing which was touched upon this morning, which is, but which I really wish was not, true. Many of these my brethren have sent out their teams, and have subscribed their means to send for the poor, bringing them to these valleys. According to the provisions of the Perpetual Emigration Fund, the <div class=\"break columnbreak\" id=\"128b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0128.pdf\" target=\"pdfwin\">p.&#xA0;128b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1015\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> people who are thus assisted are expected to repay the means advanced to them when they have earned it, so that others may be helped with the same money, and thus that the fund in its operations, as was desired, may be perpetual. I am told that there is upwards of a million dollars of indebtedness to this fund today. This is a sad reflection upon the gratitude of men thus assisted. I am afraid the heavens will not smile upon such proceedings, and that God will not sanction it. It is time we waked up and attended to these obligations and duties, and felt that there was somebody else in the world besides our own selves; and if we have been assisted that we will be at least honest enough to meet that amount, and others who need its assistance may find it through the proper channel. <\/div><div class=\"paragraph jod\" id=\"v19n415\"> We are engaged in this place in building a Tabernacle, in which we can meet during the Winter season. We do not call upon you outside brethren to assist us in this undertaking, because it is local and belongs to this Stake. This is a matter that was designed by President Young before his death; and we have been desirous, as brother Cannon said this morning, to carry out the views of our venerated President, as far as we can. We have commenced to build this house, we want to put it up without delay. In this, as in every other matter, we do not wish anybody to contribute his means or labor towards it, unless he feels free to do it; for there are plenty that will do it willingly, and it will be built; and we shall have a nice, comfortable place to worship in through the Winter, and it will serve the Priesthood for all necessary purposes, as well as the public. The building will be 116 x 64 feet inside, with gallery all around. It will be  <div class=\"break pagebreak\" id=\"129a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0129.pdf\" target=\"pdfwin\">p.&#xA0;129a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1014\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>a little larger than was at first contemplated; and we have also departed a little from the original intention respecting the kind of building material. Instead of adobie, we have concluded to use rock. I now invite the people of this Stake and the masons especially to come forward and exert their energies, and let us do the work. It will be done by voluntary donations and by utilizing labor tithing. Some people may say, Why do it by voluntary donations? Why not use the tithing for all such purposes? Is not that sufficient? Yes, if all of you strictly paid it, but then you do not all do this, and consequently we have to resort to other means. But, as I have before said, in this and everything else, we do not wish to press the people, nor place any in unpleasant positions; but as we sometimes sing, it's &#x201C;all free grace and all free will.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v19n417\"> I wish to make a few remarks in relation to what we term the United Order. We are united today with God, and with the holy Priesthood that existed before us, with Jesus the Mediator of the New Covenant,<span class=\"citation\" id=\"77302\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77302)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77302)\">Heb. 12:24<\/a><\/span> and with the ancient Prophets and Apostles and men of God, in building up the Zion of God upon the earth. They, in their different spheres and callings, are operating with us, and we with them, and the whole thing is a grand Cooperative Society; and everything we do here should be with the view of uniting our earthly interests, that we may be one in things temporal and one in things spiritual, one on the earth and one with those in the heavens, helping with our united efforts to roll on the Kingdom of God according to his purposes, and not according to our erratic no<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"129b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0129.pdf\" target=\"pdfwin\">p.&#xA0;129b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1014\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tions. In speaking of these things I would address a few words to our sisters of the Relief and of the Mutual Improvement Societies. You are performing a good work in Zion. I am pleased with the paper you publish, and have been very much interested in the reports you have made, in witnessing the energy and zeal you display in endeavoring to introduce home-manufactured goods and articles of different kinds, in looking after the poor and necessitous, and in trying to elevate the community generally. To our Young Men's Mutual Improvement Societies I say, God bless you, and all who are operating in the interest of Zion, forever. <\/div><div class=\"paragraph jod\" id=\"v19n418\"> Now let me say to parents, let us see that our youth are properly cared for and taught, and that honesty, truthfulness, virtue and good morals are inculcated, that they may grow in the faith of the Gospel and in the fear of God, to be useful in their day, to carry on the great work in which we are engaged. We already perceive a great improvement among our young men in their administrations; they are stepping forth, manifesting an excellent spirit, and many of them promise to become mighty men in Israel, who will roll forth the work when we get through. I will say to the Presidents of Stakes, encourage and foster these institutions; and to all the people I would say, love God and fear him and keep his commandments.<span class=\"citation\" id=\"57639\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57639)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57639)\">Eccl. 12:13<\/a><\/span> Be honest with yourselves, honest before God. Be virtuous, be truthful and full of integrity, and fear the Lord your God in your hearts, and his blessing will be with you, and his Spirit will attend you, and your generations after you, worlds without end. Amen. <\/div>\n<\/div>\n<\/div>"}