{"ID":190052, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Opposition to God Among Mankind&#x2014;Religious Intolerance a Consequence&#x2014;Infidelity the Result of Departure From Revealed Order&#x2014;The United Order.<\/div>\n<div class=\"subtitle\">Discourse by Counselor Daniel H. Wells, delivered in the Provo Meetinghouse, Saturday Morning, June 1, 1878.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: John C. Graham, from the Territorial Enquirer.<\/div>\n<div class=\"pageHeader\">Page Header: Opposition to God, Etc.<\/div>\n<div class=\"speaker\">Speaker: Daniel H. Wells<\/div>\n<div class=\"date\">Date: 6\/1\/1878<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d52\">\n<div class=\"paragraph jod\" id=\"v19n1190\"> There is an opposition to the Lord having on the earth a people, called by his name and doing his will. It has been so from the beginning. The Lord never had a people who were received with open arms by the world, admired, cherished and respected; on the contrary they have been persecuted or totally destroyed from off the earth. The wicked have invariably prevailed over the good; it might almost be said that the first bad man killed the first good man. The Latter-day Saints have had the same experience to pass through, and when a time of comparative peace has come around, as it has sometimes, they are apt to ask, &#x201C;What is the matter? Have we lost our faith, that the Adversary should thus let us alone?&#x201D; <div class=\"break columnbreak\" id=\"367b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0367.pdf\" target=\"pdfwin\">p.&#xA0;367b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0776\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> There will come a time, however, in the history of the Saints, when they will be tried with peace, prosperity, popularity and riches. <\/div><div class=\"paragraph jod\" id=\"v19n1191\"> The world look with terror toward that period when the Lord's purposes in regard to building Temples predominates, when universal peace is established, and the scepter of righteousness is wielded. The world would not like any religious power to predominate on the earth, and rightly, too, considering the tyranny and despotism that have marked the history of religious rule. We find, in days past, that various religious influences have swayed the scepter in a most unrighteous manner, made captive the human will, and men have been forced to yield submission  <div class=\"break pagebreak\" id=\"368a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0368.pdf\" target=\"pdfwin\">p.&#xA0;368a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0775\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to the most oppressive measures. The religious wars have been more terrible in their effects, caused more bloodshed and sorrow, than all the others put together. A gradual but sure relief from religious rule and dictation has been brought about, until the nations of the earth are made free. No wonder, then, that the people look with ill favor upon any one religious element gaining ascendancy over the other. As the old staying goes, &#x201C;A burnt child dreads the fire.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v19n1193\"> In this country there is no religious power predominating, but now that the kingdom of God is established this opposition is brought about and is felt even to a greater extent than before. The world is jealous of its growing power and, hence, its bitter and unrelenting opposition. So opposed have men been to the increase and spread of religion as a political power that in many places no person holding a religious office has been permitted to hold a position of trust or profit under the government. It was for this same reason that the name of God is not mentioned in the Constitution of the United States. The Puritan Fathers suffered from religious oppression, and rather than be made to bow the head or the knee when mentioning the name of Jesus Christ, or being compelled to place the cross on their churches, as was and is still customary with the Roman Catholic church, they sought elsewhere that toleration they could not obtain in their native land; but singular to say, after the lapse of time, when the colonies were founded, they were unwilling to accord unto others of different faiths to their own, that religious freedom for which they themselves had forsaken fatherland, and expelled from the colonies all who differed with them in a religious point of view. <\/div> <div class=\"break columnbreak\" id=\"368b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0368.pdf\" target=\"pdfwin\">p.&#xA0;368b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0775\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v19n1194\"> Besides this intolerance there is another reason why religion has become so distasteful to many people, and why the nations have eschewed religion from their councils. Because these teachers and professors of religion are without the knowledge of God, and their ideas and doctrines have been so far different to the written word, that reasonable people say, &#x201C;Humbug!&#x201D; and fly to the other extreme and become infidels. After witnessing the strife and variety of forms, and being unable to gain assurance from such sources respecting the realities of the future, they say, &#x201C;We don't know anything about it; we'll live good moral lives and all will be well.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v19n1195\"> The greatest difficulty the elders have to contend with in the world is this wide-spreading infidelity, brought about by the assumptions of so called religious teachers. Now, the Lord has restored his Holy Priesthood, his mind and will&#x2014;the glorious Gospel which is &#x201C;the power of God unto salvation,&#x201D;<span class=\"citation\" id=\"72214\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72214)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72214)\">Rom. 1:16<\/a><\/span> and fearful of losing what power they hold over the minds of men, these self-elected teachers and priests have combined to oppose it. Now, in order to understand the principles of the true and everlasting Gospel, we must look at them by the spirit of God, for &#x201C;the things of God knoweth no man, except by the Spirit of God.&#x201D;<span class=\"citation\" id=\"73066\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73066)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73066)\">1 Cor. 2:11<\/a><\/span> A man cannot understand the things of man with the spirit of a horse or an ox; then how can a man understand the things of God except by the spirit of God&#x2014;a higher grade of intelligence. By that Spirit, the Bible, with all its apparent inconsistencies, is made plain to the human mind. People have misconstrued, have turned the truth into lies<span class=\"citation\" id=\"72260\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72260)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72260)\">Rom. 1:25<\/a><\/span> and perverted the Gospel of Christ.<span class=\"citation\" id=\"74339\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74339)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74339)\">Gal. 1:7<\/a><\/span> When a Latter-day Saint has conformed to the ordinances of the Gospel and received the Holy Ghost, the Bible has  <div class=\"break pagebreak\" id=\"369a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0369.pdf\" target=\"pdfwin\">p.&#xA0;369a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0774\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>seemed a new book to him,<span class=\"citation\" id=\"94031\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94031)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94031)\">JS&mdash;H 1:74<\/a><\/span> although, in his childhood he may have perused its pages over and over again. The light and intelligence of the Spirit has beamed upon his understanding, so as to enable him to form a just and correct conception of its sacred truths. <\/div><div class=\"paragraph jod\" id=\"v19n1197\"> Through the great variety of forms, systems and creeds, infidelity has been brought about. The true plan, as revealed to the Latter-day Saints, is sufficiently ample to save all men, but the plans and creeds of men are not ample to any great extent, even if they were true. Take the Catholics, for instance; they consign to perdition all but themselves, contrary to the meaning of the term Catholic, which is universal; but they have become sectarian. The plan designed in our pre-existent state has been ignored, but in this dispensation it has been restored and we can see wherein it is ample to provide for the salvation of the children of men. It is to be preached to all nations, and those who will accept it may be redeemed and exalted. Then why should people be afraid of the government of God? It is bound to come and rule. When it is established in its greatness, glory and power it will be the most efficient and complete government on the face of the earth. People are afraid of the government of God, even some Mormons (I will not say Latter-day Saints), lest some man or men get undue authority. Some persons in the Church think that an Apostle or a Bishop has no right to interfere in temporal things; that their business alone is to look after the spiritual affairs, and their temporal affairs they can attend to themselves. It is very possible some of these men understand financial matters better than the servants of the Lord; but it should not be forgotten that the spirit of God and the Holy Priesthood will qualify men <div class=\"break columnbreak\" id=\"369b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0369.pdf\" target=\"pdfwin\">p.&#xA0;369b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0774\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> for all positions of life. People can, through these agencies, acquire superior intelligence to administer in the things of this world, and it must be done before the eternal riches are conferred upon this people, because the light of heaven is superior to that of the world. The kingdoms of this earth are to become the kingdoms of our God and his Christ.<span class=\"citation\" id=\"79483\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79483)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79483)\">Rev. 11:15<\/a><\/span> I look for this government to come through the Holy Priesthood, and to exercise power in temporal, political and all other things&#x2014;a government that will extend to all men their rights and privileges. <\/div><div class=\"paragraph jod\" id=\"v19n1198\"> Confusion reigns over the face of the whole earth. Look at the combinations and warfare being waged one against another; capital against labor, and labor against capital, there are thousands of broad acres lying uncultivated, and yet men are going without bread to eat. We hear of organizations parading the streets, with banners on which are inscribed the words, &#x201C;Give us Bread, Labor or Blood!&#x201D; There should be no strikes for higher wages&#x2014;no strife between capital and labor. The labor of men should command a subsistence, and if everything is regulated, as it would be under the government of God, there would be no hard times, no complaints, no strikes, no warfare. <\/div><div class=\"paragraph jod\" id=\"v19n1199\"> There is plenty of unoccupied land in this country and any man can get a piece of it. &#x201C;But,&#x201D; says one, &#x201C;I have no team, nor seed to plant, and no money with which to buy either. What can I do?&#x201D; You can take up a piece of land, get your citizenship papers; and the moment you do so, you have the right to file upon it, and have two or three years in which to pay for the land. No other person can go to the Land Office and take that land away from you. In order to get a start, you  <div class=\"break pagebreak\" id=\"370a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0370.pdf\" target=\"pdfwin\">p.&#xA0;370a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0773\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>can work for your neighbor and for your labor get the privilege of using his team, plough and seed, and afterwards attend to it yourself. You have then bread enough for yourself and family for one year. A man, by this course, forms the nucleus of his prosperity, wealth and comparative independence. Subsequently he gathers around him the comforts of life; he gets a cow, a pig or two, and a few chickens. This position in life is much more self-reliant and independent than employment by the day, week or the month in cities or overcrowded business centers. There, when a day's labor stops, the supply stops: but when you have your own source of supply, and your labor temporarily fails, you still have plenty of grain, and other produce of the farm by which you can get along. <\/div><div class=\"paragraph jod\" id=\"v19n1201\"> President Young gave more houses to the poor than all the societies in the world, and laid the foundation of a great nation&#x2014;a kingdom&#x2014;even the kingdom of God. All these stakes of Zion are strengthening with the saints of God. Is it the outsiders who come here to Utah that build up the country? No; the material prosperity of Zion is alone attributable to the labors of the Saints, guided and directed by the Almighty. It is they who are to be found in the nooks and corners&#x2014;in all directions&#x2014;wherever there is a spring or a bit of land&#x2014;building up, making the earth bring forth its products, and strengthening and enlarging the borders of Zion. It does my heart good to see the settlements extending, even to the remote corners of the Territory. Besides, this class of the Latter-day Saints, who are branching out and developing remote sections of the country, are generally the most faithful, hardworking and industrious of the community. Some <div class=\"break columnbreak\" id=\"370b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0370.pdf\" target=\"pdfwin\">p.&#xA0;370b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0773\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of the people think that the Lord is not showing the signs of his coming; they get disheartened; they expect to see some great apostle come from heaven with the mysteries of the Kingdom. Now the church and kingdom of God is to be built up by our practical efforts. Industry should be employed in Zion, and the labor of the people ought to be put to the best possible practical use. This has everything to do with the kingdom of God, and this is where we require revelations of God&#x2014;to teach us how to build up his temporal work. We do not raise feed enough for our teams; we do not cultivate as much as we ought, and do not know how to cultivate that that we have. All these things should be known, as they tend to the building up of the kingdom of God. We require intelligence to guide the cultivating hand. I contend it is building up God's kingdom to make a yard of cloth, to build schoolhouses, to cultivate the earth, and to practically apply every conceivable plan of life necessary for our common subsistence; and in order to accomplish these things we must have intelligence that comes from heaven&#x2014;that is, if we desire to exceed our fellows. Until we know how to properly accomplish and apply all these things, the Lord will never hand over to us the riches of the earth. As it is we have not sufficient of the Spirit of the Lord to entitle us to this great blessing. As soon as he finds out he has got a people who will hold what he gives, he will bestow it, and when he knows that they will apply it to his glory. Why could not we establish the United Order among the people? Because we did not know how to do so, and I have not seen a man who knew how, and for the reason that we were not prepared to receive it. When the Lord finds he has a people who will  <div class=\"break pagebreak\" id=\"371a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0371.pdf\" target=\"pdfwin\">p.&#xA0;371a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0772\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>not give them over to the devil and waste them, then he will bestow the eternal riches, but this will not be done, and cannot be done consistently, until he has a people who will use them for the glory of his kingdom. <\/div><div class=\"paragraph jod\" id=\"v19n1203\"> I think the Saints are on the road of improvement. Their labors are being directed to the welfare of Zion; but there is yet a great deal of unemployed labor that can be made available to that end. We should open up new industries, when others fail to employ all the material at command. When one branch is overdone, open up another and thereby find the means of employment for those in need of it. It has been thought that labor-saving machinery and railroads have injured us. It is not so; men should go at something else, and so keep on, constantly turning our attention to something that will pay better and accomplish more. <\/div><div class=\"paragraph jod\" id=\"v19n1204\"> The time will come when the thread will be cut, but I think we could live if the thread were cut tomorrow. We can produce everything, except perhaps what are called the <div class=\"break columnbreak\" id=\"371b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0371.pdf\" target=\"pdfwin\">p.&#xA0;371b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0772\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> luxuries; still we would suffer much inconvenience. There are a great many things we would have to do without, and if the thread were cut we would have to do a great many things that we now neglect to do. We should not be forever dependent on Babylon. Call them little things if you please, but they are as essential to the building up of the kingdom as they are to any other kingdom on the earth. Wickedness is permitted only to try men and women&#x2014;to prove their integrity. If we could have learned and accomplished all things just as well in the spirit world as here on the earth, do you think the Lord would have sent us to this world of sorrow and wickedness? Jesus had to pass through these ordeals, in order to get an exaltation. Then let us apply our labors to the circumstances and requirements which surround us, and serve God&#x2014;if we believe there is a God&#x2014;and use all our abilities for the accomplishment of his purposes, that we may pass on to glory, and exaltation in his kingdom, which may God grant. Amen. <\/div>\n<\/div>\n<\/div>"}