{"ID":190029, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Outpouring of the Spirit&#x2014;The Records of the Past&#x2014;The Two Sticks&#x2014;The Promises and Blessings of Joseph&#x2014;The Sanctified Earth&#x2014;There is a Spirit in Man.<\/div>\n<div class=\"subtitle\">Discourse by Elder Orson Pratt, delivered in the Fourteenth Ward Assembly Rooms, on Sunday Afternoon, Dec. 2, 1877.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Geo. F. Gibbs.<\/div>\n<div class=\"pageHeader\">Page Header: The Outpouring of the Spirit, Etc.<\/div>\n<div class=\"speaker\">Speaker: Orson Pratt<\/div>\n<div class=\"date\">Date: 12\/2\/1877<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d29\">\n<div class=\"paragraph jod\" id=\"v19n529\"> I will call the attention of the congregation to a passage in the prophecy of Joel, second chapter, commencing with the 28th verse: <\/div><div class=\"paragraph jod\" id=\"v19n530\"> &#x201C;And it shall come to pass afterward, that I will pour out my spirit upon all flesh; and your sons and your daughters shall prophesy, your old men shall dream dreams, and your young men shall see visions: <\/div><div class=\"paragraph jod\" id=\"v19n531\"> &#x201C;And also upon the servants and upon the handmaids in those days will I pour out my spirit. <\/div><div class=\"paragraph jod\" id=\"v19n532\"> &#x201C;And I will shew wonders in the heavens and in the earth, blood, and fire, and pillars of smoke. <\/div><div class=\"paragraph jod\" id=\"v19n533\"> &#x201C;The sun shall be turned into darkness, and the moon into blood, before the great and terrible day of the Lord come.&#x201D;<span class=\"citation\" id=\"61863\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61863)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61863)\">Joel 2:28-31<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v19n534\"> These words were spoken by the inspired man long before the first coming of our Savior; they refer to the future condition of the world, a <div class=\"break columnbreak\" id=\"168b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0168.pdf\" target=\"pdfwin\">p.&#xA0;168b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0975\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> state of things that has never been known to have existed upon our earth since the Prophet lived here. All flesh should be under the influence of the Spirit of God, and not only all human flesh, but also the animal creation, and all things living. The effect of the outpouring of this Holy Spirit upon mankind will be to cause the young people to prophesy, making revelators of them, and the older ones to dream dreams. This prophecy was quoted by the Apostle Peter on the day of Pentecost, when under the influence of the same Spirit.<span class=\"citation\" id=\"71121\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71121)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71121)\">Acts 2:16-21<\/a><\/span> It was not referred to, however, with the intention of declaring its fulfillment at that time, but merely to inform the unbelieving Jews that it was the same Spirit which Joel spoke of. It will be remembered that on the morning of the day of Pentecost, about 120 disciples had received this Spirit.<span class=\"citation\" id=\"71057\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71057)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71057)\">Acts 1:15<\/a><\/span>  <div class=\"break pagebreak\" id=\"169a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0169.pdf\" target=\"pdfwin\">p.&#xA0;169a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0974\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>On that occasion, while assembled in the Temple, it operated so powerfully upon them, that the illiterate and unlearned were enabled to speak in different languages, and that it manifested itself in the form of cloven tongues, like fire in appearance.<span class=\"citation\" id=\"71071\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71071)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71071)\">Acts 2:1-4<\/a><\/span> The people who witnessed these operations marveled and wondered exceedingly. But some were inclined to evil, and accused these men of God of drunkenness.<span class=\"citation\" id=\"71079\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71079)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71079)\">Acts 2:1-13<\/a><\/span> It was then that the Apostle Peter, in order to correct any false impression upon the minds of the congregation, arose, and after denying the accusation of these evil-disposed persons, said, &#x201C;This is that which was spoken by the Prophet Joel,&#x201D;<span class=\"citation\" id=\"71117\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71117)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71117)\">Acts 2:16<\/a><\/span> quoting the prophecy nearly word for word.<span class=\"citation\" id=\"71128\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71128)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71128)\">Acts 2:17-21<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v19n536\"> Some have supposed that the prophecy was then fulfilled. It is very evident to everyone who will reflect for a few moments, that such was not the case, but that the Spirit which rested upon those one hundred and twenty<span class=\"citation\" id=\"71058\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71058)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71058)\">Acts 1:15<\/a><\/span> was the same Spirit that should, in the last days, be poured out upon all flesh. It is still further evident that it was not then fulfilled, as appears from the following: &#x201C;I will show wonders in the heavens and in the earth, blood, and fire, and pillars of smoke. The sun shall be turned into darkness, and the moon into blood,&#x201D;<span class=\"citation\" id=\"61870\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61870)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61870)\">Joel 2:30-31<\/a><\/span> etc., having reference to His second coming, when these great events should take place. It is generally believed, by the various Christian churches, that there are to be no more revelations, or visions, or dreams, given by the Spirit of God, and this belief has been entertained for generations by millions of people terming themselves Christians. But when this prophecy is really fulfilled, all men and women upon the earth will become revelators, receiving from the heavens information and knowledge <div class=\"break columnbreak\" id=\"169b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0169.pdf\" target=\"pdfwin\">p.&#xA0;169b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0974\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> by the power of that Spirit poured out upon them. I think our present Bible will then be greatly enlarged, should their revelations be written. <\/div><div class=\"paragraph jod\" id=\"v19n537\"> Before all flesh receive the Spirit of God, the kingdom of God is to appear upon the earth. The work is to be commenced, and his Spirit poured out upon a few, preparatory to the coming of the Son of Man, that there may be Prophets and revelators again on the earth, and the true Church of God again exist among men, as anciently. The time having fully arrived, in this the 19th century, for the prophecies to be fulfilled, in regard to the setting up of the latter-day kingdom, the Lord and his angel, as predicted in the 14th chapter of John's Revelation,<span class=\"citation\" id=\"79808\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79808)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79808)\">Rev. 14:6<\/a><\/span> revealed the original plates from which the Book of Mormon was translated by inspiration and the aid of the Urim and Thummim, is found to contain the fullness of the Gospel of the Son of God,<span class=\"citation\" id=\"127654\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127654)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127654)\">D&amp;C 27:5<\/a><\/span> as revealed in ancient times to the Israelites of this western hemisphere, the forefathers of our Indian race. They understood the Gospel and also the law of Moses,<span class=\"citation\" id=\"81339\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81339)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81339)\">2 Ne. 5:10<\/a><\/span> the latter of which they had kept for nearly 600 years before Christ. After His crucifixion and resurrection from the dead, they were favored with His personal ministry; the Gospel was taught them in great plainness, and twelve men were chosen on this continent,<span class=\"citation\" id=\"82657\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82657)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82657)\">3 Ne. 12:1<\/a><\/span><span class=\"citation\" id=\"82676\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82676)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82676)\">3 Ne. 13:25<\/a><\/span> and commissioned to go forth and preach the fullness of the Gospel to all the inhabitants of the land. These Twelve men, like the Apostles of the eastern hemisphere, preached faith in the Lord Jesus Christ, and baptism by immersion in water for the remission of sins,<span class=\"citation\" id=\"127655\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127655)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127655)\">3 Ne. 11:21-41<\/a><\/span> and the laying on of hands for the reception of the Holy Ghost;<span class=\"citation\" id=\"127656\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127656)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127656)\">3 Ne. 26:17<\/a><\/span><span class=\"citation\" id=\"127657\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127657)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127657)\">Moro. 2:1-3<\/a><\/span> and upon those who believed and obeyed, the Spirit of  <div class=\"break pagebreak\" id=\"170a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0170.pdf\" target=\"pdfwin\">p.&#xA0;170a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0973\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the Lord was poured out to a very great extent. They had visions, and dreams, and revelations, and great manifestations of the power of God,<span class=\"citation\" id=\"127658\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127658)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127658)\">4 Ne. 1:5<\/a><\/span> and the people generally of both North and South America were converted and were taught and instructed in the things of God.<span class=\"citation\" id=\"127659\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127659)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127659)\">4 Ne. 1:2<\/a><\/span> Yet this did not include all flesh, and therefore did not fulfil the prophecy of Joel.<span class=\"citation\" id=\"61836\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61836)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61836)\">Joel 2:28<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v19n539\"> The Lord has brought to light these ancient records, containing the fullness of the Gospel, which he has commanded to be preached and published to every nation and in every tongue upon the face of the earth,<span class=\"citation\" id=\"79809\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79809)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79809)\">Rev. 14:6<\/a><\/span> that all of his numerous children may have the opportunity to hear, and, through obedience to its requirements, may receive the Holy Ghost, the Comforter, which should reveal to them the mind and will of God concerning them, and lead them in the path of truth.<span class=\"citation\" id=\"70409\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70409)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70409)\">John 16:13<\/a><\/span> This command strictly specifies that this Gospel is to be preached to all the world,<span class=\"citation\" id=\"65709\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65709)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65709)\">Matt. 24:14<\/a><\/span> but first to the Gentile nations, and when they are fully warned, and their times are fulfilled, then the Lord will declare the law and the testimony sealed, so far as preaching any more to them is concerned; and he will once more commission his servants to go to the Jews, the House of Israel, whom the Lord will prepare, through his own power and wisdom, to receive the message, and not reject it as they anciently did.<span class=\"citation\" id=\"127660\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127660)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127660)\">D&amp;C 133:8<\/a><\/span> Scores of thousands, among the different nations, have already received the ministry of the Gospel, revealed by the angel, and they have been filled with the Holy Ghost, according to the promise made to every soul who will believe and repent of his sins; and they have measurably become revelators and prophets. This, therefore, is the beginning of the great latter<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"170b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0170.pdf\" target=\"pdfwin\">p.&#xA0;170b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0973\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>day work, which will never end, until all flesh, that will not be destroyed from the face of the earth by the judgments spoken of, will be made partakers of this same Spirit, and it will have the same effect promised. <\/div><div class=\"paragraph jod\" id=\"v19n540\"> You may ask, Why it has not been the case since the first century of the Christian era? Why it has not been fulfilled among the various Christian denominations of our globe? Why they have not received dreams, and visions, and revelations by the power of the Holy Ghost? It may be a mystery to some, why so long a period should have elapsed among the people of the different nations, during which they have had no revelations, no visions, no prophecies, no voice of God. The reason of this, as revealed by the Lord, is because the people did turn away from the ancient Gospel; they did, as had been predicted they would do, change the ordinances and break the everlasting covenants;<span class=\"citation\" id=\"58450\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58450)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58450)\">Isa. 24:5<\/a><\/span> they did apostatize from the truth so that the authority of the Apostleship ceased among them; the authority to baptize no longer existed, the authority to lay on hands that they might receive the Holy Ghost no longer existed, and they were no longer able to minister authoritatively in the name of the Lord in any of the ordinances of the Church. There were many good moral people that lived. But where was to be found the Church organized according to the New Testament pattern, with Apostles, living Apostles receiving revelation from heaven, and possessing the power that those anciently possessed? You could find churches in abundance, which were called Christian churches&#x2014;thus denominated by themselves, some called by certain names and some by others; all of them believing in separate, distinct  <div class=\"break pagebreak\" id=\"171a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0171.pdf\" target=\"pdfwin\">p.&#xA0;171a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0972\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>doctrines which characterized them; one believing one principle of the Gospel, and another believing some other; one believing in one mode of baptism, another in some other; one receiving part of the Gospel, and another claiming some other part. This was the condition of the Christian nations when the Lord sent his angel to reveal the fulness of the Gospel to Joseph Smith,<span class=\"citation\" id=\"127661\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127661)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127661)\">Rev. 14:6<\/a><\/span> a mere boy, who was raised up specially by the hands of God to bring to light another record, agreeing with the one which already existed, called the New Testament; not another Gospel,<span class=\"citation\" id=\"74337\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74337)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74337)\">Gal. 1:6-7<\/a><\/span> but the same gospel taught to another branch of the house of Israel. Our Heavenly Father is not a respecter of persons;<span class=\"citation\" id=\"71760\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71760)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71760)\">Acts 10:34<\/a><\/span> he respects one branch of the house of Israel just as much as another;<span class=\"citation\" id=\"127662\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127662)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127662)\">2 Ne. 26:33<\/a><\/span> and inasmuch as he did by his own power, according to their own records, bring a remnant of the tribe of Joseph out of the land of Jerusalem to this continent, he had as much regard for them as he had for the Jews, and as he had for the ten tribes who were taken away from the land of Palestine some 720 years before Christ. They were led away to the north country,<span class=\"citation\" id=\"60558\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60558)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60558)\">Jer. 23:8<\/a><\/span><span class=\"citation\" id=\"60626\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60626)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60626)\">Jer. 31:8<\/a><\/span><span class=\"citation\" id=\"90507\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90507)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90507)\">D&amp;C 110:11<\/a><\/span> but where, we do not exactly know. He had equal respect to all these branches of the seed of Israel; and as all had a knowledge before their dispersion about the coming of the future Messiah, it would be perfectly reasonable that when he should come to suffer and be crucified for the sins of the world, the Jews, only a portion of Israel, should not be the only portion who should be favored and blessed with his personal ministry; it is perfectly reasonable that he should go to the ten tribes, and also come to this great continent, where a part of one tribe existed, and minister to them.<span class=\"citation\" id=\"82698\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82698)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82698)\">3 Ne. 16:1-3<\/a><\/span> You know Jesus <div class=\"break columnbreak\" id=\"171b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0171.pdf\" target=\"pdfwin\">p.&#xA0;171b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0972\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> himself says, &#x201C;I am not sent but unto the lost sheep of the house of Israel.&#x201D;<span class=\"citation\" id=\"64797\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64797)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64797)\">Matt. 15:24<\/a><\/span> Not merely to the Jews, for they were only a part of them, he had others dispersed in various countries, and upon the islands of the seas. And inasmuch as they all had a knowledge of the coming of Christ, and that he would offer the great last sacrifice, thereby doing away with the rite of sacrifice which they had for so many generations held sacred, it would seem consistent that he should inform them in whatever land they might have been, that the true Messiah had come and offered himself, and therefore they should no longer offer up beasts and birds as sacrifices, but forever afterwards believe in Him. It is also just as reasonable, that a branch of Israel, existing thousands of miles from Palestine, having the personal ministry of Christ, would keep a record of his teachings, just as much as they did in the land of Jerusalem; and that his teachings would be just as sacred, when written, as the New Testament is. And it is again just as reasonable that they should receive the same gospel and the same spirit, and that the same effects should be produced among them, as among these at Jerusalem. Jesus informs us too in St. John's Gospel, that he had other sheep besides those at Jerusalem. The passage reads: &#x201C;Other sheep I have, which are not of this fold: them also I must bring, and they shall hear my voice; and there shall be one fold, and one shepherd.&#x201D;<span class=\"citation\" id=\"69676\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69676)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69676)\">John 10:16<\/a><\/span> He did not go to the Gentiles, as they were not the &#x201C;other sheep&#x201D; referred to; they were never denominated in any of the Scriptural writings as the sheep of Israel, they were always called by their own name.<span class=\"citation\" id=\"82696\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82696)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82696)\">3 Ne. 15:21-24<\/a><\/span> But the sheep that Jesus speaks of were those he meant to visit; &#x201C;they shall  <div class=\"break pagebreak\" id=\"172a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0172.pdf\" target=\"pdfwin\">p.&#xA0;172a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0971\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>hear my voice&#x201D;&#x2014;<span class=\"citation\" id=\"69677\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69677)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69677)\">John 10:16<\/a><\/span>that is, he would minister to them, and they would see Him and they would hear His voice. And the instruction that he gave, they were commanded to write,<span class=\"citation\" id=\"82712\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82712)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82712)\">3 Ne. 16:4<\/a><\/span> with a view of its coming forth in the latter days, preparatory to the time when &#x201C;the earth shall be filled with the knowledge of the glory of the Lord, as the waters cover the sea;&#x201D;<span class=\"citation\" id=\"58168\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58168)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58168)\">Isa. 11:9<\/a><\/span> not merely the knowledge of God contained in the Jewish record, but the knowledge of God contained in all the records. The Book of Mormon informs us that the ten tribes in the north country will have a record as well as the Jews, a Bible of their own, if you please. Indeed Jesus after having instructed the remnant of Joseph upon this land and revealed to them His gospel, said to them, &#x201C;But now I go unto the Father, and also to show myself unto the lost tribes of Israel, for they are not lost unto the Father, for he knoweth whither he hath taken them.&#x201D;<span class=\"citation\" id=\"82759\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82759)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82759)\">3 Ne. 17:4<\/a><\/span> And it was predicted concerning them by one of the ancient American prophets, who lived in those days, that when God should bring these ten tribes from the north country, they would bring their records with them. And it should come to pass that they should have the records of the Nephites, and the Nephites should have the records of the Jews, and the Jews and the Nephites should have the records of the lost tribes of the house of Israel, and the lost tribes of Israel should have the records of the Nephites and the Jews.<span class=\"citation\" id=\"81560\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81560)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81560)\">2 Ne. 29:12-13<\/a><\/span> &#x201C;It shall come to pass that I will gather my people together, and I will also gather my word in one.&#x201D;<span class=\"citation\" id=\"81571\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81571)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81571)\">2 Ne. 29:14<\/a><\/span> Not only the people are to be gathered from the distant portions of our globe, but their records, or bibles, will also be united in one.<span class=\"citation\" id=\"81548\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81548)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81548)\">2 Ne. 29:8<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v19n543\"> In the good old book believed in <div class=\"break columnbreak\" id=\"172b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0172.pdf\" target=\"pdfwin\">p.&#xA0;172b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0971\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> by the world of Christianity, we have a prophecy which may be found in the 37th chapter of Ezekiel, concerning the uniting together of two of the records. I will read the prophecy. &#x201C;The word of the Lord came again unto me, saying, <\/div><div class=\"paragraph jod\" id=\"v19n544\"> &#x201C;Moreover, thou son of man, take thee one stick, and write upon it, For Judah, and for the children of Israel his companions: then take another stick, and write upon it, For Joseph, the stick of Ephraim, and for all the house of Israel his companions: <\/div><div class=\"paragraph jod\" id=\"v19n545\"> &#x201C;And join them one to another into one stick; and they shall become one in thine hand. <\/div><div class=\"paragraph jod\" id=\"v19n546\"> &#x201C;And when the children of thy people shall speak unto thee, saying, Wilt thou not show us what thou meanest by these? <\/div><div class=\"paragraph jod\" id=\"v19n547\"> &#x201C;Say unto them, Thus saith the Lord GOD; Behold, I will take the stick of Joseph, which is in the hand of Ephraim, and the tribes of Israel his fellows, and will put them with him, even with the stick of Judah, and make them one stick, and they shall be one in mine hand. <\/div><div class=\"paragraph jod\" id=\"v19n548\"> &#x201C;And the sticks whereon thou writest shall be in thine hand before their eyes.&#x201D;<span class=\"citation\" id=\"60863\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60863)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60863)\">Ezek. 37:15-20<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v19n549\"> Why was he commanded to do this simple thing, for surely it would be considered simple in our day for a man to take two sticks, writing upon one for Judah, and upon another one for Joseph, and then joining the two sticks together, and holding them up in his hands to become one? If we were to undertake to preach in this way the people would think we were insane. But it was a familiar way by which the Lord intended to instruct his people, and the interpretation is this: These two sticks were to represent what the Lord would do. Says he, &#x201C;When the children of thy people shall speak unto thee, saying, Wilt thou not show us what thou  <div class=\"break pagebreak\" id=\"173a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0173.pdf\" target=\"pdfwin\">p.&#xA0;173a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0970\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>meanest by these two sticks, that they become one in thine hand, Thus saith the Lord God; Behold, I (not Ezekiel) will take the stick of Joseph, etc.&#x201D;<span class=\"citation\" id=\"60884\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60884)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60884)\">Ezek. 37:18-19<\/a><\/span> And what will you do with it? &#x201C;I will put it with the stick written upon for Judah, and will make them one in mine hand. And the sticks whereon thou writest shall be in thine hand before thine eyes;&#x201D;<span class=\"citation\" id=\"60888\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60888)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60888)\">Ezek. 37:19-20<\/a><\/span> one being a representation of the other. But when will it take place? Read the next verse. <\/div><div class=\"paragraph jod\" id=\"v19n551\"> &#x201C;And say unto them, Thus saith the Lord GOD; Behold, I will take the children of Israel from among the heathen, whither they be gone, and will bring them into their own land: <\/div><div class=\"paragraph jod\" id=\"v19n552\"> &#x201C;And I will make them one nation in the land upon the mountains of Israel; and one king shall be king to all: and they shall no more be two nations, neither shall they be divided into two kingdoms any more at all: <\/div><div class=\"paragraph jod\" id=\"v19n553\"> &#x201C;Neither shall they defile themselves any more with their idols, nor with their detestable things, nor with any of their transgressions: but I will save them out of their dwellingplaces, wherein they have sinned, and will cleanse them: so shall they be my people, and I will be their God.&#x201D;<span class=\"citation\" id=\"60893\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60893)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60893)\">Ezek. 37:21-23<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v19n554\"> Has this been fulfilled? Has He done this for the House of Israel, scattered among the heathen, bringing them back and making them one nation in the land and upon the mountains, with one king to reign over them all? Has there ever been a period since the twelve tribes lived, some two thousand five hundred years ago, that the House of Judah has been made one? It is very well known that such things have not yet taken place. But the prophecy will be fulfilled, and that too in our day. The Lord will gather the ten tribes from the north, and the House of Judah from the four quarters of the earth<span class=\"citation\" id=\"127663\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127663)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127663)\">3 Ne. 5:24<\/a><\/span><span class=\"citation\" id=\"127664\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127664)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127664)\">3 Ne. 16:5<\/a><\/span> whither they be gone, and will <div class=\"break columnbreak\" id=\"173b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0173.pdf\" target=\"pdfwin\">p.&#xA0;173b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0970\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> gather them on every side, and bring them into their own land,<span class=\"citation\" id=\"127665\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127665)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127665)\">Ezek. 37:21<\/a><\/span> making of them one nation under one king never more to be divided,<span class=\"citation\" id=\"127666\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127666)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127666)\">Ezek. 37:22<\/a><\/span> neither, says the Lord, shall they any more defile themselves with their detestable things, etc.<span class=\"citation\" id=\"60897\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60897)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60897)\">Ezek. 37:23<\/a><\/span> &#x201C;And they shall dwell in the land that I have given unto my servant Jacob, wherein your fathers have dwelt, etc.&#x201D;<span class=\"citation\" id=\"60898\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60898)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60898)\">Ezek. 37:25<\/a><\/span> It is not a spiritual thing, it is natural, and will take place even as it is written. How will He accomplish this work? In the very way He has pointed out in this chapter? He will take the stick, or records, of Joseph written upon for Joseph, and join it with that of the Jews, written upon by the Jewish nation; and when they become one in His hand,<span class=\"citation\" id=\"60887\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60887)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60887)\">Ezek. 37:18-20<\/a><\/span> then He will bring Israel from the four quarters of the earth and fulfill all that has been said concerning them. <\/div><div class=\"paragraph jod\" id=\"v19n555\"> Here (holding the Book of Mormon in his hand) we present a record of this American continent, a history of a branch of the tribe of Joseph, for nearly 600 years before Christ, and until 420 years after Christ, a history of the Lord's dealings with them from the time they left Jerusalem until one of their principal nations fell in battle, because of their apostasy; and the descendants of the remaining remnant are this degenerated people we call Indians, who still exist. Their record has been brought to light; the Lord has done it, not Joseph Smith. He has already united the record and testimonies of Joseph with those of Judah that we may have additional evidence that Jesus is the Christ,<span class=\"citation\" id=\"127667\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127667)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127667)\">BM Title Page<\/a><\/span> that we may have the testimony of two great nations&#x2014;the Jewish nation and the nation of Joseph that dwelt on this land,<span class=\"citation\" id=\"81549\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81549)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81549)\">2 Ne. 29:8<\/a><\/span> and which afterwards became a &#x201C;multitude of nations,&#x201D;<span class=\"citation\" id=\"53661\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53661)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53661)\">Gen. 48:19<\/a><\/span> according to the blessing pronounced by the ancient patriarch Jacob, when bles<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"174a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0174.pdf\" target=\"pdfwin\">p.&#xA0;174a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0969\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>sing his two grandsons, Ephraim and Manasseh. Here we find on this continent a multitude of nations, and when we come to examine the language they all speak, we find that it evidently sprang from the same source. Antiquarians who have searched diligently into this matter, all testify to this one fact&#x2014;that their language evidently sprang from the same source. It is also stated by them they must have lived for many generations on this continent in order to have become so diversified in their several tongues. You know where people have no written language, as we have, that it will become corrupted, and as they separate from each other, as the Indian race has done, it will corrupt itself more and more. When you come to trace the languages spoken by the aborigines of our country, you will find that they have the same origin; also that this &#x201C;multitude of nations&#x201D;<span class=\"citation\" id=\"53662\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53662)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53662)\">Gen. 48:19<\/a><\/span> are the descendants of Joseph, in fulfillment of the promise God made him through his father Jacob. Patriarchs used to bless their children in ancient days and tell them what would come to pass in the latter days. Jacob so blessed his twelve sons; and when he came to Joseph he pronounced a peculiar blessing upon his head. It reads&#x2014;&#x201C;Joseph is a fruitful bough, even a fruitful bough by a well; whose branches run over the wall;&#x201D;<span class=\"citation\" id=\"53712\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53712)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53712)\">Gen. 49:22<\/a><\/span> signifying that a portion of his seed would not always stay with the main body of his people, but would branch off, &#x201C;run over the wall,&#x201D;<span class=\"citation\" id=\"53713\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53713)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53713)\">Gen. 49:22<\/a><\/span> depart out of the land of Jerusalem. &#x201C;The blessings of thy father have prevailed above the blessings of my progenitors unto the utmost bounds of the everlasting hills: they shall be on the head of Joseph, and on the crown of the head of him that was separate from his brethren.&#x201D;<span class=\"citation\" id=\"53745\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53745)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53745)\">Gen. 49:26<\/a><\/span> Jacob's progen<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"174b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0174.pdf\" target=\"pdfwin\">p.&#xA0;174b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0969\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>itors were Abraham and Isaac. What blessings were given to them? Palestine. But says the Patriarch, I have a greater blessing, it has prevailed above that of my progenitors. How much above theirs? Unto the utmost bounds of the everlasting hills.<span class=\"citation\" id=\"53747\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53747)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53747)\">Gen. 49:26<\/a><\/span> Said he, I will give this to you, Joseph; or, &#x201C;they shall be on the head of Joseph, and on the crown of the head of him that was separate from his brethren.&#x201D;<span class=\"citation\" id=\"53748\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53748)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53748)\">Gen. 49:26<\/a><\/span> How marvelous are the dealings of God with man in bringing to pass the prophetic utterances of his servants! There was another blessing pronounced upon his head by Moses, before he was taken out from the midst of Israel, which was very distinct from the rest of the tribes. It reads&#x2014;&#x201C;And of Joseph he said, Blessed of the Lord be his land, for the precious things of heaven. And for the precious things of the earth and fulness thereof.&#x201D;<span class=\"citation\" id=\"55257\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55257)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55257)\">Deut. 33:13-17<\/a><\/span> As much as to say, his land shall be very choice. Instead of being blessed with lands side by side with the rest of the tribes, he was to be a fruitful bough by a well, whose branches run over the wall,<span class=\"citation\" id=\"53714\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53714)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53714)\">Gen. 49:22<\/a><\/span> unto the utmost bound of the everlasting hills,<span class=\"citation\" id=\"53746\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53746)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53746)\">Gen. 49:26<\/a><\/span> and there he should be blessed with all kinds of climate; the temperate and the torrid zone; the blessings of the earth and fulness thereof,<span class=\"citation\" id=\"55256\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55256)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55256)\">Deut. 33:13-17<\/a><\/span> so far as the temperate zones are concerned; then the blessings of the earth, so far as the torrid zone is concerned. <\/div><div class=\"paragraph jod\" id=\"v19n557\"> Here then we perceive with all these predictions and prophecies that the Lord in his providences has so wrought among the Israelites as to fulfill these promises to the very letter. They should not be blessed with the blessings of the earth only, but &#x201C;Blessed of the Lord be his land, for the precious things of heaven.&#x201D;<span class=\"citation\" id=\"55251\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55251)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55251)\">Deut. 33:13<\/a><\/span> What would you consider the precious things of heaven? I should say that the revelations given from  <div class=\"break pagebreak\" id=\"175a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0175.pdf\" target=\"pdfwin\">p.&#xA0;175a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0968\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>heaven to his descendants would be as precious as anything that could be bestowed upon them. Why then should it be thought unreasonable that these prophecies in relation to the descendants of Joseph should be fulfilled, that the Lord should bring forth these precious things in the latter days, under the name of the record of Joseph, in order that it might go forth as testimony in connection with the Jewish record, first to the Gentiles, and then to the house of Israel, that the way might be prepared, that the kingdom that was to be set up in the last days might increase upon the earth, in fulfillment of the prophecies of Daniel,<span class=\"citation\" id=\"61306\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61306)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61306)\">Dan. 2:44<\/a><\/span> even until the Kingdom and the greatness of the Kingdom under the whole heavens should be given to the Saints of the Most High.<span class=\"citation\" id=\"61753\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61753)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61753)\">Dan. 7:27<\/a><\/span> If God intends to set up a Kingdom represented in the Book of Daniel by a &#x201C;stone cut out of the mountains without hands,&#x201D;<span class=\"citation\" id=\"61391\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61391)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61391)\">Dan. 2:45<\/a><\/span> and that Kingdom is to extend until it becomes, as he saw it in vision, as a great mountain filling the whole earth,<span class=\"citation\" id=\"61112\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61112)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61112)\">Dan. 2:35<\/a><\/span> it will no doubt be but a preparatory work for the second advent of his Son, so that when He comes in all His glory, in the clouds of heaven,<span class=\"citation\" id=\"65839\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65839)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65839)\">Matt. 24:30<\/a><\/span> accompanied by the prophets, and apostles,<span class=\"citation\" id=\"127670\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127670)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127670)\">D&amp;C 29:12<\/a><\/span> and revelators, and the rest of the Saints<span class=\"citation\" id=\"127735\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127735)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127735)\">Jude 1:14<\/a><\/span><span class=\"citation\" id=\"127668\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127668)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127668)\">Rev. 1:7 (JST)<\/a><\/span> to reign on the earth,<span class=\"citation\" id=\"79191\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79191)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79191)\">Rev. 5:10<\/a><\/span><span class=\"citation\" id=\"85539\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85539)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85539)\">D&amp;C 43:29<\/a><\/span><span class=\"citation\" id=\"87074\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87074)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87074)\">D&amp;C 76:63<\/a><\/span> it is reasonable to suppose that the Kingdom to be set up would have prophets, and revelators, and inspired men, old men dreaming dreams, and young men seeing visions.<span class=\"citation\" id=\"61837\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61837)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61837)\">Joel 2:28<\/a><\/span> And in this way, when Jesus descends with his resurrected Saints finding a Kingdom prepared for him composed of those who have the Spirit of God in their hearts, he will commence his reign&#x2014;his universal reign upon the earth, over all the Saints living. Then will be fulfilled that part of the prophecy of Daniel, &#x201C;And the kingdom and dominion,&#x201D; <div class=\"break columnbreak\" id=\"175b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0175.pdf\" target=\"pdfwin\">p.&#xA0;175b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0968\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> not only the Kingdom, but the dominion, also, &#x201C;And the greatness of the kingdom under the whole heavens, shall be given to the people of the saints of the most High, whose kingdom is an everlasting kingdom, and all dominions shall serve and obey Him.&#x201D;<span class=\"citation\" id=\"61754\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61754)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61754)\">Dan. 7:27<\/a><\/span> That is, all people then living will be under this one King of Kings,<span class=\"citation\" id=\"80451\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80451)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80451)\">Rev. 19:16<\/a><\/span> he will reign in the midst of his people, the resurrected Saints, and the Saints then living. And all flesh will have the Spirit of God poured out upon them.<span class=\"citation\" id=\"61838\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61838)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61838)\">Joel 2:28<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v19n559\"> I said &#x201C;all&#x201D; flesh including the flesh of the animal as well as human.<span class=\"citation\" id=\"61839\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61839)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61839)\">Joel 2:28<\/a><\/span> This has been clearly spoken of in the prophecies. That is, in those days when &#x201C;the earth shall be full of the knowledge of the Lord, as the waters cover the sea,&#x201D;<span class=\"citation\" id=\"58169\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58169)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58169)\">Isa. 11:9<\/a><\/span> then the &#x201C;lion shall eat straw like the ox.&#x201D;<span class=\"citation\" id=\"58119\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58119)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58119)\">Isa. 11:7<\/a><\/span><span class=\"citation\" id=\"60214\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60214)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60214)\">Isa. 65:25<\/a><\/span> His nature will be so susceptible to the Spirit of God that it will be entirely changed, instead of his preying upon other animals and devouring their flesh, he will feast upon the vegetable kingdom, just as he did in the morning of creation.<span class=\"citation\" id=\"52355\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52355)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52355)\">Gen. 1:30<\/a><\/span> When the earth was first made, all things were pronounced very good;<span class=\"citation\" id=\"52370\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52370)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52370)\">Gen. 1:31<\/a><\/span> it issued forth from the hand of the Creator in a very perfect condition, but when man fell, a change came over, not only man, but also the animal creation, and the vegetable kingdom came under the curse,<span class=\"citation\" id=\"127669\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127669)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127669)\">Gen. 3:17-19<\/a><\/span> and the power of Satan was exercised upon the earth, enmity was introduced between man and the animals. But the time will come, when the Spirit of God will be poured out upon all flesh and &#x201C;The wolf shall lie down with the lamb, and the leopard shall lie down with the kid; and the calf and the young lion and the fatling together; and a little child shall lead them,&#x201D;<span class=\"citation\" id=\"58108\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58108)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58108)\">Isa. 11:6<\/a><\/span> etc. That will change the fall of creation or at least, the living portion of it. The curse then will be  <div class=\"break pagebreak\" id=\"176a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0176.pdf\" target=\"pdfwin\">p.&#xA0;176a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0967\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>removed. It will be like the garden of Eden, and Jesus will be here, and he will teach his people, fulfilling what is written in the sacred Scriptures about his reign of a thousand years.<span class=\"citation\" id=\"80509\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80509)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80509)\">Rev. 20:4<\/a><\/span> The Saints then will be resurrected, and they will also be the inhabitants of this globe. They are singing about it in heaven, while their bodies are sleeping in the grave. Read the 5th chapter of John's Revelation, that will give you an idea what the Saints of heaven anticipate. The words of the new song which John heard them sing, were: &#x201C;Thou art worthy to take the book, and to open the seals thereof: for thou wast slain, and hast redeemed us to God by thy blood out of every kindred, and tongue, and people, and nation; And hast made us unto our God kings and priests: and we shall reign on the earth!&#x201D;<span class=\"citation\" id=\"79166\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79166)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79166)\">Rev. 5:9-10<\/a><\/span> How plain! &#x201C;We shall reign on the earth!&#x201D;<span class=\"citation\" id=\"79192\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79192)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79192)\">Rev. 5:10<\/a><\/span> They hope for it; they sing about it; they expect it, just as much as we hope to go with them, and mingle with them, and just as much as we have faith that we will, when we lay our bodies down in the grave, go to our former abode where we once were, to the mansions prepared, and that we will join with the heavenly hosts. We will not forget the earth; it is our native abode; but instead of forgetting it, we will join with them in their new song, and with them we will look forward with joyful anticipation to the day when we shall return to reign on the earth, having been made kings and priests unto our God.<span class=\"citation\" id=\"79167\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79167)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79167)\">Rev. 5:9-10<\/a><\/span> And Jesus and the Twelve Apostles will be in our midst. And we have an account of their thrones. &#x201C;And Jesus said unto them, Verily I say unto you, That ye which have followed me, in the regeneration when the Son of man shall sit in the throne of his glory, ye also shall sit upon twelve thrones, judging the <div class=\"break columnbreak\" id=\"176b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0176.pdf\" target=\"pdfwin\">p.&#xA0;176b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0967\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> twelve tribes of Israel.&#x201D;<span class=\"citation\" id=\"65233\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65233)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65233)\">Matt. 19:28<\/a><\/span> Then the twelve tribes will come back, and twelve men sitting on twelve thrones, in the land of Palestine, will reign over them.<span class=\"citation\" id=\"83165\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83165)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83165)\">Morm. 3:18<\/a><\/span><span class=\"citation\" id=\"84751\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84751)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84751)\">D&amp;C 29:12<\/a><\/span> The Twelve disciples raised up in this land, 1,800 years ago, are to have their thrones; who, after being judged themselves by the Twelve at Jerusalem, will sit upon their thrones and will judge the remnant of the tribe of Joseph.<span class=\"citation\" id=\"81019\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81019)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81019)\">1 Ne. 12:9-10<\/a><\/span><span class=\"citation\" id=\"83167\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83167)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83167)\">Morm. 3:18-19<\/a><\/span> And they will have that work to do in the eternal worlds. The Priesthood is not given for a few years and then to cease; but all the servants of God who have ministered here below by authority of the Priesthood will continue their work among immortal beings, and among those living who will not have been changed to the immortal state. Some think that when Jesus comes all that are then living upon the earth will be changed. There is no Scripture to this effect. But there is a Scripture that says, the Saints living will all be &#x201C;changed, In a moment, in the twinkling of an eye, at the last trump.&#x201D;<span class=\"citation\" id=\"73988\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73988)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73988)\">1 Cor. 15:51-52<\/a><\/span> When the first trump sounds, at the coming of the Savior, they will not be changed, but they will be caught up,<span class=\"citation\" id=\"75688\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75688)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75688)\">1 Thes. 4:17<\/a><\/span><span class=\"citation\" id=\"88720\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88720)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88720)\">D&amp;C 88:96<\/a><\/span> but when the graves of the Saints are opened and they come forth as immortal beings they will be quickened, not made immortal, renewed in a measure, and they will be taken up with those who will ascend out of their graves to meet Jesus, and descend with him.<span class=\"citation\" id=\"75676\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75676)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75676)\">1 Thes. 4:16<\/a><\/span><span class=\"citation\" id=\"88726\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88726)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88726)\">D&amp;C 88:97-98<\/a><\/span> And the immortal ones will multiply and spread forth so that the many places depopulated in consequence of the great judgment that will precede his coming, will become inhabited by their numerous children during the millennium, filling up the different parts of the earth. So that when the thousand years are ended, and Satan is again loosed,<span class=\"citation\" id=\"80552\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80552)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80552)\">Rev. 20:7<\/a><\/span><span class=\"citation\" id=\"85544\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85544)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85544)\">D&amp;C 43:31<\/a><\/span><span class=\"citation\" id=\"88778\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88778)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88778)\">D&amp;C 88:110-111<\/a><\/span> he will find a large number who have not been tempted by him, and he will  <div class=\"break pagebreak\" id=\"177a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0177.pdf\" target=\"pdfwin\">p.&#xA0;177a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0966\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>use his cunning among them, and will succeed in leading more or less astray.<span class=\"citation\" id=\"80564\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80564)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80564)\">Rev. 20:8<\/a><\/span><span class=\"citation\" id=\"127671\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127671)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127671)\">D&amp;C 29:22<\/a><\/span><span class=\"citation\" id=\"86918\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86918)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86918)\">D&amp;C 76:30<\/a><\/span> He will gather up his numerous hosts from the four quarters of the earth, and will encompass the camp of the Saints.<span class=\"citation\" id=\"80576\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80576)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80576)\">Rev. 20:9<\/a><\/span><span class=\"citation\" id=\"86916\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86916)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86916)\">D&amp;C 76:29<\/a><\/span> The Saints will then gather from abroad, as they now do, and they will have to pitch their tents while doing so; and Satan's army will also compass the beloved city to destroy the people of God; but fire will come down from God out of heaven, and will devour them.<span class=\"citation\" id=\"80577\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80577)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80577)\">Rev. 20:9<\/a><\/span> And the beloved city and the righteous will be taken to heaven; and after the thousand years are ended the earth will pass away.<span class=\"citation\" id=\"80679\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80679)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80679)\">Rev. 21:1<\/a><\/span><span class=\"citation\" id=\"84771\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84771)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84771)\">D&amp;C 29:22-24<\/a><\/span> This earth that will be sanctified and purified and blessed with the presence of Jesus, and upon which the immortal and resurrected Saints will live and reign as kings and priests;<span class=\"citation\" id=\"79193\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79193)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79193)\">Rev. 5:10<\/a><\/span> this earth because of the fall and the curse that came upon it,<span class=\"citation\" id=\"52613\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52613)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52613)\">Gen. 3:17<\/a><\/span><span class=\"citation\" id=\"92669\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92669)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92669)\">Moses 5:56<\/a><\/span><span class=\"citation\" id=\"93270\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93270)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93270)\">Moses 8:4<\/a><\/span> will have to undergo a greater change, the same as our bodies, and will pass away.<span class=\"citation\" id=\"93575\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93575)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93575)\">JS&mdash;M 1:35<\/a><\/span> There will be no place found for it,<span class=\"citation\" id=\"80597\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80597)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80597)\">Rev. 20:11<\/a><\/span> as an organized world: it will exist in an elementary condition, all of its elements scattered through space, until the Lord sees proper to gather them together by his power, and forms an immortal earth, an earth free from the curse,<span class=\"citation\" id=\"52612\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52612)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52612)\">Gen. 3:17<\/a><\/span> free from the effects of the fall,<span class=\"citation\" id=\"58466\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58466)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58466)\">Isa. 24:5-6<\/a><\/span><span class=\"citation\" id=\"93112\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93112)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93112)\">Moses 7:48<\/a><\/span> restored as it was in the beginning. This then will be the new earth and the new heaven,<span class=\"citation\" id=\"83520\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83520)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83520)\">Ether 13:8-10<\/a><\/span> whereon the righteous only will dwell.<span class=\"citation\" id=\"127672\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127672)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127672)\">Luke 17:39 (JST)<\/a><\/span><span class=\"citation\" id=\"127673\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127673)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127673)\">2 Pet. 3:13 (JST)<\/a><\/span><span class=\"citation\" id=\"84776\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84776)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84776)\">D&amp;C 29:23-24<\/a><\/span> The beloved city will descend upon this eternal earth,<span class=\"citation\" id=\"80783\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80783)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80783)\">Rev. 21:10<\/a><\/span> and it will then become one of the heavenly mansions,<span class=\"citation\" id=\"69890\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69890)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69890)\">John 14:2<\/a><\/span><span class=\"citation\" id=\"83495\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83495)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83495)\">Ether 12:32-37<\/a><\/span><span class=\"citation\" id=\"86273\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86273)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86273)\">D&amp;C 59:2<\/a><\/span><span class=\"citation\" id=\"87239\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87239)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87239)\">D&amp;C 76:111<\/a><\/span> whereon the Saints that are prepared will reign forever and ever. <\/div><div class=\"paragraph jod\" id=\"v19n562\"> This is our eternal home then; we are not to look for a heaven&#x2014;  <\/div><div class=\"paragraph jod\" id=\"v19n563\"> &#x201C;Beyond the bounds of time and space, Where human mind can never trace.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v19n564\"> We are not to go further than our thoughts can carry us, to some remote unknown place, concerning <div class=\"break columnbreak\" id=\"177b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0177.pdf\" target=\"pdfwin\">p.&#xA0;177b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0966\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> which there has been no revelation given. But we will return to our earth, and then will be fulfilled that part of the vision where John says, &#x201C;And I heard a great voice out of heaven saying, Behold, the tabernacle of God is with men, and he will dwell with them, and they shall be his people, and God himself shall be with them, and be their God. <\/div><div class=\"paragraph jod\" id=\"v19n565\"> &#x201C;And God shall wipe away all tears from their eyes; and there shall be no more death, neither sorrow, nor crying, neither shall there be any more pain: for the former things are passed away.&#x201D;<span class=\"citation\" id=\"80723\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80723)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80723)\">Rev. 21:3-4<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v19n566\"> Why? Because all its inhabitants then will be immortal, and the earth itself will be celestial, consequently there will be no more funerals, nor any cause for mourning: &#x201C;Behold, I make all things new,&#x201D; said he that sat upon the throne.<span class=\"citation\" id=\"80745\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80745)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80745)\">Rev. 21:5<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v19n567\"> That will be the history of this little creation of ours; it is only one out of the immensity of creations that God has made, all of which have their times of redemption, having to pass through similar changes as those which I have alluded to; and the people inhabiting them have to learn by a school of experience; they have their joys and sorrows as well as we, because they, like us, could not acquire the necessary experience in any other way to fit them for the society of the heavenly hosts. <\/div><div class=\"paragraph jod\" id=\"v19n568\"> When, according to the prophecy of Joel, God bestows visions and revelations upon his sons and daughters, and dreams, by the same Spirit, upon the old men,<span class=\"citation\" id=\"61840\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61840)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61840)\">Joel 2:28<\/a><\/span> they will acquire more knowledge in a very short time, than could be learned by studying the best of books that are possessed by the colleges and institutions of learning all over the world. We have to study for years in order to learn one branch, mathematics for  <div class=\"break pagebreak\" id=\"178a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0178.pdf\" target=\"pdfwin\">p.&#xA0;178a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0965\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>instance, viz: geometry, conic sections, calculus, etc. <\/div><div class=\"paragraph jod\" id=\"v19n570\"> It takes years of study to acquire a knowledge of them, and about the time we have partially mastered them, we are old men, ready to pass away from this state of existence. But when the time shall come that the Spirit of the living God shall be poured out upon all flesh,<span class=\"citation\" id=\"61841\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61841)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61841)\">Joel 2:28<\/a><\/span> in a very few moments of time the Lord could unlock the mysteries and treasures of the earth, so that we could understand not only the geographical surface of the earth, but be able, by the power of vision, to behold every particle of it inside as well as outside,<span class=\"citation\" id=\"127674\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127674)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127674)\">Moses 1:27<\/a><\/span> and also the law that governs its elementary portions, nearly all of which is now closed from our mortal vision. We can only go about so far with our natural sight; but there is a faculty in every man and woman which is now sleeping in a dormant state; and as soon as it is touched by the spirit of the Lord, we shall be enabled to see a new world of things as it were, mysteries will be opened up and we will perceive naturally as if they were written, and in this way we shall be able to learn very rapidly indeed. If we want a knowledge of <div class=\"break columnbreak\" id=\"178b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0178.pdf\" target=\"pdfwin\">p.&#xA0;178b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0965\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> this world or of ourselves, when our spirits were born, or if we desire to know things that took place before the foundations of the world were laid or the nucleus was formed, when the sons of God shouted for joy,<span class=\"citation\" id=\"56250\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56250)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56250)\">Job 38:7<\/a><\/span> if we desired to know these things it would only be necessary for the Spirit of the Lord to touch the vision of our minds and light up our understanding and we could gaze upon things past for thousands of generations of worlds before the earth was made, and we could see the succession of worlds that have been and were in existence long before this earth was formed, we could see the ordeals through which they had passed, see them brought into existence and passing through their several changes and finally become glorified celestial mansions in the presence of God. By this same spirit spoken of by Joel,<span class=\"citation\" id=\"61842\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61842)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61842)\">Joel 2:28<\/a><\/span> we could look forward into the distant future and behold new worlds formed and redeemed, and not only this, but see and understand the laws by which they were made, and the object and end of all these creations,<span class=\"citation\" id=\"127675\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127675)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127675)\">Moses 1:28-31<\/a><\/span> being touched by the finger of the Almighty and lighted up by the Holy Ghost. Amen. <\/div>\n<\/div>\n<\/div>"}