{"ID":190046, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Parable of the Vineyard&#x2014;The Gradual Organization of the Church&#x2014;Duties of Officers&#x2014;Union in All Matters Advantageous and Inevitable&#x2014;Political and Religious Growth.<\/div>\n<div class=\"subtitle\">Discourse by Elder Orson Pratt, delivered at the Annual Conference, Salt Lake City, Sunday Morning, April 7, 1878.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Geo. F. Gibbs.<\/div>\n<div class=\"pageHeader\">Page Header: Parable of the Vineyard, Etc.<\/div>\n<div class=\"speaker\">Speaker: Orson Pratt<\/div>\n<div class=\"date\">Date: 4\/7\/1878<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d46\">\n<div class=\"paragraph jod\" id=\"v19n1056\"> I will call the attention of this large assembly to the latter part of a very important and extensive parable recorded in the Book of Mormon. <\/div><div class=\"paragraph jod\" id=\"v19n1057\"> The speaker read from the Book of Mormon, commencing at the 128th page.<span class=\"citation\" id=\"81713\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81713)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81713)\">Jacob 5:1-77<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v19n1058\"> I have read these words of the ancient prophet, to whom it seemed good unto the Lord to reveal his purposes and designs in regard to the inhabitants of this earth, by means of the trees of the vineyard, calling the house of Israel, the literal descendants of Israel, the natural trees of his vineyard; and the other nations, whom we term Gentiles, as the wild branches of the wild olive tree. <\/div><div class=\"paragraph jod\" id=\"v19n1059\"> I have read only a small portion of the latter part of this extensive parable, that part which more particularly relates to the great work which we, as Latter-day Saints, are now performing in the earth. <\/div><div class=\"paragraph jod\" id=\"v19n1060\"> Forty-eight years ago, yesterday, after this Book had been printed making known this great parable to the people, the Church arose, consisting of only six individuals. From that time until the present, as the Church has grown and extended its borders, the Lord through his ser<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"330b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0330.pdf\" target=\"pdfwin\">p.&#xA0;330b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0813\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>vants, has been organizing his Priesthood. We speak of the Church being organized on the 6th day of April, 1830,<span class=\"citation\" id=\"84259\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84259)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84259)\">D&amp;C 20:1<\/a><\/span> and of it consisting then of only six members. No one could expect that with that very small number there could be a very perfect organization. But so far as there were individuals introduced into the Church, on the day of its organization, the Lord gave a revelation concerning their duty. And after the Church had extended forth its borders, and a few hundred individuals were gathered unto it, in the year that it was organized, a still further organization took place; and it was but a few years until the Church stood forth in a more perfect organization then it had on the day of its foundation. Twelve men were called to be Apostles according to a certain prediction given some ten months before the organization of the Church.<span class=\"citation\" id=\"84138\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84138)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84138)\">D&amp;C 18:26-39<\/a><\/span> About this same period of time the first seventy elders were chosen,<span class=\"citation\" id=\"90229\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90229)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90229)\">D&amp;C 107:25<\/a><\/span> which perfected the organization still more. And also in those early days the High Priesthood,<span class=\"citation\" id=\"84387\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84387)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84387)\">D&amp;C 20:67<\/a><\/span> after the order of Melchizedek,<span class=\"citation\" id=\"127767\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127767)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127767)\">Ps. 110:4<\/a><\/span><span class=\"citation\" id=\"127768\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127768)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127768)\">D&amp;C 76:57<\/a><\/span> was made manifest more fully and men were ordained to that order of priesthood. In those early days also the Lesser Priest<div class=\"hyphen\">-<span class=\"citation\" id=\"87661\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87661)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87661)\">D&amp;C 84:26<\/a><\/span><\/div><div class=\"break pagebreak\" id=\"331a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0331.pdf\" target=\"pdfwin\">p.&#xA0;331a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0812\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>hood, or the priesthood after the order of Aaron<span class=\"citation\" id=\"84018\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84018)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84018)\">D&amp;C 13:1<\/a><\/span> was made manifest more perfectly in the eyes of the people, bishops were called and their duties defined, requiring them to manage, in conjunction with the higher authorities, the temporal concerns of the Church.<span class=\"citation\" id=\"85358\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85358)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85358)\">D&amp;C 42:30-34<\/a><\/span> This organization continued to increase and grow, and become more and more perfect, until finally, temples were built to the name of the Lord, when the duties of these various councils of priesthood were, in a greater degree, made manifest before the people. The teachings were many that were imparted in those days, and a union began to exist among the Saints of God, such as had not been known among the inhabitants of the earth for many long generations. <\/div><div class=\"paragraph jod\" id=\"v19n1062\"> After the completion of the Temple at Kirtland, and this more perfect organization had been established, the Saints of God began to increase and multiply to that extent that the Lord saw proper to place them in a country and land by themselves, where they could have a chance to enlarge their borders,<span class=\"citation\" id=\"83617\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83617)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83617)\">Moro. 10:31<\/a><\/span><span class=\"citation\" id=\"87440\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87440)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87440)\">D&amp;C 82:14<\/a><\/span><span class=\"citation\" id=\"91851\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91851)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91851)\">D&amp;C 133:9<\/a><\/span> to lengthen the cords of their habitation, to break forth on the left and on the right,<span class=\"citation\" id=\"59701\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59701)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59701)\">Isa. 54:2-3<\/a><\/span> and where there might be a majority in the land, and where they might have the privilege of serving the Lord their God, according to the dictates of their conscience.<span class=\"citation\" id=\"94140\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94140)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94140)\">A of F 1:11<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v19n1063\"> Thus you see our Heavenly Father has been at work among this people, and with this people, for almost one half of a century, bringing together, gathering the branches of the wild olive tree from the distant nations of the earth and grafting them in and making them, as it were, one body, on this great western hemisphere.<span class=\"citation\" id=\"81717\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81717)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81717)\">Jacob 5:7-10<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v19n1064\"> You may ask, what great purpose the Lord has in thus organizing his people, year after year. The answer is, to accomplish a very important object, namely to make them like <div class=\"break columnbreak\" id=\"331b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0331.pdf\" target=\"pdfwin\">p.&#xA0;331b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0812\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> unto one body, that there may be a most perfect union from the highest officer in the Church down to the lowest member; that there may be no disunion, no division of feeling or sentiment in regard to doctrine or ordinances or in any of the principles pertaining to the Gospel of the Son of God; and that there may be no division in our political ideas and sentiments, but that a perfect oneness may exist in the heart of every male and female, from the grayheaded old man down to the little child, that one feeling and one spirit may pervade the whole body, that they may be equal and bring forth the natural fruit again.<span class=\"citation\" id=\"81754\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81754)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81754)\">Jacob 5:73-74<\/a><\/span> That is the object; that is the reason why you behold the organization such as now exists throughout all these mountain regions. When has the Church, from its commencement exhibited what we now behold in all parts of our land&#x2014;stakes of Zion having jurisdiction over every branch in the Church in these mountains, and over every family and every individual. And every one of these stakes has its presiding officer with his two counselors; and is also composed of numbers of wards over which bishops, with their counselors are appointed to preside. <\/div><div class=\"paragraph jod\" id=\"v19n1065\"> What is the duty of the presiding officers of these stakes? To see that all things under their watchcare are conducted according to the order of God, to look to the spiritual concerns first, that pertain to their stake, and to see that the high priests, the seventies, the elders, the priests, the teachers, and the deacons are all doing their respective duties, according to the requirements of the Most High; and then they act as the presiding authority and power over the bishops that may be in the several wards of their stakes, seeing also that they are in the performance of their duty, in relation to temporal matters. And then  <div class=\"break pagebreak\" id=\"332a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0332.pdf\" target=\"pdfwin\">p.&#xA0;332a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0811\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>all the other authorities under these presiding officers of stakes are to see that those, under their immediate watchcare, are performing their duties, according to the laws of heaven which have been revealed for our guidance. <\/div><div class=\"paragraph jod\" id=\"v19n1067\"> When all things are in proper working order, and when every bishop is living his religion, and has the spirit of his bishopric resting upon him, and he fully understands the nature of his duties, everything in regard to temporal affairs will move like clockwork, and there will be no running down, as it were, of the clock, no deranging of the machinery, but every part will fulfil that which is required of it in relation to its particular calling, and all these various quorums of priesthood will strive to stir up the people to a oneness in regard to spiritual things; thus we keep spiritual and temporal things running parallel to each other, connected more or less together. So that the whole church becomes like unto one body, they become equal. &#x201C;And the root and the top thereof is equal.&#x201D;<span class=\"citation\" id=\"81735\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81735)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81735)\">Jacob 5:66<\/a><\/span><span class=\"citation\" id=\"81750\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81750)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81750)\">Jacob 5:73<\/a><\/span> Indicating, when these things are carried out strictly, that the branches will not have power to overrun and grow beyond the strength of the root; neither would the roots have power to outgrow the branches. The husbandmen trimmed up the trees of the vineyard, and they pruned them; or in other words, the servants of the Lord teach the people, and instruct them, so that they may become one in all things. What! become one in our views in regard to politics? Why not? One may say, If you undertake to carry out such views of union in regard to political affairs, you will all vote the same ticket; there will be no division nor disunion throughout all the Church organization, and would not such a state of things be antagonistic to the genius of our <div class=\"break columnbreak\" id=\"332b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0332.pdf\" target=\"pdfwin\">p.&#xA0;332b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0811\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> American government? Wherein, I would ask, would it be contrary? Is there any principle connected with our government that would forbid us, as a people, becoming so united? Does the constitution of our country in any one particular prohibit American citizens from uniting and casting a solid vote in favor of any eligible candidate who may be regularly nominated, say for the position of President of the United States? I know of no such restriction; there is none. <\/div><div class=\"paragraph jod\" id=\"v19n1068\"> Supposing, then, that all the states of this union at the next general election, should, without one dissenting voice, conclude in their own minds to vote for one and the same individual, making him our president, what part or portion of the Constitution of our country would be violated by such a united effort? None whatever; because it is the privilege of the people to unite or divide as they may choose, there being no compulsion one way or the other. <\/div><div class=\"paragraph jod\" id=\"v19n1069\"> Which is calculated to produce the greatest good, union throughout all the states, concentrated not only upon the president, but upon the governors, and all of our political officers, or disunion and party strife. Everybody would certainly agree with me in saying that union in such matters would be the best calculated to promote the interest and common good of our government and people; that to be without a single dissenting voice in our election affairs from Maine to Texas, from the Atlantic to the Pacific, all concentrating themselves upon the officers they want, and then vote for them unanimously would be carrying out the form of the American government in its perfection. But our fathers, who framed that Great instrument of nationality&#x2014;that instrument by which all classes of people are protected in their rights  <div class=\"break pagebreak\" id=\"333a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0333.pdf\" target=\"pdfwin\">p.&#xA0;333a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0810\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>&#x2014;provided for disunion, if the people should feel disposed to introduce it. Showing that they were permitted to dissent and vote for as many candidates as they may choose to nominate. <\/div><div class=\"paragraph jod\" id=\"v19n1071\"> But in the Church of the living God, according to the oneness required by the Lord of heaven, we should act unitedly in all things.<span class=\"citation\" id=\"87326\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87326)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87326)\">D&amp;C 78:3-8<\/a><\/span> Some may have an idea that if we are only united about some of the spiritual things of the kingdom that is all the union needed among us. I do not know of any one principle, or subject, connected with the building up and advancement of the kingdom of God upon the earth, upon which we have a right to be disunited. The law of God is of such a nature, when complied with strictly, as to unite us not only in the first principles of the Gospel&#x2014;faith, repentance and baptism, and confirmation, and upon doctrine and spiritual things generally, but also in regard to the cultivation of the earth, the raising of flocks and herds, manufacturing, and all kinds of mechanical business, and also with regard to our political affairs and everything with which we have to do here in this temporal probation. There are some great political parties very much united, and how diligently they strive to make themselves still more united. The Republican and Democratic parties vie with each other in their efforts to elicit the sympathy of a majority of the people, in order to become the dominant party. Hence the great number of political agents, that go forth throughout the country stump speeching, as well as other means that are resorted to for this purpose. Is there anything in the Constitution of our country prohibiting them from striving to bring about disunion? No, not in the least. Neither is there anything written that would forbid the Methodists, the Baptists, the <div class=\"break columnbreak\" id=\"333b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0333.pdf\" target=\"pdfwin\">p.&#xA0;333b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0810\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Presbyterians, or any other religious society throughout the confines of this great republic, from striving with all their might to vote with one heart and one mind,<span class=\"citation\" id=\"92956\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92956)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92956)\">Moses 7:18<\/a><\/span> both in regard to their political and their church affairs. <\/div><div class=\"paragraph jod\" id=\"v19n1072\"> That is what we are striving to do. We are laboring in faith and with much assurance, that the day will dawn upon Israel, when this people will attain to a perfect oneness, so much so that not a dissenting voice will be heard or raised, in regard to things religious or secular, from one end of the Territory to the other. <\/div><div class=\"paragraph jod\" id=\"v19n1073\"> This union exists in the eternal worlds. If you should dwell there for the period of ten millions of ages, you would see no dissension among those who dwell in yonder celestial worlds. If the affairs of a celestial world were divided into different departments, calling one political and another religious, and so on, you would find the whole body, both religious and political, vote for the same ticket, if I may be allowed the expression; they would be agreed, of one heart and one mind.<span class=\"citation\" id=\"127769\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127769)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127769)\">Moses 7:18<\/a><\/span> This oneness among the people of God must be attained in this world,<span class=\"citation\" id=\"63404\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63404)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63404)\">Matt. 6:10<\/a><\/span> in order that His purposes may be brought about, respecting man and the earth on which he lives.<span class=\"citation\" id=\"70756\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70756)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70756)\">John 17:21-23<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v19n1074\"> How much reason have we to rejoice that our fathers, a little over a century ago, began to consider the importance of being free and untrammeled in regard to their religious ideas and opinions; and that by having their feelings so deeply impressed upon their minds, they were enabled to get out that great instrument of liberty which guarantees to this great nation today civil, political and religious rights. <\/div><div class=\"paragraph jod\" id=\"v19n1075\"> Our enemies would try to frighten us, by representing before the Congress of the United States there is a union among those Latter-day Saints, and that all vote one way. Supposing we  <div class=\"break pagebreak\" id=\"334a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0334.pdf\" target=\"pdfwin\">p.&#xA0;334a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0809\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>admit this to be true, ought not Congress to rejoice exceedingly to think that there is one portion of the people under the flag of this great and glorious republic, that have strength of mind sufficient to be united on politics. I presume the Republican party of our government, that has some hundreds of thousands united with them, rejoice exceedingly to think that they have as much union among them as they have; and it is their constant labor and study to use and devise every means in their power to maintain and, if possible, increase this union. And so we intend to use every lawful (not unlawful) means in our power to keep the people united upon one platform, religiously and politically, and also in every other position in which we may be placed. <\/div><div class=\"paragraph jod\" id=\"v19n1077\"> Remember the parable I have read in your hearing, which was printed in the Book of Mormon, before we had on existence as a Church. The servants labored in the vineyard with their mights.<span class=\"citation\" id=\"81726\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81726)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81726)\">Jacob 5:61-62<\/a><\/span><span class=\"citation\" id=\"81739\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81739)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81739)\">Jacob 5:71<\/a><\/span> What for? To prune up the trees, to graft them into their <div class=\"break columnbreak\" id=\"334b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0334.pdf\" target=\"pdfwin\">p.&#xA0;334b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0809\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> proper place, that they may bring forth that fruit which was most precious to the Lord from the beginning and the fruit become like unto one body.<span class=\"citation\" id=\"81758\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81758)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81758)\">Jacob 5:74<\/a><\/span> And the roots and the top thereof were equal.<span class=\"citation\" id=\"81736\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81736)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81736)\">Jacob 5:66,73<\/a><\/span> And the blessings of the Most High began to be made manifest upon the fruits of the vineyard, and they began to grow and extend themselves, their branches spreading upon the face of the whole earth. What will be the final result of all this? I will answer in the words of Daniel the prophet: &#x201C;I beheld until the kingdom, and the greatness of the kingdom under the whole heaven, was given unto the saints of the most High.&#x201D;<span class=\"citation\" id=\"61757\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61757)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61757)\">Dan. 7:27<\/a><\/span> And what became of the other kingdoms, empires, republics and governments, generally instituted by men? I will again answer you in the words of the same prophet: &#x201C;They became like the chaff of the summer threshingfloors; and the wind carried them away, that no place was found for them.&#x201D;<span class=\"citation\" id=\"61113\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61113)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61113)\">Dan. 2:35<\/a><\/span> Amen. <\/div>\n<\/div>\n<\/div>"}