{"ID":190030, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The United Order&#x2014;Among the Nephites&#x2014;Not Incompatible With Individual Responsibility or Stewardship&#x2014;The Latter-day Saints Gather for Training&#x2014;Home Manufacture Indispensable.<\/div>\n<div class=\"subtitle\">Discourse by Elder Erastus Snow, delivered at Provo, on Sunday Afternoon, June 3, 1877.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Geo. F. Gibbs.<\/div>\n<div class=\"pageHeader\">Page Header: The United Order, Etc.<\/div>\n<div class=\"speaker\">Speaker: Erastus Snow<\/div>\n<div class=\"date\">Date: 6\/3\/1877<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d30\">\n<div class=\"paragraph jod\" id=\"v19n572\"> The house is so crowded that in order for all to hear it will be advisable that each one keep as quiet as possible. <\/div><div class=\"paragraph jod\" id=\"v19n573\"> In my remarks yesterday forenoon I alluded briefly to the subject of the United Order, as I understood it. In the minds and feelings of some the United Order is a sensitive topic: but this is chiefly for the want of a proper understanding of the revelations of God, and the obligations of the Gospel which we have embraced, for the want of understanding what the Lord has purposed to accomplish through this Order. In one of the revelations contained in the Book of Covenants is to be found these words: &#x201C;Except ye are one in your temporal affairs, how can ye be one in obtaining heavenly things?&#x201D;<span class=\"citation\" id=\"87350\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87350)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87350)\">D&amp;C 78:6<\/a><\/span> This oneness referred to is variously understood, ofttimes construed according to the peculiar views and notions of men and women, who do not take the broad, comprehensive view, as the Lord does, and intended we should do, and who do not comprehend the revelations and the manner in which the Lord purposes to deal with his people. <\/div><div class=\"paragraph jod\" id=\"v19n574\"> Under the operations of the United Order the ancient Nephites were <div class=\"break columnbreak\" id=\"179b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0179.pdf\" target=\"pdfwin\">p.&#xA0;179b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0964\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> said to be the best and most prosperous people on the earth; it was said of them, as of no other people we read of, that there were neither rich nor poor among them;<span class=\"citation\" id=\"83100\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83100)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83100)\">4 Ne. 1:3<\/a><\/span> that they dwelt in peace and righteousness, and every man dealt honestly with his neighbor.<span class=\"citation\" id=\"83079\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83079)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83079)\">4 Ne. 1:2<\/a><\/span> The fact that every man dealt honestly with his neighbor, necessarily implies individual responsibility and stewardship.<span class=\"citation\" id=\"83078\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83078)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83078)\">4 Ne. 1:2<\/a><\/span> The Book of Mormon tells us further that after a period of one hundred and sixty-five years living in this state, there began again to be disunion, and they began to cease to have everything in common;<span class=\"citation\" id=\"83135\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83135)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83135)\">4 Ne. 1:25<\/a><\/span> a certain class began to wear jewelry and costly raiment;<span class=\"citation\" id=\"83125\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83125)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83125)\">4 Ne. 1:24<\/a><\/span> class distinctions began to spring up, some exalting themselves over their fellows, and they commenced to build up societies and associations and classes which were graded by their wealth.<span class=\"citation\" id=\"83139\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83139)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83139)\">4 Ne. 1:26<\/a><\/span> And thus they grew from bad to worse, until the judgment of God fell upon them to their utter destruction. Those who are inspired by the Holy Spirit to comprehend the dealings of God with his people, both ancient and modern, may be able to look forward to the future and behold a prosperous and happy people that shall be one in temporal things, and  <div class=\"break pagebreak\" id=\"180a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0180.pdf\" target=\"pdfwin\">p.&#xA0;180a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0963\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>rich in the enjoyment of heavenly things, and among whom there will be no poor or rich, having all things common, so far as property is concerned, when no one will say &#x201C;this is mine, and I have a right to do just as I please with it.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v19n576\"> And yet to my mind this state of things will not necessarily be incompatible with individual responsibility and stewardship. It will merely imply that advanced condition of the people, that will enable them to seek each other's welfare, and build each other up instead of pulling each other down, in order that they may rise upon the ruins of their fellows. And that which they possess, or are stewards over, will be held in trust, from the Lord, accounted for to Him, and to His servants who shall be over them in the Lord. This state of things will be such as Brother Cannon referred to this morning; when there will be no temptation placed before the people to take advantage of their neighbor,<span class=\"citation\" id=\"81510\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81510)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81510)\">2 Ne. 28:8<\/a><\/span> because there will be nothing to be gained by it; there there will be no temptation to steal or plunder, for if they need anything for their personal comfort, it could be supplied them with all good feeling; and he that would take stealthily that which would be given to him freely and abundantly, would be a consummate fool, or grossly wicked. This state of things also presupposes a disposition on the part of all to do their duty; to be saints in very deed, to be industrious, to be frugal, using their gifts and talents for the common welfare, to be ready to serve where they are best fitted to serve; in a word, to be the servants and handmaidens of the Lord, instead of serving themselves and having a will of their own contrary to the will of heaven, and determined to follow that if they have to go to hell for doing it. We are, some of us, at times apt <div class=\"break columnbreak\" id=\"180b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0180.pdf\" target=\"pdfwin\">p.&#xA0;180b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0963\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to think that this state of feeling is necessary to constitute us good democrats; in other words, unless we have this kind of feeling of &#x201C;doing as we damn please&#x201D;&#x2014;you will please pardon the expression&#x2014;we are not men, that this is the only way we can give expression to our manhood. To me this is worse than folly; it is ignorance of the true spirit of manhood. A Saint will say, &#x201C;I have no will of my own, except to do the will of my Heavenly Father who has created me. True, he has given me an agency and this will, but he has given it to me to see what I will do with it, how I will use it; and I have been instructed from heaven sufficiently to know and understand that it is for my best interest to allow this will to be subservient to the will of my Father; it is best for me so to live and so to seek his face and favor, that I may know and learn what his will is concerning me, and that I may be ready to do it, holding my will in subjection to his.&#x201D; &#x201C;Well, then, how can you be an independent man? Surely you cannot be an independent man unless you resist everybody's will but your own.&#x201D; If good and evil is placed before us, does not the person who chooses the good and refuses the evil exhibit his agency and manhood as much as the man who chooses the evil and refuses the good? Or is the independence of manhood all on the side of the evildoer? I leave you to answer this question in your own mind. To me, I think the angels and saints and all good people have exercised their agency by choosing the good and refusing the evil;<span class=\"citation\" id=\"57993\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57993)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57993)\">Isa. 7:15<\/a><\/span> and in doing so they not only exhibit their independence and manhood as much, but show a much higher and greater nobility of character and disposition; and I leave the future to determine who are wise in the choice of their freedom and independence. <\/div> <div class=\"break pagebreak\" id=\"181a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0181.pdf\" target=\"pdfwin\">p.&#xA0;181a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0962\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v19n578\"> Joshua said to ancient Israel: &#x201C;Choose ye this day whom ye will serve; if the Lord be God, serve him; if Baal, serve him.<span class=\"citation\" id=\"127676\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127676)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127676)\">1 Kgs. 18:21<\/a><\/span> But as for me and my house, we will serve the Lord.&#x201D;<span class=\"citation\" id=\"55336\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55336)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55336)\">Josh. 24:15<\/a><\/span> I think what we need to learn are the true principles that shall lead us to peace, to wealth and happiness in this world, and glory and exaltation in the world to come. And that if we can learn these principles, and receive them in good and honest hearts, and teach them as our faith, and practice them in our lives, we shall show our manhood, our independence and our agency as creditably before the angels and the Gods, as any wicked man can, in refusing the good and cleaving to the evil, exhibit his before the devil and his angels. <\/div><div class=\"paragraph jod\" id=\"v19n579\"> Now the Latter-day Saints are gathering from all nations and tongues, with divers customs and habits and traditions, and we have brought them with us, unfortunately we could not leave ourselves behind, while we gathered to Zion. Having brought ourselves along we have the labor of separating the follies of Babylon, the traditions of the fathers and every foolish way, learning something better as fast as we can; and this is the duty that is upon us. Many sermons would be necessary to teach us this lesson; we shall need the lesson often repeated before we can learn these principles and practice them thoroughly; we shall need a great deal of self-control, and a great deal of effort on the part of the brethren to help us, and by mutually assembling together, by doing business together, by learning correct principles and then living them. One thing is certain, that if God accomplishes with the Latter-day Saints what the prophets have foretold, and establishes his Zion, and he makes them a holy nation, a kingdom of priests,<span class=\"citation\" id=\"54103\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54103)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54103)\">Ex. 19:5-6<\/a><\/span> a peculiar people<span class=\"citation\" id=\"77834\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77834)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77834)\">1 Pet. 2:9<\/a><\/span> to himself, as <div class=\"break columnbreak\" id=\"181b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0181.pdf\" target=\"pdfwin\">p.&#xA0;181b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0962\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> he has promised, it will not be by our clinging to Babylon and to her foolish ways, and imitating the evil and foolish things of the world. But what we have proved and know to be good, hold fast to it; but lay aside that which tends to evil. We must become a people within and of ourselves, sooner or later, and learn to be self-reliant and self-sustaining; this we cannot do as individuals nor as an individual community, but by combining our energies as a whole, we may eventually arrive at this. To accomplish it requires a united effort, concerted action and perseverance, a long pull and a pull altogether. Disunion and pulling against each other will only retard it; we need never think we can truly enrich ourselves by plundering each other by carrying on merchandising, and importing the products of the labor of other men while our own brethren at home are idle, hungry, naked and destitute. Merchants and middlemen are necessary evils, their legitimate sphere is interchanging commodities between the producing classes. The Lord has taught us that by and by he will waste away the wicked and ungodly, or they will devour and destroy each other, when the righteous shall be gathered out through the preaching of the Gospel. And He designs his people to prepare while there is time, and while he gives them bread to sustain themselves. But if that time should come suddenly upon us in our present condition, who would be prepared for it? If the news was to reach us that Babylon was really going down,<span class=\"citation\" id=\"80307\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80307)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80307)\">Rev. 18:10-11<\/a><\/span> that a general war had overtaken her, causing distress of nations,<span class=\"citation\" id=\"68023\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68023)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68023)\">Luke 21:25<\/a><\/span> and the closing up of her manufactories, and the struggle between capital and labor were again renewed, causing domestic and national trouble, and as a consequence we found our foreign supplies cut off, how many would  <div class=\"break pagebreak\" id=\"182a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0182.pdf\" target=\"pdfwin\">p.&#xA0;182a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0961\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>begin to pray that Babylon might be spared a little longer? The sisters would begin to cast their eyes around to see where they were to get their pans and kettles, their stoves and articles of domestic use; the farmers would think it very hard that mowers and reapers, plows and harrows could no more be found on the market; and the mechanic would find too that his business was affected for the want of tools; and how the ladies would feel when they found that their hats and bonnets and fine apparel were no longer to be purchased. The real value of Provo Factory would then be appreciated, and it would not be considered transcending to say, that it was worth more to the county than all the merchants in Utah. It is true, it does not net as large dividends to the stockholders, as these merchants get who enrich themselves by encouraging the vanity and foolishness of the people. The Provo Factory takes the raw material produced at home, and converts it into the useful articles of clothing for the people, and that mainly by the labor of your own citizens. The same might be said correspondingly of every other branch of home industry. They ought to be encouraged by the masses of the people; they ought to be multiplied and increased among us by our united efforts, for they produce our wealth. What is wealth? Does it consist of gold and silver? No. Let this Territory be filled with gold, and war prevail outside and all intercourse be cut off, what would we do with it? It would be a medium of exchange, and as such would facilitate home trade; but nothing further. There is no real wealth in metallic or paper currency, in drafts, letters of credit, or any other representative of value. At best they are only the representatives of wealth, though convenient in carrying on our trade. But the <div class=\"break columnbreak\" id=\"182b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0182.pdf\" target=\"pdfwin\">p.&#xA0;182b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0961\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> real wealth may be summed up in a few words, to be the comforts of life; that is to say what is needed for us and our families and those depending upon us. How are these obtained? We might say money, when we have the money to exchange for them, and when these commodities are to be bought. But where do they come from? They are not in the market unless somebody has produced them; if in the shape of food, some farmer has raised it; if clothing, some manufactory has produced it; if boots and shoes, somebody did the work. It is the labor of men's hands with the aid of machinery that produced these articles; if not by the labor of our community, by that of some other; and if we are dependent upon other people then are we their servants and they our masters. The Southern States in the late civil war were whipped by the Northern States, why? There may be some general reasons, but you may say, speaking on natural principles they were not sufficiently self-sustaining. They relied mainly upon their cotton, and a few other products of the earth, mainly fruits of their close labor; they had few manufacturing establishments. They sent the raw material to other States and countries, and these worked it up, sending back to them the manufactured articles. No nation under heaven can long thrive, and continue this state of things. Just as soon as their trade was interfered with, their domestic institutions broken into, and the country blockaded, preventing the export of their raw material, and the import of manufactured goods, they were brought to the verge of ruin. <\/div><div class=\"paragraph jod\" id=\"v19n581\"> This subject of home manufacture has become somewhat hackneyed. When will we cease to talk about it? When the necessity ceases to exist, when we will have learned to apply  <div class=\"break pagebreak\" id=\"183a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0183.pdf\" target=\"pdfwin\">p.&#xA0;183a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0960\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>these principles in our daily lives and conduct. The greatest lack among us is the means to employ our idle hands. We should be able to afford every man, woman and child in our community profitable employment; were we able to do this, we would by wisely and prudently directing that labor become a thriftier, wealthier and happier people, of whom it might be said, there were no poor among us.<span class=\"citation\" id=\"92953\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92953)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92953)\">Moses 7:18<\/a><\/span> Comparatively speaking, we can say now there is no abject poverty among us, yet we are far from enjoying that which is our privilege to enjoy, and that which we have comes from abroad and we are striving for money to pay for it. Crops are mortgaged or sold to our creditors in advance for articles of foreign manufacture. I was told that Sanpete County owed for sewing machines alone from forty to fifty thousand dollars; and I was told by brother Thatcher of Cache Valley, that forty thousand dollars would not clear the indebtedness for sewing machines. The irrepressible sewing machine agents have ravaged our country, imposing themselves upon every simpleton in the land, forcing their goods upon them. Tens of thousands of dollars are lying idle in the houses of the Latter-day Saints today in this article alone; almost every house you enter you can find a sewing machine noiseless and idle, but very seldom you hear it running; and all of which were purchased at enormous figures, and now the patent rights having expired, they can be bought for less than half the prices paid for them. And in this way many of our agricultural machines are obtained; we should be properly classified in our labor, so that our investments in agricultural and other machinery could be kept in constant use in the season thereof, and then well taken care of, as pro<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"183b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0183.pdf\" target=\"pdfwin\">p.&#xA0;183b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0960\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>perty ought to be, instead of allowing them to be exposed to the storms of winter, as many are, and get out of repair. Some have thought we need but few factories today; I may be mistaken, but I am under the impression that every factory in the Territory, except yours, before the last wool was brought into market, had to stop running for want of material. The wool that should have supplied them was shipped out of the country, gone abroad to afford other hands employment, and the goods brought back made up ready for wear, to sell to you. You not only buy back again your own product, but you buy the labor of foreign manufacturers, and pay the transportation both ways, all the expenses of the merchants or middlemen who handle the wool, and sell you the clothes, while your own wives and children are idle at home, and your own factories standing still for want of wool. Is this the way to get rich? The same may be said with regard to the manufacture of leather. Our hides and skins either rot upon the fences, or are gathered up and sold mostly to men who ship them to other countries to be tanned and worked up into harness and boots and shoes, which are brought back for you to wear; so that you are buying back your own hides and skins, in the shape of these manufactured articles, and paying the cost of the transportation and the profits of the middlemen, besides employing strangers, while our own bone and sinew too often are engaged either digging a hole in the ground or lounge around the street corners for something to turn up. <\/div><div class=\"paragraph jod\" id=\"v19n583\"> During the last sixteen years I have been engaged laboring and counseling and trying to assist my brethren in Southern Utah to become self-sustaining, and as much as they can  <div class=\"break pagebreak\" id=\"184a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0184.pdf\" target=\"pdfwin\">p.&#xA0;184a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0959\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to develop the resources of the country. We have begun a great variety of associations which are incorrectly called cooperative institutions, but in reality they are only combinations of capital. I have sought for the last six or eight years to start cooperative institutions; that is to say associations of laborers, workmen's and workwomen's associations, associations to derive benefits from a combined effort, and by the unity of labor accumulate material, manufacturing them into useful articles for the common good, and then to induce those who begin to gather together a little surplus of capital, to encourage these labor associations, by letting them have a little means to help them to start. But the great difficulty I have had to fight against has been the ignorance of the laborers, their inability to make their labor pay for itself, and their unwillingness to be put to the test. They prefer someone to raise the capital to be invested in the enterprises, and employ them and pay them big wages; and if we have not the money necessary, they would have us borrow it at big interest, and establish shoe shops, and woolen factories and other various branches of industry, fitted up with the latest improved machinery, and they will say, &#x201C;Let us work by the day or piece, and be paid our wages every Saturday night; and then let us have a store to spend our money at, that we might do as our fathers used to do in the old countries we came from.&#x201D; This is the spirit of the working classes of the old world, and I said before, unfortunately we brought ourselves with us when we emigrated to the new world. They do not seem to know that our capitalists are generally men who have lived closely, have walked instead of rode, and through the dint of perseverance and the study of <div class=\"break columnbreak\" id=\"184b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0184.pdf\" target=\"pdfwin\">p.&#xA0;184b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0959\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> economy, have accumulated a little means, and that such men are not willing to put their money at the mercy of laborers who have not sense enough to take care of it, or to preserve intact the capital invested, let alone increasing it. This, I say, is one of the great difficulties we have met with throughout this country, in attempting to start home industries. Everybody is willing that somebody else should furnish the means and assume the responsibility; in other words, &#x201C;if you have anything to give us, we are willing to take it.&#x201D; &#x201C;If we work we must have from three to five dollars per day, whether you make anything out of the business or not; we would not want to work for any less, and when we have got it instead of buying articles of home production, we will buy those imported from foreign countries.&#x201D; Do all the people feel and act like this? O, no; but I think nearly all of us have indulged more or less in that folly. There are not many of us that say by our acts &#x201C;we desire to do away with the antagonism between capital and labor.&#x201D; There are not many capitalists in our community; if we counted out a dozen, that would be about all. We are so evenly balanced, that it might even be said of us now, that we have neither rich nor poor among us.<span class=\"citation\" id=\"83101\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83101)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83101)\">4 Ne. 1:3<\/a><\/span> The little capital we have, compared with the many who think themselves poor, would be a mere breakfast spell if turned loose among a greedy horde; I include myself of course. When I say, greedy horde, I mean we are ignorant of the laws of life and true liberty, that which is needed among us for our own good. We should look and see how we can make ourselves useful in producing something, and not waste our time either in digging holes in the ground in the hopes of finding something,  <div class=\"break pagebreak\" id=\"185a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0185.pdf\" target=\"pdfwin\">p.&#xA0;185a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0958\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>or laying in our nest with mouth wide open like young robins, for something to be dropped in. This is not the way to become a self-sustaining, wealthy and happy people. Will we form our associations and establish home industries? Will we tan the hides that come off our cattle and our sheep, and goats and other animals, making them into leather, and then work it up into boots and shoes and harness and so forth; or will we suffer them to be shipped out of the country for others to do it for us? Will the sisters ask their husbands and fathers to plant out mulberry trees along the water ditches, where the willows are now growing, so that you may secure food for the silkworm? A little while ago we had lots of worms, but nothing to feed them. Let the sisters raise the worms, and commence their little associations for feeding them, that you may have silk to manufacture your ribbons and dresses. This climate is adapted to the silkworm, the growth of the mulberry, and the feeding of the worms, and the manufacture of the silk. Let us then have silk manufactures, let us all say, we will bless this enterprise with our faith; and let the men encourage the sisters by planting the trees for them and affording them every facility within their power. You may say, this is a hard way of getting silk. I assure the Latter-day Saints, that it will be harder by and by when Babylon goes down. We had better improve the time and use the elements now within our reach. Let us multiply our factories, and work up our wool at home, and cease employing spinners and weavers at distant parts of the world, while our own people are hunting for something to do, and crying &#x201C;hard times,&#x201D; or wasting their time hunting for minerals. I <div class=\"break columnbreak\" id=\"185b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0185.pdf\" target=\"pdfwin\">p.&#xA0;185b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0958\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> will venture to say that nine-tenths of the property under mortgage and to be sacrificed in Salt Lake City, and in fact throughout the Territory, is sacrificed at the shrine of this wildcat speculation. One of the best shares in any bank is a plowshare, and the best speculation we can go into, is to raise from the elements around us the things necessary to supply our daily wants. Everything produced at home, furnishes employment for idle hands, and stimulates the production of some other articles. Let home manufacture, and the production of raw material from the elements, be our watchword, that employment may be furnished our sons and daughters, and those who shall come unto us from distant lands. Let us too establish reasonable and consistent fashions within ourselves, and cease patronizing the fashions of the wicked world. <\/div><div class=\"paragraph jod\" id=\"v19n586\"> Now, referring to what we call the United Order, what is it? I will tell you. It is to live at home and sustain ourselves. It is not to hunt after capital as we would a fat goose to eat it up, and when eaten to hunt another the next day, for fat geese are not so plentiful. Our true policy is, learn how to produce and be sure to produce a little more than we consume; and if we only produce five cents a day in something more than we consume, we will soon be rich. But if we all consume five cents a day more than we produce, how long before we shall all be poor? We are poor already when we commence that system. It is a great lesson to impress upon the minds of this great people, gathered from all nations and tongues, to induce them to live at home and support themselves, to depend upon their labor for their subsistence, instead of hunting for somebody to devour.  <div class=\"break pagebreak\" id=\"186a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0186.pdf\" target=\"pdfwin\">p.&#xA0;186a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0957\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Many of the people may say, I do not want to be eaten up by the rich. I can tell you there is a heap of us for the rich to eat up, and there are not many rich to do it. My opinion is the scare is the other way, for, as I have said, the few rich among us are only a breakfast spell. How long do you think it would take if we were all producers, and converting the raw materials into useful articles, to become a self-sustaining people? And then if we heard of Babylon's downfall, we would not of necessity lift up our hands and cry, &#x201C;O Lord spare her a little longer, we are not ready for her to go down, we should suffer from the want of boots and shoes, and for our clothing, and our machinery, and so forth.&#x201D; The United Order is designed to help us to be self-reliant and to teach us to understand what it costs to produce that which we consume. One of the chief obstacles in the way of our progress towards becoming a self-sustaining people is the lack of this understanding among the people. They cling to the habits and customs of Babylon that they have learned abroad&#x2014;the laborer wishing to eat up the capitalist, and the capitalist constantly guarded for fear he should be drawn into close quarters, and <div class=\"break columnbreak\" id=\"186b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0186.pdf\" target=\"pdfwin\">p.&#xA0;186b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0957\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> then to succumb to the demands of operatives. This is the way of the world, and the warfare that is going on all the time; and why? Because they comprehend not how to promote their mutual interests; covetousness of capital on one hand, and covetousness of labor on the other, each trying to enrich itself at the expense of the other. Most of the Saints, when they embraced the Gospel, partook of its true spirit, opening their hearts and hands, and those who had it to spare, used their means to gather up the poor; and when they landed among us were generally on a common level. And hence the necessity of our labor, and through our labor accumulate capital instead of needless expenditures, exhausting the results of our labors and getting us into debt. Learn to live within our means that there may be a little increase, that we may have something wherewith to purchase improved machinery, and extend our industries until we shall be able to supply our every need. And that we may learn these lessons, and profit by them for the mutual benefit of the Saints, and the advancement of the Zion of our God, I pray in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}