{"ID":190044, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Temples in Ancient America&#x2014;The God of Mankind An Impossible God&#x2014;The Truth in Regard to Him&#x2014;Man in His Image&#x2014;Pre-Existence&#x2014;Why Infants Die&#x2014;the Redemption By Jesus&#x2014;Plurality of Gods&#x2014;The Word of the Lord is Truth.<\/div>\n<div class=\"subtitle\">Discourse by Elder Orson Pratt, delivered in the New Tabernacle, Salt Lake City, Oct. 7, 1867.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: Temples in Ancient America, Etc.<\/div>\n<div class=\"speaker\">Speaker: Orson Pratt<\/div>\n<div class=\"date\">Date: 10\/7\/1867<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d44\">\n<div class=\"paragraph jod\" id=\"v19n996\"> Never having had the opportunity of speaking to so large a congregation as the present, or at least in so large a house as the one which we are now assembled, I do not know whether I shall be able to adapt my voice so as to make the congregation hear me. I know the object of coming to meeting and preaching is to hear and to be edified and instructed more perfectly in the things pertaining to God and to godliness,<span class=\"citation\" id=\"78227\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78227)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78227)\">2 Pet. 1:3<\/a><\/span> and in our duties before the Lord. When I look upon this large tabernacle, which has been erected here in these high regions of our globe, I am forcibly reminded of the sayings of two of the ancient prophets, Isaiah and Micah, both of whom have spoken of an event that was to take place in the latter days. I will quote their sayings, for the language of both is almost identical. &#x201C;It shall come to pass in the latter days, that the mountain of the house of the Lord shall be established in the tops of the <div class=\"break columnbreak\" id=\"311b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0311.pdf\" target=\"pdfwin\">p.&#xA0;311b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0832\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> mountains.&#x201D;<span class=\"citation\" id=\"57721\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57721)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57721)\">Isa. 2:2<\/a><\/span><span class=\"citation\" id=\"62129\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62129)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62129)\">Micah 4:1<\/a><\/span> I have often wondered when I have read this portion of Scripture, what was meant by the mountain of the house of the Lord being erected, or established, in the tops of the mountains. The mountain of the house of the Lord is something, it seems, that God himself would establish in the mountains. When I entered this Territory in August last, on my return from my last mission, I beheld from the mouth of Parley's Canyon the top of this building very prominent. It seemed to rear itself up above the surrounding buildings, and it was easily to be seen. It looked very much like an artificial mountain erected here, or like some of those mounds that we see down on the Missouri River, that were made by the ancient inhabitants of our country, only it is much larger and higher than some of them. Whether this is really what the prophet in ancient days meant, it is not for me to say,  <div class=\"break pagebreak\" id=\"312a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0312.pdf\" target=\"pdfwin\">p.&#xA0;312a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0831\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>I only say that the shape of this building reminds me, or suggests to me what was prophesied anciently; but whether or not it is the fulfillment of that prophecy I do not know. <\/div><div class=\"paragraph jod\" id=\"v19n998\"> I will take this opportunity to express my gratitude and feelings of thanksgiving to the Almighty, that he has enabled this people to erect unto him so large a building in which they can assemble to worship his great and holy name. The Lord, in ancient days, when he constructed temples and tabernacles, did honor them by his presence. No doubt on some occasions his presence was made more manifest than on others. Oftentimes we read that the power and the glory of God, as manifested in his tabernacles and temples were so conspicuous that the people could behold them with their natural eyes.<span class=\"citation\" id=\"54597\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54597)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54597)\">Ex. 40:34-35<\/a><\/span><span class=\"citation\" id=\"54610\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54610)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54610)\">Lev. 9:23<\/a><\/span><span class=\"citation\" id=\"54718\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54718)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54718)\">Num. 14:10<\/a><\/span><span class=\"citation\" id=\"54797\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54797)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54797)\">Num. 16:42<\/a><\/span> I do not say that this was the case under all circumstances, and in all houses that were built unto the name of the Lord. Many temples and houses were built on the American continent by the remnant of the House of Israel, to whom this land was given. It is not recorded whether the Lord manifested himself in all these houses or not; but it is recorded that at the temple which was built in the land Bountiful, in the northern part of South America, the Son of God, himself, did show forth his power and his glory to a certain congregation assembled in and around about the temple.<span class=\"citation\" id=\"82577\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82577)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82577)\">3 Ne. 11:1-17<\/a><\/span> Jesus, after his resurrection from the dead, was sent by his Father from the heavens to the American continent, to a congregation of two thousand and five hundred souls, men, women and children, who where assembled together for the purpose of worshipping God the Father in the name of Jesus.<span class=\"citation\" id=\"82776\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82776)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82776)\">3 Ne. 17:25<\/a><\/span> Consequently God did respect this temple built on the American continent, as well as the great temple built by <div class=\"break columnbreak\" id=\"312b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0312.pdf\" target=\"pdfwin\">p.&#xA0;312b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0831\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Solomon in the days of old. When Solomon had built the temple, he spread forth his hands to the heavens, and prayed to the Father, in the presence of the congregation of Israel that was assembled,<span class=\"citation\" id=\"55630\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55630)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55630)\">1 Kgs. 8:54<\/a><\/span><span class=\"citation\" id=\"55910\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55910)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55910)\">2 Chr. 6:13<\/a><\/span> and the spirit of the Lord was poured out in such a wonderful manner that the people, through their faith, beheld the power and the glory of God as they were manifested in that temple.<span class=\"citation\" id=\"55913\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55913)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55913)\">2 Chr. 7:1-3<\/a><\/span> By this the people knew that God respected his own house. So it was in the days of Moses. When they journeyed in the wilderness, God commanded the Children of Israel to build a tabernacle. He gave them a pattern thereof. In that tabernacle the Lord showed forth his power among Israel. It became visible not only on the inside, but on the outside the glory of God was made manifest and rested upon it.<span class=\"citation\" id=\"54598\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54598)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54598)\">Ex. 40:34-35<\/a><\/span><span class=\"citation\" id=\"54611\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54611)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54611)\">Lev. 9:23<\/a><\/span><span class=\"citation\" id=\"54719\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54719)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54719)\">Num. 14:10<\/a><\/span><span class=\"citation\" id=\"54798\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54798)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54798)\">Num. 16:42<\/a><\/span> By this the Children of Israel knew that God was near unto them. They not only believed, but the testimony manifested before their eyes gave them a knowledge that God was in the midst of their camp; although through their wickedness, unbelief, and darkness of mind God withdrew his immediate presence from the midst of the congregation, and Moses only was permitted to see the Lord<span class=\"citation\" id=\"54819\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54819)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54819)\">Num. 20:6<\/a><\/span> and talk to him face to face,<span class=\"citation\" id=\"54521\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54521)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54521)\">Ex. 33:11<\/a><\/span> yet the display of God's power and glory was so great that the Children of Israel knew that God was near them.<span class=\"citation\" id=\"54581\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54581)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54581)\">Ex. 34:33-35<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v19n999\"> The question may arise, Will there be a time again when the glory of the Lord will be manifestly visible to and his voice heard by his people? I answer, yes. God has promised this in the last days. There is no doubt, as was said yesterday by Brother Kimball, that heavenly messengers hover around the congregation of the Saints here assembled. I have no doubt of this in my own mind, though I have not seen them  <div class=\"break pagebreak\" id=\"313a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0313.pdf\" target=\"pdfwin\">p.&#xA0;313a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0830\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and you may not have seen them; yet that God who has seen your labors and diligence in building a house to his name, has no doubt sent heavenly messengers to hover around us, to bluff off the powers of darkness, that seek to darken the minds of the people, and to close their hearts against understanding. The time will come when the faith of this people, the pure in heart, will be sufficiently great that when they build a house to the name of the Lord, and do not suffer any unclean thing to enter therein, that the Lord will come and grace it by his presence, as well as by the presence of his angels. That will be the time when the pure in heart, who enter into the house of God, will behold his face.<span class=\"citation\" id=\"62963\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62963)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62963)\">Matt. 5:8<\/a><\/span><span class=\"citation\" id=\"89154\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89154)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89154)\">D&amp;C 97:15-16<\/a><\/span> O! what a grand, glorious, happy privilege that will be to the sons and daughters of the Most High, to behold the face of him who created them, the Father of their spirits, who created them before the foundation of the world. How great and glorious a privilege for the sons and daughters of God who are now shut out from his presence! For this cause the people of God are commanded at all times to build a house to his name, that he may reveal those ordinances devised by him for the salvation of the children before the world was laid.<span class=\"citation\" id=\"91019\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91019)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91019)\">D&amp;C 124:38-40<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v19n1001\"> I know there are some people who do not believe God has a face like unto man, or in other words that we are in his image and likeness.<span class=\"citation\" id=\"52149\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52149)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52149)\">Gen. 1:26<\/a><\/span> There has been a great variety of views among the inhabitants of our globe in regard to the being or beings whom they have worshipped and called God. Some have believed that he was an immaterial being. Some have believed that he had no properties, perfection or qualities in common with any other substance in nature; that he was entirely separated from all material nature. This seems to be <div class=\"break columnbreak\" id=\"313b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0313.pdf\" target=\"pdfwin\">p.&#xA0;313b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0830\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the view of the great mass of the Christian world at the present day. Some two hundred millions of the inhabitants of our globe consider that God is something altogether indefinable, incomprehensible, a person, and yet has no parts; consisting of three persons, Father, Son and Holy Ghost, and yet no part of these persons. That is a horrible idea in my mind. My mind is so constructed that, with all my reading and meditation, I never could conceive of a being of that description, and yet it is incorporated in the articles of the Church of England, also in the Methodist discipline, and is in accordance with the views of almost all the Christian world at the present day. &#x201C;God consists,&#x201D; say they in their creeds, &#x201C;of three persons without body, parts or passions.&#x201D; I do not wish to dwell upon this long; it is so inconsistent, so very absurd, so contrary to all intelligence, reason and revelation that I am willing to throw it by without contemplating it for any length of time. I merely mention it to call to your mind the inconsistencies of the religious world who profess Christianity. One of these persons, called the Son, without body and without parts, was actually crucified, died and was buried in a tomb, and the third day he rose again,<span class=\"citation\" id=\"73786\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73786)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73786)\">1 Cor. 15:4<\/a><\/span> and with his body ascended into heaven, when he did not possess a body. If anybody can believe such nonsense, they are perfectly welcome to it, only keep it away from me. I want nothing to do with it. I never expect to worship such a being here on earth or throughout all the future ages of eternity. I have no reverence whatever for such a being, for I do not believe that such a one ever existed, only in the hallucinations of disordered minds. <\/div><div class=\"paragraph jod\" id=\"v19n1002\"> Perhaps the strangers who are present, if any there be, may be led  <div class=\"break pagebreak\" id=\"314a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0314.pdf\" target=\"pdfwin\">p.&#xA0;314a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0829\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to inquire what kind of a being do the Latter-day Saints worship? Let me reply according to my understanding. I believe that God&#x2014;I mean God the Father is a material personal being; that he has a body and a spirit united together; that his spirit within his body is material; that he is a personage just as much as every man in this congregation is a personage; and let me go still further and say that he is a personage of flesh and of bones.<span class=\"citation\" id=\"91368\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91368)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91368)\">D&amp;C 130:22<\/a><\/span> Perhaps that may shock the ideas of some of the outsiders and they may think that to get over their immaterial god, without body or parts, we have gone to the other extreme. Well, whether it is to the other extreme or not, I wish to state to you my views, and I think they correspond with the views of the servants of God. <\/div><div class=\"paragraph jod\" id=\"v19n1004\"> God is a being, then, who has a tabernacle of flesh and bones in which his spirit dwells; and this flesh, bones and spirit are material.<span class=\"citation\" id=\"91369\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91369)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91369)\">D&amp;C 130:22<\/a><\/span> Strangers may be anxious to know something more about this personal being whom we call God the Father. We are told that in the beginning man was created in the image of God,<span class=\"citation\" id=\"52213\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52213)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52213)\">Gen. 1:26-27<\/a><\/span> and we are also told that Jesus, the Son of God, was the express image of His Father.<span class=\"citation\" id=\"76366\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76366)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76366)\">Heb. 1:3<\/a><\/span> The doctrine that man, in his form and shape is in the image of God, may be or may seem something new and strange to those who are not acquainted with the principles in this church. But why should not men resemble God is the question, seeing that we are his offspring?<span class=\"citation\" id=\"72031\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72031)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72031)\">Acts 17:29<\/a><\/span> Would you expect that sons and daughters of this world would be like a horse or like the fowls of the air or the fish of the sea? Or would you expect them to resemble their parents, and be in their image and likeness? Do we not see in the animal creation&#x2014;of which the human species is said to be a part&#x2014;a likeness <div class=\"break columnbreak\" id=\"314b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0314.pdf\" target=\"pdfwin\">p.&#xA0;314b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0829\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> between the parent and the offspring, certainly we do. If then this law prevails among all animated beings here on the earth, why should we imagine God to be entirely distinct and different from his own sons and daughters? Why not believe that there is a resemblance between them and him. When we look at our fellow man we behold him erect in the form of God. To be sure there may be many deformities among men and women, produced in many instances, perhaps, by wickedness, disease and by accident; but in the general outline there is resemblance among all the human species, and there should be in as much as their Father and God is indeed their Father, as any in this congregation are the literal fathers of their children. We, who compose this congregation, are all one family, and only a very small portion of the family of our Father and God. But when did he beget us? I answer before this world was made; not our flesh and bones, but that being called man that was created in the image and likeness of God<span class=\"citation\" id=\"52214\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52214)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52214)\">Gen. 1:26-27<\/a><\/span> and who dwells in his mortal tabernacle. That being is the offspring of God; we were all begotten by him before this world was made. We then dwelt in his presence and could behold his face as sons and fathers here on earth can behold each other. We then partook, in a measure, of his glory, and were acquainted with the glory and power of his kingdom. We were present with him in the grand and magnificent work of creation, and we saw and rejoiced in his handiwork. We sang praises in the presence of our Father and God; before we had tabernacles of flesh and bones. We then assembled ourselves together as we do here on the earth; we then accompanied our Father and God and his Son Jesus Christ, on the grand and glorious mission of the formation  <div class=\"break pagebreak\" id=\"315a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0315.pdf\" target=\"pdfwin\">p.&#xA0;315a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0828\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of the world we now inhabit. Did we know anything about the object for which this world was created? Yes, we knew that it was created expressly for us, and we sang and rejoiced over it as much as the people of God now rejoice, when they erect a temple or tabernacle to his name. When you erect a tabernacle to the Most High, you expect to enter at times, and be feasted with the words of eternal life, and to partake of the blessings of God. So it was in regard to the creation of this world. We were there and I think all this generation among all nations, kindreds, tongues and people were present on that occasion. Shall I limit it to this generation? No; I believe all the sons and daughters of God who had proved themselves faithful were assembled on that occasion. I do not include in this number the one-third part of the family that fell,<span class=\"citation\" id=\"78876\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78876)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78876)\">Jude 1:6<\/a><\/span><span class=\"citation\" id=\"79548\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79548)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79548)\">Rev. 12:4<\/a><\/span><span class=\"citation\" id=\"84822\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84822)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84822)\">D&amp;C 29:36<\/a><\/span><span class=\"citation\" id=\"93481\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93481)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93481)\">Abr. 3:28<\/a><\/span> but the two-thirds who kept the law of their first estate<span class=\"citation\" id=\"93464\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93464)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93464)\">Abr. 3:26<\/a><\/span> who were really and truly accounted the sons and daughters of God, the thousands and millions who inhabit this globe besides the generations of the past and all future generations. Think of this and try to conceive in your heart the magnitude of the great army of the sons and daughters of God assembled at the time the foundations of this world were laid. <\/div><div class=\"paragraph jod\" id=\"v19n1006\"> The Lord put a very curious question to the old patriarch, Job, on a certain occasion. Job had been praising up the works of God, and so far as his narrow mind would permit him, he tried to magnify the greatness of his power; but, by putting a few questions to Job the Lord showed to him that his wisdom and knowledge were but foolishness in the sight of his creator. Said the Lord, &#x201C;Where were you, Job, when I laid the foundation of the earth, and the cornerstones thereof? Where were you, <div class=\"break columnbreak\" id=\"315b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0315.pdf\" target=\"pdfwin\">p.&#xA0;315b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0828\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Job, when the morning stars sang together, and all the sons of God shouted for joy?&#x201D;<span class=\"citation\" id=\"56227\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56227)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56227)\">Job 38:4-7<\/a><\/span> I do not know that Job understood the pre-existence of man, it might not have been revealed to him; at any rate he left the Lord to answer the question on the subject, knowing that he would give information on the matter that he, Job, could not give. If Job had been a sectarian, how easily he could have answered this question! &#x201C;Why, Lord,&#x201D; Job could have said, &#x201C;I did not exist then, and why do you ask me such a question?&#x201D; But Job very well understood that there must be something in the pre-existence of man, or the Lord would never have put such a question to him. The very question itself implied the pre-existence of Job at the time the foundations of the earth were laid, and it also implied a knowledge on the part of all the sons of God of the objects of the creations of this world; for if they had had no such knowledge, why should they have joined together in singing the songs of heaven on account of it? Well, then, we have come to the point, namely, that we did exist in the image and likeness of God<span class=\"citation\" id=\"52215\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52215)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52215)\">Gen. 1:26-27<\/a><\/span> before the foundations of the world were laid, and this is what is meant when the Lord says to his only begotten Son on the sixth day of creation, &#x201C;Let us make man in our image and in our likeness, and give him dominion over the fish of the sea, over the fowls of the air, the beasts of the earth, and over all the earth to subdue it,&#x201D; and so forth. So God created man, male and female.<span class=\"citation\" id=\"52248\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52248)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52248)\">Gen. 1:26-28<\/a><\/span> He did not tell us all the particulars of the creation&#x2014;that we were born male and female in the spirit world, and so on, but yet there are many sayings which indicate that such was the fact. For instance, in the books of Moses and in the books of  <div class=\"break pagebreak\" id=\"316a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0316.pdf\" target=\"pdfwin\">p.&#xA0;316a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0827\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the New Testament we read that God is the Father of all our spirits,<span class=\"citation\" id=\"77215\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77215)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77215)\">Heb. 12:9<\/a><\/span> that we were begotten sons and daughters unto God.<span class=\"citation\" id=\"86892\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86892)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86892)\">D&amp;C 76:24<\/a><\/span> The vision given in 1832 to our Prophet, Joseph Smith, shows this matter more clearly. Besides showing the vast number of worlds that the Lord had created, the voice of the Lord, in that vision, declares that all the inhabitants of all those worlds were begotten sons and daughters unto God.<span class=\"citation\" id=\"86880\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86880)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86880)\">D&amp;C 76:23-24<\/a><\/span> The Book of &#x201C;Mormon&#x201D; bears testimony to the same great doctrine. You who are familiar with that book will recollect reading in the book of Ether how that the brother of Jared fell to the earth with fear when he saw the finger of the Lord, after the veil fell from his natural eyes. And the Lord spoke to him, saying, &#x201C;Why hast thou fallen?&#x201D; Then the brother of Jared answered, &#x201C;I saw the finger of the Lord, and I knew not that the Lord had flesh and bones.&#x201D;<span class=\"citation\" id=\"83375\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83375)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83375)\">Ether 3:6-8<\/a><\/span> It did resemble flesh and bone, but he, doubtless, thought it was so in reality, whereas it was the body of his Spirit. Then said the Lord, &#x201C;I am he who was prepared from the foundation of the world to redeem my people; I am Jesus Christ; I am the Father and the Son, and the body which thou now beholdest is the body of my spirit. Seest thou not that thou art created after the body of my spirit, and all men,&#x201D; says Jesus to the brother of Jared, &#x201C;have I created in the beginning after the image of the body of my spirit.&#x201D;<span class=\"citation\" id=\"83399\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83399)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83399)\">Ether 3:14-16<\/a><\/span> This, I believe, is the only passage in the Book of &#x201C;Mormon&#x201D; that directly teaches the pre-existence of man. <\/div><div class=\"paragraph jod\" id=\"v19n1008\"> Well, that body&#x2014;the body of the Lord&#x2014;that the brother of Jared saw, was a personal body. It had fingers, a face, eyes, arms, hands, and all the various parts which the human body has, so much so that <div class=\"break columnbreak\" id=\"316b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0316.pdf\" target=\"pdfwin\">p.&#xA0;316b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0827\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> he thought, it was really flesh and bones, until he was corrected and found that it was the spirit of Jesus, that same spirit, says Jesus, which, in the meridian of time, should come and take a body, and die for the sins of the world. These beings, who, in the beginning, were created after the image of the spirit of Jesus, had a probation; they had law; they had intelligence. It was called their first estate.<span class=\"citation\" id=\"93472\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93472)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93472)\">Abr. 3:26-28<\/a><\/span> They were agents there just as much as you and I are here. They could obey the law that was given to them, or they could disobey that law. I have already alluded to a third part of the great family, who did not keep their first estate.<span class=\"citation\" id=\"127753\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127753)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127753)\">Rev. 12:4<\/a><\/span><span class=\"citation\" id=\"84823\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84823)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84823)\">D&amp;C 29:36<\/a><\/span> What became of them? They were thrust down, and thus came the devil and his angels.<span class=\"citation\" id=\"84842\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84842)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84842)\">D&amp;C 29:37<\/a><\/span> Jude says they were reserved in chains of darkness, until the judgment at the great day.<span class=\"citation\" id=\"127754\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127754)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127754)\">2 Pet. 2:4<\/a><\/span><span class=\"citation\" id=\"78877\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78877)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78877)\">Jude 1:6<\/a><\/span> That was their doom; their transgressions were so great&#x2014;sinning against God the Father, whom they could behold, and against the person of his Son, whom they could also see&#x2014;disobeying the most sacred of all laws&#x2014;seeking to dethrone the Almighty, and to take the power from that Being who had begotten them, into their own hands.<span class=\"citation\" id=\"92443\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92443)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92443)\">Moses 4:1<\/a><\/span> For this they were thrust down, and were called Perdition, and the heavens wept over them.<span class=\"citation\" id=\"86904\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86904)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86904)\">D&amp;C 76:26<\/a><\/span> I do not know how faithful the remainder of the spirits were; that is not for me to say. I do not know whether they transgressed any of the laws of God, or not in their first estate. If they did, one thing I do know, and that is, that they understand about Jesus and his atonement; for he was as a Lamb slain from before the foundation of the world,<span class=\"citation\" id=\"79659\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79659)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79659)\">Rev. 13:8<\/a><\/span><span class=\"citation\" id=\"93095\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93095)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93095)\">Moses 7:47<\/a><\/span> and inasmuch as he suffered in spirit as well as in body, I do not know but his sufferings in spirit would redeem them in their first estate as well as us who sin here  <div class=\"break pagebreak\" id=\"317a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0317.pdf\" target=\"pdfwin\">p.&#xA0;317a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0826\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>in the body. I do not pretend to say that such was the case. Suffice to say, that the plan of redemption was known by them, and suffice it to say again, that they were faithful enough to retain their position in their first estate, and to have the privilege of coming forth in this world, and taking upon themselves tabernacles, or bodies, and having a second estate. We also read that all who come into this world were innocent. That shows that they never had sinned, or if they had, that they had been forgiven and made innocent.<span class=\"citation\" id=\"89099\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89099)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89099)\">D&amp;C 93:38<\/a><\/span> Which way it was I do not know. If they had sinned and were all made innocent through the blood of the atonement, and through the sufferings of Jesus in the spirit, as well as in the flesh, that would prepare them to come into this world without having any stain upon them. But if they never transgressed the law, never went beyond its bounds, or limits, they would be sanctified, purified, perfected, saved and be innocent by keeping the law. But let us come down a little further. When we came forth into this world, and took upon ourselves bodies of flesh, they were fallen bodies&#x2014;subject to pain, sickness, sorrow, mourning, trials, and finally death, or dissolution. This death that came upon the bodies of the children of men, was brought to pass by the transgression of one man and woman, that is, by our first parents; as it is written, &#x201C;By the transgression of one sin entered the world, and death by sin.&#x201D;<span class=\"citation\" id=\"72357\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72357)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72357)\">Rom. 5:12<\/a><\/span> It matters not whether it is the little infant that dandles on the knee<span class=\"citation\" id=\"60229\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60229)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60229)\">Isa. 66:12<\/a><\/span> that has never sinned, or the youth, the middle-aged or the old, all have to feel this great penalty that has been inflicted upon all the posterity of Adam by reason of his transgression. <\/div><div class=\"paragraph jod\" id=\"v19n1010\"> Now, there is a question that has <div class=\"break columnbreak\" id=\"317b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0317.pdf\" target=\"pdfwin\">p.&#xA0;317b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0826\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> often been asked of me by the Latter-day Saints, and by those outside of this Church&#x2014;&#x201C;Why is it that infants, who have never sinned, should die? Why should they be subject to death because their father some six thousand years ago sinned and transgressed?&#x201D; I answer this by asking you a question, Why is it that children, oftentimes to the third, fourth and fifth generation, suffer from lingering diseases here in this life, because their forefathers were licentious, and broke the laws of life and happiness? Why, it is hereditary, is it not? Is it just that they should suffer, because their parents or some of their progenitors have sinned? No, it is hereditary. Why, then, may not all the inhabitants of the world, whether in their infancy or not, inherit death as well as these children who suffer through diseases entailed upon them by their forefathers? Not as a matter of justice particularly, but something that comes upon them in consequence of the fall of man. It is handed down among them. Now, that would be a very unpleasant condition if they were always to remain in that state. They are plunged into slavery, as it were, by one man; hence the Redeemer steps forth and rescues them from that slavery. When I say rescues them, I do not say that he does it at once, before they have had a chance to know the difference between good and evil, between the bitter and the sweet,<span class=\"citation\" id=\"84847\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84847)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84847)\">D&amp;C 29:39<\/a><\/span> to contrast between happiness and misery. It is wisdom that they should suffer, even should it be from hereditary disease, that they may gain experience. But I will tell you what he rescues them from, by his atoning blood. He breaks the bands of death<span class=\"citation\" id=\"57151\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57151)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57151)\">Ps. 107:14<\/a><\/span><span class=\"citation\" id=\"81925\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81925)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81925)\">Mosiah 15:8-23<\/a><\/span> and rescues them from the power of the grave,<span class=\"citation\" id=\"56653\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56653)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56653)\">Ps. 49:15<\/a><\/span> which, but for that, would have held the infant as well as the  <div class=\"break pagebreak\" id=\"318a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0318.pdf\" target=\"pdfwin\">p.&#xA0;318a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0825\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>middle-aged in their power eternally. There is such a thing as a father, through his foolishness, plunging not only himself but all his children into a slavery from which he cannot redeem himself or them, so far as their bodies are concerned; but with Adam's children this was the case with both their bodies and spirits, for the Book of &#x201C;Mormon&#x201D; says that all mankind, through Adam's transgression, became subject not only to a temporal death&#x2014;the separation of the body and spirit, but also to a spiritual death, eternal in its nature. If there were no atonement&#x2014;no sufferings and death of our Redeemer&#x2014;no infinite atonement to rescue men from the grave, their spirits, in consequence of the slavery entailed upon them by their first parents, could not have been rescued from eternal death.<span class=\"citation\" id=\"81365\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81365)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81365)\">2 Ne. 9:6-17<\/a><\/span> Could they have delivered themselves? No. They were in captivity&#x2014;slavery&#x2014;and their master, the devil, was there to bind them in that slavery. Could they turn the key of the prison doors and run back again? No! Could they say to the grave, Yield up my body and let me go again into the presence of my Father and God? No; there were potent enemies who had endless power over them had it not been for the atonement. <\/div><div class=\"paragraph jod\" id=\"v19n1012\"> We are taught in the revelations of God that Jesus suffered the pain of all men. You will find it in the teachings of Jacob, the brother of Nephi, in the Second Book of Nephi. &#x201C;He suffered the pains of all men, women and children,&#x201D;<span class=\"citation\" id=\"81391\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81391)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81391)\">2 Ne. 9:21<\/a><\/span> says Jacob. What was this great suffering for? That the resurrection might come unto all men, women, and children; that Jesus might have power to say to the grave, &#x201C;restore those captives you have taken, behold I have redeemed all whose <div class=\"break columnbreak\" id=\"318b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0318.pdf\" target=\"pdfwin\">p.&#xA0;318b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0825\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> bodies slumber in the grave. I have power to bring them forth by virtue of the atonement I have made.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v19n1013\"> Could man have redeemed himself? Could one man have shed his blood for another, and said to the grave give up your dead? No. Why not? Because all were fallen; all were under the dominion and power of Satan. All were spiritually dead&#x2014;dead to things pertaining to righteousness. It was universal, eternal death. A being greater than man was required to redeem him, hence Jacob says, in the passage to which I have already referred, in relation to the atonement, &#x201C;that it must be infinite.&#x201D;<span class=\"citation\" id=\"81368\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81368)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81368)\">2 Ne. 9:7<\/a><\/span> Wherein was the Son of God infinite? In the first place, he was begotten different from you and me. We were begotten by a mortal father, but Jesus was begotten by an Immortal Being, his Father and God. If then his body was begotten by that Being, do you not see that his body in that respect differed from ours? It is true that he inherited the same as we do so far as his mother was concerned, but on the part of the Father he was superior. Hence, being begotten by an Infinite Being, he could do that which no other man could do&#x2014;redeem from spiritual death and the captivity of Satan. Hence it is said that, &#x201C;through Jesus came life and light into the world.&#x201D;<span class=\"citation\" id=\"76063\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76063)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76063)\">2 Tim. 1:10<\/a><\/span><span class=\"citation\" id=\"81941\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81941)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81941)\">Mosiah 16:9<\/a><\/span><span class=\"citation\" id=\"82549\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82549)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82549)\">3 Ne. 9:18<\/a><\/span><span class=\"citation\" id=\"85573\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85573)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85573)\">D&amp;C 45:7<\/a><\/span> If it had not been for Jesus, darkness would have reigned eternally over this creation. <\/div><div class=\"paragraph jod\" id=\"v19n1014\"> Talk about works of righteousness redeeming us without the atonement! Why the thing is preposterous in the highest degree. Why? Because we were spiritually dead, and can a person who is dead work righteousness? Can a person who is dead to everything good, holy, upright and Godlike, who is in captivity to  <div class=\"break pagebreak\" id=\"319a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0319.pdf\" target=\"pdfwin\">p.&#xA0;319a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0824\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Satan, work righteousness? Could a feast of salvation be prepared for him in that dead state, unless there was some redemption or atonement made to bring life to the world to impart to the human family? Light and life have come upon all men. Jesus is that light and life; He is the light and life of all things;<span class=\"citation\" id=\"88318\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88318)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88318)\">D&amp;C 88:13<\/a><\/span> and by reason of that light and life which he has purchased for us by his own blood, you and I have the privilege of working righteousness, which we never would have had without the atonement. We could not have done anything acceptable in the sight of God, without his atoning blood. That is the very foundation of the redemption of the children of men; without it, this would have been a lost and fallen creation, and not one could have been saved.<span class=\"citation\" id=\"80984\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80984)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80984)\">1 Ne. 10:6<\/a><\/span><span class=\"citation\" id=\"81936\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81936)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81936)\">Mosiah 16:4<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v19n1016\"> But let us pass on a little further. You recollect in the former part of my remarks, I was speaking about the personality of God. Now let us come along to the plan of redemption, and see how it is that we are exalted and brought back into the presence of God, and become as it were, gods, then we can form some idea concerning our Father and God. We are instructed, and we believe, that all of us who believe in Jesus Christ, in his sufferings and death, and receive the benefit of his atonement, will, if we remain faithful, be exalted into the presence of that being who is our Father, and that we will be made like unto him, and be crowned with glory, and shall have the privilege of sitting down with the Son upon his throne, as he has overcome, and has sat down with his Father upon his throne,<span class=\"citation\" id=\"79125\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79125)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79125)\">Rev. 3:21<\/a><\/span> and that we will become one with him, as he is one with the Father.<span class=\"citation\" id=\"70743\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70743)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70743)\">John 17:21-22<\/a><\/span> We believe we will be perfected,<span class=\"citation\" id=\"127755\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127755)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127755)\">Moro. 10:32<\/a><\/span> purified<span class=\"citation\" id=\"127759\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127759)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127759)\">3 Ne. 19:28-29<\/a><\/span> and cleansed in him,<span class=\"citation\" id=\"127760\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127760)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127760)\">Alma 5:21<\/a><\/span><span class=\"citation\" id=\"127761\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127761)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127761)\">D&amp;C 50:27-29<\/a><\/span> and made not only the sons of God,<span class=\"citation\" id=\"127756\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127756)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127756)\">1 Jn. 3:2<\/a><\/span><span class=\"citation\" id=\"127758\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127758)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127758)\">Moro. 7:48<\/a><\/span><span class=\"citation\" id=\"127757\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127757)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127757)\">D&amp;C 76:58<\/a><\/span> but grow up unto him in all <div class=\"break columnbreak\" id=\"319b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0319.pdf\" target=\"pdfwin\">p.&#xA0;319b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0824\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> things,<span class=\"citation\" id=\"75271\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75271)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75271)\">Eph. 4:15<\/a><\/span> that we may become Gods like unto our Father who begat us.<span class=\"citation\" id=\"127762\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127762)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127762)\">D&amp;C 132:19-20<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v19n1017\"> This is consistent with analogy. Analogy shows that sons here upon the earth, grow up and become like their parents. Why then should we set a barrier between the sons of God, who are redeemed through the atonement, and their restoration to the mansions where they formerly dwelt? Why should we erect obstacles, and set a barrier so that we cannot become like him? Analogy would say at once that when he appears we shall be like him, for we shall see him as he is.<span class=\"citation\" id=\"78656\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78656)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78656)\">1 Jn. 3:2<\/a><\/span> Analogy would say that when he shall redeem our bodies from the grave, that he will fashion them after his own glorious body,<span class=\"citation\" id=\"75523\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75523)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75523)\">Philip. 3:21<\/a><\/span> and clothe them with power and glory, even as He is clothed with glory and power,<span class=\"citation\" id=\"85658\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85658)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85658)\">D&amp;C 45:44<\/a><\/span> in the presence of his Father and our Father and God. <\/div><div class=\"paragraph jod\" id=\"v19n1018\"> But says one, if you adopt that sentiment, then your people believe in a plurality of gods, and we have all been taught in the Christian world that there is but one personal God, or rather three persons in the Trinity&#x2014;the Father, Son, and Holy Ghost. Well, these three are called one, are they not? Yes, they are called one. Jesus prays that all his disciples may be made one, as he and the Father are one.<span class=\"citation\" id=\"70744\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70744)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70744)\">John 17:21-22<\/a><\/span> If ever that prayer is answered, then, in one sense of the word, there would only be one God, but, in another sense of the word, there would not only be three, but a great many personal beings called gods. Let us for a few moments refer to that glorious saying in the revelations of St. John. In the visions of eternity that were shown to John, he beheld things that were to take place in future generations.<span class=\"citation\" id=\"78921\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78921)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78921)\">Rev. 1:1<\/a><\/span><span class=\"citation\" id=\"79029\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79029)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79029)\">Rev. 1:19<\/a><\/span> Among other things that were shown to him, were the one hundred and forty-four thousand, standing on Mount Zion, who had been redeemed  <div class=\"break pagebreak\" id=\"320a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0320.pdf\" target=\"pdfwin\">p.&#xA0;320a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0823\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>from among men.<span class=\"citation\" id=\"79687\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79687)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79687)\">Rev. 14:1-3<\/a><\/span> Who were they? Let us look at the inscription that John says was written on their foreheads. That will tell us that the name of their Father was written there.<span class=\"citation\" id=\"79685\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79685)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79685)\">Rev. 14:1<\/a><\/span> What was his name? God, translated into the English language. Ahman in the pure language.<span class=\"citation\" id=\"87377\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87377)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87377)\">D&amp;C 78:20<\/a><\/span> The Father's name John saw inscribed on the foreheads of the hundred and forty-four thousand who were singing the new song before the Lord.<span class=\"citation\" id=\"79697\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79697)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79697)\">Rev. 14:3<\/a><\/span> What would you think if you were to have the future opened to you as John had, and could see these men with the word God, inscribed in bright and shining characters upon each of their foreheads?<span class=\"citation\" id=\"79686\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79686)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79686)\">Rev. 14:1<\/a><\/span> Would you think that God was making fun of them by putting such an inscription there? Would you suppose the inscription was a mere form without any meaning? No: every man permitted to see these things would at once say, &#x201C;they are gods having been redeemed, and made like their Father.&#x201D; This is what we believe. Then, when we come to personality, we not only believe in our personal Father, in His Son Jesus Christ, and in the Holy Ghost, as personages, but we also believe that in the eternity of eternities, in the heaven of heavens<span class=\"citation\" id=\"55025\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55025)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55025)\">Deut. 10:14<\/a><\/span><span class=\"citation\" id=\"55905\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55905)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55905)\">2 Chr. 2:6<\/a><\/span> there will be innumerable millions of persons who will occupy that exalted station&#x2014;each one being a personal god, as much so as the God of this creation&#x2014;the Father of our spirits is.<span class=\"citation\" id=\"77216\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77216)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77216)\">Heb. 12:9<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v19n1020\"> If time permitted, we might bring up the revelations of heaven, given in these days as well as anciently, in regard to the representations which God has given of Himself, not only representing himself by his person, but also by his attributes. But this is a subject upon which we do not feel to dwell at this time. Suffice it to say, that God has said that he is light and truth;<span class=\"citation\" id=\"127763\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127763)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127763)\">D&amp;C 93:36<\/a><\/span> that he is a spirit:<span class=\"citation\" id=\"69093\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69093)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69093)\">John 4:24<\/a><\/span><span class=\"citation\" id=\"127764\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127764)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127764)\">John 4:25-26 (JST)<\/a><\/span><span class=\"citation\" id=\"87776\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87776)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87776)\">D&amp;C 84:45<\/a><\/span> <div class=\"break columnbreak\" id=\"320b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0320.pdf\" target=\"pdfwin\">p.&#xA0;320b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0823\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> that he dwells in tabernacles and temples,<span class=\"citation\" id=\"73160\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73160)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73160)\">1 Cor. 3:16<\/a><\/span> and so forth. I do not know, but that in my teachings in years past, where teaching upon these two distinct subjects, I may have left an impression upon the minds of the people that I never intended to convey in reference to the qualities, perfections, glories and attributes of these personages, for attributes always do pertain to substances, you cannot separate one from the other. Attribute cannot exist without substance; everywhere it shows its bearing and relation to substance and person, and if in any of my preaching or teachings I have ever conveyed the impression that attributes could exist separate and apart from substances I never intended to do so. I do not know that I have ever declared any such in my writings. I have said that God is love,<span class=\"citation\" id=\"78759\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78759)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78759)\">1 Jn. 4:8<\/a><\/span> and that he is truth because the revelations say so.<span class=\"citation\" id=\"89056\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89056)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89056)\">D&amp;C 93:26<\/a><\/span><span class=\"citation\" id=\"89090\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89090)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89090)\">D&amp;C 93:36<\/a><\/span> I have said that he oftentimes represents himself by his attributes. The same as when he says I am in you; but he does not mean that his person, his flesh and bones are in us. When Jesus says I am in the Father,<span class=\"citation\" id=\"69953\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69953)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69953)\">John 14:10-11<\/a><\/span> he does not mean that his person is in the Father. What does he mean? He means that the same attributes that dwell in his own person also dwell in the person of the other. I think I have heard this doctrine taught from the commencement, by the authorities of this Church, and I think it is taught, more or less, now, almost every Sabbath day. We are exhorted to develop and perfect those attributes of God that dwell within us in embryo, that we may more and more approximate to that high state of perfection that exists in the Father and the Son. <\/div><div class=\"paragraph jod\" id=\"v19n1021\"> Attributes belong, in all cases, in this and all other worlds, to personages and substances, and without personages and substances, they cannot exist. <\/div> <div class=\"break pagebreak\" id=\"321a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0321.pdf\" target=\"pdfwin\">p.&#xA0;321a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0822\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v19n1023\"> In the &#x201C;Kingdom of God,&#x201D; published in October, 1848, I have set forth the personality of the Father and the Son, and the glorious attributes that pertain to each. And again in many of my writings, to which I might refer, and could perhaps give the page, I have taught the same thing, and my views today concerning this matter are just the same as they were then, and then the same as they are now; only I think, by searching more fully, I have progressed and obtained some further light and information more than I had twenty or twenty-five years ago. I do not know, that, in my remarks this morning, concerning the atonement, and the personalities and glorious attributes of God, I have varied in my views from those of the rest of the authorities of the Church. If I have I hope they will correct me and tell me wherein I am wrong, for it is my desire, and ever has been, to go in accordance with the revelations of heaven, to abide in the word of God,<span class=\"citation\" id=\"90598\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90598)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90598)\">D&amp;C 112:22<\/a><\/span> and to have that word abide in me.<span class=\"citation\" id=\"70162\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70162)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70162)\">John 15:7<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v19n1024\"> We are taught that the words of truth have power.<span class=\"citation\" id=\"76548\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76548)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76548)\">Heb. 4:12<\/a><\/span><span class=\"citation\" id=\"83959\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83959)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83959)\">D&amp;C 11:2<\/a><\/span><span class=\"citation\" id=\"92300\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92300)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92300)\">Moses 1:32<\/a><\/span> The word of God we are commanded to live by.<span class=\"citation\" id=\"62836\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62836)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62836)\">Matt. 4:4<\/a><\/span> In one of the revelations we are taught and <div class=\"break columnbreak\" id=\"321b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0321.pdf\" target=\"pdfwin\">p.&#xA0;321b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0822\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> commanded that we shall live by every word that proceeds from the mouth of God,<span class=\"citation\" id=\"87767\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87767)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87767)\">D&amp;C 84:44<\/a><\/span> for says the revelation, &#x201C;the word of God is truth, and whatsoever is truth is light, and whatsoever is light is Spirit, even the Spirit of Jesus Christ. And the Spirit gives light to every man that comes into the world; and the Spirit directs every man through the world who will hearken to it. And he that hearkens to the voice of the spirit comes to God, even the Father. And he teaches him of the covenant which he has renewed and confirmed upon you for your sakes, and not for your sakes only, but for the sake of the whole world.&#x201D;<span class=\"citation\" id=\"87779\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87779)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87779)\">D&amp;C 84:45-48<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v19n1025\"> Now, I want to abide in that. If the word of the Lord is truth, and whatever is truth is light, and whatever is light is spirit,<span class=\"citation\" id=\"87777\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87777)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87777)\">D&amp;C 84:45<\/a><\/span> I want to embrace it, and hold fast to it. Again, he says, when giving a revelation to the servants of God: &#x201C;That which you hear is the voice of one crying in the wilderness&#x2014;in the wilderness, because you cannot see him&#x2014;my voice, because my voice is Spirit; and my Spirit is truth; and truth abides forever and has no end.&#x201D;<span class=\"citation\" id=\"88589\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88589)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88589)\">D&amp;C 88:66<\/a><\/span> I desire to abide in it forever and ever. Amen. <\/div>\n<\/div>\n<\/div>"}