{"ID":190040, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">There is a God&#x2014;Communion With Him An Inherent Craving of the Human Heart&#x2014;Man in His Image&#x2014;Male and Female Created He Them&#x2014;Spirit and Flesh&#x2014;Mortal and Immortal.<\/div>\n<div class=\"subtitle\">Discourse by Elder Erastus Snow, delivered in the Meetinghouse, Beaver City, Beaver County, Utah, on Sunday Morning, March 3, 1878.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Josiah Rogerson.<\/div>\n<div class=\"pageHeader\">Page Header: There is a God, Etc.<\/div>\n<div class=\"speaker\">Speaker: Erastus Snow<\/div>\n<div class=\"date\">Date: 3\/3\/1878<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d40\">\n<div class=\"paragraph jod\" id=\"v19n853\"> &#x201C;And God said, Let us make man in our own image, after our likeness: and let them have dominion over the fish of the sea, and over the fowl of the air, and over the cattle, and over all the earth, and over every creeping thing that creepeth upon the earth. <\/div><div class=\"paragraph jod\" id=\"v19n854\"> &#x201C;So God created man in his own image, in the image of God created he him; male and female created he them. And God blessed them, and God said unto them, Be fruitful, and multiply, and replenish the earth, and subdue it: and have dominion over the fish of the sea, and over the fowl of the air, and over every living thing that moveth upon the earth.&#x201D;&#x2014;Gen. i, 26&#x2014;28.<span class=\"citation\" id=\"52247\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52247)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52247)\">Gen. 1:26-28<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v19n855\"> In Gen. v, 1, 2, we read, &#x201C;This is the book of the generations of Adam. In the day that God created man, in the likeness of God made he him; Male and female created he them; and blessed them, and called their name Adam, in the day when they were created.&#x201D;<span class=\"citation\" id=\"52748\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52748)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52748)\">Gen. 5:1-2<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v19n856\"> All mankind feel instinctively that there is a God. I admit that many people try to reason themselves out of the idea and into a state of infidelity, or into atheism, but it is very <div class=\"break columnbreak\" id=\"266b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0266.pdf\" target=\"pdfwin\">p.&#xA0;266b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0877\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> hard for them to do it, or to satisfy themselves that they are correct when they think they have done it. And the universal feeling that may be set down to be common to all nations and people bearing the human form, is that there is a God; and there is a yearning after him, and a desire to worship him, however difficult it may be to satisfy themselves of the manner in which they may worship him acceptably. <\/div><div class=\"paragraph jod\" id=\"v19n857\"> On one occasion our Lord and Savior said to the people among whom he ministered, &#x201C;Ye worship ye know not what: but we (speaking of himself and his disciples and followers) know whom we worship:<span class=\"citation\" id=\"69079\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69079)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69079)\">John 4:22<\/a><\/span> and we speak the things we have heard of him, and we know what we speak; and yet you receive not our testimony.&#x201D;<span class=\"citation\" id=\"68869\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68869)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68869)\">John 3:11<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v19n858\"> The Jews were in possession of many laws and regulations given to their fathers, and they were taught the true and the living God,<span class=\"citation\" id=\"127722\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127722)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127722)\">1 Ne. 17:30<\/a><\/span> but darkness covered their minds, and many of them walked in darkness at noonday,<span class=\"citation\" id=\"55182\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55182)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55182)\">Deut. 28:29<\/a><\/span><span class=\"citation\" id=\"89130\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89130)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89130)\">D&amp;C 95:6<\/a><\/span> and enjoyed not the true light, as it was in Christ,<span class=\"citation\" id=\"127723\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127723)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127723)\">John 1:9-10 (JST)<\/a><\/span> pertaining to themselves and to their heavenly Father. <\/div> <div class=\"break pagebreak\" id=\"267a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0267.pdf\" target=\"pdfwin\">p.&#xA0;267a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0876\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v19n860\"> Heathen nations, as they are termed by Christians, have less definite ideas of their Creator, though all of them entertain the common notion of the Deity, and seek to worship him, though it may be in a crude way, and very undefined. Sometimes they are accused of worshipping the work of their own hands&#x2014;images made of wood, of stone, iron and brass, and various other materials,<span class=\"citation\" id=\"54954\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54954)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54954)\">Deut. 4:28<\/a><\/span><span class=\"citation\" id=\"55204\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55204)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55204)\">Deut. 29:17<\/a><\/span><span class=\"citation\" id=\"61489\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61489)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61489)\">Dan. 5:4<\/a><\/span> and other nations, tribes and tongues are accused of worshipping animals of various kinds. They have their sacred elephants, crocodiles, or other beasts of the earth, whom they learn either to love or fear and worship, either as &#x201C;friend&#x201D; or &#x201C;foe.&#x201D; Yet when we become acquainted with these nations and find out their inward faith, we find that none of them look upon these as anything but representations of Deity. They do not see Deity before them, they do not walk, and talk, and converse, and eat, drink, and sleep with the being whom they have in their minds as God, but they set up before them something they can see, to represent him, and as soon as they begin and rear up before them some representation of Deity&#x2014;one representative they consider to be about equal to another, and if it is the work of men's hands, it is something that corresponds to their ideas of a Deity, and whether it be in his exact likeness or not they know not&#x2014;not having formed a personal acquaintance with him, nor having any likeness of him, from which they can pattern after&#x2014;one image answers as well as another, or one representation as well as another. But all these are but representations of Deity. And no nation has been found upon the earth, tribe or tongue, but what have some mode of worship, or some faith in the Deity, and feel the need of honoring a superior Being. <\/div> <div class=\"break columnbreak\" id=\"267b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0267.pdf\" target=\"pdfwin\">p.&#xA0;267b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0876\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v19n861\"> This craving of the human heart is universal; and education does not remove it. It is not confined to barbarous tribes and less cultivated people. All nations may have their skeptics, and in many enlightened nations of modern times, there is an evident tendency to infidelity; yet those who seriously entertain doubts of the existence of a Supreme Being, are generally those who have a smattering of learning and have become mad in this particular. The thorough scientist is forced to recognize the existence of the Great Supreme. They cannot get around it, or arrive at any other conclusion, than that the great wheel of nature is moved by an overruling hand, and the regularity and uniformity that is found in all her laws, are traceable to that Supreme Being, and unaccountable upon any other principle. It is almost impossible for them to arrive at any other conclusion, and where, in the history of the world, is it chronicled of any great astronomer that he was an infidel? Anyone that has the mind, and whose researches have enabled him to stretch out and begin to comprehend and fathom the greatness of the works of creation, that has not in the most humble and reverential manner acknowledged God? Those who deny him as I said before, are those that have a partial education; and a little learning is intoxicating to the brain. <\/div><div class=\"paragraph jod\" id=\"v19n862\"> As the great English poet says: <\/div><div class=\"paragraph jod\" id=\"v19n863\"> A little learning is a dangerous thing! Drink deep, or taste not the Pierian spring; Those shallow drafts intoxicate the brain, And drinking largely sobers us again. <\/div><div class=\"paragraph jod\" id=\"v19n864\"> It is those that gain a little knowledge, and begin their researches in various branches of science, but do not fathom them, who are bewildered in their imaginations, and they tend to infidelity. <\/div> <div class=\"break pagebreak\" id=\"268a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0268.pdf\" target=\"pdfwin\">p.&#xA0;268a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0875\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v19n866\"> There is a theory in the human mind&#x2014;I will say with a certain school of modern philosophers&#x2014;to satisfy themselves and justify their infidelity; the bent and tendency of their inclinations is that way. But it is probable that the crude, undefined devices and erroneous notions and ideas of modern Christianity touching the Deity leads to this infidelity, as much as anything else. The advocates of Christianity are in a great measure to blame. When we begin to scan the teachings and inquire into the views of the leading divines of modern times, and examine their articles of faith and their discipline, the teachings of different Christian denominations on the subject of the Deity, we do not wonder that the reflecting, careful thinker, should repudiate their crude notions. <\/div><div class=\"paragraph jod\" id=\"v19n867\"> The old Catholic Church, who call themselves the Holy Mother Church, the English Church and the Lutheran Church, the two most extensive branches of dissenters from the Catholic Church, and the most of the lesser Protestant denominations, all declare to their followers that God is a spirit, without body, parts and passions. Some leave off the word passions, but they all say he is without body, or parts; and when they attempt to locate him, they locate him nowhere. His center is everywhere his circumference is nowhere. His form may be best described in the quaint language of Parley P. Pratt, &#x201C;A footless stocking without a leg,&#x201D; sitting upon the top of a topless throne, far beyond the bounds of time and space; that heavenly unknown place that some crazy poet sung about. And we are asked to believe in, render obedience to and worship this being. The careful thinker says, &#x201C;I cannot; it is impossible for me to believe in a being <div class=\"break columnbreak\" id=\"268b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0268.pdf\" target=\"pdfwin\">p.&#xA0;268b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0875\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> that has neither body, parts nor passions, and that is located nowhere; I cannot conceive of him.&#x201D; The elaborate thinker says, &#x201C;I cannot conceive of any such being, nor can anybody else conceive of him. It is not within the sphere and range of our comprehension.&#x201D; It is simply nothing at all; and in the exercise of his reasoning faculties, he chooses to disbelieve in their dogmas, and is set down by them as an infidel. Yet the true philosopher is not an infidel. He is only infidel to those vague ideas and theories that are in themselves monstrosities. Yet in the absence of true religious teaching, and being taught by the Christian world that the Scriptures do not mean what they say, and must be taken in some mysterious sense, they come to the conclusion that they do not know anything about the true character of the Deity, and it is not their province to teach him, only as they learn to know him in scanning his works. But in scanning his works we learn that he is a Being of order and law, and that all things are governed by law. Whether the minutest atoms that are examined under powerful glasses in the molecular world, that are scrutinized by the aid of the microscope, or whether we study the works of God in the vast unnumbered worlds that are rolling in the midst of the power of God,<span class=\"citation\" id=\"88546\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88546)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88546)\">D&amp;C 88:45<\/a><\/span> we find the same order. &#x201C;All things are governed by law.&#x201D;<span class=\"citation\" id=\"88317\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88317)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88317)\">D&amp;C 88:13<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v19n868\"> If we study physiology or anatomy, we are led to exclaim with the Psalmist of old, &#x201C;I am fearfully and wonderfully made,&#x201D;<span class=\"citation\" id=\"57295\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57295)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57295)\">Ps. 139:14<\/a><\/span> and see a beautiful harmony in all the parts, and a most exquisite design. This is proven by an examination of the various parts of the human form. And every organ adapted to its special use, and for its special pur<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"269a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0269.pdf\" target=\"pdfwin\">p.&#xA0;269a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0874\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>pose, and combining a whole, a grand union&#x2014;a little kingdom composed of many kingdoms, united and constituting the grand whole, the being we call man, but which in the language of these Scriptures was called Adam&#x2014;male and female created he them, and called their name Adam,<span class=\"citation\" id=\"52752\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52752)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52752)\">Gen. 5:2<\/a><\/span><span class=\"citation\" id=\"92696\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92696)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92696)\">Moses 6:9<\/a><\/span> which in the original, in which these Scriptures were written by Moses, signifies &#x201C;the first man.&#x201D;<span class=\"citation\" id=\"87526\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87526)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87526)\">D&amp;C 84:16<\/a><\/span><span class=\"citation\" id=\"92307\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92307)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92307)\">Moses 1:34<\/a><\/span> There was no effort at distinguishing between the one half and the other, and calling one man and the other woman. This was an after distinction, but the explanation of it is&#x2014;one man, one being, and he called their name Adam.<span class=\"citation\" id=\"52753\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52753)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52753)\">Gen. 5:2<\/a><\/span><span class=\"citation\" id=\"92695\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92695)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92695)\">Moses 6:9<\/a><\/span> But he created them male and female, for they were one, and he says not unto the woman multiply, and to the man multiply, but he says unto them, multiply and reproduce your species, and replenish the earth.<span class=\"citation\" id=\"52317\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52317)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52317)\">Gen. 1:28<\/a><\/span> He speaks unto them as belonging together, as constituting one being, and as organized in his image and after his likeness.<span class=\"citation\" id=\"52211\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52211)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52211)\">Gen. 1:26-27<\/a><\/span><span class=\"citation\" id=\"127724\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127724)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127724)\">Gen. 5:1-2<\/a><\/span> And the Apostle Paul, treating upon this subject in the same way, says that man was created in the likeness of God, and after the express image of his person.<span class=\"citation\" id=\"76363\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76363)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76363)\">Heb. 1:3<\/a><\/span> John, the Apostle, in writing the history of Jesus, speaks in the same way; that Jesus was in the likeness of his Father, and express image of his person.<span class=\"citation\" id=\"69931\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69931)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69931)\">John 14:7-9<\/a><\/span> And if the revelations that God has made of himself to man, agree and harmonize upon this theory, and if mankind would be more believing, and accept the simple, plain, clear definition of Deity, and description of himself which he has given us, instead of hunting for some great mystery, and seeking to find out God where he is not and as he is not, we all might understand him. There is no great mystery about it; no more mystery about it than there is about ourselves, and our own relationship <div class=\"break columnbreak\" id=\"269b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0269.pdf\" target=\"pdfwin\">p.&#xA0;269b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0874\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to our father and mother, and the relationship of our own children to us. That which we see before our eyes, and which we are experiencing from time to time, day to day, and year to year, is an exemplification of Deity. <\/div><div class=\"paragraph jod\" id=\"v19n870\"> &#x201C;What,&#x201D; says one, &#x201C;do you mean we should understand that Deity consists of man and woman?&#x201D; Most certainly I do. If I believe anything that God has ever said about himself, and anything pertaining to the creation and organization of man upon the earth, I must believe that Deity consists of man and woman. Now this is simplifying it down to our understanding, and the great Christian world will be ready to open their mouths and cry, &#x201C;Blasphemy! Sacrilege!&#x201D; Open wide their eyes and wide their mouths in the utmost astonishment. What! God a man and woman? The Shakers say he was, and Ann Lee says, &#x201C;Christ came in the form of a man in the first place, and now comes in the form of a woman,&#x201D; and she was that form. <\/div><div class=\"paragraph jod\" id=\"v19n871\"> Then these Christians&#x2014;they say he has no form, neither body, parts nor passions. One party says he is a man, and the other says he is a woman. I say he is both. How do you know? I only repeat what he says of himself; that he created man in the image of God, male and female created he them,<span class=\"citation\" id=\"52263\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52263)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52263)\">Gen. 1:27<\/a><\/span> and he called their name Adam,<span class=\"citation\" id=\"52755\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52755)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52755)\">Gen. 5:2<\/a><\/span><span class=\"citation\" id=\"92697\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92697)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92697)\">Moses 6:9<\/a><\/span> which signifies in Hebrew, the first man.<span class=\"citation\" id=\"92308\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92308)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92308)\">Moses 1:34<\/a><\/span><span class=\"citation\" id=\"87527\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87527)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87527)\">D&amp;C 84:16<\/a><\/span> So that the beings we call Adam and Eve were the first man placed here on this earth,<span class=\"citation\" id=\"92407\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92407)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92407)\">Moses 3:7<\/a><\/span> and their name was Adam,<span class=\"citation\" id=\"52754\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52754)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52754)\">Gen. 5:2<\/a><\/span> and they were the express image of God.<span class=\"citation\" id=\"76364\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76364)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76364)\">Heb. 1:3<\/a><\/span> Now, if anybody is disposed to say that the woman is in the likeness of God and that the man was not, and if vice versa, I say you are both wrong, or else God has not told us the truth. <\/div> <div class=\"break pagebreak\" id=\"270a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0270.pdf\" target=\"pdfwin\">p.&#xA0;270a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0873\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v19n873\"> I sometimes illustrate this matter by taking up a pair of shears, if I have one, but then you all know they are composed of two halves, but they are necessarily parts, one of another, and to perform their work for each other, as designed, they belong together, and neither one of them is fitted for the accomplishment of their works alone. And for this reason says St. Paul, &#x201C;the man is not without the woman, nor the woman without the man, in the Lord.&#x201D;<span class=\"citation\" id=\"73346\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73346)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73346)\">1 Cor. 11:11<\/a><\/span> In other words, there can be no God except he is composed of the man and woman united, and there is not in all the eternities that exist, nor ever will be, a God in any other way. I have another description: There never was a God, and there never will be in all eternities, except they are made of these two component parts; a man and a woman; the male and the female. Some of those who are disposed to cavil will say, how will you explain the idea of a plurality in the female department? Here opens a subject involving philosophy and the philosophical propagation of our species, and it involves the great principles of virtue, and the laws that govern, or should govern through all eternity the commerce of the sexes; and the more they are scanned in the light of true philosophy and revelation, the more it will be proven that the superior wisdom of Jehovah has ordained that in the higher type of the Godhead, they are not limited in their union of the sexes; I refer to the female principle. On the other hand all the laws governing the commerce of the sexes, and the results flowing from them in the procreation of our species, show that the violation of the laws that God has ordained to govern and control the commerce of the sexes, produces disease, death and deteri<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"270b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0270.pdf\" target=\"pdfwin\">p.&#xA0;270b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0873\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>oration of the human family; deteriorates the vital power and physical strength and longevity, and tends to weaken, lessen and destroy the human race, instead of building up, and sustaining and strengthening; while on the other hand, the strictly confining of a woman to one husband, tends to all that is lovely, to family organization and government, and the classification of human beings in groups, in families and kingdoms, tends to increase the vital powers, endurance and long life; and in every sense accomplishes the great object of creation. <\/div><div class=\"paragraph jod\" id=\"v19n874\"> There is a theory put forth by Mr. Darwin, and others, that is the school of modern philosophers, which is termed in late years, the theory of Evolution, that man in our present state upon the earth, is but the sequence and outgrowth of steady advancement from the lowest order of creation, till the present type of man, and that we have advanced step by step from the lowest order of creation till at last man has been formed upon the earth in our present sphere of action; in short, that our great-grandfathers were apes and monkeys. And how much satisfaction these philosophers have in the contemplation of their grandfather monkeys, we are left to conjecture; but such are the theories put forth by some of our modern philosophers. But we find nothing on the earth, or in the earth, nor under the earth, that indicates that any of these monkeys or apes, or any other orders of creation below man have ever accomplished any great exploits. So far as the history of this earth is known, whether written or unwritten, or whether written in volumes of books, whether engraven upon metallic plates, or whether found impressed in rocks, neither geologists, nor any other scientists have ever been able  <div class=\"break pagebreak\" id=\"271a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0271.pdf\" target=\"pdfwin\">p.&#xA0;271a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0872\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to show us any great exploits of any of these inferior grades of being to indicate that there was any such vitality in them, as to develop in their future progress, the present order of beings we call man. But if there is any truth in the history given us by Moses, this being we call man, is only God in embryo. And Moses tells us that the Creator conversed with this man whom he called Adam,<span class=\"citation\" id=\"127733\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127733)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127733)\">Moses 6:22<\/a><\/span> consisting of male and female.<span class=\"citation\" id=\"52587\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52587)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52587)\">Gen. 3:8<\/a><\/span> He conversed with them, showed himself to them, spoke with them at different times, gave them instructions, gave them his law,<span class=\"citation\" id=\"52466\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52466)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52466)\">Gen. 2:16<\/a><\/span> visited them repeatedly in their new home, in the place we call the Garden of Eden,<span class=\"citation\" id=\"52464\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52464)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52464)\">Gen. 2:15<\/a><\/span> the garden that the Lord planted for man&#x2014;eastward in Eden.<span class=\"citation\" id=\"52437\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52437)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52437)\">Gen. 2:8<\/a><\/span> And after he was driven out from the face of his Creator, from the Garden,<span class=\"citation\" id=\"52664\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52664)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52664)\">Gen. 3:23-24<\/a><\/span> and the veil was drawn between him and his Creator, yet from time to time God was wont to draw aside that veil and show himself, and we not only find that Adam and Eve had frequent intercourse with their Creator and talked with him personally as we talk with our children and they with us;<span class=\"citation\" id=\"92552\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92552)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92552)\">Moses 5:4-5<\/a><\/span><span class=\"citation\" id=\"92679\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92679)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92679)\">Moses 6:1<\/a><\/span> but we find many of Adam's descendants obtained like privileges of seeing their Creator, and speaking with him, receiving instructions from him.<span class=\"citation\" id=\"92686\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92686)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92686)\">Moses 6:3<\/a><\/span> Enoch, the seventh from Adam,<span class=\"citation\" id=\"78901\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78901)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78901)\">Jude 1:14<\/a><\/span> it was said walked with God, and enjoyed this privilege for three hundred years.<span class=\"citation\" id=\"52774\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52774)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52774)\">Gen. 5:22-24<\/a><\/span><span class=\"citation\" id=\"93244\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93244)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93244)\">Moses 7:69<\/a><\/span> From time to time the veil was drawn aside, and whenever he desired, and it was expedient to receive instructions and counsels from his Father and Creator he enjoyed this privilege, and the Father came and showed himself to him and spoke with him.<span class=\"citation\" id=\"127725\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127725)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127725)\">Moses 7:20-69<\/a><\/span> The same may be said of Noah<span class=\"citation\" id=\"52856\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52856)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52856)\">Gen. 6:9<\/a><\/span><span class=\"citation\" id=\"52867\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52867)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52867)\">Gen. 6:13<\/a><\/span> and of Abraham, who conversed with him,<span class=\"citation\" id=\"53137\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53137)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53137)\">Gen. 17:1-22<\/a><\/span> and the Scriptures tell us, furthermore, that Abraham killed the fatted calf, and prepared savory meat for a meal, and set <div class=\"break columnbreak\" id=\"271b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0271.pdf\" target=\"pdfwin\">p.&#xA0;271b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0872\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> before him and he ate with him.<span class=\"citation\" id=\"53189\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53189)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53189)\">Gen. 18:1-8<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v19n876\"> Our Lord and Savior Jesus Christ was born of the Virgin Mary,<span class=\"citation\" id=\"57985\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57985)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57985)\">Isa. 7:14<\/a><\/span><span class=\"citation\" id=\"80996\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80996)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80996)\">1 Ne. 11:13-20<\/a><\/span><span class=\"citation\" id=\"127726\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127726)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127726)\">Mosiah 3:8<\/a><\/span> the Scriptures tell us; and she bare record of it,<span class=\"citation\" id=\"127727\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127727)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127727)\">Luke 1:46-55<\/a><\/span> and there were many witnesses of this fact,<span class=\"citation\" id=\"127728\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127728)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127728)\">Luke 1:41<\/a><\/span><span class=\"citation\" id=\"127729\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127729)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127729)\">Luke 1:41-45<\/a><\/span><span class=\"citation\" id=\"127730\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127730)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127730)\">D&amp;C 84:27<\/a><\/span> and the record teaches us that he was begotten by the power of God,<span class=\"citation\" id=\"66994\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66994)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66994)\">Luke 1:35<\/a><\/span> and not of man, and that she had no intercourse with mortal man in the flesh until after she gave birth to the Savior,<span class=\"citation\" id=\"127731\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127731)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127731)\">Matt. 13:55-56<\/a><\/span><span class=\"citation\" id=\"127732\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127732)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127732)\">Mark 6:3<\/a><\/span> who is called the Son of God.<span class=\"citation\" id=\"66482\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66482)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66482)\">Mark 1:1<\/a><\/span><span class=\"citation\" id=\"69584\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69584)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69584)\">John 9:35-37<\/a><\/span><span class=\"citation\" id=\"70941\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70941)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70941)\">John 20:31<\/a><\/span> I will also say that Adam was called the Son of God.<span class=\"citation\" id=\"67163\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67163)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67163)\">Luke 3:38<\/a><\/span><span class=\"citation\" id=\"92706\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92706)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92706)\">Moses 6:22<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v19n877\"> Matthew, in giving the genealogy of Jesus Christ, traces it back from his mother, through the lineage of the fathers, back to David,<span class=\"citation\" id=\"67149\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67149)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67149)\">Luke 3:31<\/a><\/span> from David to Abraham,<span class=\"citation\" id=\"67155\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67155)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67155)\">Luke 3:34<\/a><\/span> from Abraham to Noah,<span class=\"citation\" id=\"67161\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67161)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67161)\">Luke 3:36<\/a><\/span> and Noah to Adam; when he gets back to Adam he says, &#x201C;Which was the son of God.&#x201D;<span class=\"citation\" id=\"67164\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67164)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67164)\">Luke 3:38<\/a><\/span><span class=\"citation\" id=\"92707\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92707)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92707)\">Moses 6:22<\/a><\/span> But Jesus was begotten by the power of God and not by a mortal in the flesh. And the New Testament tells us that God sent his angel to visit this beautiful Virgin Mary, and to make known unto her that she was chosen of the Lord to be the Mother of Jesus who should be the Savior of this people.<span class=\"citation\" id=\"66981\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66981)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66981)\">Luke 1:26-38<\/a><\/span> And the messenger or the angel sent to her was designed to prepare her mind, her heart and her faith for this great work unto which the Lord had chosen her. And he said unto her, &#x201C;The Holy Ghost shall come upon thee, and the power of the Highest shall overshadow thee: and therefore that holy thing that shall be born of thee shall be called the Son of God.&#x201D;<span class=\"citation\" id=\"66993\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66993)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66993)\">Luke 1:35<\/a><\/span> This Jesus, therefore, partook of this divine nature; he partook also of the human, the mortal, through the mother. And because he had partaken of the human&#x2014;the mortal through the another, he became subject unto death, the same as all other mortal beings; for death passed upon our first parents, Adam and Eve,<span class=\"citation\" id=\"72356\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72356)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72356)\">Rom. 5:12<\/a><\/span> through their partaking of  <div class=\"break pagebreak\" id=\"272a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0272.pdf\" target=\"pdfwin\">p.&#xA0;272a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0871\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the fruits of the earth, their systems became infected by it, and the blood formed in their veins, and composed of the elements of the earth, which they partook, and these contain the seeds of dissolution and decay. And this blood, circulating in their veins, which was made up of the fruits of the earth&#x2014;those things of which they partook&#x2014;that formed their flesh, and made the deposits that constituted their muscle, and their bones, arteries and nerves, and every part of the body, became mortal and this circulating fluid in their systems produced friction which ultimately wore out the machinery of their organism, and brought it to decay, that it became no longer tenable for their spirits to inhabit, and death ensued; and this was the decree of the Father, &#x201C;In the day you partake of this fruit, you shall die.&#x201D;<span class=\"citation\" id=\"52487\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52487)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52487)\">Gen. 2:17<\/a><\/span> But this death was the death of the mortal, and not the immortal. The dissolution of the mortal tabernacle, which was the outer covering of their spirit. As I said, man was created, male and female,<span class=\"citation\" id=\"52264\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52264)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52264)\">Gen. 1:27<\/a><\/span> and two principles are blended in one; and the man is not without the woman nor the woman without the man in the Lord;<span class=\"citation\" id=\"73347\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73347)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73347)\">1 Cor. 11:11<\/a><\/span> and there is no Lord, there is no God in which the two principles are not blended, nor can be; and we may never hope to attain unto the eternal power and the Godhead<span class=\"citation\" id=\"72252\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72252)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72252)\">Rom. 1:20<\/a><\/span> upon any other principle. Not only so, but this Godhead composing two parts, male and female, is also composed of two elements, spiritual and temporal. Or in other words, two organisms; the one capable of dwelling within the other. The spirit dwelling within the outer tabernacle, answering to the spirit what our clothing answers to this body, as a covering and shield and protection. The spirit is also an element.<span class=\"citation\" id=\"91396\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91396)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91396)\">D&amp;C 131:7<\/a><\/span> It is not an im<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"272b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0272.pdf\" target=\"pdfwin\">p.&#xA0;272b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0871\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>material nothing as some imagine. We read about material and immaterial things, and such terms are used by men for the want of more suitable language to correctly represent ideas; but in truth there is no such thing as immaterial substance.<span class=\"citation\" id=\"91397\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91397)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91397)\">D&amp;C 131:7<\/a><\/span> Though we are told that God is an immaterial substance, and you read the philosophic descriptions of the Deity by some of these learned divines, and it is all simmered down to an immateriality or nothing at all. But there is no such thing as immaterial substance in the strict sense of the word;<span class=\"citation\" id=\"91398\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91398)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91398)\">D&amp;C 131:7<\/a><\/span> and immateriality when rigidly defined is another definition for nothing at all. But we use these terms only comparatively to compare one thing with another, and we say that one thing is material because we can touch it with these hands, and we can handle it with these mortal bodies, we can see it with these mortal eyes, and it is visible to the sight, touch and so on, and hence we call it material; and what is not visible to these natural eyes, and what these coarse hands cannot feel, we call that immaterial or intangible; but these are only comparative terms. <\/div><div class=\"paragraph jod\" id=\"v19n879\"> If the veil were drawn aside, and we could see the spirits of those that once have lived here in the flesh, and that have passed behind the veil, or have been separated from their tabernacles, and now exist in the spirit world, if the veil was drawn aside and we could see them, if this second sight, this spiritual sight was enjoyed by us, that we could look through the eyes of our spirits instead of through the eyes of our earthly tabernacles, and could see these spirits and converse with them, we should find we could talk with them, and we would not talk through the organs of speech either. We could talk through other organs.  <div class=\"break pagebreak\" id=\"273a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0273.pdf\" target=\"pdfwin\">p.&#xA0;273a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0870\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>This tabernacle may be upon the couch, the eyes closed, and all the sensibilities of the tabernacle suspended for the time being, and yet the organism of life may be kept up by the circulation of the blood, and the motion of the heart, the machinery of our organism may be kept in motion, and for the time being, kept from decay and dissolution, while the spirit is conversing with spirits. This some call a trance. In the scriptures, and other places it is called a vision. It is simply the spirit within us enjoying a higher privilege of conversing with spirits, seeing spiritual things and conversing with spirits or immortal beings; but they neither converse through these organs of speech, nor see through these natural eyes, but they see through the eyes of their spirit, and converse with the organs of speech that belong to the spirit, and if the spirits of men did not possess the faculties and power of communication, and conversing and carrying on conversation with each other before they came into this tabernacle they never would speak in this tabernacle. This is only an art; this art of speech&#x2014;this power of sight&#x2014;of hearing. Speech is not something peculiar to the tabernacle and belonging to this tabernacle. It belongs to the spirit, and the spirit teaches the tabernacle; and the spirit makes use of the tabernacle. When once it finds itself embodied in this tabernacle, it begins to use the fingers and hands of the tabernacle, and makes these its servants. The moment it is separated this tabernacle lies senseless. It has mouth and teeth and tongue and organs of speech, but it cannot use them. It has eyes, but it cannot see. It has ears but it cannot hear, and it has no power of using these organs. It cannot set itself in mo<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"273b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0273.pdf\" target=\"pdfwin\">p.&#xA0;273b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0870\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tion, it cannot keep itself in motion; it is the spirit that does all this. And when the spirit is separated from the tabernacle it still retains the power of seeing, hearing, feeling, tasting, smelling and conversing; but the tabernacle loses all these powers, the moment the spirit takes its departure. <\/div><div class=\"paragraph jod\" id=\"v19n881\"> Now what is this spirit? Is it an immaterial substance? No? As I said before, that is only another definition of nothing at all. It is a being precisely as we are seen here today; and if you ask, &#x201C;How does brother Snow's spirit look when it is disembodied?&#x201D; Why, you just look at me now, and you can answer the question. How does the spirit of my wife look? Why, just look at her and see. And if we were both disembodied at the same instant, we should scarcely know that we were changed any more than we would if we both started out of the door at the same instant and found ourselves outside, looking at each other, and do not see very much difference between us than what there was when we were both inside the house. Whether inside or out of it, we are the same beings. Conversing together? Yes. Looking at each other? Yes. The same features exactly. Our tabernacles are formed for our spirits, yes, expressly for our spirits. But why were they not all made alike? Why were they not all made just six feet high? And why were they not all, in every respect, all the same length; limbs, likeness, the same; the same length of an arm? You may just as well ask the tailor, &#x201C;Why do you make different sized coats and pants?&#x201D; And say to the milliner also, &#x201C;Why do you make different sizes of dresses and other garments?&#x201D; And their answer is, because I have so many different persons to fit, and I make  <div class=\"break pagebreak\" id=\"274a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0274.pdf\" target=\"pdfwin\">p.&#xA0;274a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0869\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the garment to fit the person. And that is the answer concerning the tabernacles. They are made to fit the spirits. I say, therefore, that God not only includes within himself the male and female principle, the same as man does, but it also includes the two elements which we call spirit and tabernacle, and these are only comparative terms, to illustrate in a crude way the idea of the two principles, the spirit being of finer material, possessing greater intelligence, more fully developed, and organized for greater and more glorious works. <\/div><div class=\"paragraph jod\" id=\"v19n883\"> Now touching the doctrine of mortality and immortality. Says one, &#x201C;What is mortal and what is immortal?&#x201D; These are only comparative terms, again; the same as we use temporal and eternal. Time means temporal&#x2014;short lived. Immortal means that which reaches forward into eternity? And what is eternity? Why it is another term which we use&#x2014;a comparative term to measure time, and we say time and eternity. And then the scriptures use other terms, eternities, and from eternity to eternity;<span class=\"citation\" id=\"85236\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85236)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85236)\">D&amp;C 39:1<\/a><\/span> while these are only so many definitions, or divisions of duration.<span class=\"citation\" id=\"127734\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127734)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127734)\">D&amp;C 130:4<\/a><\/span> But the scriptures tell us that time only is measured to man,<span class=\"citation\" id=\"82317\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82317)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82317)\">Alma 40:8<\/a><\/span> that is to say, time as a term is used in reference to the short period belonging to mortality, while eternity is used in the measure of the time of the Gods, from one period to another, and the vastness of eternity none can comprehend. It is illustrated by Abraham, by the figure of a ring.<span class=\"citation\" id=\"93419\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93419)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93419)\">Abr. 3:4<\/a><\/span> He marks a round ring to give an illustration of his views of eternity. You may start anywhere on that ring and undertake to find the end, and you cannot, for it has none. You may have a starting point any place on the ring, but you cannot <div class=\"break columnbreak\" id=\"274b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0274.pdf\" target=\"pdfwin\">p.&#xA0;274b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0869\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> have any stopping place, and so the Scriptures in another place, more expressly use the term, that the course of God is an eternal round,<span class=\"citation\" id=\"80992\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80992)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80992)\">1 Ne. 10:19<\/a><\/span><span class=\"citation\" id=\"84984\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84984)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84984)\">D&amp;C 35:1<\/a><\/span> and therefore it is called eternity. But this course of God being &#x201C;one eternal round,&#x201D;<span class=\"citation\" id=\"83792\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83792)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83792)\">D&amp;C 3:2<\/a><\/span> is marvelous in our eyes, and who can comprehend it? But we see, yes, we see right before us today, his image, man&#x2014;male and female.<span class=\"citation\" id=\"52265\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52265)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52265)\">Gen. 1:27<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v19n884\"> The first pair placed here was on a farm he had prepared for them; an earth he had organized for them, and where he gave them dominion as gods over it, as rulers over the earth and all things therein.<span class=\"citation\" id=\"52146\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52146)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52146)\">Gen. 1:26<\/a><\/span> Lucifer, who fell from heaven,<span class=\"citation\" id=\"58282\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58282)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58282)\">Isa. 14:12<\/a><\/span> when these evil spirits we read of rebelled against God the Father,<span class=\"citation\" id=\"84821\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84821)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84821)\">D&amp;C 29:36<\/a><\/span><span class=\"citation\" id=\"86910\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86910)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86910)\">D&amp;C 76:28<\/a><\/span> and his angels that fell with him,<span class=\"citation\" id=\"79580\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79580)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79580)\">Rev. 12:7-9<\/a><\/span> set about the opposition of this earth and to wrest the dominion from Adam, and he has been trying it ever since, from the beginning till the present, to wrest the dominion of this earth from Adam and his posterity, and the only means by which he expects or hopes to accomplish it is, in short, to take possession of the tabernacles of Adam, which means a man and his wife&#x2014;male and female, whom he called Adam, and rule the earth, and make the earth and the fullness thereof his servants. He has sought to do this, but he will not accomplish that evil design, for the Father has provided a way of thwarting him. The Savior will displace him. The name of Jesus has power over all these evil spirits, Lucifer and all the hosts of hell who are cast down to the earth, and have set up their abode in the tabernacles of men, and in many instances they have succeeded. They do not altogether get possession of the tabernacles of men, only in isolated cases. There are cases in which it seems that these spirits so far control the taber<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"275a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0275.pdf\" target=\"pdfwin\">p.&#xA0;275a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0868\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>nacles of men as to find the natural spirit that owns these tabernacles and suspend the operations of their functions, and usurp the control of the functions of the body, and make these organs of speech speak the language of devils, and make these tabernacles perform the wicked works of the evil one; while the spirit that owns, and should control this tabernacle, is bound, as it were, hand and foot; and where these powers and functions are thus suspended in these isolated cases, we call them maniacs, because their natural powers are suspended, and they are under the dominion of devils. But others, and this embraces all of us, are more or less influenced by evil spirits, that prompt and lead to passions, and the lusts of the flesh; and to do many things in violation of the true laws of life and health, and of peace and glory and exaltation, and these evils to which we are prompted through the influence of these spirits are designed, little by little, to bring us into bondage, to sin and death, and to him who has the power of death, which is the devil.<span class=\"citation\" id=\"76485\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76485)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76485)\">Heb. 2:14<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v19n886\"> Now the term devil we use also as a term representing a power that is at the head of the rebellion against God our Father. A power that stands at the head of that organized rebellion. A power that governs all evil spirits. He is called in the Scriptures that old Serpent, the devil, and Satan, and Lucifer, and a variety of names.<span class=\"citation\" id=\"79593\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79593)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79593)\">Rev. 12:9<\/a><\/span> These are applied to him, and all representing the chief power over that organized rebellion, that governs and controls these evil spirits, and that power holds the power of death over mortality, and over man in the flesh. And why and how do they obtain that power? I have said by influencing the parents in the first place, and then by influencing their poste<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"275b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0275.pdf\" target=\"pdfwin\">p.&#xA0;275b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0868\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>rity after them, and violating the laws of their being, and thereby subjecting themselves to dissolution and death. The form of this organism does not necessarily imply dissolution and death. It is only the materials that enter into it that implies this, and that brings it about. The seeds of dissolution and decay are planted here, as I said, through the influence of this evil one leading us to violate the laws of our being, and which brings death in its train. The Father, in his economy, has foreseen this, and has provided a way of escape, provided a deliverance. He has provided the resurrection, a period when the spirits which are unclothed in death when the natural death comes, and which is the separation of the spirit from the tabernacle, when this natural death comes which unclothes this spirit, and leaves it in its native state unclothed, he has appointed a time when it shall be clothed upon the second time, and then in immortality, with tabernacles incorruptible, undefiled, that fadeth not away.<span class=\"citation\" id=\"77761\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77761)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77761)\">1 Pet. 1:4<\/a><\/span> And this is the second clothing; this is immortal. This incorruptible is free from the coarser elements that enter into these mortal tabernacles, and free from these seeds of dissolution and decay, and those things that wear out, and destroy this tabernacle, that perish with their using. Herein then is life. We eat and drink and live, and yet that very eating and drinking destroys us. We partake of the fruits and elements of the earth, and that build up these mortal tabernacles, and when they have been built up to a certain stage, the very process by which we build them up destroys them again, and they perish with the using. They are worn out in the objects for which they are created. Just like our clothing, boots, and shoes, and hats, do they perish with  <div class=\"break pagebreak\" id=\"276a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0276.pdf\" target=\"pdfwin\">p.&#xA0;276a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0867\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>their using. Not so with the immortal; the spirit is clothed upon with the immortal tabernacle. Is it like the mortal? Yes; and yet unlike, like so far as the form is concerned; the form and organism constituted to the spirit, and to the labor which has to be performed throughout eternity; but not composed of perishable materials. That immortal tabernacle, that incorruptible, will have no blood circulating in its veins. That is free from the gross elements of this earth, from the fruits of this earth, from the grains and vegetables of this earth. <\/div><div class=\"paragraph jod\" id=\"v19n888\"> We have a sample of this immortal in our Lord Jesus Christ. He was raised from the dead after he had lain in the tomb for three days. We are told in the Scriptures that he was quickened by the power of the Father,<span class=\"citation\" id=\"77936\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77936)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77936)\">1 Pet. 3:18<\/a><\/span> who raised him from the dead;<span class=\"citation\" id=\"71341\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71341)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71341)\">Acts 3:15<\/a><\/span><span class=\"citation\" id=\"71421\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71421)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71421)\">Acts 4:10<\/a><\/span> and he looked as he did when he perished, his features were the same. He showed himself to his disciples after his resurrection, on numerous occasions. First, he showed himself to Mary, near the tomb where he was raised. When Mary came to the tomb at early dawn, she saw two angels by the tomb, and they said unto her, &#x201C;whom seek ye?&#x201D; (Of course they knew whom she sought, but they spoke to draw her out), and she, supposing them to be the guards, in the grey dawn of the morning looked in the door of the tomb, and saw he was gone.<span class=\"citation\" id=\"70838\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70838)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70838)\">John 20:11-13<\/a><\/span> There was the winding sheet, and the napkin that had been about his head neatly folded and laid down, but no Jesus was there,<span class=\"citation\" id=\"70834\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70834)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70834)\">John 20:5-7<\/a><\/span> and in her disappointment and grief, she turned to go away, and saw two men which were supposed to be the guards, and said, &#x201C;If you have borne him hence, tell me I pray you where you have lain him.&#x201D;<span class=\"citation\" id=\"70849\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70849)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70849)\">John 20:15<\/a><\/span> They replied, &#x201C;Jesus has risen, as he said unto you when <div class=\"break columnbreak\" id=\"276b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0276.pdf\" target=\"pdfwin\">p.&#xA0;276b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0867\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> he was living; go and tell his disciples that he is risen,&#x201D;<span class=\"citation\" id=\"66411\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66411)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66411)\">Matt. 28:5-7<\/a><\/span> and as she turned to go away, Jesus was by her.<span class=\"citation\" id=\"70844\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70844)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70844)\">John 20:14<\/a><\/span> She met him, saw that he looked just as he did when he died, and she recognized him instantly.<span class=\"citation\" id=\"70850\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70850)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70850)\">John 20:16<\/a><\/span> And as she made the motion towards him, as if she would seize him by his feet and worship him; says he, &#x201C;Touch me not; I have not yet ascended to my Father, I have just risen, I must go and report myself to my Father, and then I will come and visit you, but you cannot touch me yet. But go and tell my disciples, I go before them into Galilee, as I promised them, and I will go to my Father.&#x201D;<span class=\"citation\" id=\"66414\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66414)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66414)\">Matt. 28:10<\/a><\/span><span class=\"citation\" id=\"66713\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66713)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66713)\">Mark 16:7<\/a><\/span><span class=\"citation\" id=\"70863\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70863)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70863)\">John 20:17<\/a><\/span> After a little he showed himself to his disciples. He appeared to two of them the same afternoon, as they were journeying out of the village, a few miles out of the city, talking and conversing with them by the way side,<span class=\"citation\" id=\"68397\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68397)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68397)\">Luke 24:13-35<\/a><\/span> and discovered himself to them in the act of breaking bread. Then he departed from them.<span class=\"citation\" id=\"68427\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68427)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68427)\">Luke 24:30-35<\/a><\/span> The next time he appeared unto eleven of the disciples as they were gathered together in a room, and instructed them.<span class=\"citation\" id=\"70883\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70883)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70883)\">John 20:19-23<\/a><\/span> But Thomas called Didymus was not present, and when these told him that they had seen the Lord he could not believe it, he says, &#x201C;I must not only see him myself before I believe, but I must feel the prints of his wounds, where the nails were driven through his hands and feet, thrust my hands in his side, and feel the hole that was made by the spear when the soldiers thrust it into his side, and drew out his heart's blood. Unless I can do this, I will not believe.&#x201D;<span class=\"citation\" id=\"70924\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70924)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70924)\">John 20:24-25<\/a><\/span> So the next time the disciples were together, and Thomas was with them, Jesus came into their midst and showed himself to them again, and the first thing he said was, &#x201C;Thomas, come here, stick your fingers in the holes in my hands, thrust your hands into my side, feel  <div class=\"break pagebreak\" id=\"277a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0277.pdf\" target=\"pdfwin\">p.&#xA0;277a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0866\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the wound as it was made by the spear in my side, feel the print of the nails in my hands and feet, and doubt not but be believing.&#x201D;<span class=\"citation\" id=\"70930\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70930)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70930)\">John 20:26-27<\/a><\/span> Not a word had been said, but Jesus heard his words, and knew the thoughts of his heart, and it took him unexpectedly. Now come, come said he, &#x201C;Now apply the test you demand. Feel the print of the nails in my hands and feet, and thrust your hands into my side, and doubt not but be believing.&#x201D;<span class=\"citation\" id=\"70933\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70933)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70933)\">John 20:27<\/a><\/span> Thomas saw that the thoughts of his heart were known and heard, and the words of his mouth were known and read, and he at once exclaimed, &#x201C;Lord! It is enough.&#x201D;<span class=\"citation\" id=\"70935\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70935)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70935)\">John 20:28<\/a><\/span> Well, says Jesus, &#x201C;Thomas, you believe now that you have seen, but blessed are those who shall believe, and have not seen.&#x201D;<span class=\"citation\" id=\"70938\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70938)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70938)\">John 20:29<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v19n890\"> I know there is a great many think that they must show their great strength of mind by doing as Thomas did, and swear that they won't believe anything till they see it; but Jesus says, &#x201C;Thomas, you believe now you have seen, but blessed are those who believe, and have not seen.&#x201D;<span class=\"citation\" id=\"70937\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70937)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70937)\">John 20:29<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v19n891\"> Now, the first time Jesus appeared to his disciples they thought it was a spirit that had appeared to them,<span class=\"citation\" id=\"68437\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68437)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68437)\">Luke 24:37<\/a><\/span> and to show them that he had his tabernacle with him, he says, Bring me something to eat, and I will prove to you that there is something more than spirit in me. &#x201C;What have you to eat?&#x201D; And they answered, &#x201C;We have got some fish here and some honey.&#x201D; &#x201C;Bring me some fish and honeycomb.&#x201D; And he took some of the fish and some honey and ate it before them.<span class=\"citation\" id=\"68436\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68436)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68436)\">Luke 24:36-43<\/a><\/span> Now, says he, &#x201C;Be believing; the spirit has not flesh and bones as ye see me have.&#x201D;<span class=\"citation\" id=\"68441\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68441)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68441)\">Luke 24:39<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v19n892\"> Here was an immortal being raised from the dead. In what did that tabernacle differ from the mortal tabernacle? Was there a change wrought upon it? Had it the same <div class=\"break columnbreak\" id=\"277b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0277.pdf\" target=\"pdfwin\">p.&#xA0;277b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0866\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> eyes in its sockets, same tongue in its head, same hands and feet, with the same holes made by driving the nails through them, the same hole made in its side by the spear that was run into it? Says he, &#x201C;spirit has not flesh and bones as you see me have,&#x201D;<span class=\"citation\" id=\"68442\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68442)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68442)\">Luke 24:39<\/a><\/span> and he used the same teeth, the same organs, and ate before them, and showed them that there was his tabernacle. Then wherein did he differ from the mortal tabernacle? I answer, the blood was spilled, and that the purpose of the Father might be accomplished, he caused the soldiers to run the spear into his vitals that they might draw out the last drop of his heart's blood. And when he was raised from the dead he was quickened by the spirit, by the spirit and power of the Father, and the life that was in him was not the life infused by the circulation of the blood, it was not that that kept the machinery of this organism in motion, it was the element called spirit. And this is the essential difference between the mortal and immortal. <\/div><div class=\"paragraph jod\" id=\"v19n893\"> As I said, a union of two principles&#x2014;the refined element that is organized into spirit, and the grosser element we call tabernacle, organized as an outer clothing, the two united and blended together, and the two principles, male and female, united. And for what purpose? Why, we see here, for the purpose of procreation; for the purpose of endless increase, and the building up, and enlarging, and extending the kingdoms and dominions of eternity. Else why are all these vast creations, the shining orbs, that indicate to feeble man on this lower earth the existence of these glorified worlds! Why all this if there were not the works of the Gods of eternity going on, and that continually? And the need and extent thereof, none can  <div class=\"break pagebreak\" id=\"278a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0278.pdf\" target=\"pdfwin\">p.&#xA0;278a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0865\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tell; and to use the language of Enoch, the seventh from Adam,<span class=\"citation\" id=\"78902\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78902)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78902)\">Jude 1:14<\/a><\/span> said he, &#x201C;If the particles of this earth were numbered, and millions of earths like this, it would scarcely be a beginning to the number of thy creations, and thy hand is over them all.&#x201D;<span class=\"citation\" id=\"93028\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93028)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93028)\">Moses 7:30<\/a><\/span> And this is the object we worship. And, notwithstanding the Apostle Paul says, &#x201C;There are lords many and gods many, yet&#x201D;<span class=\"citation\" id=\"73273\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73273)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73273)\">1 Cor. 8:5<\/a><\/span> said he, &#x201C;unto us there is but one God, even the Father of our Lord Jesus Christ,&#x201D;<span class=\"citation\" id=\"73281\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73281)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73281)\">1 Cor. 8:6<\/a><\/span> and that is enough for us. And we may say to every child, though there are fathers many and mothers many, but to you there is but one, and that is enough, that is enough for you. Honor your father and your mother,<span class=\"citation\" id=\"54271\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54271)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54271)\">Ex. 20:12<\/a><\/span> and let your father and mother honor their father and mother, and this is the chain of the Priesthood, and power let down from the eternities to man on the earth. And may God enable us to grow in this chain, and climb higher and higher, onward and upward, and work ourselves up to the eternal power and godhead.<span class=\"citation\" id=\"72253\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72253)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72253)\">Rom. 1:20<\/a><\/span> I repeat to you what the Apostle Paul said to the Ephesians, in his epistle to them; says he, &#x201C;Brethren, let the same mind be in you, that was in Christ Jesus: Who, when he found himself in the form of God, thought it not robbery to be equal with him.&#x201D;<span class=\"citation\" id=\"75409\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75409)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75409)\">Philip. 2:5-6<\/a><\/span> But, says the narrow-minded bigot sectarian, What blasphemy! for man, in the form of God, to aspire to be equal with him! That is precisely the exhortation of St. Paul to his former-day Saints. Shall we continue in the estimation of Jesus for applying the same truth to us, or using the same exhortation that Paul did to his brethren? And St. Paul understood what he declared, and he wished to instil this same faith and feeling in numbers of his brethren, and cherish the same feeling, hope and aspiration, and labor <div class=\"break columnbreak\" id=\"278b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0278.pdf\" target=\"pdfwin\">p.&#xA0;278b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0865\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and aspire to rise up and become one with God, because, says he, &#x201C;You are his image, and you are his.&#x201D; Why? We may aspire to be equal with him, and that is not robbery.<span class=\"citation\" id=\"75410\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75410)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75410)\">Philip. 2:5-6<\/a><\/span> Yes, Jesus, who found himself in the form of God, thought it not robbery to become equal with him.<span class=\"citation\" id=\"75411\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75411)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75411)\">Philip. 2:5-6<\/a><\/span> How can that be? I ask if any son robs his father if he grows up to became equal with him; attains to all the perfections of his father; attains to all knowledge, all wisdom, all understanding, all power, and performs as great works as his father performed? Did he rob his father of anything? Has his father lost anything because the son has attained to the same greatness, glory and perfection? No! The Scriptures tells us that God, in bestowing blessings, loses nothing. In giving it does not impoverish him, and in withholding it does not enrich him. He can impart light, truth, knowledge, power, wisdom, understanding, ability, lift up and exalt his creatures, and make them like unto himself, and instead of losing anything he is greatly enriching himself. He is enlarging and extending his dominions, he is multiplying his kingdoms, and his offsprings, over which he is extending his benign influence, and blessings, and glory, and honor, forever and ever. Then, says the Apostle Paul, Why your narrow-mindedness? Let the same mind be in you that was in Christ, who, finding himself in the form of God, thought it not robbery to become equal with him,<span class=\"citation\" id=\"75419\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75419)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75419)\">Philip. 2:6<\/a><\/span> growing up unto Christ, our living head,<span class=\"citation\" id=\"75269\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75269)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75269)\">Eph. 4:15<\/a><\/span> and that is the object of the organization of the Priesthood on the earth, and the classification, and organization of the Church of Christ upon the earth. It is not to exclude and send down to damnation, to hell, everybody that does not subscribe to our ideas and beliefs in an instant, nor in a day, week, month, nor a year, nor in this  <div class=\"break pagebreak\" id=\"279a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0279.pdf\" target=\"pdfwin\">p.&#xA0;279a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0864\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>short life time; but it is to gather out men and women, and locate and organize them, and classify them together, and instruct them, and lead them on and inspire them with faith, and build them up, and teach them the laws of life and health, and lift them up that they may exercise faith, and lay hold upon the promises of God and climb up upon this chain that is laid down from the Gods of eternity to their children on earth. Climbing by this chain till they are built up in Christ, our living head,<span class=\"citation\" id=\"74915\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74915)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74915)\">Eph. 2:6<\/a><\/span> and become one with Christ Jesus,<span class=\"citation\" id=\"74584\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74584)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74584)\">Gal. 3:28<\/a><\/span> for, says the Apostle Paul, We are heirs of God and joint heirs with Jesus Christ.<span class=\"citation\" id=\"72592\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72592)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72592)\">Rom. 8:17<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v19n896\"> Now, again, that same Paul says, in the same epistle to the Ephesians, that Christ set in his Church first Apostles, secondly Prophets, and thirdly Evangelists, Pastors, and Teachers, and gifts and healings.<span class=\"citation\" id=\"73628\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73628)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73628)\">1 Cor. 12:28<\/a><\/span><span class=\"citation\" id=\"75070\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75070)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75070)\">Eph. 4:11<\/a><\/span> All these hath he placed in his Church for the perfecting of the Saints, and for the work of the ministry, and for the perfecting of his people,<span class=\"citation\" id=\"75163\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75163)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75163)\">Eph. 4:12<\/a><\/span> that they may grow up unto Christ, our living <div class=\"break columnbreak\" id=\"279b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0279.pdf\" target=\"pdfwin\">p.&#xA0;279b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0864\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> head,<span class=\"citation\" id=\"75270\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75270)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75270)\">Eph. 4:15<\/a><\/span> and all the parts being fitly joined together<span class=\"citation\" id=\"75274\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75274)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75274)\">Eph. 4:16<\/a><\/span> may become perfect in him. Here are the objects of this organization of this Priesthood, and the ordinances thereof, and the power of godliness, that is made manifest unto man in the flesh,<span class=\"citation\" id=\"87591\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87591)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87591)\">D&amp;C 84:20-21<\/a><\/span> and through it to urge them on, faster, further and further, until they shall attain to this fullness of eternal power and the Godhead.<span class=\"citation\" id=\"72255\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72255)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72255)\">Rom. 1:20<\/a><\/span> And that we may not lose sight of this high calling of God in Christ Jesus,<span class=\"citation\" id=\"75510\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75510)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75510)\">Philip. 3:14<\/a><\/span> which has come down unto us, and that we may not turn back to the beggarly elements<span class=\"citation\" id=\"74613\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74613)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74613)\">Gal. 4:9<\/a><\/span> of the world, but cast away the lusts of the flesh, and the pride of life,<span class=\"citation\" id=\"78597\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78597)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78597)\">1 Jn. 2:16<\/a><\/span> and all the vanities and follies of this mortal state, and learn to appreciate our true position, and our high and holy calling,<span class=\"citation\" id=\"90061\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90061)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90061)\">D&amp;C 106:3<\/a><\/span> and labor to perfect ourselves through the Gospel, and in obedience to his ordinances, till we shall become heirs of God and joint heirs with Christ,<span class=\"citation\" id=\"72593\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72593)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72593)\">Rom. 8:17<\/a><\/span> rising up to the eternal power and Godhead<span class=\"citation\" id=\"72254\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72254)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72254)\">Rom. 1:20<\/a><\/span> and the perfection that is in him, is my prayer, through Jesus Christ our Lord, Amen. <\/div>\n<\/div>\n<\/div>"}