{"ID":190012, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Items of History&#x2014;The Pioneers&#x2014;Talking to the Children&#x2014;Peace in Utah&#x2014;God a Personage of Tabernacle&#x2014;The Foolish Fashions.<\/div>\n<div class=\"subtitle\">Address by President Brigham Young, delivered to the Sunday School Children, in the New Tabernacle, Salt Lake City, July 24, 1877.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Geo. F. Gibbs.<\/div>\n<div class=\"pageHeader\">Page Header: Items of History, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 7\/24\/1877<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d12\">\n<div class=\"paragraph jod\" id=\"v19n207\"> If I can have quiet and the strict attention of the congregation I think all can hear me. The children, as well as those of older growth and manhood, will please cease their talking one to another, cease the rubbing of feet on the floor, cease to make noise. I have a few words for the children. The larger portion of this congregation have been born in this Territory; they know nothing of the outside world; they know but little in comparison as to the cause of their birth and education within the valleys of these mountains. A short recital of the reasons, why these children before me were born here instead of being born in the States, I can give to you, and will endeavor to do so in a few words. <\/div> <div class=\"break columnbreak\" id=\"60b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0060.pdf\" target=\"pdfwin\">p.&#xA0;60b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1083\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v19n208\"> In 1830, forty-seven years ago last March, the Book of Mormon was printed and bound. Joseph Smith had received revelation, and plates on which were engraved characters from which the book was translated.<span class=\"citation\" id=\"93902\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93902)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93902)\">JS&mdash;H 1:62-65<\/a><\/span> Before the book was printed, before Joseph had the privilege of testifying to the truth of the latter-day work, persecution was raised against him.<span class=\"citation\" id=\"93751\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93751)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93751)\">JS&mdash;H 1:22-28<\/a><\/span><span class=\"citation\" id=\"93897\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93897)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93897)\">JS&mdash;H 1:60-61<\/a><\/span> On the 6th day of April of the same year the Church of Jesus Christ was organized.<span class=\"citation\" id=\"84257\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84257)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84257)\">D&amp;C 20:1<\/a><\/span> Persecution increased and continued to increase. He left the State of New York and went to the State of Ohio. The Gospel was preached there and many received it. A settlement was formed, but Joseph had not the privilege of staying there long before they hunted him so deter<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"61a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0061.pdf\" target=\"pdfwin\">p.&#xA0;61a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1082\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>minedly that he was forced to leave Kirtland and the State of Ohio. He then went to Missouri. In the year 1838, in the month of March, in company with a number of brethren, myself included, Joseph arrived at Far West, Caldwell County, Missouri. We had not the privilege of staying there more than for a few months before the cry was raised against Joseph Smith, that he was guilty of high treason. This aroused the people and the government of the State; and in October, thirty-five hundred of the militia of the State of Missouri were marched against a few of us in Far West. They succeeded in taking Joseph and Hyrum and sixty-five others and putting them in prison. When Joseph had his trial, the great accusation against him was that he believed in the fulfillment of prophecy&#x2014;the prophecies that had been made by Prophets of old and contained in Holy Writ. When Judge King asked Joseph if he believed the predictions of Daniel the Prophet, that in the latter days the God of heaven would set up a kingdom which should succeed and finally rule and hold dominion over all other kingdoms,<span class=\"citation\" id=\"61303\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61303)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61303)\">Dan. 2:44<\/a><\/span> Joseph replied that he did believe this scripture as well as the rest.<span class=\"citation\" id=\"127606\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127606)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127606)\">A of F 1:8<\/a><\/span> This was considered treason! Joseph's lawyer turned to Judge King and said, &#x201C;Judge, I think you had better write it down that the Bible is high treason,&#x201D; and this was all they found against him. But the mob continued until they drove the Latter-day Saints out of the State of Missouri. We were told if we remained there the people would be upon us. What we were guilty of we did not know, only that we believed in the Bible and the fulfillment of prophecy, or, in other words, in the literal reading of the word of God. They succeeded, after killing many of the Latter-day Saints&#x2014;men, women, and children, cruelly mas<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"61b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0061.pdf\" target=\"pdfwin\">p.&#xA0;61b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1082\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>sacring them, in driving us out of the State to the State of Illinois, where the people received us with open arms, especially the inhabitants of the city of Quincy; for which kindness the hearts of our people who passed through these scenes have ever been lifted to God, petitioning for blessings upon them. And they have been blessed. We lived in the State of Illinois a few years; and here, as elsewhere, persecution overtook us. It came from Missouri, centering itself upon Joseph, and fastened itself upon others. We lived in Illinois from 1839 to 1845, by which time they again succeeded in kindling the spirit of persecution against Joseph and the Latter-day Saints. Treason! Treason! Treason! they cried, calling us murderers, thieves, liars, adulterers, and the worst people on the earth. And this was done by the priests, those pious dispensers of the Christian religion whose charity was supposed to be extended to all men, Christian and heathen; they were joined by drunkards, gamblers, thieves, liars, in crying against the Latter-day Saints. They took Joseph and Hyrum, and as a guarantee for their safety, Governor Thomas Ford pledged the faith of the State of Illinois. They were imprisoned, on the pretense of safe keeping, because the mob was so enraged and violent. The Governor left them in the hands of the mob, who entered the prison and shot them dead.<span class=\"citation\" id=\"91956\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91956)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91956)\">D&amp;C 135:1<\/a><\/span> John Taylor, who is present with us today, was in the prison too, and was also shot, and was confined to his bed for several months afterwards.<span class=\"citation\" id=\"91959\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91959)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91959)\">D&amp;C 135:2<\/a><\/span> After the mob had committed these murders they came upon us and burned our houses and our grain. When the brethren would go out to put out the fire, the mob would lie concealed under fences, and in the darkness of the night, they would shoot them. At last they succeeded in driving us  <div class=\"break pagebreak\" id=\"62a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0062.pdf\" target=\"pdfwin\">p.&#xA0;62a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1081\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>from the State of Illinois. <\/div><div class=\"paragraph jod\" id=\"v19n211\"> Three congressmen came in the Fall of 1845, and had a Conference with the Twelve and others; they were desirous that we should leave the United States. We told them we would do so, we had stayed long enough with them; we agreed to leave the State of Illinois in consequence of that religious prejudice against us that we could not stay in peace any longer. These men said the people were prejudiced against us. Stephen A. Douglas, one of the three, had been acquainted with us. He said, &#x201C;I know you, I knew Joseph Smith; he was a good man,&#x201D; and this people was a good people; but the prejudices of the priests and the ungodly are such that, said he, &#x201C;Gentlemen, you cannot stay here and live in peace.&#x201D; We agreed to leave. We completed our Temple far enough to give endowments to many. We left Nauvoo in February, 1846. There remained behind a few of the very poor, the sick and the aged, who suffered again from the violence of the mob: they were whipped and beaten, and had their houses burned. We traveled west, stopping in places, building settlements, where we left the poor who could not travel any further with the company. Exactly thirty years today, myself, with others, came out of what we named Emigration Canyon; we crossed the Big and Little mountains, and came down the valley about three quarters of a mile south of this. We located, and we looked about, and finally we came and camped between the two forks of City Creek, one of which ran southwest and the other west. Here we planted our standard on this Temple block and the one above it; here we pitched our camps and determined that here we would settle and stop. Still our brethren who tarried by the way were toiling through poverty and <div class=\"break columnbreak\" id=\"62b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0062.pdf\" target=\"pdfwin\">p.&#xA0;62b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1081\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> distress. At one time, I was told, they would have perished from starvation, had not the Lord sent quails among them. These birds flew against their wagons, and they either killed or stunned themselves, and the brethren and sisters gathered them up, which furnished them with food for days, until they made their way in the wilderness. <\/div><div class=\"paragraph jod\" id=\"v19n212\"> Children, we are the pioneers of this country, with one exception, west of the Mississippi River; we established the first printing press in every State from here to the Pacific Ocean, and we were the first to establish libraries, and the first to establish good schools; we were the first to plant out orchards and to improve the desert country, making it like the garden of Eden. <\/div><div class=\"paragraph jod\" id=\"v19n213\"> I will not prolong this recital; but will ask the children if they can now understand why they were born here in this far off land? You might just as well have been born in Missouri or Illinois, if your parents had been treated as they should have been. If let alone to enjoy the rights and liberties in common with our fellow men, we would have beautified the land, made it an Eden and adorned it with everything desirable. But we were not allowed to stay there to possess the homes we had made; and consequently we are here and this has been your birthplace. And now that we are here, we are followed by a set of men who are ready to reenact the scenes that we have already passed through. But we are now where we can keep and preserve ourselves in the possession of our homes and property. They drove us to the fastnesses of the Rocky Mountains, and it will be a hard matter to dispossess us again; it will prove a job, if undertaken, that they would be glad to let out before they get fairly into it. But still they are  <div class=\"break pagebreak\" id=\"63a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0063.pdf\" target=\"pdfwin\">p.&#xA0;63a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1080\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>after us; and when you hear of this and that with regard to myself, being guilty of this and that wrong; I would have you look at those who make these accusations, look at certain characters we have and have had in our midst who are called ministers of justice, ministers of the law; they are bosom companions of thieves, liars and murderers; but the honorable and upright they hate because their deeds are evil;<span class=\"citation\" id=\"68937\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68937)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68937)\">John 3:19<\/a><\/span> and they believe they have a mission, but it is a hard one to accomplish. <\/div><div class=\"paragraph jod\" id=\"v19n215\"> You can now understand, my children, why you were born in Utah, and not in either Missouri or Illinois. If they had let us alone we would have made those lands an Eden, and we would have molested or hurt no one. For there are no people that preserve the laws of our government as well as the Latter-day Saints. <\/div><div class=\"paragraph jod\" id=\"v19n216\"> Now, permit me to cast one reflection before closing this part of my address. You have been reading of the great and alarming &#x201C;uprising of the Mormons!&#x201D; What a terrible time they are experiencing in Utah! etc. <\/div><div class=\"paragraph jod\" id=\"v19n217\"> Wonderful! Wonderful! You have seen your fathers, who are farmers, go to their farms, and those who are mechanics, to their workshops, and our merchants to their place of business, without molesting any person, and what a terrible state of affairs this is. You have read, too, in our late papers about the uprising of the railroad strikers, which has really taken place; does it not seem singular to you why these characters, who are so afraid of trouble, do not go east and lend their aid and moral influence to quell the riot? You can understand that if we had been let alone we would have done justice and preserved the laws. Who pay their taxes as well as do the Latter-day Saints? No people. Who honor so well the laws of our govern<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"63b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0063.pdf\" target=\"pdfwin\">p.&#xA0;63b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1080\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ment? No other people. This is the speech that brother George Q. Cannon was expected to have made. He wanted me to make it and I have to make the two speeches in one. <\/div><div class=\"paragraph jod\" id=\"v19n218\"> Now, a few words of counsel to the children. Do you feel, children, that you can remain patient and endure my talk a little longer? I think you can. A few words of counsel to you, to you that understand what I am saying, I hope you will observe what I say and remember it, and carry it out in your lives. The first is to love the Lord your God with all your hearts.<span class=\"citation\" id=\"65446\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65446)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65446)\">Matt. 22:37<\/a><\/span> And the next is to honor your parents, that your days may be long in the land which the Lord your God has given us.<span class=\"citation\" id=\"54270\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54270)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54270)\">Ex. 20:12<\/a><\/span> Observe, children, and hearken. You are taught to worship the Lord, so are the children of the Christian world. They have their Sunday schools, and churches and meetinghouses, and their ministers and teachers who instruct the children. You go to them and ask them if they know anything about that Holy Being whom they worship, and whom they call God. Not that the comprehension of children is equal to that of the aged philosopher, but still you have some understanding. Children, when you ask the ministers of Christendom whom they worship, they will tell you, &#x201C;Oh, we worship God!&#x201D; Who is that God? Can you tell us where he lives? The answer is, &#x201C;No.&#x201D; Can you tell us anything about his character? He is a personage without any body at all; he has neither body nor parts, he has no head, he has no ears, he has no eyes to see, he has no nose to smell, no mouth to speak, no arms to handle anything, nor a body to which these arms can be attached; he has no legs, he therefore cannot walk; and finally they say, to sum him up to our entire satisfaction, he is a personage without  <div class=\"break pagebreak\" id=\"64a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0064.pdf\" target=\"pdfwin\">p.&#xA0;64a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1079\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>body, parts or passions. <\/div><div class=\"paragraph jod\" id=\"v19n220\"> Now, little children, can you conceive what kind of a being this is? You say, &#x201C;It's nothing at all.&#x201D; That is just what it is; it is a myth; it is nothing to look at, nothing to adore, nothing to worship, nothing to admire, nothing to appeal to for help. He has no arms to either handle us or our enemies; he has no legs, he can neither walk to them nor to us; he has no eyes to behold their follies or ours. And this is the god that the Christian world worship, and teach their children to worship. <\/div><div class=\"paragraph jod\" id=\"v19n221\"> Now, children, remember this. We teach you that our Father in heaven is a personage of tabernacle, just as much as I am who stand before you today, and he has all the parts and passions of a perfect man, and his body is composed of flesh and bones, but not of blood.<span class=\"citation\" id=\"91367\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91367)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91367)\">D&amp;C 130:22<\/a><\/span> He, therefore, has eyes to see, and his eyes are upon all the works of his hands; he has ears, which are open to hear the prayers of little children, and he loves you, and knows you, for you are all his offspring; and his knowledge of you is so minute that, to use the language of the ancients, not a hair of your head falls to the ground unnoticed.<span class=\"citation\" id=\"64213\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64213)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64213)\">Matt. 10:30<\/a><\/span><span class=\"citation\" id=\"87878\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87878)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87878)\">D&amp;C 84:80,116<\/a><\/span> This is the kind of God we worship. Children, call upon him in your childhood and youth, for from such as you he has said he will not turn away.<span class=\"citation\" id=\"65151\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65151)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65151)\">Matt. 19:14<\/a><\/span> Ask the Father to protect you; always ask him, in the name of Jesus, for his spirit. The youth, the child, those who are partially grown, as well as the aged, cease not to call upon God with all your hearts. Remember this. Obey your parents, honor them and seek to do them good. And parents, seek to honor your children; bring them up in the nurture and admonition of the Lord.<span class=\"citation\" id=\"75363\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75363)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75363)\">Eph. 6:4<\/a><\/span> Teach them truth and not error; teach them to love and serve God; teach them to <div class=\"break columnbreak\" id=\"64b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0064.pdf\" target=\"pdfwin\">p.&#xA0;64b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1079\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> believe in Jesus Christ the Son of God and the Savior of the world, who is a personage of tabernacle. He was to all appearance like other men, and he was the express image<span class=\"citation\" id=\"76362\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76362)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76362)\">Heb. 1:3<\/a><\/span> of the Father. If he were here, today, as he appeared at Jerusalem, he would pass through this Congregation, and no one would suppose but what he was an ordinary stranger visiting us. Children, believe in this character, he is the Savior of the world, and the Father has appointed him to act in his exalted position. It is not my business nor yours to question the Father why he appointed this Jesus to be the Savior of the world. If you do not now fully comprehend this, the time will come when you will. Remember, too, the great principle of improvement. Learn! Learn! Learn! Continue to learn, to study by observation and from good books!<span class=\"citation\" id=\"88800\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88800)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88800)\">D&amp;C 88:118<\/a><\/span> Listen to the instruction of your parents, and of your brethren who hold the holy Priesthood, and they will teach you the ways of happiness and of life eternal. If any of you are so unfortunate as to have parents who wander into by and forbidden paths, and who do things that are wrong, follow not after them, but honor them and be kind to them, and teach them by example the better way. Study the Bible, the Book of Mormon, the Doctrine and Covenants, read the sermons that are published in the Deseret News, as well as all the standard works of the Church. Such reading will afford you instruction and improvement; but novels allure the mind and are without profit. <\/div><div class=\"paragraph jod\" id=\"v19n222\"> Little girls, permit me to ask you, Won't you be so kind and so good as to take those pins or the India-rubber cords out of the back of the skirts of your dresses, so that you will look comely. They make you look uncomely, to see your dresses  <div class=\"break pagebreak\" id=\"65a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0065.pdf\" target=\"pdfwin\">p.&#xA0;65a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1078\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>drawn around you, showing your form. Mothers ought to be ashamed of teaching their children such things. Dress your children and yourselves in that comely, angelic manner that, were an angel to visit you, you would not feel ashamed. I am very pleased to say that there are some of our girls, and numbered among them are some of my own, whom you could not get to adopt these follies. Ask your mothers, then, to make your clothes suitable and becoming; and keep your hair smooth and nice. The hair is given to the female for adornment;<span class=\"citation\" id=\"127607\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127607)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127607)\">1 Cor. 11:15<\/a><\/span> and therefore let the ladies, young and old, adorn their heads with their hair. Mothers should study and children should study to preserve the skin of the children from being ruined by dirt, and the heat of a scorching sun, and to keep themselves clean and pure; but children, now remember, study those books that teach you the way of life and salvation. <\/div><div class=\"paragraph jod\" id=\"v19n224\"> You see that the infant and the children die. How many of you witness the infant lying in its little coffin, and here lie the child and the youth; they pass away in death. And again, here are the middle-aged, many of them pass away into eternity; the old people must die. And the world is but a span. <\/div><div class=\"paragraph jod\" id=\"v19n225\"> Are we going to cease to exist? No, this world is only a preparatory place to gain a knowledge of God, that we may be prepared to enter into a higher state of existence and glory, and grow up unto Christ our living head.<span class=\"citation\" id=\"75268\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75268)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75268)\">Eph. 4:15<\/a><\/span> Learn the ways of the Lord in your youth, and continue <div class=\"break columnbreak\" id=\"65b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0065.pdf\" target=\"pdfwin\">p.&#xA0;65b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1078\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> therein all the days of your life, that you may be prepared for that higher state of glory that awaits the faithful children of our God. <\/div><div class=\"paragraph jod\" id=\"v19n226\"> I have said enough to answer my own feelings, for this occasion, and perhaps to satisfy you. I say to all, God bless you, my children, my little ones. I love you, I am a great lover of children and innocence and purity, and I am a hater of iniquity, just as much so as the Lord, and perhaps more than I should be. I do not know this. I think very frequently, in looking upon the actions of men, that I do not have compassion enough; but when I see the wolf among the lambs I am after them, to see that they do not destroy the lambs. And when you are told that you do not know anything about &#x201C;Mormonism,&#x201D; you may know it is wrong; you know something of it every day. I would have given worlds if I could have known the truth in my childhood, as I now hear it. I had a great desire to know it, and the priests were after me from the time I was eight years of age. I was infidel to their creeds, but not to the Bible, not to God, not to holiness, but to the creeds of the children of men I was infidel, and am to this day. I say, God bless you, my children. I give all of you an invitation to attend the meetings on the Sabbath day, to hear the preaching and to worship God, and to spend the Sabbath day prudently in the love and fear of God. Try to adopt in your whole lives that code of morals which our religion teaches, and which we urge upon the people. God bless you. Amen. <\/div>\n<\/div>\n<\/div>"}