{"ID":190043, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">No Man Can Direct the Kingdom of God&#x2014;The Gospel Did not Originate With Joseph Smith or Brigham Young&#x2014;The Saints Operating With God and the Angels&#x2014;The Grand Organization of the Church&#x2014;Other Institutions of Zion.<\/div>\n<div class=\"subtitle\">Discourse by President John Taylor, delivered at the Annual Conference, Salt Lake City, Sunday Afternoon, April 8th, 1878.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Geo. F. Gibbs.<\/div>\n<div class=\"pageHeader\">Page Header: No Man Can Direct the Kingdom of God, Etc.<\/div>\n<div class=\"speaker\">Speaker: John Taylor<\/div>\n<div class=\"date\">Date: 4\/8\/1878<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d43\">\n<div class=\"paragraph jod\" id=\"v19n960\"> I shall feel very much obliged, while I attempt to address you; if you will keep as quiet as possible; because it is quite a labor to speak to so large a congregation, and unless quiet and order is preserved, it is impossible for all the people to hear. <\/div><div class=\"paragraph jod\" id=\"v19n961\"> I have been very much interested and edified in listening to the remarks made by the brethren since we have assembled together in this Confer<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"300b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0300.pdf\" target=\"pdfwin\">p.&#xA0;300b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0843\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ence. And I have been very much pleased in witnessing the union and general feeling of interest manifested among the people to attend these meetings. It is evidence to me that the people feel interested in these great and eternal principles developed through our holy religion, and that they have a desire to yield obedience to the law of God and to keep his commandments. And in that alone is our safety, our happiness, our  <div class=\"break pagebreak\" id=\"301a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0301.pdf\" target=\"pdfwin\">p.&#xA0;301a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0842\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>posterity, and our exaltation, as a people; for we derive every blessing we enjoy, whether of a temporal or of a spiritual nature from our heavenly Father; and without him we can do or perform no good work, for in him &#x201C;we live, and move, and have our being,&#x201D;<span class=\"citation\" id=\"71991\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71991)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71991)\">Acts 17:28<\/a><\/span> and from him, and through him we receive all blessings pertaining to this life, and we shall hereafter, if we possess eternal lives, inherit them and obtain them through the goodness, mercy and long-suffering of God our Eternal Father, through the merits and redemption of Jesus Christ our Savior. <\/div><div class=\"paragraph jod\" id=\"v19n963\"> It is not in man to direct, to manage and control affairs of the Kingdom of God. No man ever did possess that power, nor will he, unaided by the power of the Almighty. All nations and all peoples are more or less under his direction and control, although many of them do not know it. He raises up one nation, and puts down another,<span class=\"citation\" id=\"61460\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61460)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61460)\">Dan. 5:21<\/a><\/span> he debases the proud and exalts the humble at his pleasure, and he pursues that course among all the peoples and nations of the earth, as seemeth best unto him; and all nations and all peoples are his offspring and he is the God and Father of the spirits of all flesh,<span class=\"citation\" id=\"54760\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54760)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54760)\">Num. 16:22<\/a><\/span><span class=\"citation\" id=\"54875\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54875)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54875)\">Num. 27:16<\/a><\/span> and feels an interest in the welfare of all the human family. He has been in the ages that are past, and he is in the present age doing all that he can to promote the happiness and well-being of the human family. This does not always appear to men of superficial minds, the dealings of God with man are not always comprehended. But he nevertheless does control the destinies of all peoples; and if in many instances it does not seem for their present benefit, yet as mankind are eternal beings, having to do with eternity as well as time, when the secrets of all hearts shall be developed and the actions of gods shall be made known and fully com<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"301b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0301.pdf\" target=\"pdfwin\">p.&#xA0;301b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0842\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>prehended in the future destinies of the races of men, it will be found that the Judge of all the earth has done right. <\/div><div class=\"paragraph jod\" id=\"v19n964\"> The Lord has in these last days, for his own special purpose, and also in the interest of humanity, revealed himself from the heavens, made manifest his will to man, sent his holy angels to communicate and reveal unto us his children certain principles as they exist in the bosom of God, and he has pointed out the way whereby we may secure our happiness and an eternal exaltation in the celestial Kingdom of God. He has been pleased to restore again the everlasting Gospel in all its fullness, with all its riches, and blessings, and power, and glory. He has organized his Church and Kingdom upon the earth; he has chosen men as he did in former times to be the bearers of his message of life and salvation to the nations of the earth. He has, through these instruments, instructed us, and gathered us together, as we are found here today, from the different nations where the Gospel reached us. He has brought us here according to certain eternal principles which he had in his mind before the world was, and according to certain councils that existed in the heavens among the gods, who have been operating upon and with the human family from the commencement to the present, and will until the winding up scene. <\/div><div class=\"paragraph jod\" id=\"v19n965\"> The work that we are engaged in is not the work of man, it did not originate with man, it was not found out by him. It is the work that has been prophesied of by all the holy prophets that have lived on this continent, on the continent of Asia, and in the various portions of the earth. As the Apostle Paul describes it, it is &#x201C;the dispensation of the fulness of times<span class=\"citation\" id=\"74830\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74830)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74830)\">Eph. 1:10<\/a><\/span> spoken of by all the holy prophets since the world was.&#x201D;<span class=\"citation\" id=\"71385\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71385)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71385)\">Acts 3:21<\/a><\/span> And  <div class=\"break pagebreak\" id=\"302a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0302.pdf\" target=\"pdfwin\">p.&#xA0;302a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0841\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>anything that we may have received&#x2014;any light, any intelligence, any knowledge of the things of God, have emanated and proceeded from him. He saw and comprehended the fitting time for this work to commence; he prepared the way by once more opening the heavens, by revealing himself and his Son Jesus, and by afterwards sending holy angels to communicate his will and his purposes and designs to the human family. It therefore did not originate with us, nor with any sect or party or people, for nobody, not even Joseph Smith, or Brigham Young, or any of the Twelve Apostles knew anything about the great principles that were stored up in the mind of God. It was the mind and will and revelations of God, made known to the human family, in the first place to Joseph Smith, and through him to others. And when the Elders of this Church went forth to the nations of the earth, as bearers of the gospel message, if they had gone upon their own responsibility they could have accomplished nothing. But having been chosen and set apart of the Lord, they went forth as his messengers, without purse or scrip,<span class=\"citation\" id=\"68186\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68186)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68186)\">Luke 22:35<\/a><\/span> trusting in Him. And he opened up their way and prepared their path, as he said beforehand that he would. &#x201C;Behold,&#x201D; said he, &#x201C;I send you forth to the nations of the earth,<span class=\"citation\" id=\"91847\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91847)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91847)\">D&amp;C 133:8<\/a><\/span> and my Spirit shall go with you, and my angels shall prepare the way for you.&#x201D;<span class=\"citation\" id=\"87930\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87930)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87930)\">D&amp;C 84:88<\/a><\/span> I send you forth not to be taught, but to teach,<span class=\"citation\" id=\"85494\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85494)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85494)\">D&amp;C 43:15<\/a><\/span> not to be instructed by the world of mankind or the intelligence of the world, but by the wisdom and intelligence and power and spirit which I shall give you, and it is through and by this influence that we have been gathered together. And why are we gathered? These Elders could not have gathered you unless God had been with them; they could not have influenced <div class=\"break columnbreak\" id=\"302b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0302.pdf\" target=\"pdfwin\">p.&#xA0;302b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0841\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> you to come here unless the Spirit and power of their mission had been with them. But the Lord said in former years through his prophets, &#x201C;I will take you one of a city, and two of a family, and I will bring you to Zion: And I will give you pastors according to mine heart, which shall feed you with knowledge and understanding.&#x201D;<span class=\"citation\" id=\"60359\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60359)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60359)\">Jer. 3:14-15<\/a><\/span> And through the operation and influence of the Spirit of the living God, manifested through the priesthood, God's ministers on the earth, you have been brought together as you are today. But why should we be thus gathered together? That there may be a body of people found to whom God can communicate his will, that there might be a people who should be prepared to listen to the word and will and voice of God: that there might be a people gathered together from the different nations who, under the influence of that spirit, should become saviors upon Mount Zion;<span class=\"citation\" id=\"62007\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62007)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62007)\">Obad. 1:21<\/a><\/span> that they might, under the inspiration of the Almighty, and through the power of the Holy Priesthood which they should receive, go forth to those nations and proclaim to the people the principles of life, that they might indeed become the saviors of men.<span class=\"citation\" id=\"89715\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89715)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89715)\">D&amp;C 103:9<\/a><\/span> And if we could fully comprehend our position, we should see things very differently from what we now do. If we could comprehend our relationship to God, to each other, to his church upon the earth, and also the greatness and magnitude of the work in which we are engaged, and the responsibilities that devolve upon us as Elders in Israel, as Saints of the Most High God, we should see things in a very different light from what we now do. We are not here, as they say in the Church of England, to &#x201C;follow the devices and desires of our own hearts;&#x201D; we are not here to pursue our own individual interests and emoluments,  <div class=\"break pagebreak\" id=\"303a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0303.pdf\" target=\"pdfwin\">p.&#xA0;303a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0840\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>we are not here merely to attend to our own secular affairs, but to learn the laws of life, and then teach the people the way of salvation. There was an old saying among ancient Israel: &#x201C;Hear, O Israel: the Lord our God is one Lord: And thou shalt worship the Lord thy God with all thy heart, with all thy mind, with all thy soul, and with all thy strength,<span class=\"citation\" id=\"54980\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54980)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54980)\">Deut. 6:4-5<\/a><\/span> and him only shalt thou worship.&#x201D;<span class=\"citation\" id=\"94626\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94626)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94626)\">Matt. 4:10<\/a><\/span> And Jesus, in after time, added a little more to this: &#x201C;Thou shalt love thy neighbor as thyself.&#x201D;<span class=\"citation\" id=\"65438\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65438)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65438)\">Matt. 22:36-39<\/a><\/span><span class=\"citation\" id=\"66647\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66647)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66647)\">Mark 12:29-31<\/a><\/span> God is one, and they who dwell with him are one. Those who will inherit the celestial kingdom will be one when they get there;<span class=\"citation\" id=\"85158\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85158)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85158)\">D&amp;C 38:27<\/a><\/span> and we, as a people, ought to be one&#x2014;one in faith, one in principle, one in practice, one in our interests, one in our associations, with each other and in our families, one with God, one with the holy angels, one in time, and one in eternity. <\/div><div class=\"paragraph jod\" id=\"v19n968\"> To bring about a union of this kind, the principle of baptism has been introduced that we all might be baptized into one baptism,<span class=\"citation\" id=\"74981\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74981)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74981)\">Eph. 4:5<\/a><\/span><span class=\"citation\" id=\"81956\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81956)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81956)\">Mosiah 18:21<\/a><\/span> by the laying on of hands,<span class=\"citation\" id=\"127752\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127752)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127752)\">Heb. 6:2<\/a><\/span> and through the various orders of his Priesthood, we all partake of the same spirit;<span class=\"citation\" id=\"73423\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73423)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73423)\">1 Cor. 12:4<\/a><\/span> and being brought into union and communion with God, that we all might feel after God, that the tens of thousands, and hundreds of thousands might be brought into connection with the Almighty, whose prayers could ascend into the ears of the Lord of Sabbaoth.<span class=\"citation\" id=\"88240\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88240)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88240)\">D&amp;C 88:2<\/a><\/span><span class=\"citation\" id=\"89234\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89234)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89234)\">D&amp;C 98:2<\/a><\/span> And for the accomplishment of this purpose, he selected Joseph Smith to be the first Apostle in his Church:<span class=\"citation\" id=\"84285\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84285)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84285)\">D&amp;C 20:2<\/a><\/span> he was called &#x201C;not by the will of man,&#x201D;<span class=\"citation\" id=\"78330\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78330)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78330)\">2 Pet. 1:21<\/a><\/span> nor by the power of man, nor by the intelligence of man, but by God<span class=\"citation\" id=\"53081\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53081)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53081)\">Gen. 14:28 (JST)<\/a><\/span><span class=\"citation\" id=\"68592\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68592)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68592)\">John 1:13<\/a><\/span> who revealed himself unto this young man, as also the Savior, committing unto him a mission to perform to the inhabitants of this earth. He was endowed with power <div class=\"break columnbreak\" id=\"303b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0303.pdf\" target=\"pdfwin\">p.&#xA0;303b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0840\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and authority which was given him for that purpose, that he might be the legitimate representative of God upon the earth. He also taught him how to organize his Church, and put him in communication with many of the ancient Prophets who have long since passed away, who also communicated with him, and revealed unto him further the plan and design of the Almighty in relation to this earth, and the salvation of all who would listen to the principles of truth. <\/div><div class=\"paragraph jod\" id=\"v19n969\"> The nations of the earth have their representatives, their ministers, their plenipotentiaries, empowered and sent forth by the recognized authority of the several nations. He was the representative of God, his credentials came from God, and his mission extended not to one nation only, but to all nations; and he was authorized to establish and organize what was termed the Church and Kingdom of God upon the earth. And every step that he took, every principle that he inculcated, and every doctrine that he taught, came from God by the revelations of God to him, and through him to the people. He selected others by revelation&#x2014;Apostles, High Priests, Seventies, Bishops, Elders, Priests, Teachers and Deacons, also High Councils, and Bishops' Councils, and Patriarchs, and all the various authorities and organizations of this Church. Joseph Smith neither knew how to select men, whom to select, nor what their offices should be until it was communicated by the Lord. And yet we find that these principles revealed to him, agree with those that existed in former ages whenever God had a Church or people on the earth. And hence the ushering in of the Gospel simply means the revelation of the will of God to man; it simply means the placing of mankind in  <div class=\"break pagebreak\" id=\"304a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0304.pdf\" target=\"pdfwin\">p.&#xA0;304a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0839\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>communication with the Lord that he may not be governed by his own follies or notions or theories, but by the will and word of God. And the examples that you heard referred to here, of our Stakes, with their Presidencies, together with the Bishops and their Council, etc., is a part of the system of heaven, as it exists in the eternal worlds; and the Priesthood that we hold is the everlasting Priesthood, and it administers in time, and it will administer in eternity; and a knowledge of the works that we are now engaged in, in regard to the building of Temples and administering therein, all came from God, and are a part of the eternal system. Who knew about them until God revealed it? Nobody. Who knows how to administer acceptably in these Temple without revelation? Nobody but those to whom it has been communicated, it came from God. And our preaching to the living, and our administering for the dead are all of them parts and parcels of the same concern. The fact is, we are in a state of probation; we have enlisted under the banner of the Almighty; we have dedicated ourselves to him for time and for eternity, and he expects it at our hands that we be true to the trust conferred upon us, that we be faithful to our obligations and fulfil them, that we honor our God, that we magnify our callings and Priesthood, and that we stand forth among the people and before the nations, as the representatives of God upon the earth. We have a similar view to that of the Apostle Paul, who said when addressing himself to the Corinthians: &#x201C;Ye are not your own? For ye are bought with a price: therefore glorify God in your body, and in your spirit, which are God's.&#x201D;<span class=\"citation\" id=\"73262\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73262)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73262)\">1 Cor. 6:19-20<\/a><\/span> We have enlisted in a work, have engaged in a warfare that will last while time <div class=\"break columnbreak\" id=\"304b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0304.pdf\" target=\"pdfwin\">p.&#xA0;304b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0839\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> shall be, and if we live our religion, and keep his commandments, the principles that we are in possession of will bear us off triumphant over death, hell and the grave, and land us among the just, among the celestial host that dwell with our Father in heaven. We really have no time to attend to those trivial affairs, that some people seem to think ought to occupy so much of our time. I wish now, while we are together to talk upon some general principles associated with the Priesthood which has been conferred upon us. <\/div><div class=\"paragraph jod\" id=\"v19n971\"> It was said of ancient Israel, if they had kept the commandments, that he would have made out of them a kingdom of Priests.<span class=\"citation\" id=\"54123\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54123)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54123)\">Ex. 19:6<\/a><\/span> We are literally a kingdom of Priests today. Our business is not to follow our own will, our own desires and plans, but to seek to know and to do the will of God, to carry out these principles which he has revealed, and in this is our happiness and exaltation in time, and will be throughout the eternities that are to come. <\/div><div class=\"paragraph jod\" id=\"v19n972\"> We ought to be operating with God, and with the holy angels; we ought to be feeling after them, we ought to be operating with the ancient Priesthood that have lived before&#x2014;the Patriarchs, the Prophets, the Apostles, and all those men of God who have lived and died in the faith who act with God our heavenly Father, and with Jesus the Mediator of the new Covenant.<span class=\"citation\" id=\"77305\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77305)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77305)\">Heb. 12:24<\/a><\/span> We ought to be operating with them in establishing righteousness throughout the earth, not nominally, but really; we ought to be laboring in conjunction with them in saving the living, not to make it a hardship and a trouble and a toil; something that we can hardly endure to go through; but on the contrary, feeling it an honor to be associated with the interests of God and bearers of the message of life and salvation,  <div class=\"break pagebreak\" id=\"305a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0305.pdf\" target=\"pdfwin\">p.&#xA0;305a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0838\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and also seeking for wisdom, and intelligence, and power, and revelation from God to carry out his will and designs, and to accomplish his purposes upon the earth. <\/div><div class=\"paragraph jod\" id=\"v19n974\"> Will his purposes be accomplished? They will. Will the Gospel grow, spread and increase? I tell you, in the name of Israel's God, it will. Will the time come when every fictitious thing will be removed, when light and truth shall prevail, and when the kingdoms of this world will become the kingdoms of our God and his Christ?<span class=\"citation\" id=\"79481\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79481)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79481)\">Rev. 11:15<\/a><\/span> I tell you it will, and God will hasten it in his time. And this priesthood and this people are to be the instruments, in the hands of God, in connection with the priesthood who have gone before, who are now operating in their sphere, as we are in our's. The Lord hath so ordained, says the Apostle, &#x201C;that they (referring to the dead) without us should not be made perfect;&#x201D;<span class=\"citation\" id=\"77141\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77141)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77141)\">Heb. 11:40<\/a><\/span> neither can we without them be made perfect.<span class=\"citation\" id=\"91199\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91199)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91199)\">D&amp;C 128:15,18<\/a><\/span> There needs to be a welding and uniting together, that in all of our doings as God's servants and representatives, we may be influenced and directed from above, being united with the Gods in heaven we may become one in all things upon the earth, and afterwards one in the heavens. And says the Lord, &#x201C;If ye are not one ye are not mine.&#x201D;<span class=\"citation\" id=\"85159\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85159)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85159)\">D&amp;C 38:27<\/a><\/span> Everything that tends to divide the people, as you heard this morning, proceeds from beneath, and those that are engaged in it are the emissaries of the devil; for as he is the father of lies,<span class=\"citation\" id=\"69504\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69504)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69504)\">John 8:44<\/a><\/span><span class=\"citation\" id=\"92498\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92498)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92498)\">Moses 4:4<\/a><\/span> so he is the father of division, strife and discord.<span class=\"citation\" id=\"82639\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82639)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82639)\">3 Ne. 11:29<\/a><\/span> But union, peace, love, harmony, fellowship, brotherhood and everything honorable, noble and exalting, proceeds from God; these are the principles that we ought to seek after and to disseminate as far as we can everywhere and among all peoples. And then when we have done that <div class=\"break columnbreak\" id=\"305b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0305.pdf\" target=\"pdfwin\">p.&#xA0;305b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0838\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> work, turn our attention to the building of temples and minister in them for the dead, that we may operate with the fathers in the interest of their posterity,<span class=\"citation\" id=\"62596\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62596)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62596)\">Mal. 4:6<\/a><\/span> helping them to perform that for their posterity which they were not able to do. <\/div><div class=\"paragraph jod\" id=\"v19n975\"> And in regard to the world, what ought our feelings to be towards them? A feeling of generosity, a feeling of kindness, a feeling of sympathy, with our hearts full of charity, long-suffering and benevolence, as God our Father has, for he makes his sun to rise on the evil as well as the good; he sends his rain on the unjust as well as the just.<span class=\"citation\" id=\"63256\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63256)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63256)\">Matt. 5:45<\/a><\/span> And while we abjure the evils, the corruptions, the fraud and iniquity, the lasciviousness and the lyings and abominations that exist in the world, whenever we see an honorable principle, a desire to do right, whenever we see an opening to promote the happiness of any of these people, or to reclaim the wanderer, it is our duty to do it, as saviors on Mount Zion.<span class=\"citation\" id=\"62008\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62008)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62008)\">Obad. 1:21<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v19n976\"> Will they have trouble? Yes. Will there be tribulation? Yes. Will nation be arrayed against nation?<span class=\"citation\" id=\"65670\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65670)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65670)\">Matt. 24:7<\/a><\/span> Yes. Will thrones be cast down<span class=\"citation\" id=\"61602\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61602)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61602)\">Dan. 7:9<\/a><\/span> and empires destroyed? Yes. Will there be war, and carnage, and bloodshed? Yes. But these things are with the people and with God. It is not for us; we have a mission to perform, and that is to preach the Gospel and introduce correct principles, to unfold the laws of God as men are prepared to receive them, to build up his Zion upon the earth, and to prepare a people for the time when the bursting heavens will reveal the Son of God, &#x201C;and when every creature on the earth, and under the earth, will be heard to say, Blessing, and glory, and honor, and power, and might, and majesty, and dominion, be ascribed to him that sits  <div class=\"break pagebreak\" id=\"306a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0306.pdf\" target=\"pdfwin\">p.&#xA0;306a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0837\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>upon the throne, and unto the Lamb forever.&#x201D;<span class=\"citation\" id=\"79219\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79219)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79219)\">Rev. 5:13<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v19n978\"> Will this people grow and increase? Yes. And the time will come&#x2014;it is not now, we are not prepared for it&#x2014;when calamity and trouble and bloodshed, confusion and strife will spread among all the nations of the earth. The time will come, and is not far distant, when those who will not take up the sword to fight against their neighbors, will have to flee to Zion for safety.<span class=\"citation\" id=\"85771\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85771)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85771)\">D&amp;C 45:68<\/a><\/span> That was true some time ago, and it is nearer its fulfillment by a great many years than at the time it was first uttered. <\/div><div class=\"paragraph jod\" id=\"v19n979\"> What are we here for? To build up or aggrandize ourselves? No, but to build up the Church and kingdom of God upon the earth, and to spread the light of truth among the nations. That is our duty, and also to pray for the revelations of God, that the Spirit and power of God may rest upon us, that we may comprehend correct principles and understand the laws of life, to guide and guard and protect the ship Zion from among the rocks and shoals and troubles that will sooner or later overcome this nation, and other nations, and prepare ourselves for the events that are to come. We ought to be men of honor, of honesty, of integrity, having our eyes single to the glory of God.<span class=\"citation\" id=\"87458\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87458)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87458)\">D&amp;C 82:19<\/a><\/span> That is the duty of these Apostles, and not to act with a view for their own aggrandizement, and for the obtainment of filthy lucre,<span class=\"citation\" id=\"75909\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75909)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75909)\">1 Tim. 3:3<\/a><\/span><span class=\"citation\" id=\"78192\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78192)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78192)\">1 Pet. 5:2<\/a><\/span> or anything else pertaining to this world. We brought nothing into this world, we can take nothing out.<span class=\"citation\" id=\"56032\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56032)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56032)\">Job 1:21<\/a><\/span> It is for us to operate for God and in the interests of his Church and kingdom. <\/div><div class=\"paragraph jod\" id=\"v19n980\"> And what of these other brethren, the High Priests? They have a mission to perform, and that is to make themselves acquainted with the laws, doctrines, ordinances and gov<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"306b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0306.pdf\" target=\"pdfwin\">p.&#xA0;306b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0837\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ernment of the Church of God upon the earth, that they may be prepared, when called upon, to fulfil the duties and responsibilities devolving upon them. I will here read part of a revelation which indicates the nature of these duties. &#x201C;And again, I give unto you Don C. Smith to be a president over a quorum of high priests; Which ordinance is instituted for the purpose of qualifying those who shall be appointed standing presidents over the different stakes scattered abroad.&#x201D;<span class=\"citation\" id=\"91107\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91107)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91107)\">D&amp;C 124:133-134<\/a><\/span> Hear it, O ye High Priests! This is the prominent duty devolving upon you. The position you occupy is a sort of a normal school, if you please, to prepare those who are in it and are taught in it, that when they shall be called to hold official places in the various stakes of Zion, they may be prepared to magnify them. How was it when we were engaged organizing these stakes, were these brethren prepared? No, many of them were not by any means. One was engaged on his farm, another was tied up in his merchandising, another had bought five yoke of oxen and had to prove them, and another had married a wife and he could not come.<span class=\"citation\" id=\"67689\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67689)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67689)\">Luke 14:16-20<\/a><\/span> And we, therefore, had to go outside of the High Priests, whose legitimate business it was to occupy these positions, and call other men and ordain them High Priests, and set them apart to preside in these stakes, as Presidents and Bishops and Councilors, having to take them from among the Seventies' and Elder's Quorums, because the High Priests were not prepared to magnify their legitimate calling; whereas, if they had been doing their duty, living their religion, and meeting together in prayer, and examining the doctrine of Christ, instead of being engaged almost exclusively in many of these other matters, they would have  <div class=\"break pagebreak\" id=\"307a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0307.pdf\" target=\"pdfwin\">p.&#xA0;307a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0836\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>been prepared to step forward and magnify their calling. There are many other stakes to be organized. Prepare yourselves, you High Priests, for the duties and responsibilities that may devolve upon you, that the Church of God may be strengthened in all its parts, and every man in his place, all prepared to magnify their calling. <\/div><div class=\"paragraph jod\" id=\"v19n982\"> Then, again, there are Seventies; I think there are some seventy-six quorums of seventies. Does their duty consist merely in making their own plans and calculations, such as to go on a farm and live there all their lifetime, attending to their own individual affairs, or pursue any other avocation without considering the obligations they are under by virtue of their Priesthood, and calling? I tell you nay. We have something else to do. I read in the revelation touching this matter, when the seventies were ordained, &#x201C;they were to ordain more seventies, until there should be seven times seventy, if the labor in the vineyard required it.&#x201D;<span class=\"citation\" id=\"90387\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90387)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90387)\">D&amp;C 107:96<\/a><\/span> They were to do this &#x201C;if the labor in the vineyard required it.&#x201D; In whose vineyard? Their orchards and farms? I do not read it so. Does this refer to their merchandising? It does not so read. In looking after their own affairs or emoluments? That is not what I read; but for the labor of the vineyard. Whose vineyard, then? The vineyard of the Lord. But it seems that a great many of the Seventies have no more idea of going into the vineyard of the Lord, than if they held no such Priesthood or calling; they do not seem to comprehend their duties, nor their responsibilities. Hear it, O ye Seventies! You are called and set apart by the Priesthood, to act under the direction of the Twelve, to go forth as His messengers to the nations of the earth.<span class=\"citation\" id=\"90266\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90266)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90266)\">D&amp;C 107:34<\/a><\/span> Do you believe <div class=\"break columnbreak\" id=\"307b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0307.pdf\" target=\"pdfwin\">p.&#xA0;307b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0836\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> it? This is your calling. Prepare yourselves for it. I do not want Elders coming to me, as some have been doing, after having been called upon missions saying, I pray thee have me excused. And I call upon the first President of the Seventies to instruct the various Presidents of Seventies, and they in turn the members of their several quorums, in regard to their duties; and to live themselves so that the spirit of the living God may rest down upon them, that they may indeed be qualified to teach their brethren what their duties are, that they may prepare themselves to magnify them. Instead, therefore, of everyone seeking his own individual gain from his own quarter, let every man feel that he is a servant of the living God, a messenger to the nations of the earth, and that when the Lord calls upon him, through the proper authority, to do a certain work, he must obey, and that readily and willingly! These are the duties and responsibilities that devolve upon you, my brethren of the Seventies. <\/div><div class=\"paragraph jod\" id=\"v19n983\"> And it is the duty of the Elders also to magnify their callings; to feel after God and to seek instruction from Him, and to magnify their calling and Priesthood at home or abroad, being governed by the Holy Priesthood, in regard to their duties, that they may be acceptable to the Lord, and magnify their callings with all diligence and fidelity, and then it is the duty of the Presidents of Stakes to look after the interest and welfare of their own people under their Presidency, not in a formal manner, but as interested in their welfare, having a lively desire to benefit and build them up, both spiritually and temporally, and perfect them in righteousness, purging out when necessary the ungodly, lifting up and exalting the poor, and blessing and benefiting everybody according to the principles  <div class=\"break pagebreak\" id=\"308a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0308.pdf\" target=\"pdfwin\">p.&#xA0;308a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0835\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of righteousness and truth, guarding their virtue and their honor, and see that men are honorable, that they regard their word of more value than their bond, that all people may rely on them; men who, in the language of the Prophet, will swerve to their own hurt and change not,<span class=\"citation\" id=\"56397\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56397)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56397)\">Ps. 15:4<\/a><\/span> and who will do that which is right and equitable before God. It is their duty, and the duty of the Bishops and also that of the High Priests and Seventies and Elders operating with them to look after the poor and see that they are provided for. Do not let us have anybody crying for bread, or suffering for the want of employment. Let us furnish employment for all, divide up our farms and plan and devise liberally that all who need work, and want to be employed, may find labor. And I now call upon the Presidents of Stakes throughout Zion to give this matter their serious and earnest attention. We have land in abundance, water in abundance, and means in abundance; let us utilize them for the common weal. Talk about financiering! Financier for the poor, for the working man, who requires labor and is willing to do it, and act in the interest of the community, for the welfare of Zion, and in the building up of the kingdom of God upon the earth. This is your calling; it is not to build up yourselves, but to build up the Church and kingdom of God; and see that there is no cause for complaining in all your villages and cities and neighborhoods. Let us take hold together for the accomplishment of this object, and pray God to give us wisdom to carry it out, and he will pour upon us blessings that there will not be room enough to contain.<span class=\"citation\" id=\"62454\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62454)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62454)\">Mal. 3:10<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v19n985\"> Again, we have what is called a Perpetual Emigration Fund. I wish to draw the attention, not only of the Presidents of Stakes but of the <div class=\"break columnbreak\" id=\"308b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0308.pdf\" target=\"pdfwin\">p.&#xA0;308b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0835\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Bishops of the various wards, and of the whole people, to the responsibilities that devolve upon us in relation to this matter. We seem to be dwindling down in some of these matters, and I am sorry to say that there is a great lack of that integrity and interest that we would like to see manifested among our brethren. There are those here who have assisted with their means to the amount of upwards of a million dollars, which is unpaid by those who received the benefit of it. It was the calculation that this means should be used to bring those of our brethren to this land, who needed and were worthy of this assistance, and when you who were thus assisted were in distant lands praying and wishing to be gathered to Zion, this help came to you and you were brought here; and instead of paying this your honest debt, you go to work and build up yourselves, without meeting your obligations, what is the result? Those of your brethren who still remain, who are just as worthy as you to be gathered to Zion, are left to cry for assistance. I am daily in receipt of letters from different parts of the earth, asking to be thus assisted pleading: &#x201C;we want to gather with the Saints, can't you help us?&#x201D; Yes, we can if you who owe the Fund will pay your honest debts, we can then meet all these requirements. And I call upon the Presidents of Stakes and upon the Bishops to look after these things, and see that these obligations are met, that the poor from abroad may not cry in vain; but that we may help them, and then they return the amount advanced to them to assist others, and thus keep the work rolling in the same direction. And if this duty is not performed, how can we expect the blessing of God to rest upon us? <\/div><div class=\"paragraph jod\" id=\"v19n986\"> We are engaged quite extensively  <div class=\"break pagebreak\" id=\"309a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0309.pdf\" target=\"pdfwin\">p.&#xA0;309a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0834\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>in the erection of Temples. We are building one here, and also one in Cache Valley, and another in Sanpete, and if we had time, and it was considered advisable, we could read the report read setting forth the receipts and disbursements of these places; and I presume we shall, before the Conference adjourns. Suffice it to say, with all our backwardness in some other things, there are a great many of the Latter-day Saints who are doing all they can in every laudable enterprise. I presume at the present time there is not less than 500 men engaged in rearing the walls of these Temples. And men are taking hold of it with energy, doing all they can in many instances, but not in all by a great deal. <\/div><div class=\"paragraph jod\" id=\"v19n988\"> Then in regard to our Tithing operations, Bishop Hunter informs me that many of the people are very negligent in regard to this matter. Now, I would say in behalf of the people, that perhaps there may be a partial excuse for some of these things. We have had a very stringent time for a number of years past, a financial crisis has prevailed in the eastern States for some years now, and almost every paper reports the failure of mercantile and business institutions&#x2014;of the failure of one firm after another; and we have been subject, more or less, to these depressions. The fact also must be considered that great exertions have been made in the building of the St. George Temple, and also the three Temples now under way, which have already exhausted considerable means furnished chiefly by the people residing in those Temple districts. I must give the people credit for their zeal and energy in this direction, which we must all acknowledge is very commendable and praiseworthy. And, perhaps, in the performance of this labor many have done the best they <div class=\"break columnbreak\" id=\"309b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0309.pdf\" target=\"pdfwin\">p.&#xA0;309b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0834\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> could, and possibly circumstances have so overruled that they find themselves hardly able to meet their Tithing, for as a rule it is those who take delight in observing the law of Tithing that subscribe to these other calls. We do not wish to crowd or press upon the people; but rather let us take things easily and deliberately, seeking always to break off the yoke of him that is bound, letting the oppressor go free.<span class=\"citation\" id=\"59835\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59835)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59835)\">Isa. 58:6<\/a><\/span> And let our sympathies be extended towards the widow and the orphan; and while we are building Temples, paying our Tithes and offerings, and doing the best we can before God and man, we will let that go for the present, and when we get into more favorable circumstances we will do better. At any rate, we will keep doing with a long pull and a strong pull, and a pull altogether, as one in the interests of all Israel. But we must not forget our duties to the Lord. <\/div><div class=\"paragraph jod\" id=\"v19n989\"> I would say in this connection that there are three of the Twelve appointed to superintend the erection of these edifices in these outside districts, and then there are those residing here attending to home affairs. And we are seeking to act in concert and do the very best we can. Some people have an idea that these Temples ought to be built from the proceeds of the Tithing; I do not object to it in the least, providing you will only pay your Tithing. But we cannot build Temples with something that exists only in name. You deal honestly with the Lord, handing over in due season that which belongs to his storehouse, and then we will show you whether we cannot build Temples, as well as do everything else that may be required with it. In the mean time, we have got to do the best we can in these matters; and as we are personally interested in these things, as well as our brethren, the  <div class=\"break pagebreak\" id=\"310a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0310.pdf\" target=\"pdfwin\">p.&#xA0;310a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0833\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>departed deed who have gone before us, and who depend upon this being done, we feel a strong desire to carry out these projects; and this feeling, I am happy to say, exists throughout all Israel. <\/div><div class=\"paragraph jod\" id=\"v19n991\"> We want also to be alive in the cause of education. We are commanded of the Lord to obtain knowledge, both by study and by faith, seeking it out of the best books.<span class=\"citation\" id=\"88803\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88803)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88803)\">D&amp;C 88:118<\/a><\/span> And it becomes us to teach our children, and afford them instruction in every branch of education calculated to promote their welfare, leaving those false acquirements which tend to infidelity, and to lead away the mind and affection from the things of God. We want to compile the intelligence and literacy of this people in book form, as well as in teaching and preaching; adopting all the good and useful books we can obtain; and what we need and cannot obtain, make them. And instead of doing as many of the world do, take the works of God, to try to prove that there in no God; we want to prove by God's works that he does exist, that he lives and rules and holds us, as it were, in the hollow of his hand.<span class=\"citation\" id=\"59338\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59338)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59338)\">Isa. 40:12<\/a><\/span> For it is very unfair for man to take the works of God to try to prove that there is no God. But then it is only the fool that has said in his heart, there is no God.<span class=\"citation\" id=\"56386\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56386)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56386)\">Ps. 14:1<\/a><\/span><span class=\"citation\" id=\"56747\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56747)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56747)\">Ps. 53:1<\/a><\/span> I would like to talk upon this subject if time would permit. <\/div><div class=\"paragraph jod\" id=\"v19n992\"> I am pleased to see the exertions made by the young men's and young women's mutual improvement associations, to benefit and bless the rising generation of our people. And I am also pleased to witness the degree of intelligence and studiousness manifested by our young people; it is creditable and praiseworthy. We want to lead them on and encourage them in the study of correct principles, so that when the responsibility <div class=\"break columnbreak\" id=\"310b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0310.pdf\" target=\"pdfwin\">p.&#xA0;310b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0833\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of bearing off the Church and Kingdom of God shall pass from us to them, they may be prepared for it, and carry on the work to a glorious and triumphant consummation. And that we may stand in regard to education and literacy, the sciences, the arts and intelligence of every kind, as high above the nations of the earth, as we do today in regard to religious matters. <\/div><div class=\"paragraph jod\" id=\"v19n993\"> And before closing I would refer briefly to the ladies' relief society. We are told that, &#x201C;the man is not without the woman, nor the woman without the man, in the Lord.&#x201D;<span class=\"citation\" id=\"73348\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73348)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73348)\">1 Cor. 11:11<\/a><\/span> She is spoken of as a helpmeet to her husband.<span class=\"citation\" id=\"52502\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52502)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52502)\">Gen. 2:18<\/a><\/span> I remember the organization of the first Relief Society in Nauvoo, by the Prophet Joseph Smith; today we find them spreading all over the land, and the benefits of their labors are widely realized. Our sisters are doing a noble and commendable work in writing and publishing, in visiting the sick and needy, and ministering to their wants, and showing kindness and benevolence towards the suffering and distressed, and also advocating principles that are honorable and praiseworthy before God and man, calculated to elevate and bless their sex. And I say to the sisters, God bless you in your labors of love, and in your enterprise, continue to press forward in your good work, and the Lord will bless you and your posterity after you; for you are mothers in Israel who are raising up kings and priests<span class=\"citation\" id=\"78970\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78970)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78970)\">Rev. 1:6<\/a><\/span><span class=\"citation\" id=\"79195\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79195)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79195)\">Rev. 5:10<\/a><\/span> unto the Most High God.<span class=\"citation\" id=\"53073\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53073)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53073)\">Gen. 14:18<\/a><\/span> See that your children are taught aright, and that they grow up in virtue and purity before the Lord. Teach them good principles, never mind so much about the fashions; but let economy, industry, charity, kindness and virtue be early impressed upon their minds, and try to love your sons and daughters, and to lead them in the paths of life. <\/div> <div class=\"break pagebreak\" id=\"311a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0311.pdf\" target=\"pdfwin\">p.&#xA0;311a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0832\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v19n995\"> I should like to speak of our Sunday Schools and other institutions, but time will not permit. I have <div class=\"break columnbreak\" id=\"311b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0311.pdf\" target=\"pdfwin\">p.&#xA0;311b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0832\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> talked long enough. God bless you, in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}