{"ID":190027, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Gathering the Result of Revelation&#x2014;Temple Building Similar&#x2014;The Restoration of the Priesthood&#x2014;Ministering for the Dead&#x2014;The Gospel, God-Sustained.<\/div>\n<div class=\"subtitle\">Discourse by President John Taylor, delivered in the Fourteenth Ward Assembly Rooms, Sunday Afternoon, Nov. 14, 1877.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Geo. F. Gibbs.<\/div>\n<div class=\"pageHeader\">Page Header: Gathering, Etc.<\/div>\n<div class=\"speaker\">Speaker: John Taylor<\/div>\n<div class=\"date\">Date: 11\/14\/1877<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d27\">\n<div class=\"paragraph jod\" id=\"v19n484\"> There is something novel as well as interesting in the contemplation of the subject that has been referred to by brother Folsom. The ideas entertained by the Latter-day Saints are different from those believed in by any other people upon the face of the earth; and there is a feeling and spirit resting upon the Saints that is not known nor experienced among any other people. The way we have been led is very peculiar and differs entirely from anything else that exists anywhere in the world. Our gathering together, the kind of Gospel that is preached, the disposition and feeling to build Temples, a strong impression that seems to rest upon all the people, is something in itself very remarkable. <\/div><div class=\"paragraph jod\" id=\"v19n485\"> Now in relation to our gathering, who is there anywhere else in the world that feel as the Latter-day Saints do? You do not find it anywhere, and nothing but the Spirit of God operating upon the minds of the people could have induced them to gather together as they have done. This spirit was imparted, as the Holy Ghost is, by the laying on of hands, through the medium of the Priesthood. And this peculiarity seemed all the more striking at <div class=\"break columnbreak\" id=\"150b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0150.pdf\" target=\"pdfwin\">p.&#xA0;150b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0993\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> first, for as soon as the principle of the gathering was first preached, the people needed no convincing argument, for the Spirit of the Lord had revealed it to them, and they knew it was true. And it mattered not where people heard it, or in what language it was preached, they immediately had a strong, fervent desire to gather to Zion, to assemble with the Saints and worship with them. And however foolish many of us have acted since that time, yet these were the feelings that welled up in our bosoms; and they came because of certain principles having been developed through Joseph Smith. You that are acquainted with the history of Joseph Smith well know that in the Temple in Kirtland, among other visions, manifestations and administrations he received was one in which the Prophet Moses appeared to him, who committed to him the keys of the gathering dispensation.<span class=\"citation\" id=\"90505\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90505)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90505)\">D&amp;C 110:11<\/a><\/span> It was he who led the exodus of Israel in former times, and like all other men who have held the holy Priesthood and have been faithful in the discharge of their duties, he not only administered in time but continues to minister in eternity. And hold<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"151a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0151.pdf\" target=\"pdfwin\">p.&#xA0;151a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0992\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ing the keys of this Priesthood, he was the proper person to confer them upon the Prophet Joseph; and on doing so, he told Joseph, that he had bestowed upon him &#x201C;the keys of the gathering of Israel from the four parts of the earth, and the leading of the ten tribes from the land of the north.&#x201D;<span class=\"citation\" id=\"90506\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90506)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90506)\">D&amp;C 110:11<\/a><\/span> And this was in fulfillment of a significant scripture which says, &#x201C;That in the dispensation of the fullness of times he might gather together in one all things in Christ, both which are in heaven, and which are on earth; even in him.&#x201D;<span class=\"citation\" id=\"74827\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74827)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74827)\">Eph. 1:10<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v19n487\"> Hence, after men had been baptized for remission of sins, and had hands laid upon their heads for the reception of the Holy Ghost by those holding this Priesthood and authority, of which this was one of the principles, they began immediately to have the feeling to gather to Zion. This has been spoken of by ancient men of God as one of the events of the latter days. One of the Prophets referring to it says, &#x201C;I will take you one of a city, and two of a family, and I will bring you to Zion: And I will give you pastors according to mine heart, which shall feed you with knowledge and understanding.&#x201D;<span class=\"citation\" id=\"60358\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60358)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60358)\">Jer. 3:14-15<\/a><\/span> It was through this principle and this ordination, with the spirit attending it, first conferred upon Joseph Smith, and afterwards upon the believers of the Gospel by obedience thereunto, through the administration of baptism and of the laying on of hands by the Elders, that brought the people together as they are today. Wherever this Gospel has been preached, believed and obeyed, this desire to leave the lands of their nativity, to gather with the Saints, has been strongly manifested; and so strong has it been, that I have had men offer to bind themselves to my service for <div class=\"break columnbreak\" id=\"151b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0151.pdf\" target=\"pdfwin\">p.&#xA0;151b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0992\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> quite a length of time, or willing to do anything required of them, provided they could be assisted to the gathering place of the Saints. And it was to meet this universal want that the Perpetual Emigrating Fund was gotten up, which has been the means of bringing out to this country thousands of people, the majority of whom, perhaps, by their own exertions, never could have accumulated the necessary amount of means to have brought themselves here; and as each one was required, after being assisted, to refund the amount received for this purpose, others could realize its benefits in like manner, and thus the fund became perpetual. <\/div><div class=\"paragraph jod\" id=\"v19n488\"> Temple building is another characteristic associated with this Gospel that is in itself peculiar. We are here, as Jesus was, not to do our own will, but the will of Him who sent us;<span class=\"citation\" id=\"69246\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69246)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69246)\">John 6:38<\/a><\/span> and, as he was, so we are expected to do and perform such things as may be required of us by the Almighty. This is really the position we occupy as Latter-day Saints, if we could fully comprehend the situation. There are certain powers and privileges, rights, immunities and blessings connected with this Gospel that do not exist anywhere else, and this is one of them. We are told that the Gospel brings life and immortality to light,<span class=\"citation\" id=\"76057\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76057)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76057)\">2 Tim. 1:10<\/a><\/span> and without it there is no correct knowledge of life and immortality. We did not understand either our own position, nor the position of the world; we could not comprehend anything of God, or the laws of God, or the laws of life, until we became acquainted with the Gospel. Every good and every perfect gift proceeds from God, in whom there is no variableness or shadow of turning.<span class=\"citation\" id=\"77474\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77474)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77474)\">James 1:17<\/a><\/span> And the world generally are ignorant of God. Why? Because we are told that no man knows the  <div class=\"break pagebreak\" id=\"152a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0152.pdf\" target=\"pdfwin\">p.&#xA0;152a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0991\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>things of God but by the Spirit of God.<span class=\"citation\" id=\"73064\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73064)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73064)\">1 Cor. 2:11<\/a><\/span> And if they cannot obtain a knowledge of God only by the Spirit of God, unless they receive that Spirit they must remain ignorant of these principles. And it matters not what the learning, what the intelligence, what the research, the philosophy, or religion of man may be, the things of God cannot be comprehended, except through and by the Spirit and revelations of God. And this can only be obtained through obedience to the principles which God has and shall ordain, sanction and acknowledge. And hence, in these last times, he first communicated a knowledge of himself to Joseph Smith, long ago, when he was quite young. Who in that day knew anything about God? Who had had any revelations from Him, or who knew anything in relation to the principles of life and salvation? If there were any persons I never heard of them, nor read of them, nor never met them. But when the Lord manifested himself to Joseph Smith, presenting to him his Son who was there also, saying, &#x201C;This is My Beloved Son. Hear ye Him;&#x201D;<span class=\"citation\" id=\"93642\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93642)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93642)\">JS&mdash;H 1:17<\/a><\/span> he then knew that God lived; and he was not dependent upon anybody else for that knowledge. He saw him and heard his voice, and he knew for himself that there was a God, and of this he testified, sealing his testimony with his blood.<span class=\"citation\" id=\"91986\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91986)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91986)\">D&amp;C 135:3<\/a><\/span> The evidence of the existence of God that he received, none but God could impart. Well, what was the result? He told him how others might obtain the same knowledge of him and of his laws; and he made him acquainted with a medium through which he could obtain a knowledge of these things. And how did he do it? By communicating unto him a knowledge of the everlasting Priesthood, and send<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"152b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0152.pdf\" target=\"pdfwin\">p.&#xA0;152b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0991\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ing that Priesthood to reveal unto him the laws and the ordinances thereof.<span class=\"citation\" id=\"87580\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87580)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87580)\">D&amp;C 84:19-22<\/a><\/span> Hence, as early as September 21st, 1823, an angel said to Joseph Smith, &#x201C;Behold, I will reveal unto you the Priesthood.&#x201D;<span class=\"citation\" id=\"83784\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83784)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83784)\">D&amp;C 2:1<\/a><\/span><span class=\"citation\" id=\"127639\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127639)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127639)\">JS&mdash;H 1:29-38<\/a><\/span> He was informed there had to be a certain ordinance attended to, viz., baptism. And as John the Baptist had held the keys of that Priesthood, in generations gone and past, he was sent to confer upon him and upon Oliver Cowdery what is known as the Aaronic Priesthood,<span class=\"citation\" id=\"129335\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129335)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129335)\">D&amp;C 27:8<\/a><\/span> which authorized them to baptize each other for the remission of sins.<span class=\"citation\" id=\"93911\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93911)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93911)\">JS&mdash;H 1:66-74<\/a><\/span> And this heavenly messenger did come and did so ordain them, on May 15th, 1829, saying&#x2014;&#x201C;Upon you my fellow servants, in the name of Messiah I confer the Priesthood of Aaron, which holds the keys of the ministering of angels, and of the gospel of repentance, and of baptism for the remission of sins; and this shall never again be taken from the earth, until the sons of Levi do offer again an offering unto the Lord in righteousness.&#x201D; (D&amp;C, page 100.)<span class=\"citation\" id=\"84017\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84017)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84017)\">D&amp;C 13:1<\/a><\/span> And what next? It was necessary then that other institutions should be introduced and other principles developed; and consequently the Apostles Peter, James and John appeared, bringing, and conferring on their heads the Melchizedek Priesthood,<span class=\"citation\" id=\"127640\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127640)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127640)\">D&amp;C 27:12<\/a><\/span> which holds the keys of the mysteries and revelations of God,<span class=\"citation\" id=\"87568\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87568)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87568)\">D&amp;C 84:19<\/a><\/span> and by which they could lay their hands upon men for the reception of the Holy Ghost.<span class=\"citation\" id=\"127641\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127641)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127641)\">D&amp;C 49:14<\/a><\/span><span class=\"citation\" id=\"127642\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127642)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127642)\">JS&mdash;H 1:70-72<\/a><\/span> And when they received this gift, it &#x201C;brought things past to their remembrance,<span class=\"citation\" id=\"70052\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70052)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70052)\">John 14:26<\/a><\/span> led them into all truth: and showed them things to come;&#x201D;<span class=\"citation\" id=\"70406\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70406)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70406)\">John 16:13<\/a><\/span> it opened up communication between the heavens and the earth, whereby others, as well as Joseph Smith, could know that God lived, and obtain for themselves through the administration of the  <div class=\"break pagebreak\" id=\"153a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0153.pdf\" target=\"pdfwin\">p.&#xA0;153a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0990\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ordinances, a knowledge of their acceptance with him, and of their relationship to him, and also obtain a knowledge of heavenly as well as earthly things. So that first, Joseph Smith having received this knowledge that God lived, and others through the medium that God ordained were accorded the same privilege. Thus there was opened up a communication with the heavens; not only with Joseph Smith and Oliver Cowdery, and those immediately associated with them, but with those also who received the Gospel; and as the Scriptures say, &#x201C;But as many as received him, to them gave he power to become the sons of God, even to them that believe in his name: Which were born, not of blood, nor of the will of flesh, nor of the will of man, but of God.&#x201D;<span class=\"citation\" id=\"68588\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68588)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68588)\">John 1:12-13<\/a><\/span> And they received that Spirit whereby they were able to comprehend the principles of truth; and as the Apostle John says, &#x201C;But ye have an unction from the Holy One, and ye know all things.<span class=\"citation\" id=\"78614\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78614)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78614)\">1 Jn. 2:20<\/a><\/span> But the anointing which ye have received of him abideth in you, and ye need not that any man teach you: but as the same anointing teacheth you of all things, and is truth, and is no lie, and even as it hath taught you, ye shall abide in him.&#x201D;<span class=\"citation\" id=\"78627\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78627)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78627)\">1 Jn. 2:27<\/a><\/span> How did they receive this anointing? By repenting of their sins, by being baptized by one having the authority of God for the remission of sins, and by having hands laid upon their heads for the reception of the Holy Ghost. They received this spirit precisely in this manner, and hence they had this knowledge for themselves; which knowledge all Latter-day Saints have who are living their religion, walking humbly and obediently before God. Hence, this is a part of what we term the Gospel; it is part of what <div class=\"break columnbreak\" id=\"153b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0153.pdf\" target=\"pdfwin\">p.&#xA0;153b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0990\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> we call the principles of life, or the laws of life, for it leads to life, it leads to God, it leads to a knowledge of the laws of God, and a knowledge of the principles of truth, and to an acquaintance with those principles which are calculated to exalt and ennoble mankind both in time and through all eternity. There is nothing new in it, and yet there is. It is called the new and everlasting Gospel. Singular, that an everlasting thing should be new. But it is a principle that has existed with God, or with the Gods, if you please, in the eternities, and it has been communicated from time to time to the children of men. And although we have a great amount of intelligence, learning and science, and everything else considered worthy among men, yet we have nothing in all of this that gives a knowledge of the laws of life. It needs a development from God to unravel these things, and make us acquainted with our true position. Hence although it is new to us, it is nevertheless an everlasting principle. We are mortal and immortal beings, we have to do with time and also with eternity. And as the things of the future are hidden from men and can only be known through the medium of the Gospel, this means was made use of by the Almighty for the introduction of the principles of truth and the placing of mankind in the position to acquire a knowledge of him and his laws. Having been put in this position, we, every one of us, men and women who are living our religion, preserving ourselves in the purity of the Gospel and acting honorably and honestly before God and man, have a right to know and understand for ourselves the principles of truth which we have embraced. I well remember a remark that Joseph Smith made to me up<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"154a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0154.pdf\" target=\"pdfwin\">p.&#xA0;154a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0989\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>wards of forty years ago. Said he, &#x201C;Elder Taylor, you have been baptized, you have had hands laid upon your head for the reception of the Holy Ghost, and you have been ordained to the holy Priesthood. Now, if you will continue to follow the leadings of that spirit, it will always lead you right. Sometimes it might be contrary to your judgment; never mind that, follow its dictates; and if you be true to its whisperings it will in time become in you a principle of revelation, so that you will know all things.&#x201D; That agrees precisely with some of the remarks of John in the passage I have quoted to you. &#x201C;Ye have an unction from the Holy One, and ye know all things,<span class=\"citation\" id=\"78615\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78615)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78615)\">1 Jn. 2:20<\/a><\/span> and need not that any man teach you: but the same anointing teacheth you all things.&#x201D;<span class=\"citation\" id=\"78628\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78628)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78628)\">1 Jn. 2:27<\/a><\/span> Now, that which John taught was the everlasting Gospel, and that which Joseph Smith taught was the everlasting Gospel. That which John taught has been forgotten long ago by the people, they are not in possession of it and consequently they cannot comprehend it. And hence when Joseph Smith revealed it, he preached the new and everlasting Gospel; new to the generation that lives, and everlasting because it has existed in all ages and times when God has revealed himself to the human family. <\/div><div class=\"paragraph jod\" id=\"v19n492\"> But to return to this singular thing of Temple building, which I will refer to again. Why do we want to build these Temples? Some of us hardly know; but we do want to build it. What a most singular thing! Just consider the amount of labor that has already been performed throughout this Territory. Surely the people have some motive in view. The mechanic or the laborer does not go to work unless he gets a recompense of some kind. When men devote themselves to any kind <div class=\"break columnbreak\" id=\"154b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0154.pdf\" target=\"pdfwin\">p.&#xA0;154b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0989\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of labor, whether mental, physical, mechanical or scientific, they have some particular object in view. So it is also in relation to these matters. I have already referred to it; but many of us can hardly realize why it is that we are engaged in these things. <\/div><div class=\"paragraph jod\" id=\"v19n493\"> I will go back again and refer to another manifestation. We find, among others that appeared to Joseph Smith was Elijah the Prophet;<span class=\"citation\" id=\"90554\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90554)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90554)\">D&amp;C 110:13-16<\/a><\/span> and what did he come for? His special mission was to &#x201C;turn the hearts of the fathers to the children, and the hearts of the children to the fathers.&#x201D;<span class=\"citation\" id=\"90574\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90574)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90574)\">D&amp;C 110:15<\/a><\/span> And the same scripture informs us of his coming &#x201C;before that great and terrible day of the Lord.&#x201D;<span class=\"citation\" id=\"62570\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62570)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62570)\">Mal. 4:5-6<\/a><\/span><span class=\"citation\" id=\"90572\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90572)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90572)\">D&amp;C 110:14,16<\/a><\/span> What is meant by this, say the world? It means that we are the offspring of God; it means, as the scriptures say, that God is the Father of the spirits of all flesh;<span class=\"citation\" id=\"54759\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54759)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54759)\">Num. 16:22<\/a><\/span><span class=\"citation\" id=\"54874\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54874)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54874)\">Num. 27:16<\/a><\/span> it means that we have to do with eternity as well as time; it means that we have to do with things past, with things present and with things to come; it means that being the children of our Heavenly Father, we are or ought to be under his government, yielding obedience to him, and that we ought to operate with him in extending mercy and love and salvation to the living and the dead, according to certain laws unknown to men generally; but known unto God and now revealed again by him for the salvation of our race. It means that God is the Father of the human family and is interested in the whole of his progeny, these that now exist and those who have passed away. It means that there are certain laws in the heavens that all men have to do with that must be complied with, if not in time in eternity. It means that all men who have lived and died without a knowledge of the Gospel, shall be placed on the same plane as ourselves through the plan he has provided, giving all of his children,  <div class=\"break pagebreak\" id=\"155a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0155.pdf\" target=\"pdfwin\">p.&#xA0;155a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0988\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>whether living or dead, an equal chance to avail themselves of the means of salvation; and that we are to operate in their behalf, working out certain ordinances for them which they are now incapable of doing for themselves. It means that as God feels interested in the welfare of all his family, men in the flesh who are in possession of his spirit and the light of eternity, having come to a knowledge of him and his eternal laws, should cooperate with him in the accomplishment of this object. And it means too that if he has conferred the Gospel and the power thereof and the Aaronic and Melchizedek Priesthoods, sending his messengers from the heavens for this purpose, that it is not for a phantom, it is not for a plaything to be trifled with at pleasure; but it is that we should operate with God and with the Priesthood who lived before us, in the accomplishment of the things of God on the earth. That is what it means. And hence, says he, when Elijah comes he will &#x201C;turn the hearts of the fathers to the children,&#x201D;<span class=\"citation\" id=\"62571\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62571)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62571)\">Mal. 4:5-6<\/a><\/span><span class=\"citation\" id=\"90575\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90575)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90575)\">D&amp;C 110:15<\/a><\/span> etc. It is not for mankind to come and live and exist a little while to be blotted out and nothing more of them; but it is that they should be enlightened by the Spirit of God, that they should sympathize with and have regard for all the human family living and dead, feeling desirous to promote their happiness and welfare, as he himself does. How often when abroad preaching this Gospel have I heard men say, and you have heard the same sentiment expressed, &#x201C;If this is true what has become of our fathers? Are they to be lost forever?&#x201D; And then you know they have certain peculiar ideas about hell and damnation, the lake of fire and brimstone into which a certain portion of the human family are to be cast to be forever burning and never to be consumed. And if <div class=\"break columnbreak\" id=\"155b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0155.pdf\" target=\"pdfwin\">p.&#xA0;155b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0988\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> our doctrine be true they think it would be cruel that this state of things should exist. Why, God is more merciful than man is, he possesses more sympathies with human nature than man does or ever did, one with another. The Lord has been feeling after the welfare of mankind all the day long, from the first commencement of the world to the present time. But there are certain eternal laws among the Gods in the eternal worlds which render it necessary that mankind shall go through certain ordeals and observe certain ordinances and be governed by certain laws before they can be exalted in the kingdom of God. And as Satan has been operating in opposition to the Lord's designs, and having so far succeeded in drawing men after him, it became necessary that these ordinances that God has instituted should be introduced and that man should be governed by them. Hence it was necessary that a Redeemer should be provided, which was perfectly understood by one of the Prophets who said, &#x201C;Deliver him from going down to the pit: I have found a ransom.&#x201D;<span class=\"citation\" id=\"56211\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56211)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56211)\">Job 33:24<\/a><\/span> Who was he? When Jesus appeared, says John, &#x201C;Behold the Lamb of God, which taketh away the sin of the world.&#x201D;<span class=\"citation\" id=\"68637\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68637)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68637)\">John 1:29<\/a><\/span> He was the ransom. <\/div><div class=\"paragraph jod\" id=\"v19n495\"> What about the others, they who have died without a knowledge of the Gospel? They are amply provided for. The Lord has shown us that we must build Temples in which to officiate for them. We have commenced to do so, and our fathers have already commenced to feel after us, manifesting themselves by dreams and visions, and in various ways to those most interested in their welfare. And having inaugurated this state of things for our guidance that we have today, with Presidents, Apostles, Presidents of Stakes, High Councils, High Priests, Seventies, Bishops,  <div class=\"break pagebreak\" id=\"156a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0156.pdf\" target=\"pdfwin\">p.&#xA0;156a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0987\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Elders, Priests, Teachers and Deacons and the various organizations of the Church; it is for us each one to operate in our sphere under the direction of the Almighty; and feel not only for ourselves, but for others, as Abraham did, and as Isaac and Jacob did, we should have a desire to bless our posterity after us; and God has shown us how to do it, and has bestowed his Patriarchal authority with power to bless. He has appointed this through the Priesthood and sealing ordinances. That which is joined together no man can put asunder,<span class=\"citation\" id=\"65126\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65126)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65126)\">Matt. 19:6<\/a><\/span> and what is bound on earth is bound also in heaven;<span class=\"citation\" id=\"64912\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64912)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64912)\">Matt. 16:19<\/a><\/span><span class=\"citation\" id=\"91137\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91137)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91137)\">D&amp;C 127:7<\/a><\/span> and also a great many other things of a similar nature in relation to ourselves. The moment a man gets enlightened by the Spirit of God and begins to comprehend himself, be begins to feel for the welfare of others. &#x201C;I have a wife, what shall I do to save her? I have children, what can I do for them?&#x201D; And by and by his comprehension expands, and he commences at once to reach after his father, and his grandfather, and friends and relatives, who have passed away; and his feelings if they were expressed would be, What can I do for them to help them? Yes, he has revealed to us that we can render valuable aid to our dead friends and ancestors, and, as I have said, the Lord has shown us that in order for them to receive the benefit of our services, Temples must be built, and they must be dedicated to God and accepted of him; and through the medium of those sacred structures and the ordinances performed therein, there is to be a uniting and welding together of all principles and peoples,<span class=\"citation\" id=\"91223\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91223)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91223)\">D&amp;C 128:18<\/a><\/span> and without them this great work cannot be done. <\/div><div class=\"paragraph jod\" id=\"v19n497\"> Brother Folsom, who has just been speaking to you of his recent labors in the Manti Temple, says he never felt better in his life than when <div class=\"break columnbreak\" id=\"156b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0156.pdf\" target=\"pdfwin\">p.&#xA0;156b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0987\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> engaged there. What is the reason? He has been engaged in the service of God; and there is no happiness among men to be compared with the joy and satisfaction that the Gospel imparts; it lifts us up from the sublunary things of time and sense, and we feel that we are gods, even the sons of God,<span class=\"citation\" id=\"87061\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87061)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87061)\">D&amp;C 76:58<\/a><\/span> and that he is our Father; and we know that we have a hope that blooms with immortality and eternal lives, and we feel that we are in the hands of God, and that he will guide and direct us and sustain us and bear us off triumphant under all circumstances; and we feel joyous and happy in the contemplation of these things. And then it is necessary that the Lord should have introduced this Gospel, or shall I say he never could have saved the human family that have gone? Yes, I will say that; because there are certain laws in relation to these things which must be obeyed; the Lord himself is governed by them, and we must be governed by them. And hence when Elijah came and laid his hands upon Joseph Smith, conferring upon him that Gospel which was to turn the hearts of the fathers to the children,<span class=\"citation\" id=\"90555\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90555)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90555)\">D&amp;C 110:13-16<\/a><\/span> he received it, and the spirit of it we have received; and that is why we want to build Temples. And in this regard we are associated with those in the heavens in carrying out the plan that was contemplated and designed by the gods before the world was, in relation to the formation of the earth, and in relation to peopling it, and then with regard to its redemption and the salvation of its inhabitants and everything pertaining to it, until it shall be celestialized and celestial beings inhabit it. And we are operating, or should do so, and we will when we know ourselves, operate with the holy angels and with the holy Priest<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"157a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0157.pdf\" target=\"pdfwin\">p.&#xA0;157a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0986\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>hood, that has existed before, doing our part on the earth while they are performing theirs in the heavens. Could we do anything unless God helped us? No, we could not. You might preach until the tongue cleaved to the roof of your mouth, urging the people to build Temples, but unless the spirit of Elijah rested upon them they never would do it. And sometimes people think now that it interferes with the dollars and dimes and their monetary calculations; but what of that? God is interested in these things, and he does not care much about the dollars, for the gold and the silver,<span class=\"citation\" id=\"62250\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62250)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62250)\">Hag. 2:8<\/a><\/span> and the cattle upon a thousand hills are his,<span class=\"citation\" id=\"56723\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56723)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56723)\">Ps. 50:10<\/a><\/span> the earth in its fullness belongs to him;<span class=\"citation\" id=\"56504\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56504)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56504)\">Ps. 24:1<\/a><\/span> the heavens are his throne and the earth his footstool,<span class=\"citation\" id=\"60223\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60223)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60223)\">Isa. 66:1<\/a><\/span> and he manages and directs according to the counsel of his own will. And as we send our ministers to the nations of the earth to perform certain missions designed by the Priesthood on the earth; so does God in the eternal heavens employ those of his servants around him in the accomplishment of the same grand object. <\/div><div class=\"paragraph jod\" id=\"v19n499\"> Do you think that this Gospel would have stood the opposition it has met with, and that this people could have lived under the calumny and reproach, the vituperation, hatred and persecution that has been raised against them by men, unless God had been with us? No; we should have been scattered like the chaff before the wind, long, long ago. But God has sustained us, and has said to all men and will continue to say, Thus far shalt thou go and no farther, and here shall thy power be stayed.<span class=\"citation\" id=\"56272\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56272)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56272)\">Job 38:11<\/a><\/span> Our strength is in God, and not in man. Many and many a time have I seen the wrath of man turned away,<span class=\"citation\" id=\"56882\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56882)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56882)\">Ps. 76:10<\/a><\/span> when it was thought its power would <div class=\"break columnbreak\" id=\"157b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0157.pdf\" target=\"pdfwin\">p.&#xA0;157b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0986\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> crush us, and that too by one principle. What was that? Jesus, when in the flesh, taught his disciples how to pray;<span class=\"citation\" id=\"63307\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63307)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63307)\">Matt. 6:9<\/a><\/span> and the Lord has also instructed us how to pray.<span class=\"citation\" id=\"127643\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127643)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127643)\">D&amp;C 124:95<\/a><\/span> And we have the consolation of knowing that our prayers have availed with him, for we have seen our enemies foiled, frustrated, discomfited and scattered, who sought our destruction, and their plans utterly fail, and that too when to all human appearances we were going to be submerged and overwhelmed by their fury. And so long as we continue to fear Him, observe his laws and keep his commandments, all their plans will fail from this time henceforth and forever [the congregation said, Amen], for God is on our side, and He will uphold us and never forsake us. <\/div><div class=\"paragraph jod\" id=\"v19n500\"> To return again to the subject of Temple building. I may talk about it from now until tomorrow, and then not get a quarter through, for there are so many things connected with it. But we feel now that we want to build Temples that we may administer in them. Brother Woodruff has been operating a long time in the Temple at St. George; and you have perhaps heard him testify of visits that he has had from the spirit world, the spirits of men who once lived on the earth, desiring him to officiate for them in the Temple ordinances. This feeling is planted in the hearts of the people; and the Priesthood in the heavens are watching over us; they are ministering spirits sent forth to minister to those who shall be heirs of salvation,<span class=\"citation\" id=\"76417\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76417)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76417)\">Heb. 1:14<\/a><\/span><span class=\"citation\" id=\"87152\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87152)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87152)\">D&amp;C 76:88<\/a><\/span> says the Apostle; and if we were not the recipients of their ministrations and watchful care, we should be in a poor condition. They are operating in the heavens, and we are on the earth; they without us cannot be made perfect,<span class=\"citation\" id=\"77137\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77137)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77137)\">Heb. 11:40<\/a><\/span> neither  <div class=\"break pagebreak\" id=\"158a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0158.pdf\" target=\"pdfwin\">p.&#xA0;158a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0985\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>we without them;<span class=\"citation\" id=\"77138\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77138)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77138)\">Heb. 11:40<\/a><\/span><span class=\"citation\" id=\"91197\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91197)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91197)\">D&amp;C 128:15,18<\/a><\/span> it requires the combined and united efforts of both parties, directed by God Himself to consummate the work we are engaged in. <\/div><div class=\"paragraph jod\" id=\"v19n502\"> I will here show you the difference between the operations of men and those of the Lord, in regard to the human family. Men make war one upon another, they kill and destroy and make waste. This work of killing and destruction is even now going on among the Russians and Turks. And it is only a short time since the Germans and French were doing the same thing; and it almost seems like the recollections of yesterday, when our own nation were imbruing their hands in each other's blood, when the cries of widows and orphans, of bereaved fathers and mothers, brothers and sisters were heard throughout our land, and when want and misery, pain and sorrow were depicted on the faces of so many because of man's inhumanity to his fellow man. What do the Scriptures say? &#x201C;Whoso sheddeth man's blood, by man shall his blood be shed.&#x201D;<span class=\"citation\" id=\"52948\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52948)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52948)\">Gen. 9:6<\/a><\/span> What right has any man to interfere with the life of another man? <\/div><div class=\"paragraph jod\" id=\"v19n503\"> Now I will go back to show you how the Lord operates. He destroyed a whole world at one time save a few,<span class=\"citation\" id=\"78059\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78059)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78059)\">1 Pet. 3:20<\/a><\/span> whom he preserved for his own special purpose. And why? He had more than one reason for doing so. This antediluvian people were not only very wicked themselves,<span class=\"citation\" id=\"52839\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52839)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52839)\">Gen. 6:5<\/a><\/span> but having the power to propagate their species, they transmitted their unrighteous natures and desires to their children, and brought them up to indulge in their own wicked practices. And the spirits that dwelt in the eternal worlds knew this, and they knew very well that to be born of such parentage would entail upon them<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"158b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0158.pdf\" target=\"pdfwin\">p.&#xA0;158b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0985\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>selves an infinite amount of trouble, misery and sin. And supposing ourselves to be of the number of unborn spirits, would it not be fair to presume that we would appeal to the Lord, crying, &#x201C;Father, do you not behold the condition of this people, how corrupt and wicked they are?&#x201D; Yes. &#x201C;Is it then just that we who are now pure should take of such bodies and thus subject ourselves to most bitter experiences before we can be redeemed, according to the plan of salvation?&#x201D; &#x201C;No,&#x201D; the Father would say, &#x201C;it is not in keeping with my justice.&#x201D; Well, what will you do in the matter; man has his free agency and cannot be coerced, and while he lives he has the power of perpetuating his species? &#x201C;I will first send them my word, offering them deliverance from sin, and warning them of my justice, which shall certainly overtake them if they reject it, and I will destroy them from off the face of the earth, thus preventing their increase, and I will raise up another seed.&#x201D; Well, they did reject the preaching of Noah, the servant of God, who was sent to them,<span class=\"citation\" id=\"93299\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93299)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93299)\">Moses 8:19-24<\/a><\/span> and consequently the Lord caused the rains of heaven to descend incessantly for forty days and nights,<span class=\"citation\" id=\"52919\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52919)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52919)\">Gen. 7:12<\/a><\/span> which flooded the land, and there being no means of escape, save for the eight souls who were obedient to the message,<span class=\"citation\" id=\"78060\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78060)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78060)\">1 Pet. 3:20<\/a><\/span> all the others were drowned. But, says the caviller, is it right that a just God should sweep off so many people? Is that in accordance with mercy? Yes, it was just to those spirits that had not received their bodies, and it was just and merciful too to those people guilty of the iniquity. Why? Because by taking away their earthly existence he prevented them from entailing their sins upon their posterity and degenerating them, and  <div class=\"break pagebreak\" id=\"159a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0159.pdf\" target=\"pdfwin\">p.&#xA0;159a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0984\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>also prevented them from committing further acts of wickedness. And was it just to send them to hell, to be eternally burning up in fire, never to be consumed? We do not know anything about that part of it, that is sectarianism, and is no part of the Gospel of Jesus Christ. Suffice it to say, they were put into prison and the doors were so securely locked that they could not be unfastened until the right time had arrived. The Prophets understood this, and spoke of it. <\/div><div class=\"paragraph jod\" id=\"v19n505\"> What next? God still felt after them; and he said, in speaking of the Savior, that he was to come. And what to do? &#x201C;To bind up the brokenhearted, to proclaim liberty to the captives, and the opening of the prison to them that are bound; To proclaim the acceptable year of the Lord.&#x201D;<span class=\"citation\" id=\"60075\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60075)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60075)\">Isa. 61:1-2<\/a><\/span><span class=\"citation\" id=\"67187\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67187)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67187)\">Luke 4:18-19<\/a><\/span> This was the nature of his mission to the earth. And what do the Scriptures tell us he did? &#x201C;Being put to death in the flesh, but quickened by the Spirit: By which also he went and preached unto the spirits in prison; Which sometime were disobedient, when once the long-suffering of God waited in the days of Noah.&#x201D;<span class=\"citation\" id=\"77978\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77978)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77978)\">1 Pet. 3:18-20<\/a><\/span> Were they redeemed? Yes, if Jesus preached the Gospel to them, and which he most assuredly did. If a man kill another, does he know how to redeem him afterwards? No, he does not; therefore men have no right to assume the prerogatives of God, and hence the Scriptures say that, &#x201C;no murderer hath eternal life abiding in him.&#x201D;<span class=\"citation\" id=\"78717\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78717)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78717)\">1 Jn. 3:15<\/a><\/span> You may get the priest or priests to pray for him and pack him off to heaven the moment he breathes his last here; but such prayers avail not; he will never get there, but will go to the place appointed unto him. Here then is the difference between the dealings of God with man, and the dealings of man one <div class=\"break columnbreak\" id=\"159b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0159.pdf\" target=\"pdfwin\">p.&#xA0;159b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0984\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> with another. <\/div><div class=\"paragraph jod\" id=\"v19n506\"> We are moved upon to build Temples. There is one now building in Logan, Cache Valley. I was up there two weeks ago, and was much gratified to find the work being pushed forward so energetically and so spiritedly. Since the early part of June, I think upwards of $30,000 has been expended by the people of that and two other Stakes in making the necessary arrangements for the building of this Temple. We find the same spirit existing among them as we found in St. George, and in Sanpete, and here, and, in fact, as we find everywhere among the Latter-day Saints; and I am much gratified to see the people thus moved and acted upon. In the Millennium, a duration of one thousand years, we shall be actively engaged administering for the dead, and assisting God to fix up accounts with the inhabitants of the earth. <\/div><div class=\"paragraph jod\" id=\"v19n507\"> Before closing I wish to add a few words in regard to matters associated with our position here, which is a very important one before angels and the people. We stand in an important position in this respect, we are the sons and daughters of God; if we obey his laws and keep his commandments, proving ourselves valiant and true to his cause, we shall be heirs, &#x201C;heirs of God, and joint heirs of Jesus Christ; and if we suffer with him, we shall also reign with him,<span class=\"citation\" id=\"127644\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127644)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127644)\">2 Tim. 2:12<\/a><\/span> that all may be glorified together in the eternal worlds.&#x201D;<span class=\"citation\" id=\"72590\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72590)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72590)\">Rom. 8:17<\/a><\/span> Now, then, if we can perform a work of this kind, and secure the approbation of God, and the cooperation of the holy Priesthood, then we will be doing something that will not only be acceptable to Him and to the holy angels, but to our name, and fame, our honor and happiness and glory, and to the increase of our dominion there will be no end.<span class=\"citation\" id=\"58077\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58077)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58077)\">Isa. 9:7<\/a><\/span> But if we  <div class=\"break pagebreak\" id=\"160a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0160.pdf\" target=\"pdfwin\">p.&#xA0;160a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0983\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>give way to folly and to vanity, to covetousness and pride or to evil, to wickedness or corruption of any kind, the hand of God will be over us, our candlestick will be removed out of its place,<span class=\"citation\" id=\"79042\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79042)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79042)\">Rev. 2:5<\/a><\/span> the light within us will take its departure, and darkness will take its place; and oh, how great will be that darkness!<span class=\"citation\" id=\"63553\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63553)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63553)\">Matt. 6:23<\/a><\/span> How often have I seen men whom I have known in this Church, and whom I have respected as honorable, make shipwreck of their faith,<span class=\"citation\" id=\"75853\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75853)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75853)\">1 Tim. 1:19<\/a><\/span> lose the Spirit of God and go into darkness. When they turn aside, after having received certain light and intelligence, can you lead them back? No, you cannot. They have no desire for it, and you cannot implant that desire within them. What does Paul say? &#x201C;For it is impossible for those who were once enlightened, and have tasted of the heavenly gift, and were made partakers of the Holy Ghost, And have tasted the good word of God, and the powers of the world to come, If they shall fall away, to renew them again unto repentance; seeing they crucify to themselves the Son of God.&#x201D;<span class=\"citation\" id=\"76708\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76708)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76708)\">Heb. 6:4-6<\/a><\/span> We do not want to be in that fearful condition. Let us be careful, then, what we do and what we say, and how we act and live. Let us treat one another in a right and proper manner, not seek to oppress and defraud, or rob one another of property, or of honor, or of char<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"160b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0160.pdf\" target=\"pdfwin\">p.&#xA0;160b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0983\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>acter, or anything else; but let us all copy after the Son of God, walking in all humility and meekness, feeling rather to suffer wrong than do wrong, and ever be desirous to promote each other's happiness and welfare. Do not let us be censorious, or oppressive, or tyrannical, or exacting; but cultivate the spirit of kindness and charity, and seek continually for the Spirit of God to lead and direct us. Every morning that we arise, dedicate ourselves to God, and ask his blessing upon us through the day, that we may be preserved from evil, folly and vanity. Let us be governed and influenced by the counsels we receive from our Bishops and presiding authorities; and let us pray for them, that they may be kept pure and holy; and fail not to supplicate the Father in behalf of the Twelve, for we are poor, weak creatures, and need the faith and prayers of the Saints, and the help and favor of the Almighty, and we ask an interest in your prayers, that we may be led in the paths of life; for none of us can do anything unless God be with us.<span class=\"citation\" id=\"127645\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127645)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127645)\">John 15:5<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v19n509\"> Brethren and sisters, God bless you, and lead you in the paths of life, that you may be prepared for an inheritance in the celestial kingdom of God, in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}