{"ID":190018, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Rock of New (or Continued) Revelation&#x2014;Incident in Regard to P. P. Pratt&#x2014;&#x201C;One Lord, One Faith, One Baptism&#x201D;&#x2014;The Work of the Father Extends Throughout the Eternities.<\/div>\n<div class=\"subtitle\">Discourse by Elder George Q. Cannon, delivered in the New Tabernacle, Salt Lake City, Sept. 16, 1877.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Rudger Clawson.<\/div>\n<div class=\"pageHeader\">Page Header: The Rock, Etc.<\/div>\n<div class=\"speaker\">Speaker: George Q. Cannon<\/div>\n<div class=\"date\">Date: 9\/16\/1877<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d18\">\n<div class=\"paragraph jod\" id=\"v19n336\"> Those who have listened to the discourse of Elder Woodruff and to the testimonies which he has borne concerning this work, must have been interested in his recital, in his explanations and in the doctrines which he has advanced, and which have special interest for the Latter-day Saints. If it were not for the new revelations received from the Almighty, this people called Latter-day Saints would not be in existence. If it were not that the Lord has revealed in great plainness his mind and will unto his people, they would not be an organization, neither would <div class=\"break columnbreak\" id=\"104b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0104.pdf\" target=\"pdfwin\">p.&#xA0;104b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1039\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> his Elders have gone forth bearing testimony of the truths of the everlasting Gospel. The rock upon which this Church is built, and the foundation stone thereof, is new revelation from God to men, and that revelation being of divine origin it must of necessity agree with the revelations which have already been given; hence, as he has said, the doctrines taught by the Prophet Joseph Smith, and the organization of the Church as he was directed to accomplish it, was all in perfect harmony with the truths contained in this book (the Bible). It can  <div class=\"break pagebreak\" id=\"105a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0105.pdf\" target=\"pdfwin\">p.&#xA0;105a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1038\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>not be otherwise and be what it professes to be. It made no difference to Joseph Smith whether he read and was familiar with every doctrine taught by the Apostles; he was under no necessity of framing his teachings therewith that there should be no difference between that which he taught, and that which had been taught, because the same spirit that revealed to the ancient Apostles and Prophets, and inspired them to teach the people, and leave on record their predictions and doctrines, taught him also and enabled him to teach exactly the same truths. <\/div><div class=\"paragraph jod\" id=\"v19n338\"> I remember hearing related brother Parley P. Pratt's first interview with the Saints at Fayette, Seneca County, where the Church was organized. Those of you who remember brother Parley know his familiarity with the Scriptures, especially with the prophecies. On that occasion he was called upon to speak; the Prophet Joseph was not present at the time. He brought forth from the prophecies of Isaiah, Jeremiah, Ezekiel and other prophets, abundant proofs concerning the work which the Lord had established through his servant Joseph, a great many of the Latter-day Saints were surprised that there were so many evidences existing in the Bible concerning this work. The Church had then been organized some five months, but the members had never heard from any of the Elders these proofs and evidences which existed in the Bible. And, if I remember correctly, he told me that Oliver Cowdery and the Prophet Joseph himself were surprised at the great amount of evidence there was in the Bible concerning these things. The Prophet Joseph was inspired of God to teach the doctrines of life and salvation, and he did so without reference to what the ancient <div class=\"break columnbreak\" id=\"105b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0105.pdf\" target=\"pdfwin\">p.&#xA0;105b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1038\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> prophets had said. I have heard President Young make the same remarks. He said that he never consulted the Book of Covenants, he never consulted the Bible or Book of Mormon to see whether the doctrines and counsels which he was inspired to give, corresponded with these books or not. It was a matter that gave him no particular concern, from the fact that he endeavored always to be led by the Spirit of the Lord, to speak in accordance therewith; hence these men have had very little care resting upon their minds as to whether their doctrines and counsels were in harmony with the doctrines and counsels of those who preceded them. It was for them to seek to know the mind and will of the Lord and comprehend his Spirit as it rested upon them, to speak in accordance therewith; and the doctrine that has been taught under the inspiration of that spirit will be found to be in perfect harmony with the doctrines which have been taught by men inspired of God in ancient days.<span class=\"citation\" id=\"78327\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78327)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78327)\">2 Pet. 1:21<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v19n339\"> There are no two modes of baptism, there are no two methods of organizing the Church of Christ; there are no two paths leading into the kingdom of God our heavenly Father; there are no two forms of doctrine. &#x201C;There is one Lord,&#x201D; as the Apostle Paul says, &#x201C;one faith, and one baptism.&#x201D;<span class=\"citation\" id=\"74980\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74980)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74980)\">Eph. 4:5<\/a><\/span> There is one form of doctrine, and when we all meet (those of us who shall be so fortunate as to be redeemed and sanctified in the presence of our Father and the Lamb), we shall find that our doctrines will precisely agree; our obedience will be of a similar character, we shall all discover that the doctrines that we have received and bowed in submission to are precisely the same doctrines, whether we were baptized into Christ  <div class=\"break pagebreak\" id=\"106a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0106.pdf\" target=\"pdfwin\">p.&#xA0;106a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1037\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>in America, in Asia, in Africa or any other part of the earth, and it will be found when we all come together (that is the family of our heavenly Father), that we have all received the same faith, the same doctrines, and have partaken of the same Spirit and the same gifts, the Spirit having rested down upon all alike according to his or her faith. If it were not so heaven would be full of clashing sectaries; it would be full of confusion, strife and division and every kind of contention; because the same spirit that characterizes men here, and that creates division and contention among them here, if they could reach heaven in the possession of it, as some claim they do, would turn heaven itself into a pandemonium, and make it no better than this earth so far as confusion is concerned. This is not the Gospel of the Lord Jesus; this is not the path that he marked out. He marked out a plain path and all the inhabitants of the earth must, if they ever come into the presence of the Lamb, walk in that path to the end, or they never can reach there. And the millions of the dead, to whom allusion has been made by brother Woodruff, they also shall hear of the glad tidings of salvation. And the unnumbered millions who have died without ever having heard the name of the Son of God, and without ever having known anything concerning the redemption which he wrought out for them; they who died in ignorance of the law will not, of course, be judged by or held accountable to the law, having never known it.<span class=\"citation\" id=\"72276\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72276)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72276)\">Rom. 2:12<\/a><\/span><span class=\"citation\" id=\"92113\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92113)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92113)\">D&amp;C 137:7-9<\/a><\/span> This would be contrary to the justice, the eternal justice of our Father in Heaven, to hold any man or being accountable for the law which they violated without their first having been made acquainted with it, hence, if they <div class=\"break columnbreak\" id=\"106b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0106.pdf\" target=\"pdfwin\">p.&#xA0;106b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1037\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> die in their ignorance they will be judged according to the light they received. But will they forever, through the endless ages of eternity, remain in this ignorance? Certainly not. The work of our Father is not confined to this earthly existence, it extends throughout the eternities: it extends from eternity to eternity; it is without beginning and without end; it is as indestructible and enduring as he himself. But all of the sons of our Father who ever dwelt upon the earth, and his daughters also, will hear at the proper time and under the proper circumstances the glad tidings of salvation, the name of our Redeemer and the plan by which they can be redeemed and be exalted into his presence. There are several plain allusions to these doctrines in the Scriptures. Peter talks about them very plainly.<span class=\"citation\" id=\"77953\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77953)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77953)\">1 Pet. 3:18-19<\/a><\/span><span class=\"citation\" id=\"78133\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78133)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78133)\">1 Pet. 4:6<\/a><\/span> The Savior himself alluded to the same idea when he spoke to the thief on the cross, when he said to him&#x2014;&#x201C;This day shalt thou be with me in paradise;&#x201D;<span class=\"citation\" id=\"68365\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68365)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68365)\">Luke 23:43<\/a><\/span> when it is a well-known fact that he did not ascend to his Father in Heaven. But while his body lay in the earth his spirit went elsewhere, and was absent from that body. The Apostle Paul also alludes to it in the 15th chapter of his Epistle to the Corinthians,<span class=\"citation\" id=\"73780\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73780)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73780)\">1 Cor. 15:1-58<\/a><\/span> and our minds have been set at rest by those glorious revelations and doctrines, because they explain to us the goodness, mercy and justice of our Father in Heaven, and enable us, who have received these doctrines and believe in them, to glorify Him as we could not if we believed these unnumbered millions that I have alluded to were condemned to endless perdition, without ever having a chance to be redeemed therefrom. It has always been a mystery to me, since I have been old enough to comprehend the truth,  <div class=\"break pagebreak\" id=\"107a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0107.pdf\" target=\"pdfwin\">p.&#xA0;107a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1036\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>how it is that men, with the ideas which they entertain concerning the Gospel, can reconcile their belief with the fact that our Father is a God of truth, a God of mercy, and a God of perfect justice. I do not wonder at men becoming skeptical in view of the ideas which prevail in the so-called Christian world. A man must, in some instances, throw away his feelings and reason, and surrender his judgment, and accept the theories which prevail upon this subject, without reasoning and without questioning, in order to flow along with the orthodox stream. This is the only way in which many do, to go along without difficulty. But if the Gospel was taught in its plainness and in its fullness, and if men and women understood the Gospel as it is, there would be nothing that would be in contradiction to those truths to which I have alluded; but all would be harmonious therewith, and everything would tend to increase the faith, strengthen the love, and <div class=\"break columnbreak\" id=\"107b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0107.pdf\" target=\"pdfwin\">p.&#xA0;107b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1036\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> heighten the feeling of admiration in the breast of the human being in contemplating the character of our Father in the light of the plan which He has revealed for our salvation from the power of sin. And this is what the Gospel (or as men choose to call it in these days &#x201C;Mormonism&#x201D;) has done for us. It is this that has enlightened this people; it is this that has gathered them from the nations of the earth, and has enabled them to submit to the privations and persecutions that they have had to contend with; and it is this that will carry them forward, until they are brought back into the presence of our Father in Heaven. <\/div><div class=\"paragraph jod\" id=\"v19n342\"> I pray that the blessings of the Lord may rest upon the people, and that the revelations of the Lord Jesus may be in their hearts, and in their souls, to guide them in that path that will bring them back into the presence of our Father, which I ask in the name of Jesus Christ. Amen. <\/div>\n<\/div>\n<\/div>"}