{"ID":190035, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Not Ashamed of the Gospel&#x2014;Thirty Years Progress in the Mountains&#x2014;The Gospel Unchangeable&#x2014;Joseph Inspired&#x2014;President Young's Work&#x2014;Work of the Twelve&#x2014;Labors in St. George Temple&#x2014;Gathering of the Spirits of the Dead.<\/div>\n<div class=\"subtitle\">Discourse by Elder Wilford Woodruff, delivered in the New Tabernacle, Salt Lake City, Sunday Afternoon, September 16, 1877.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Geo. F. Gibbs.<\/div>\n<div class=\"pageHeader\">Page Header: Not Ashamed of the Gospel, Etc.<\/div>\n<div class=\"speaker\">Speaker: Wilford Woodruff<\/div>\n<div class=\"date\">Date: 9\/16\/1877<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d35\">\n<div class=\"paragraph jod\" id=\"v19n721\"> It is with much pleasure and satisfaction I again stand before the Saints of God in this Tabernacle. A year nearly has passed since I enjoyed this privilege, my labors having been directed elsewhere. Whatever I may say to you depends entirely upon the dictation of the Holy Spirit. And I may say that we all need the inspiration of the Almighty to dictate us, whether we preach or listen, and not only in our public gatherings but in all of our labors connected with the building up of the kingdom of God, yes, just as much as the Saints of God did in every past age and dispensation. <\/div><div class=\"paragraph jod\" id=\"v19n722\"> I can truly say as the Apostle Paul said, &#x201C;For I am not ashamed of the gospel of Christ: for it is the power of God unto salvation to every one that believeth.&#x201D;<span class=\"citation\" id=\"72213\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72213)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72213)\">Rom. 1:16<\/a><\/span> I am not ashamed of what the world is pleased to call &#x201C;Mormonism;&#x201D; I am not ashamed of any revelation that God has given unto the Latter-day Saints, through the mouth of modern Prophets; I am not ashamed to acknowledge myself a firm believer in the literal fulfillment of the Bible, as well as every <div class=\"break columnbreak\" id=\"223b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0223.pdf\" target=\"pdfwin\">p.&#xA0;223b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0920\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> communication of God to man, although I am well aware that the Scriptures have been more or less spiritualized by the whole Christian world, especially during the last hundred years. I believe that holy men of old wrote and spoke as they were moved upon by the Holy Ghost,<span class=\"citation\" id=\"78329\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78329)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78329)\">2 Pet. 1:21<\/a><\/span> and that they meant what they said and said what they meant, and that the Apostle Paul spoke truly when he said, &#x201C;that no prophecy of the scripture is of any private interpretation.&#x201D;<span class=\"citation\" id=\"78294\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78294)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78294)\">2 Pet. 1:20<\/a><\/span> The Lord has taught us in a modern revelation contained in this book, the &#x201C;Doctrine and Covenants,&#x201D; that it matters not whether he speaks from heaven by his own voice, or by the ministration of angels, or by the mouth of his servants when they are moved upon by the Holy Ghost, it is all the same,<span class=\"citation\" id=\"83771\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83771)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83771)\">D&amp;C 1:38<\/a><\/span> the mind and will of God;<span class=\"citation\" id=\"86667\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86667)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86667)\">D&amp;C 68:4<\/a><\/span> and although the heavens and the earth pass away, my words would not fall unfulfilled.<span class=\"citation\" id=\"65911\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65911)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65911)\">Matt. 24:35<\/a><\/span><span class=\"citation\" id=\"86057\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86057)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86057)\">D&amp;C 56:11<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v19n723\"> I desire more particularly to address myself, this afternoon, to the Latter-day Saints; and at the same time if any of the strangers present can receive any benefit from my re<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"224a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0224.pdf\" target=\"pdfwin\">p.&#xA0;224a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0919\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>marks, I shall be glad of it. <\/div><div class=\"paragraph jod\" id=\"v19n725\"> Our position, today, before the heavens and the earth and before each other, reminds me of days that are past and gone. On the 20th of July, 1847, I brought our late President Young in my carriage through Emigration Canyon into this valley, which was the first time he set foot upon this land. The question has been often asked by strangers who visit our city, why did Brigham Young pick upon this spot to build a city? Because it was shown him before he came here. But when we came to this country, what did we find here? A barren desert, as barren as the Desert of Sahara; and the only signs of life were a few black crickets, some coyote wolves, and a few poor wandering Indians. Today we may travel from Paris in the north of our Territory to St. George in the south, a distance of some 500 miles, and see on every hand towns and villages, gardens, and orchards, fields and crops; we behold a people industrious and happy, building their own dwelling houses, meetinghouses, schoolhouses, tabernacles and Temples, and improvements and enterprises are constantly going on. And all this within so short a time. What does this mean? What does it bespeak to the strangers who visit our Territory, and in fact to the whole world, and to heavenly as well as mortal beings? It is evidence that God has set his hand to fulfil the prediction contained in the Bible, that he has commenced the work of uniting the record or stick of Joseph with that of Judah;<span class=\"citation\" id=\"60864\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60864)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60864)\">Ezek. 37:15-20<\/a><\/span> that the set time has come for him to favor Zion.<span class=\"citation\" id=\"57071\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57071)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57071)\">Ps. 102:13<\/a><\/span><span class=\"citation\" id=\"90978\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90978)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90978)\">D&amp;C 124:6<\/a><\/span> And how have these things come to pass and what was the origin of this peculiar system that presents itself now to the inhabitants of the earth, which found a resting place in <div class=\"break columnbreak\" id=\"224b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0224.pdf\" target=\"pdfwin\">p.&#xA0;224b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0919\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the wilds of this desolate, uninhabited land, and which has already produced such marvelous results? It was performed in a very singular manner, to begin with. As the Lord ever has done in attempting to establish his rule and government on the earth, he chose the weak things of the earth, and them he will use to confound the wisdom of the wise.<span class=\"citation\" id=\"72929\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72929)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72929)\">1 Cor. 1:27<\/a><\/span><span class=\"citation\" id=\"91936\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91936)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91936)\">D&amp;C 133:58<\/a><\/span> He manifested himself to a boy in his teens,<span class=\"citation\" id=\"93643\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93643)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93643)\">JS&mdash;H 1:17<\/a><\/span> and also sent an angel to him on several occasions,<span class=\"citation\" id=\"127705\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127705)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127705)\">JS&mdash;H 1:30-33<\/a><\/span> in fulfillment of the revelation to John the Revelator,<span class=\"citation\" id=\"79810\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79810)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79810)\">Rev. 14:6<\/a><\/span> and of the inspired words of many other Prophets and Apostles who have spoken concerning the marvelous work and wonder of the latter days.<span class=\"citation\" id=\"58799\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58799)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58799)\">Isa. 29:14<\/a><\/span> But says the world, &#x201C;We do not believe that.&#x201D; We understand that perfectly well; we do not expect you to receive the Gospel of the Son of God with the same readiness that you believe the falsehoods and misrepresentations that are constantly made about it. The world ever has opposed it, and we expect to meet all manner of opposition until the final triumph of right over wrong, of truth over error. We might commence with father Adam and trace it down to the present time, and we would find that the same spirit of opposition and of persecution followed the people of God in every age, as exists today against us, as a people. And so natural is it for the devil to oppose every move that the Lord makes towards reclaiming and redeeming the earth, that men are often found to denounce the &#x201C;Mormons&#x201D; and their religion when they know nothing either of us or our tenets. The Savior of the world himself was denounced as a deceiver, as an impostor; why? Because those who raised this cry against him knew him not, and those who reechoed it took not the trouble to ascertain whether it  <div class=\"break pagebreak\" id=\"225a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0225.pdf\" target=\"pdfwin\">p.&#xA0;225a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0918\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>was true or false. And it has been precisely in the same way that the names of Joseph Smith and Brigham Young have been had for evil by the masses of this enlightened age. The Savior said of those that rejected him, that he was hated by them because he testified of their works<span class=\"citation\" id=\"69467\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69467)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69467)\">John 8:38-59<\/a><\/span> which were evil.<span class=\"citation\" id=\"68939\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68939)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68939)\">John 3:19<\/a><\/span> And so verily it might be said of those who decry against the men who, in this respect, have not been more favored than their Master.<span class=\"citation\" id=\"64151\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64151)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64151)\">Matt. 10:25<\/a><\/span><span class=\"citation\" id=\"70247\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70247)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70247)\">John 15:20<\/a><\/span> Through them light has dawned upon the world, and because men choose darkness rather than light, their deeds being evil,<span class=\"citation\" id=\"68938\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68938)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68938)\">John 3:19<\/a><\/span> they find their opposite in &#x201C;Mormonism,&#x201D; and in all those who faithfully adhere to it and advocate it. <\/div><div class=\"paragraph jod\" id=\"v19n727\"> Through this boy, inexperienced and unlearned as he was, the Lord organized this Church on the 6th day of April, 1830,<span class=\"citation\" id=\"84258\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84258)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84258)\">D&amp;C 20:1<\/a><\/span> with only six members; and it can be said of him as of no other man in Christendom, that he was the instrument in the hands of God of presenting to the world a system of religion, a Church organization complete with all the keys and powers of the Holy Priesthood, and that through him has been imparted to the religious world more light and knowledge than all the professors of religion combined, with all their boasted intelligence and learning. And when he published to the world this new yet old doctrine, even the everlasting Gospel, it was found to agree precisely with that taught by the Savior, and the Church organization was after the same pattern as the one instituted by Him, although the Gospel had not been preached since it was driven away from the earth by the iron hand of persecution. One of the peculiar features in the faith of the Latter-day Saints is that we believe there is but one Gospel, that <div class=\"break columnbreak\" id=\"225b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0225.pdf\" target=\"pdfwin\">p.&#xA0;225b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0918\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> there never has been nor never will be any other, and that that Gospel never changes from one generation to another, and that it consists of the simple principles taught by the Savior and contained in the New Testament, which principles never deviate one from another. The first was faith in the Lord Jesus Christ; the second was baptism in water by immersion for the remission of sins, and then the laying on of hands for the reception of the Holy Ghost; and this was the kind of doctrine taught by Christ and his Apostles, and this was the doctrine that Joseph Smith preached. In doing so he stood alone in the world, and he had to meet the traditions of eighteen hundred years, traditions which had been handed down from generation to generation, which were entirely opposed to the doctrine which the Lord had revealed to him, and which he was commanded to preach. You and I were taught from our youth that there was no such thing as new revelation, it was all done away; and this same tradition is being imbibed by the youth of Christendom to the present time. Ask the ministers, the men to whom people look as their spiritual guides, why they do not enjoy the gifts and graces and the light of revelation from heaven, and what is the universal reply? It is in substance, &#x201C;Oh, these things are all done away, they are no longer needed; it was necessary that they should exist in the dark ages of the world but not in these days of the blaze of Gospel light.&#x201D; Whenever God had a Church upon the earth these gifts were enjoyed by the people. The sick were healed of their sickness, the lame were made to walk, the blind to see, the dumb to speak, etc., through the administrations of those among them who held the Priesthood, which authorizes men  <div class=\"break pagebreak\" id=\"226a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0226.pdf\" target=\"pdfwin\">p.&#xA0;226a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0917\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to act in the name of the Lord; and without it no man ever did or ever can officiate in the ordinances of the House of God. And I cannot believe that there is an honest-hearted man anywhere who possesses any portion of the spirit of the Lord, and who has any faith in the revelations of God, who can believe that men, whether of high or humble birth, learned or unlearned, would be divinely called to minister in the things of God, unless they were endowed from on high with the same power that the ancient Apostles possessed. <\/div><div class=\"paragraph jod\" id=\"v19n729\"> Well, the Prophet Joseph Smith lived fourteen years after he had organized the Church; and during that time the work spread over the United States, and to some of the foreign nations and islands of the sea. And when he had done this, he had a mission the other side of the veil, as well as this. Here again we widely differ from other religious denominations. As I before intimated, the world of mankind do not comprehend &#x201C;Mormonism;&#x201D; the people are as ignorant of the Gospel today as Nicodemus was when he inquired of the Savior what he should do to be saved. And I will here say that the answer which Jesus made him in that early day is strictly applicable to all who are now seeking the same information. &#x201C;Verily, verily, I say unto thee, Except a man be born again, he cannot see the kingdom of God.&#x201D;<span class=\"citation\" id=\"68728\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68728)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68728)\">John 3:3<\/a><\/span> And no man from Father Adam to the present time ever understood the principles of the Gospel, unless he received the testimony of Jesus through obedience thereto. <\/div><div class=\"paragraph jod\" id=\"v19n730\"> We are living in the dispensation which Daniel saw in prophetic vision, when the kingdom of God was to be established upon the earth, whose dominion is to have no end,<span class=\"citation\" id=\"61309\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61309)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61309)\">Dan. 2:44<\/a><\/span> and when the greatness of the kingdom is to be given to the Saints of the <div class=\"break columnbreak\" id=\"226b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0226.pdf\" target=\"pdfwin\">p.&#xA0;226b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0917\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Most High,<span class=\"citation\" id=\"61756\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61756)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61756)\">Dan. 7:27<\/a><\/span> to possess it forever and ever.<span class=\"citation\" id=\"61659\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61659)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61659)\">Dan. 7:18<\/a><\/span> Who are the Saints of God, I may ask? Every honest soul who on hearing the Gospel preached, receives it and obeys it, and uses his energies to consummate its establishment upon the earth. <\/div><div class=\"paragraph jod\" id=\"v19n731\"> The Prophet Joseph was moved upon by divine inspiration in the establishment of this Church. And before his death he called the Twelve Apostles together, whom he had called to the ministry by revelation, intimating that he was going to leave them, that he would shortly be called home to rest. And he talked with them and instructed them for weeks and months in the ordinances and laws of the Gospel; and he sealed upon their heads all the Priesthood, keys and powers that had been conferred upon him by the angels of God. And then, in addressing them he said, &#x201C;Brethren, no matter what becomes of me, or what my fate may be, you have got to round up your shoulders and bear off this kingdom; the God of heaven requires it at your hands. I have desired,&#x201D; said he, &#x201C;to see the Temple completed, but I shall not be spared to see it, but you will.&#x201D; Although he spoke so plainly to us, intimating that his end drew near, we could no more get it into our hearts that he was going to be martyred, any more than the Apostles could comprehend the meaning of the Savior when he told them he was going away,<span class=\"citation\" id=\"66580\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66580)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66580)\">Mark 9:30-32<\/a><\/span><span class=\"citation\" id=\"67354\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67354)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67354)\">Luke 9:43-45<\/a><\/span><span class=\"citation\" id=\"67883\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67883)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67883)\">Luke 18:31-34<\/a><\/span><span class=\"citation\" id=\"68389\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68389)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68389)\">Luke 24:6-8<\/a><\/span><span class=\"citation\" id=\"68682\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68682)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68682)\">John 2:18-22<\/a><\/span><span class=\"citation\" id=\"69803\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69803)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69803)\">John 12:16<\/a><\/span> and that if he did not leave them, the Comforter could not come.<span class=\"citation\" id=\"70306\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70306)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70306)\">John 16:7<\/a><\/span> When the Messiah was crucified his followers felt sorrowful and disappointed, because they expected him to release them and their nation from the Romish yoke. And so helpless did they feel themselves when denied his society, that even Peter, the first among the Apostles, proposed that they return  <div class=\"break pagebreak\" id=\"227a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0227.pdf\" target=\"pdfwin\">p.&#xA0;227a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0916\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to their nets, that instead of pursuing the high calling of &#x201C;fishers of men,&#x201D;<span class=\"citation\" id=\"62882\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62882)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62882)\">Matt. 4:19<\/a><\/span> that they again become common fishermen.<span class=\"citation\" id=\"70955\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70955)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70955)\">John 21:3<\/a><\/span> They comprehended not the words of the Savior to them. But after his death, he appeared to them, and they began to understand then what he had previously told them. We did not understand either what Joseph meant when he told us he was going to be taken away. But so it was, and when it came, we knew too well his meaning, for sorrow and gloom rested upon all Israel. The question may be asked, Why was this necessary? There may be more than one reason; one, however, is, the dispensation already ushered in is the dispensation of the fullness of times; and like preceding ones, the men who have been called upon to open them up, had to seal their testimony with their blood,<span class=\"citation\" id=\"76909\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76909)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76909)\">Heb. 9:16-17<\/a><\/span> Joseph had to do the same.<span class=\"citation\" id=\"91987\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91987)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91987)\">D&amp;C 135:3<\/a><\/span> But those who took his life, and those who assented to it, will have to pay the bill. He held the keys of the Priesthood, and had a work to perform in the spirit world, as Jesus had. When he was put to death, and while his body lay in the tomb, he went to the spirit world to introduce the Gospel to the spirits there, that they might have the opportunity of either receiving or rejecting it,<span class=\"citation\" id=\"77954\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77954)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77954)\">1 Pet. 3:18-19<\/a><\/span> and be judged according to men in the flesh.<span class=\"citation\" id=\"78134\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78134)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78134)\">1 Pet. 4:6<\/a><\/span> And it will be the privilege of every son and daughter of Adam, sometime of their life, either in the body or in the spirit, to hear the glad tidings of great joy proclaimed to them, for God is just and is no respecter of persons.<span class=\"citation\" id=\"71761\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71761)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71761)\">Acts 10:34<\/a><\/span> Joseph, then, standing at the head of this dispensation holds the keys of the Priesthood pertaining to this time, and it was a duty that the God of heaven required of him to open up the Gospel to those in the spirit world <div class=\"break columnbreak\" id=\"227b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0227.pdf\" target=\"pdfwin\">p.&#xA0;227b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0916\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> who had not received it. And there is no greater duty resting upon the Latter-day Saints today than that of building Temples, and officiating therein for the dead as well as the living. Said Paul, in support of this doctrine, &#x201C;Else what shall they do which are baptized for the dead, if the dead rise not at all? why are they then baptized for the dead?&#x201D;<span class=\"citation\" id=\"73890\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73890)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73890)\">1 Cor. 15:29<\/a><\/span> There is no doubt or obscurity in the minds of the Latter-day Saints respecting this principle, it has been made plain unto our understanding by the light of revelation. The Adversary, well knowing the nature and importance of the mission of this Prophet of God, put it into the hearts of wicked men to kill him, and in taking his life they thought they were putting an end to &#x201C;Mormonism.&#x201D; They reasoned from their human standpoint, for such might have been the case if this work were the creation of man. But the hand of God was over him and the work that he established, and it is his work and he directs it, and those who want to find fault with it, or any part of it, should enter complaint against God, for he is its Author; we are merely the instruments in his hands in carrying it on. <\/div><div class=\"paragraph jod\" id=\"v19n733\"> After the martyrdom of our beloved Prophet, the Twelve Apostles stepped forward, in the magnitude of their calling, and assumed the Presidency of the Church, and, as a Quorum, they led it, with President Young as President of that Quorum, for several years before there was an organization of the First Presidency; and when this organization was effected, with Brigham Young as President of the Church, he continued to preside for the space of thirty-three years, until the time of his death, notwithstanding the combined efforts of the  <div class=\"break pagebreak\" id=\"228a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0228.pdf\" target=\"pdfwin\">p.&#xA0;228a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0915\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Adversary and wicked men to destroy him from off the earth. His works are before you; they are before the heavens and the earth, and all men. The entire Territory bears marks of his genius and enterprise; and the Lord certainly crowned his labors with success, as he has blessed the labors of his brethren who have not spared their hands or their hearts in assisting him. And instead of the work of the latter day stopping, or its progress being retarded in consequence of the death of our beloved President, it will move forward with accelerated speed, until Zion arises in beauty, and power, and dominion,<span class=\"citation\" id=\"59541\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59541)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59541)\">Isa. 52:1<\/a><\/span><span class=\"citation\" id=\"87437\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87437)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87437)\">D&amp;C 82:14<\/a><\/span> in fulfillment of the inspired words of Prophets and Seers who have spoken, and who, while wrapt in heavenly vision, saw our day. <\/div><div class=\"paragraph jod\" id=\"v19n735\"> It cannot be a very great while before many of us will follow him. I have traveled with him for some forty-four years of my life, and during those years I have never known him to waver or flinch in the performance of his duties. He has performed an honorable mission to earth, and while his body sleeps his spirit lives, and he continues his labors, strengthening the hands of Joseph, and Hyrum, and Jedediah, and Heber, and George A., and all those who have been true and faithful to God and to man while upon the earth, who are now engaged in the same great cause of redemption and salvation. Although President Young has finished his earthly career and mission to this earth, the work has only commenced. The Gospel must be thoroughly and faithfully preached to every nation under heaven, and the Lord holds us responsible, for verily the trust has been imposed upon us, and it behooves us to see to it. I have traveled more or less for the last <div class=\"break columnbreak\" id=\"228b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0228.pdf\" target=\"pdfwin\">p.&#xA0;228b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0915\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> forty years, without purse or scrip,<span class=\"citation\" id=\"68183\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68183)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68183)\">Luke 22:35<\/a><\/span> and I have been sustained by the hand of the Lord, and so have my brethren. Our Elders who are called constantly from the plow and the workshops to go forth into the world and preach the Gospel, traveling from place to place on foot, without purse or scrip,<span class=\"citation\" id=\"68184\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68184)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68184)\">Luke 22:35<\/a><\/span> and although they are not trained in colleges or seminaries of learning, yet they are sustained and enabled to cope with the learned and wise, and the honest in heart receive their testimony, which is accompanied by the Spirit of God, and the Holy Ghost. <\/div><div class=\"paragraph jod\" id=\"v19n736\"> Before I close, I want to say one thing to the Latter-day Saints, which is resting upon my mind. President Young having now passed away, his labors with us have ceased for the present. He, with his brethren, built and completed one Temple, also laid the foundation for one at Manti and one at Logan, and besides a great deal of work has been done on the one in this city. He left this unfinished work for us to carry on to completion; and it is our duty to rise up and build these Temples. I look upon this portion of our ministry as a mission of as much importance as preaching to the living; the dead will hear the voice of the servants of God in the spirit world, and they cannot come forth in the morning of the resurrection, unless certain ordinances are performed, for and in their behalf, in Temples built to the name of God. It takes just as much to save a dead man as a living man. For the last eighteen hundred years, the people that have lived and passed away never heard the voice of an inspired man, never heard a Gospel sermon, until they entered the spirit world. Somebody has got to redeem them, by performing such ordinances for them in the flesh as they cannot attend  <div class=\"break pagebreak\" id=\"229a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0229.pdf\" target=\"pdfwin\">p.&#xA0;229a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0914\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to themselves in the spirit, and in order that this work may be done, we must have Temples in which to do it; and what I wish to say to you, my brethren and sisters, is that the God of heaven requires us to rise up and build them, that the work of redemption may be hastened. Our reward will meet us when we go behind the veil. <\/div><div class=\"paragraph jod\" id=\"v19n738\"> &#x201C;Blessed are the dead which die in the Lord from henceforth: Yea, saith the Spirit, that they may rest from their labors; and their works do follow them.&#x201D;<span class=\"citation\" id=\"80030\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80030)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80030)\">Rev. 14:13<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v19n739\"> We have labored in the St. George Temple since January, and we have done all we could there; and the Lord has stirred up our minds, and many things have been revealed to us concerning the dead. President Young has said to us, and it is verily so, if the dead could they would speak in language loud as ten thousand thunders, calling upon the servants of God to rise up and build Temples, magnify their calling and redeem their dead. This doubtless sounds strange to those present who believe not the faith and doctrine of the Latter-day Saints; but when we get to the spirit world we will find out that all that God has revealed is true. We will find, too, that everything there is reality, and that God has a body, parts and passions, and the erroneous ideas that exist now with regard to him will have passed away. I feel to say little else to the Latter-day Saints wherever and whenever I have the opportunity of speaking to them, than to call upon them to build these Temples now under way, to hurry them up to completion. The dead will be after you, they will seek after you as they have after us in St. George. They called upon us, knowing that we held the keys and power to redeem them. <\/div> <div class=\"break columnbreak\" id=\"229b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0229.pdf\" target=\"pdfwin\">p.&#xA0;229b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0914\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v19n740\"> I will here say, before closing, that two weeks before I left St. George, the spirits of the dead gathered around me, wanting to know why we did not redeem them. Said they, &#x201C;You have had the use of the Endowment House for a number of years, and yet nothing has ever been done for us. We laid the foundation of the government you now enjoy, and we never apostatized from it, but we remained true to it and were faithful to God.&#x201D; These were the signers of the Declaration of Independence, and they waited on me for two days and two nights. I thought it very singular, that notwithstanding so much work had been done, and yet nothing had been done for them. The thought never entered my heart, from the fact, I suppose, that heretofore our minds were reaching after our more immediate friends and relatives. I straightway went into the baptismal font and called upon brother McCallister to baptize me for the signers of the Declaration of Independence, and fifty other eminent men, making one hundred in all, including John Wesley, Columbus, and others; I then baptized him for every President of the United States, except three; and when their cause is just, somebody will do the work for them. <\/div><div class=\"paragraph jod\" id=\"v19n741\"> I have felt to rejoice exceedingly in this work of redeeming the dead. I do not wonder at President Young saying he felt moved upon to call upon the Latter-day Saints to hurry up the building of these Temples. He felt the importance of the work; but now he has gone, it rests with us to continue it, and God will bless our labors and we will have joy therein. This is a preparation necessary for the second advent of the Savior; and when we shall have built the Temples now contemplated,  <div class=\"break pagebreak\" id=\"230a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0230.pdf\" target=\"pdfwin\">p.&#xA0;230a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0913\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>we will then begin to see the necessity of building others, for in proportion to the diligence of our labors in this direction, will we comprehend the extent of the work to be done, and the present is only a beginning. When the Savior comes, a thousand years will be devoted to this work of redemption; and Temples will appear all over this land of Joseph&#x2014;North and South America&#x2014;and also in Europe and elsewhere; and <div class=\"break columnbreak\" id=\"230b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0230.pdf\" target=\"pdfwin\">p.&#xA0;230b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0913\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> all the descendants of Shem, Ham, and Japheth who received not the Gospel in the flesh, must be officiated for in the Temples of God, before the Savior can present the kingdom to the Father, saying, &#x201C;It is finished.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v19n743\"> May God continue to bless us, and guide and direct our labors, is my prayer, in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}