{"ID":190042, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Blessings Realized By the Saints&#x2014;Men Die, But Their Works Remain&#x2014;a Day of Infidelity&#x2014;the Coming Glory of Zion&#x2014;Temple Building Again&#x2014;Blessing at St. George.<\/div>\n<div class=\"subtitle\">Discourse by Elder Wilford Woodruff, delivered at the Annual Conference, Saturday Morning, April 6, 1878.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Geo. F. Gibbs.<\/div>\n<div class=\"pageHeader\">Page Header: The Blessings Realized By the Saints, Etc.<\/div>\n<div class=\"speaker\">Speaker: Wilford Woodruff<\/div>\n<div class=\"date\">Date: 4\/6\/1878<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d42\">\n<div class=\"paragraph jod\" id=\"v19n942\"> The very fact that we have a people, that we have a Zion, that we have a kingdom, that we have a Church and a Priesthood which is connected with the heavens, and which has power to move the heavens, and that we know that the heavens are communicating with us, directing the performance of this great latter-day work in which the Latter-day Saints are engaged, this very fact alone should fill our hearts with humility before the Lord our God, and it should continually remind us in our reflections and feelings of the responsibility we are under both to Him and to one another, and also of our dependence upon him for all the blessings we enjoy of a spiritual as well as a temporal nature. <\/div><div class=\"paragraph jod\" id=\"v19n943\"> The prayer offered up by brother Pratt filled my mind with reflections of the past. Almost half a century has expired since the Prophet of God organized this Church upon the earth; but he and most of the men who labored prominently with him, in laying the foundation of this Church, are not with us today, their voices are hushed in death, they have finished their earthly work, having labored a series of years, and are now the other side of the veil. There <div class=\"break columnbreak\" id=\"295b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0295.pdf\" target=\"pdfwin\">p.&#xA0;295b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0848\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> are but two of the first Quorum of the Twelve with us in the flesh, and only two of the second Quorum. And this speaks in loud and forcible language, at least it does to me, that what we have to do in the interest of the great cause of salvation, we should perform it faithfully and diligently, making the very best use of the few remaining days we have yet to labor in the flesh. <\/div><div class=\"paragraph jod\" id=\"v19n944\"> While I refer to the absence of our brethren whose works remain and whose memories are cherished, I am fully conscious this morning that we who are left are not laboring alone, nor particularly for our own benefit, in a temporal point of view; but I realize that we are called and ordained of God to labor with him and the heavenly hosts, in the accomplishment of his purposes, the bringing forth and establishing of his Zion and Kingdom in the earth, and all that has been designed to be consummated in this the dispensation of the fullness of times. I also sense that when I and my brethren who still remain shall pass away, we shall go as others have done&#x2014;we shall not take this world or any part of it with us. When Joseph Smith died, Nauvoo remained, he did not take it  <div class=\"break pagebreak\" id=\"296a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0296.pdf\" target=\"pdfwin\">p.&#xA0;296a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0847\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>with him; when President Brigham Young died, Salt Lake City still remained, and when we join them we shall leave behind us the things of time, even as Jesus did himself who was the founder of the earth. This truth itself should incite the Latter-day Saints to reflection, it should indelibly impress upon our memories, the fact that we are working for something far greater, in real worth, than dollars and cents, houses and lands, and this world's goods. We have been gathered here in our present condition by the commandment and by the inspiration of the Lord, to continue the work that others commenced, and like them we must improve the time in doing what is required of us, working faithfully for God and his Kingdom while the day lasts. <\/div><div class=\"paragraph jod\" id=\"v19n946\"> I know, you know, and all Israel knows who have received the fullness of the everlasting Gospel in this last dispensation of God to man, that this is the work of God and not of man; we understand this perfectly. This Church and Kingdom has been organized by the administration of angels from God. The organization of this Church has been governed and controlled by revelation and upon no other principle, and what has already been accomplished since our existence, as a church, reveals the handiwork of God, for no man could have done what has been done unless God were with him. I rejoice to have the privilege of meeting with so many of my brethren and sisters, and that I have the privilege of bearing testimony to the divinity of this latter-day work, and of the principles of salvation revealed from God to man. The scene I behold this morning, and that which I behold in traveling through the extent of this Territory, speaks to me in very loud language that it is in fulfillment of <div class=\"break columnbreak\" id=\"296b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0296.pdf\" target=\"pdfwin\">p.&#xA0;296b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0847\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the designs of God, and the revelations of Jesus Christ,<span class=\"citation\" id=\"127737\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127737)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127737)\">Gal. 1:12<\/a><\/span> which are recorded not only in the Bible, or on the stick of Judah, but also in the Book of Mormon, or stick of Joseph in the hands of Ephraim,<span class=\"citation\" id=\"60866\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60866)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60866)\">Ezek. 37:15-20<\/a><\/span> as well as in the New Testament, and those revelations of modern date as those of ancient time, have been sealed with the blood of him who brought them forth, and this testimony therefore is in force to all the world.<span class=\"citation\" id=\"92018\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92018)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92018)\">D&amp;C 135:3-5<\/a><\/span> The Lord is not trifling with this generation, neither is he trifling with the Saints or with the world of mankind. During the last 48 years the Gospel has been preached to this generation, and this work will continue preaching to the Gentiles, until the Lord directs otherwise. The harvest is ripe, and he, the Lord, said, through the Prophet Joseph, he that would thrust in the sickle and reap was called of God.<span class=\"citation\" id=\"83865\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83865)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83865)\">D&amp;C 6:4<\/a><\/span> And some have continued to labor faithfully almost from the organization of this Church to the present time&#x2014;almost half a century. I think it a great blessing and privilege to stand in the midst of the people of God in this age of the world to preach the Gospel of Jesus, and to labor to build up Zion, in obedience to his commandments, and to carry out his purposes in the day and age in which I live. We, as a whole people, should certainly exercise our faith in God and in the revelations, more especially those that immediately refer to our present condition; no matter where they are found, in any of the records of divine truth. The Lord has said unto us, through Joseph Smith, that it matters not whether he speaks unto the children of men by his own voice or by the ministrations of angels,<span class=\"citation\" id=\"85531\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85531)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85531)\">D&amp;C 43:25<\/a><\/span> or whether by the voice of his servants,<span class=\"citation\" id=\"127738\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127738)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127738)\">D&amp;C 68:2-5<\/a><\/span> that it is all the same, it is his word, his mind and his will to those to whomsoever it  <div class=\"break pagebreak\" id=\"297a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0297.pdf\" target=\"pdfwin\">p.&#xA0;297a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0846\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>comes; and that although the heavens and the earth pass away, not one jot or tittle of his word shall remain unfulfilled.<span class=\"citation\" id=\"127739\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127739)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127739)\">Matt. 5:18<\/a><\/span><span class=\"citation\" id=\"83772\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83772)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83772)\">D&amp;C 1:38<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v19n948\"> I am a believer in this revelation and also in the records which are left for us to pursue, the inspired words of ancient as well as modern Prophets; and I also believe that they will have their fulfillment in the due time of the Lord, and that no power on earth can prevent it. and I do not believe there has been a revelation given from God to man, from the days of father Adam to this hour, but what has had its fulfillment, or will have, as fast as time will admit; and we are every day of our lives making history, and we are also fulfilling the prophecies of Isaiah and many other ancient men of God, who were permitted in vision to see our day. <\/div><div class=\"paragraph jod\" id=\"v19n949\"> I know we live in a day of infidelity; I know that darkness covers the earth and gross darkness the minds of the people;<span class=\"citation\" id=\"59929\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59929)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59929)\">Isa. 60:2<\/a><\/span><span class=\"citation\" id=\"90607\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90607)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90607)\">D&amp;C 112:23<\/a><\/span> I know that the Lord is angry with the wicked,<span class=\"citation\" id=\"56330\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56330)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56330)\">Ps. 7:11<\/a><\/span> and withholding his Spirit from the inhabitants of the earth;<span class=\"citation\" id=\"86448\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86448)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86448)\">D&amp;C 63:32<\/a><\/span> I know that light has come into the world, and that men love darkness rather than light, because their deeds are evil.<span class=\"citation\" id=\"68940\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68940)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68940)\">John 3:19<\/a><\/span> But as a servant of the living God I will say that, notwithstanding all the unbelief of this wicked generation&#x2014;the Christian, the Jewish and the pagan world, together with the combined efforts of the devil and wicked men, the fulfillment of the purposes of God in their times and seasons cannot be frustrated. These volumes of revelation are written on the pages of divine truth as in letters of fire, and they will have their fulfillment whether men believe or disbelieve, for they are the words of God. <\/div><div class=\"paragraph jod\" id=\"v19n950\"> It is a great work, an almighty work; it is a work different from that of any dispensation which God <div class=\"break columnbreak\" id=\"297b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0297.pdf\" target=\"pdfwin\">p.&#xA0;297b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0846\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> has given to man. When I look upon these Latter-day Saints I cannot help contemplating our calling and the labor required at our hands, and, when I am reminded of the account that we have all got to give before the judgment seat of God for the use we make of our own time and talents, and the gifts of God and the holy Priesthood, and the work of our God which has been committed to us, I feel to ask, What manner of men ought we to be.<span class=\"citation\" id=\"78479\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78479)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78479)\">2 Pet. 3:11<\/a><\/span><span class=\"citation\" id=\"83000\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83000)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83000)\">3 Ne. 27:27<\/a><\/span> Our souls should be open to the building up of this Kingdom of God, and we should continue with increased diligence to rear towards heaven these Temples of our God, the foundation of which we have laid and commenced to build upon, so that all Israel who dwell here may enter into them and attend to the ordinances of the house of God. And I again say to the Latter-day Saints, this work the God of Israel requires at your hands. This requirement is not confined to the Twelve, the President of Stakes and the Bishops, but it is binding upon every man who has entered into covenant with the Lord our God, and I trust that one and all will willingly share this responsibility, and not for a moment permit this work to drag or appear laborious to perform. <\/div><div class=\"paragraph jod\" id=\"v19n951\"> I thank the Lord my God that my ears have been saluted with the sound of the Gospel, and that I have had the privilege of reading the revelations of God to us, and I know that, as an individual, I am held responsible for my duty to Him. We have a harvest to reap both sides of the veil. We have already done considerable work on this side, by way of preaching the Gospel to the nations of the earth, as commanded to do by God. Well do I remember the early experience of the first Elders of the Church, how we traveled afoot for  <div class=\"break pagebreak\" id=\"298a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0298.pdf\" target=\"pdfwin\">p.&#xA0;298a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0845\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>thousands of miles, without purse or scrip,<span class=\"citation\" id=\"68185\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68185)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68185)\">Luke 22:35<\/a><\/span> with valise in hand, and many times having to beg our bread, from door to door, in order to impart to the people a knowledge of the Gospel. Our garments are clear from the blood of this generation, and the testimony of these Elders will yet rise in judgment against this generation to condemn them. Notwithstanding the unbelief of the Christian world, and notwithstanding the warfare that may be waged against God and his Christ, Zion will be redeemed and his kingdom will be established never more to be thrown down. He holds the nations in his own hands, and he also has his Saints in his holy keeping, and he will continue to guide and direct and sustain his people, until they consummate all unto which they have been ordained. <\/div><div class=\"paragraph jod\" id=\"v19n953\"> Look at these valleys! When we came here in 1847, they were barren and desolate, without the least sign or mark of civilization. Today our Territory is filled with villages, towns and orchards, and the land is brought under a good state of cultivation, inhabited by a civilized race. Who are they? Sons and daughters of the Lord Almighty; they are a people that have been, as corn sifted in a sieve,<span class=\"citation\" id=\"61951\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61951)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61951)\">Amos 9:9<\/a><\/span> among the Gentile nations, and called out by the proclamation of the everlasting Gospel. The Lord chose a boy from the humble walks of life, and endowed him with intelligence and power to commence this great work, and also to send forth others throughout this and to other nations bearing the message of life, and this people opened their hearts to receive it, and were baptized in water for remission of sins, and received the laying on of hands for the reception of the Holy Ghost. They have been born of the Spirit, and they have seen the king<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"298b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0298.pdf\" target=\"pdfwin\">p.&#xA0;298b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0845\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>dom of God, and they have received ordination in order to enter into it.<span class=\"citation\" id=\"68755\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68755)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68755)\">John 3:3-5<\/a><\/span> And when they enter into it, they have the spirit of it, and this makes the difference between the Latter-day Saints and the former-day Saints. No man can see the kingdom of God unless he is born of the Spirit;<span class=\"citation\" id=\"68729\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68729)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68729)\">John 3:3<\/a><\/span> and this is wherein these Latter-day Saints have faith in God, and observe the signs of the times, and trust in him by this principle. Their prayers have ascended in the ears of the Lord of Sabbaoth, asking for things which they stood in need of; and he has answered our prayers and he has continued to sustain us until the present time. I ask, my brethren and sisters, will the Lord withhold now his hand, will he now close the heavens, withdrawing the power by which we have been upheld? No, he will not; his hand will continue over us if we be true to him and the laws he has given unto us. He has decreed before the foundation of this world, before the fall of man, that in the dispensation of the fulness of times, he would gather unto himself all things, both things which are in heaven and things on the earth.<span class=\"citation\" id=\"74829\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74829)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74829)\">Eph. 1:10<\/a><\/span> He is doing it, although the world generally does not know it. <\/div><div class=\"paragraph jod\" id=\"v19n954\"> Now, brethren and sisters, I do not wish myself to occupy all your time this morning, but I want to say to you that our position, our calling, our religion embrace the noble work of God, both temporal and spiritual, which rests upon us. We have to go forth with our hands and build up Zion. Zion will be built up;<span class=\"citation\" id=\"127742\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127742)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127742)\">Ps. 102:16<\/a><\/span> Zion will be redeemed,<span class=\"citation\" id=\"127741\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127741)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127741)\">Isa. 1:27<\/a><\/span> and she will arise and shine<span class=\"citation\" id=\"127740\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127740)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127740)\">Isa. 60:1<\/a><\/span> and put on her beautiful garments;<span class=\"citation\" id=\"59546\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59546)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59546)\">Isa. 52:1-2<\/a><\/span><span class=\"citation\" id=\"87438\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87438)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87438)\">D&amp;C 82:14<\/a><\/span> she will break from off her neck her yoke,<span class=\"citation\" id=\"58087\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58087)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58087)\">Isa. 10:27<\/a><\/span> and she will be clothed with the glory of our God.<span class=\"citation\" id=\"86574\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86574)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86574)\">D&amp;C 64:41<\/a><\/span> Zion has been sold for nought; she will be redeemed without money;<span class=\"citation\" id=\"59551\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59551)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59551)\">Isa. 52:3<\/a><\/span> she will  <div class=\"break pagebreak\" id=\"299a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0299.pdf\" target=\"pdfwin\">p.&#xA0;299a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0844\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>arise in her beauty<span class=\"citation\" id=\"127743\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127743)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127743)\">Ps. 50:2<\/a><\/span> and glory,<span class=\"citation\" id=\"59890\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59890)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59890)\">Isa. 60:1<\/a><\/span> as the Prophets of God have seen her; she will extend her borders and strengthen her stakes,<span class=\"citation\" id=\"127744\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127744)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127744)\">Isa. 54:2<\/a><\/span><span class=\"citation\" id=\"83616\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83616)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83616)\">Moro. 10:31<\/a><\/span><span class=\"citation\" id=\"87439\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87439)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87439)\">D&amp;C 82:14<\/a><\/span> and the God of heaven will comfort her,<span class=\"citation\" id=\"127745\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127745)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127745)\">Isa. 51:3<\/a><\/span> inasmuch as we will unite together to carry out his purposes. <\/div><div class=\"paragraph jod\" id=\"v19n956\"> I see nothing to tempt me or you to turn aside from the work given us to do. The Prophets have predicted that every weapon that is formed against Zion shall be broken,<span class=\"citation\" id=\"59736\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59736)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59736)\">Isa. 54:17<\/a><\/span> and this is in accordance with the revelations of God to us.<span class=\"citation\" id=\"86763\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86763)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86763)\">D&amp;C 71:9<\/a><\/span><span class=\"citation\" id=\"90410\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90410)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90410)\">D&amp;C 109:25<\/a><\/span> He will continue this work and direct its onward course, but he expects us to continue to reclaim the waste places,<span class=\"citation\" id=\"89450\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89450)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89450)\">D&amp;C 101:18<\/a><\/span><span class=\"citation\" id=\"89571\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89571)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89571)\">D&amp;C 101:75<\/a><\/span><span class=\"citation\" id=\"89744\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89744)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89744)\">D&amp;C 103:11<\/a><\/span> and to continue to build Temples and also to impart of our substance.<span class=\"citation\" id=\"127746\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127746)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127746)\">D&amp;C 42:30-31<\/a><\/span><span class=\"citation\" id=\"127747\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127747)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127747)\">D&amp;C 63:43<\/a><\/span><span class=\"citation\" id=\"127748\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127748)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127748)\">D&amp;C 88:123<\/a><\/span><span class=\"citation\" id=\"127749\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127749)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127749)\">D&amp;C 104:18<\/a><\/span><span class=\"citation\" id=\"127750\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127750)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127750)\">D&amp;C 105:3<\/a><\/span> And I wish all Israel to understand that when we impart of our substance to build Temples that we do not do it to benefit the Lord at all, he had his endowments a long time before we were born, and also passed through his probation. We are his children, he wishes to exalt us back to his presence, and he knows very well we are obliged to walk in the same path and receive the same ordinances in order to inherit the same glory that surrounds him. And when we erect Temples in which to perform ordinances for the living and the dead, we do it to benefit our own blessed selves. I want salvation, I wish to inherit eternal life, I wish to get back to the presence of God from whence I came, when I have finished my probation in the flesh. And I believe that I desire nothing in this respect but what you also wish. Then I know that it requires my diligence and my constant labor and study, the little time I have to spend in the flesh, to do all I can to build up Zion and to establish the Church and the kingdom of God upon the earth. If we can only obtain eternal lives we shall attain to the greatest of <div class=\"break columnbreak\" id=\"299b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0299.pdf\" target=\"pdfwin\">p.&#xA0;299b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0844\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> God's gifts to man.<span class=\"citation\" id=\"84101\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84101)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84101)\">D&amp;C 14:7<\/a><\/span> Our Savior, our Heavenly Father, the angel Gabriel, Peter, James and John, Joseph Smith and Brigham Young, are not coming back to build our Temples for us, they are not coming to settle new country and open up new roads, plant out our trees, build up and beautify this land, this is our part of the work, and we have got it to do, working while we live, and when we go away we shall move on exactly as others have done, leaving our houses, our gardens, our flocks and herds, and all our earthly interests behind us. And when we go to the spirit world and our eyes are opened on eternal lives, we shall all marvel at the way in which our lives have been spent. There is a veil over all the earth,<span class=\"citation\" id=\"127751\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127751)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127751)\">D&amp;C 101:23<\/a><\/span> it is ordained of God that it should be so, and the fact of it being so will prove all of his children whether we will abide in his covenant even unto death or not.<span class=\"citation\" id=\"89293\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89293)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89293)\">D&amp;C 98:14-15<\/a><\/span> And those who are not willing to abide in their covenant unto the end for the building up of the kingdom of God, are not worthy of a place with God and with the Savior and those who have sealed their testimony with their blood. <\/div><div class=\"paragraph jod\" id=\"v19n957\"> I pray the Lord to bless you and all those who may attend this Conference, and also the brethren who may address you; and trust that our prayers may continually ascend into the ears of the Lord on behalf of Zion and her speedy redemption. <\/div><div class=\"paragraph jod\" id=\"v19n958\"> I will say before closing, that I have just returned from St. George, where I have been laboring in the Temple. The work of God continues there; as a general thing we have as much labor as the Temple is capable of sustaining. The spirit of the work does not lag. And I can safely add that just as quick as the people get the Temple done at this place, the way will be opened before them,  <div class=\"break pagebreak\" id=\"300a\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0300.pdf\" target=\"pdfwin\">p.&#xA0;300a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0843\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>they will feel the responsibility of attending to the work so essentially necessary to be done on behalf of those who have lived and passed away without having had the privilege of receiving the blessings of the Gospel; and as their time and attention will be occupied in this direction will they perceive the importance as well as the magnitude of the work. There are many today who stand in need of this assistance, and as I have often said, so say I again to this body of Latter-day Saints, that this labor devolves upon us, and God requires it at our hands. The Pro<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"300b\">[<a href=\"\/jod\/pdf\/JoD19\/JoD19_0300.pdf\" target=\"pdfwin\">p.&#xA0;300b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0843\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>phet Joseph may turn the keys in the spirit world, and he and those engaged with him may preach to the spirits in prison, but they cannot baptize them nor confirm them, nor administer offices of the endowment. Some person or persons dwelling in the flesh must attend to this part of the work for them; for it takes just as much to save a dead man who never received the Gospel as a living man. And all those who have passed away without the Gospel have the right to expect somebody in the flesh to perform this work for them, Amen. <\/div>\n<\/div>\n<\/div>"}