{"ID":200041, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Work of God Cannot Be Hindered&#x2014;The United States to Be Afflicted By Judgment.<\/div>\n<div class=\"subtitle\">Discourse by President John Taylor, delivered at the General Conference, Held in the Tabernacle, Salt Lake City, October 6, 1879.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Geo. F. Gibbs.<\/div>\n<div class=\"pageHeader\">Page Header: The Work of God, Etc.<\/div>\n<div class=\"speaker\">Speaker: John Taylor<\/div>\n<div class=\"date\">Date: 10\/6\/1879<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d41\">\n<div class=\"paragraph jod\" id=\"v20n848\"> I have been interested in listening to the remarks of the brethren this afternoon, and I am thankful <div class=\"break columnbreak\" id=\"316b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0316.pdf\" target=\"pdfwin\">p.&#xA0;316b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7209\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to find that good old-fashioned Mormonism, or Latter-day Saintism is not altogether dead yet&#x2014;that  <div class=\"break pagebreak\" id=\"317a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0317.pdf\" target=\"pdfwin\">p.&#xA0;317a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7208\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>there is a little of it living in the bosoms of the Saints, in our speakers, and in those who hear. The Methodists, you know, used to have a prayer to the effect that, &#x201C;His Spirit might pass from heart to heart as oil passes from vessel to vessel,&#x201D; and I have thought that that kind of a spirit has been exhibited more or less here today, whether we have any Methodists among us or not. <\/div><div class=\"paragraph jod\" id=\"v20n850\"> We have come here, as has been stated, to worship Almighty God in accordance with his commands. Most of this congregation were good citizens before they came here. Some are from the various parts of Europe and from other parts of the earth, and a great many from different parts of the United States. They were good citizens and observed the laws of the land to which they belonged. They have observed every law of the United States, except one that was made on purpose to make them disobey God, and therefore, so far as political affairs are concerned, and the duties pertaining to citizens of the United States, they have been maintained in their integrity up to the present time. I remember being asked in a court here some three or four years ago&#x2014;I do not remember the time precisely, but the court seemed to be very fond of interfering with religious matters, it was not always so; but I suppose civilization has extended&#x2014;I was asked, &#x201C;Do you believe in obeying the laws of the United States?&#x201D;<span class=\"citation\" id=\"94210\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94210)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94210)\">A of F 1:12<\/a><\/span> &#x201C;Yes I do, in all except one&#x201D;&#x2014;in fact I had not broken that. &#x201C;What law is that?&#x201D; &#x201C;The law in relation to polygamy.&#x201D; &#x201C;Well, why do you except that one?&#x201D; &#x201C;Because,&#x201D; I replied &#x201C;it is at variance with the genius and spirit of our institution; because it is at variance with the Constitution of the United States; and because it is in violation of the <div class=\"break columnbreak\" id=\"317b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0317.pdf\" target=\"pdfwin\">p.&#xA0;317b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7208\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> law of God to me.&#x201D; The United States Supreme Court, however, since that time has made it a law of the land, that is, it has sanctioned it; it was not sanctioned at that time, that question was not then decided. We are here today, gathered together according to the word and law of God and the commandments of God to us. &#x201C;Gather my saints together unto me,&#x201D; says one of the old prophets, &#x201C;those that have made a covenant with me by sacrifice.&#x201D;<span class=\"citation\" id=\"56698\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56698)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56698)\">Ps. 50:5<\/a><\/span> &#x201C;I will take you,&#x201D; says another, &#x201C;one of a city, and two of a family, and I will bring you to Zion: And I will give you pastors according to mine heart, which shall feed you with knowledge and understanding.&#x201D;<span class=\"citation\" id=\"60364\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60364)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60364)\">Jer. 3:14-15<\/a><\/span> Now, the servants of God in these last days have been sent out as they were in former days to gather the people, and the Lord has given us this law&#x2014;the law of polygamy&#x2014;among other things, and I know it before God and can bear testimony of it, if nobody else knows it. I know that it came from God, and that God is its author. But there are hundreds and thousands of others who have a knowledge of the same thing; but I speak of it in this wise to testify before God, angels and men, before this nation and all other nations that it came from God. That is the reason that I speak of it, that I may bear my testimony to you and to the nations of the earth. Now, then, about the result of it; that is with God and with the people. It is for us to do the will of God; it is for the Lord to bring about the results in his own way. But one thing I can assure all men, in the name of Israel's God, that neither this nation, nor any other nation, can do anything against the truth, but for the truth. Do their very best, help themselves as they may, they cannot help themselves in re<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"318a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0318.pdf\" target=\"pdfwin\">p.&#xA0;318a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7207\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>gard to these matters, for the Lord will say unto them, as he did unto the waves of the mighty ocean, &#x201C;Hitherto shalt thou come, but no further: and here shall thy proud waves be stayed.&#x201D;<span class=\"citation\" id=\"56274\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56274)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56274)\">Job 38:11<\/a><\/span> Now, that is how the thing is. The prophet in another place says, &#x201C;Surely the wrath of man shall praise thee: the remainder of wrath shalt thou restrain.&#x201D;<span class=\"citation\" id=\"56885\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56885)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56885)\">Ps. 76:10<\/a><\/span> He will manage the other. He will put a hook in the jaws of men and of nations, and lead them just as he pleases.<span class=\"citation\" id=\"60909\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60909)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60909)\">Ezek. 38:4<\/a><\/span> They are all in his hands, as we are in his hands.<span class=\"citation\" id=\"128035\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128035)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128035)\">Moses 6:32<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v20n852\"> Need we be surprised that people should feel inimical to the Gospel of Jesus Christ? No. Need we be surprised that men, as the scriptures say, &#x201C;should wax worse and worse, deceiving, and being deceived?&#x201D;<span class=\"citation\" id=\"76202\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76202)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76202)\">2 Tim. 3:13<\/a><\/span> No. We have preached it&#x2014;I have preached it upwards of forty years in this nation and in other nations. Need we be surprised that they should trample under foot the Constitution of the United States? No; Joseph Smith told us that they would do it. Many around me here knew long ago that they would do this thing and further knew that the last people that should be found to rally around that sacred instrument and save it from the grasp of unrighteous men would be the Elders of Israel! When, therefore, we see these things progressing need we be astonished? I do not think we need be. Some of our people you know, who are a little shaky and get how? Why a little astride of the fence, and say, &#x201C;good Lord and good devil,&#x201D; not knowing into whose hands they will fall; when they see some of these things transpiring they are filled with amazement; but men who understand themselves, and who are in possession of the gift of the Holy Ghost and the Spirit of the living God, are looking for such things and <div class=\"break columnbreak\" id=\"318b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0318.pdf\" target=\"pdfwin\">p.&#xA0;318b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7207\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> they are not at all surprised. Were we surprised when the last terrible war took place here in the United States? No; good Latter-day Saints were not, for they had been told about it. Joseph Smith had told them where it would start, that it should be a terrible time of bloodshed and that it should start in South Carolina.<span class=\"citation\" id=\"88189\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88189)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88189)\">D&amp;C 87:1-8<\/a><\/span><span class=\"citation\" id=\"91333\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91333)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91333)\">D&amp;C 130:12-13<\/a><\/span> But I tell you today the end is not yet. You will see worse things than that, for God will lay his hand upon this nation, and they will feel it more terribly than ever they have done before; there will be more bloodshed, more ruin, more devastation than ever they have seen before. Write it down! You will see it come to pass; it is only just starting in. And would you feel to rejoice? No; I would feel sorry. I knew very well myself when this last war was commencing, and could have wept and did weep, over this nation; but there is yet to come a sound of war, trouble and distress, in which brother will be arrayed against brother, father against son, son against father,<span class=\"citation\" id=\"62224\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62224)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62224)\">Micah 7:6<\/a><\/span><span class=\"citation\" id=\"66669\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66669)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66669)\">Mark 13:12<\/a><\/span><span class=\"citation\" id=\"67666\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67666)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67666)\">Luke 12:53<\/a><\/span> a scene of desolation and destruction that will permeate our land until it will be a vexation to hear the report thereof.<span class=\"citation\" id=\"58636\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58636)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58636)\">Isa. 28:19<\/a><\/span><span class=\"citation\" id=\"89220\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89220)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89220)\">D&amp;C 97:23<\/a><\/span> Would you help to bring it about? No, I would not; I would stop it if I could. I would pour in the oil and the wine<span class=\"citation\" id=\"67427\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67427)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67427)\">Luke 10:34<\/a><\/span> and balm and try to lead people in the right path that will be governed by it, but they won't. Our Elders would do the same, and we are sending them forth doing all that we can, selecting the very best men we can put our hands upon&#x2014;men of faith, men of honor, men of integrity&#x2014;to go forth to preach the Gospel to this nation and to other nations. And how do they receive them? Not long ago they killed one and mobbed others. Well, we cannot help that. They are in the dark; they do not realize the  <div class=\"break pagebreak\" id=\"319a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0319.pdf\" target=\"pdfwin\">p.&#xA0;319a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7206\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>position they occupy; they know not what spirit they are of.<span class=\"citation\" id=\"67359\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67359)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67359)\">Luke 9:55<\/a><\/span> But it is our duty to have our bowels full of compassion extended to them, to send forth the message of life. But when our Elders go among these people they have to take their lives in their hands and trust in the living God. Nevertheless, we need not be afraid, we need not be troubled about any of these matters. &#x201C;Fear not them which kill the body, but are not able to kill the soul: but rather fear him which is able to destroy both soul and body in hell.&#x201D;<span class=\"citation\" id=\"64180\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64180)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64180)\">Matt. 10:28<\/a><\/span> Yea, I say unto you fear Him; and we feel today, while we would submit to every ordinance of man that is just, equitable and right, observe every law and interfere with no man's rights, we are not ignorant of the fact that it is unjust for legislatures and courts to make and enforce laws to entrap and destroy us; that a magnanimous and just government would protect all its citizens; but we feel, at the same time, that the Lord is our God, the Lord is our Judge, the Lord is our Lawgiver, the Lord is our King,<span class=\"citation\" id=\"85718\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85718)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85718)\">D&amp;C 45:59<\/a><\/span> and he shall rule over us;<span class=\"citation\" id=\"59080\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59080)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59080)\">Isa. 33:22<\/a><\/span> and all that feel like saying that, say, &#x201C;Amen.&#x201D; (The vast congregation responded, &#x201C;Amen.&#x201D;) <\/div><div class=\"paragraph jod\" id=\"v20n854\"> It is an historic fact, written in letters as of living fire, that neither nations, peoples, emperors, kings, or presidents, nor the combined powers of the earth, are able to regulate the conscience or change the faith of man. Noah maintained his faith alone, as against that of a world. Abraham could not be swerved by the most unnatural and forbidding circumstances. Moses, at the behest of God, alone withstood the power of Egypt's king and nation. Daniel unflinchingly bowed his knee to Israel's God, in the face of a prohibitory regal decree, passed by the intrigues of the combined powers of <div class=\"break columnbreak\" id=\"319b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0319.pdf\" target=\"pdfwin\">p.&#xA0;319b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7206\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the kingdom of Babylon, who were his enemies.<span class=\"citation\" id=\"61546\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61546)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61546)\">Dan. 6:1-28<\/a><\/span> Job, when tried, maintained his integrity, even as against God, and said, &#x201C;Though he slay me, yet will I trust in him;&#x201D;<span class=\"citation\" id=\"56117\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56117)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56117)\">Job 13:15<\/a><\/span> and he further said, &#x201C;I know that my redeemer liveth, and that he will stand at the latter day upon the earth: And though worms destroy this body, yet in my flesh shall I see God.&#x201D;<span class=\"citation\" id=\"56145\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56145)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56145)\">Job 19:25-26<\/a><\/span> The three Hebrew children could not be made to bow to the image set up by the King of Babylon; but rather than deny their faith chose the penalty of the fiery furnace, in which they walked accompanied by the Son of God.<span class=\"citation\" id=\"61404\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61404)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61404)\">Dan. 3:1-30<\/a><\/span> Jesus came to do the will of his Father,<span class=\"citation\" id=\"69257\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69257)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69257)\">John 6:38<\/a><\/span> and though in doing it he sweat great drops of blood,<span class=\"citation\" id=\"68260\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68260)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68260)\">Luke 22:44<\/a><\/span> and begged of his Father to let the cup pass if possible,<span class=\"citation\" id=\"66270\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66270)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66270)\">Matt. 26:39<\/a><\/span> yet &#x201C;not my will,&#x201D; he said, &#x201C;but thine, be done;&#x201D;<span class=\"citation\" id=\"68249\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68249)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68249)\">Luke 22:42<\/a><\/span> and when groaning in mortal agony he cried, &#x201C;My God, my God, why hast thou forsaken me?&#x201D;<span class=\"citation\" id=\"56435\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56435)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56435)\">Ps. 22:1<\/a><\/span><span class=\"citation\" id=\"66374\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66374)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66374)\">Matt. 27:46<\/a><\/span><span class=\"citation\" id=\"66705\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66705)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66705)\">Mark 15:34<\/a><\/span> And though he could have commanded twelve legions of angels, who would have obeyed him,<span class=\"citation\" id=\"66292\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66292)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66292)\">Matt. 26:53<\/a><\/span> yet in obedience to the mandate of his Father, he quietly said, &#x201C;It is finished,&#x201D; and gave up the ghost.<span class=\"citation\" id=\"70817\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70817)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70817)\">John 19:30<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v20n855\"> And this nation may yet learn that under no fictitious pleas, as used by the Babylonish nation against Daniel and others, can they pervert or overthrow the faith and religion of the Latter-day Saints; and that no legislative enactment, nor judicial rulings, can pluck from the mind of man his undying faith, or legislate away the scrupulous exactions of an inexorable conscience. The rack, the gibbet, the faggot, and death in all its horrid forms has never accomplished this, nor never will. And in free America, the land of boasted toleration, it will be as impotent under the guise of liberty as it has been in other ages under the name of despotism. And Con<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"320a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0320.pdf\" target=\"pdfwin\">p.&#xA0;320a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7205\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>gress to cover their shameless infraction of the Constitution of the United States, which guarantees religious liberty to all&#x2014;in order to avoid the odium of religious persecution which naturally attaches itself to them, may pervert an institution of God by misnaming polygamy and calling it bigamy and not religion, and though the Supreme Court of the United States may confirm their acts, yet there are more than one hundred thousand persons who know better than they do, who will declare that polygamy is a part of their religion and a command and revelation from God. <\/div><div class=\"paragraph jod\" id=\"v20n857\"> These are our feelings and we will try to acknowledge the Lord in all things.<span class=\"citation\" id=\"86356\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86356)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86356)\">D&amp;C 59:21<\/a><\/span> And then, on the other hand, we do not wish to treat anybody disrespectfully. Have we any quarrel with this nation? No; they are seeking to quarrel with us; don't let us give them the opportunity. They are like the boy strutting along the street with a chip on his shoulder, asking us to knock it off. But we won't knock it off; but let them strut. It is true they try all they can to annoy and provoke us&#x2014;that is, a few mean men do, although that is not generally the feeling of the nation, but is confined in great measure to religious fanatics and corrupt politicians, some of them holding positions under government, are trying to stir up strife. What for? Well, they want to get a certain &#x201C;ticket&#x201D; elected. A great amount of this &#x201C;fuss and feathers&#x201D; that we have today is simply a political ruse in the interest of party politics. What for? Why, the brethren have told you. Mormonism is very unpopular, and if they can only do something that will be in opposition to Mormonism it will satisfy the howling priests throughout the land, and a great many of <div class=\"break columnbreak\" id=\"320b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0320.pdf\" target=\"pdfwin\">p.&#xA0;320b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7205\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> their flocks. As was remarked by one of the brethren, when Jesus was crucified, Pilate and Herod could be made friends. When Mormonism is to be opposed, all men, or at least a great many men, can unite in opposing it. And they want to go before the people and tell them that they have rooted out slavery, and now they are after Mormonism, and won't you religious fanatics join in? No, excuse me, I mean, you pure and holy religious people, who are so humble and possess so much of the spirit that dwelt in the lowly Jesus, won't you help us to do this thing&#x2014;won't you vote for us because we are doing this thing? Why, bless your souls, they would not hesitate to sweep us off the face of the earth to get elected. That is their feeling. They care nothing about human rights, liberty, or life, if they can bring about the results desired. They would despoil, destroy and overthrow this people to accomplish their own end. Well, the other party, it is true, would not be very well suited about it, but they would not care to see it politically. However, it is for us to do the best we can. We have got to put our trust in the living God.<span class=\"citation\" id=\"75944\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75944)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75944)\">1 Tim. 4:10<\/a><\/span> We might ask&#x2014;Will they derive any benefit from any course taken against the Latter-day Saints? No! A thousand times no!! I tell you that the hand of God will be upon them for it, and every people, be it this nation, or any other nation, that shall lift up their hands against Zion shall be wasted away; and those that want to try it let them try it, and it is them and their God for it. But it is for us to fear God, to keep his commandments;<span class=\"citation\" id=\"57641\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57641)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57641)\">Eccl. 12:13<\/a><\/span> we can afford to do right whether other people can or not. Respect all men in their rights, in their position, and in their privileges, politically and socially, and protect them  <div class=\"break pagebreak\" id=\"321a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0321.pdf\" target=\"pdfwin\">p.&#xA0;321a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7204\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>in the same; but be not partakers of their evil deeds, of their crimes, nor their iniquities, that you have heard spoken about here today. We do not want them to force upon us their drinking saloons, their drunkenness, their gambling, their debauchery and lasciviousness. We do not want these adjuncts of civilization. We do not want them to force upon us that institution of monogamy called the social evil. We will be after them; we will form ourselves into police and hunt them out and drag them from their <div class=\"break columnbreak\" id=\"321b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0321.pdf\" target=\"pdfwin\">p.&#xA0;321b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7204\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> dens of infamy and expose them to the world. We won't have their meanness, with their feticides and infanticides, forced upon us. And you, sisters, don't allow yourselves to become contaminated by rustling against their polluted skirts. Keep from them! Let them wallow in their infamy, and let us protect the right, and be for God and his Christ, for honor, for truth, for virtue, purity and chastity, and for the building up of the kingdom of God. Amen. <\/div>\n<\/div>\n<\/div>"}