{"ID":200005, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Gratifying Political and General Material Condition of the Saints&#x2014;Employment for the Poor&#x2014;Enemies Foiled&#x2014;Plural Marriage.<\/div>\n<div class=\"subtitle\">Discourse by Elder George Q. Cannon, delivered in the Tabernacle, Salt Lake City, Sunday Morning, July 7, 1878.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Geo. F. Gibbs.<\/div>\n<div class=\"pageHeader\">Page Header: Gratifying, Etc.<\/div>\n<div class=\"speaker\">Speaker: George Q. Cannon<\/div>\n<div class=\"date\">Date: 7\/7\/1878<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d05\">\n<div class=\"paragraph jod\" id=\"v20n99\"> It is with much pleasure I meet with the Latter-day Saints this morning; it was a great pleasure to me yesterday to sit and listen to the remarks which were made by the brethren who spoke, and to the testimonies which they bore; and I trust that the same spirit which rested upon them while addressing us yesterday, will be upon us, speakers and hearers, today. <\/div><div class=\"paragraph jod\" id=\"v20n100\"> I can appreciate the privilege we enjoy in meeting in these quarterly conferences, perhaps more so because of my lengthened absence from home, than I could were I constantly in your midst. After a person has been deprived of food, many of you know how good it is to sit down to a well-spread table. I do not know that the Latter-day Saints are exactly in this condition. There are privileges we need and which we can enjoy, even when away from the body of the Church, which enable those who are thus separated to rejoice in their religion and its blessings. It has been a rule of my life, since I was old enough to comprehend the truth, to so live that the Spirit of the Lord would be my companion, and thus <div class=\"break columnbreak\" id=\"32b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0032.pdf\" target=\"pdfwin\">p.&#xA0;32b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7493\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to have peace, to have joy and to have satisfaction of mind; and this I can testify I have had. But still absence from the society of the Latter-day Saints is a great deprivation; at least it is to me. <\/div><div class=\"paragraph jod\" id=\"v20n101\"> With regard to our condition politically, I do not think it would be inappropriate for me to allude to it casually, although it is Sunday. There probably never was a time since we have been in these mountains when we were in a better political position than we are today. Notwithstanding all the efforts which are being made against us to destroy our liberties, to embarrass us in our progress and to malign us, the people who reside in these mountains have gained and are gaining a credit which in many respects is very gratifying to those who love the truth. It is a difficult thing to condemn an entire people, and make the world believe that those who manage a Territory such as ours, the affairs of which are so well managed, and are in so healthy and thrifty a condition, are a wicked people. And so far as my observation has extended, I think  <div class=\"break pagebreak\" id=\"33a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0033.pdf\" target=\"pdfwin\">p.&#xA0;33a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7492\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>we are being better understood. There is one thing particularly that I have noticed, that where men and women have visited this Territory, with scarcely any exception, they speak favorably of what they have seen. I have endeavored to urge men of national standing, men who hold high positions in the Government, to visit Utah. And I may say that some of the warmest friends we have, while they do not sympathize particularly with our religious views, but are tolerant and desirous that we should have our rights in common with other people, are those who have visited this Territory and have seen us in our homes, and have had opportunities of witnessing the changes that have been effected in this desert land by our residence and labors. <\/div><div class=\"paragraph jod\" id=\"v20n103\"> As to the time when we shall become a state, concerning which considerable is said by outside parties, as well as by ourselves, it is difficult at the present time to say anything definite respecting it. I believe, however, the time will come, and that too before long, when certain exigencies of a political character will arise that will make the vote of Utah necessary in deciding national questions, and under those circumstances it would be important to have Utah as a state. In fact it is already acknowledged that had Utah been admitted as a state when Colorado was, that all this difficulty which has occurred connected with the presidential election would have been entirely settled; indeed it would not have arisen. This is now conceded. But this experience comes too late to be of any benefit in correcting the injustice which we suffered, and to be of any avail in the presidential contest which is now past; but it may have some effect in the future. There are many, a great many men of both political parties who have said to me that <div class=\"break columnbreak\" id=\"33b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0033.pdf\" target=\"pdfwin\">p.&#xA0;33b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7492\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> they would vote for Utah's admission whenever the question should be brought up, provided they had a voice in the matter. However, as far as this is concerned I think sometimes it is a matter of comparatively small moment. It is true we have looked to our admission to statehood as likely to greatly relieve us, and to bring about a better condition of affairs throughout our Territory. But the conviction has grown upon me in watching the progress of events, that our being kept in a territorial condition to the present time has been attended with great advantage to us as a people. The experience we have gained under this condition of affairs is an experience that is necessary to us, and without which we could not so well, in my opinion, fulfill the destiny assigned to us. I believe there is an overruling Providence in all these affairs; I believe the Lord is watching over this people, and that he is controlling and shaping events and circumstances, and managing everything connected with the affairs of this nation, and our affairs as part of the nation, with a view to accomplish his great designs and purposes. And whenever it shall be wisdom in his sight that we should have our political condition changed and our Territory become a State, it will be effected. And it will come, too, as easily as other changes that have been wrought out and that at one time seemed exceedingly improbable. So that it is not necessary that we should become excited or impatient or indulge in too much anxiety concerning such things, but leave them in the hands of Him who has up to the present time controlled all things for the good of his people and for the bringing to pass of his own purposes. <\/div><div class=\"paragraph jod\" id=\"v20n104\"> I consider our condition today in these mountains the best condition that we can occupy. When I travel  <div class=\"break pagebreak\" id=\"34a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0034.pdf\" target=\"pdfwin\">p.&#xA0;34a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7491\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>through the States and converse with gentlemen who are familiar with the affairs of the nation through its length and breadth, I never arise from such conversation without feeling impressed more than ever with the excellence of the circumstances which surround us. It is true we have a desert land, that it is a land requiring excessive toil to make it fruitful and habitable for those who live in it. The grass does not clothe our hills spontaneously; our Territory is not favored with the rains of heaven to make it green with verdure: our fields would be barren indeed, if it were not for the labor of irrigation and the constant efforts of the husbandman. In this respect our country differs very much from every other place east of us. In traveling through the broad prairies of Illinois, with the continuous fields of grain; and through Iowa and Nebraska, so far as Nebraska is settled, and contrasting the ease with which those lands are cultivated, compared with the toil required in this mountain region, I could not help thinking that if we were permitted to live in so goodly a land, under favorable circumstances, we would soon convert it into an Eden. But in the providences of the Almighty we were driven out and led to this land, and the Lord has showed unto us, and is showing to the inhabitants of the earth, that when a people will do that which He requires of them, that he is abundantly able to sustain them and make their labors successful. He has done this in leading us to this country, and in sustaining us since we came here. Our condition in many respects is far superior to those who live in those favored localities to which I have referred. We have a healthy land; we have a land that the Lord has blessed and made fruitful as the result of our labors. It is a land in which men cannot, from the very <div class=\"break columnbreak\" id=\"34b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0034.pdf\" target=\"pdfwin\">p.&#xA0;34b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7491\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> nature of things, monopolize large bodies of land to the exclusion of their poorer neighbors. This is an advantage to the people of this country. The nature of our surroundings compels us to occupy small holdings and the result is our land is better cultivated, there is a more widespread ownership of the soil than you will find in any part of these United States; that is, there are more men holding land and owning and occupying it, in this country, in proportion to the entire population, than you can find elsewhere. The result, is a condition of independence you cannot find elsewhere. At the present time, in the western States especially, men are greatly concerned about the element known as Communism, which has taken possession of the minds of a numerous class of the people. The working classes are becoming very dissatisfied, and men are trembling for fear of what will come upon the nation. One of the strongest arguments that was made in favor of keeping up the United States army up to its present numbers was, that there would probably be riots in large cities and in populous centers, which would require the presence of the military acting as police to quell. And had it not been for this evil the army would have been cut down. But a good many men were anxious to have it increased, deeming it necessary for the preservation of life and property. When we reflect upon this it shows how changed have become the affairs of our nation, when it is deemed necessary to appeal to military power to maintain good order in the Republic. There can be no surer sign of the decay of a republic than when human life and property and liberty cannot be sustained by the masses of the people, and the military power, the ranks of which are filled with hired soldiers, has to  <div class=\"break pagebreak\" id=\"35a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0035.pdf\" target=\"pdfwin\">p.&#xA0;35a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7490\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>be appealed to sustain good order in the midst of the people. Let such a state of things continue and there would soon be an end of true republicanism. <\/div><div class=\"paragraph jod\" id=\"v20n106\"> In this respect we also have our difficulties. The business of furnishing employment for our poor people, so that our streets shall not be filled with idle men and boys, has no doubt pressed, and will continue to press itself upon the minds of the leading men of this Territory. But in comparison with the magnitude of this question elsewhere, it seems to sink into insignificance here. It is a matter of small moment, comparatively speaking, in this Territory; because the great bulk of the people have employment, and can easily furnish themselves with employment. However, this is a matter that should receive attention and from those, too, who care for the people and have their welfare at heart. No doubt everything will be done that should be to preserve good government throughout this Territory, and throughout all these valleys which are inhabited by the Latter-day Saints. The fact is, the time will come, concerning which there has been so much said in the past, when it will devolve upon the people of these mountains to maintain good government, to uphold constitutional rights; and we are receiving the training necessary to fit and prepare us for that great and glorious destiny. I have no doubt that the day will come, and come speedily, when Utah will be looked to, as an example of good government, and that the condition of affairs in this Territory will be pointed to as an example for other communities and other societies to imitate with advantage to themselves and the country at large. There is every inducement therefore for us, as Latter-day Saints, to continue to persevere <div class=\"break columnbreak\" id=\"35b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0035.pdf\" target=\"pdfwin\">p.&#xA0;35b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7490\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> in the direction in which we are going. <\/div><div class=\"paragraph jod\" id=\"v20n107\"> I have no doubt many of you would be surprised if you knew the interest that is being taken, outside of our Territory, in our affairs. When the news of the death of President Young reached the east, there was, I might say, a general expectation that rival claimants to the power he wielded would arise, that dissensions would ensue and that the work of disintegration would commence and the speedy overthrow of the system soon follow. I suppose I have been spoken to hundreds of times upon this point; and men seem surprised that this has not been the result. Many have said to me, &#x201C;Your affairs seem to go on prosperously, notwithstanding the death of your great leader.&#x201D; Yes. &#x201C;Well, we scarcely expected this would be the case; we have heard so much said through the newspapers concerning the probability of dissensions in your midst and quarrels over the leadership, that we were expecting you would have trouble.&#x201D; I have told them invariably that President Young had all his lifetime acknowledged that the qualities and powers he possessed he owed to what the world call &#x201C;Mormonism;&#x201D; that he was not the creator of &#x201C;Mormonism,&#x201D; but he himself was the product of it, and that this would continue to increase, no matter how many leaders might die or pass away. The results which have followed the decease of President Young have given to thinking men a higher idea of the strength and power of this system. It assumes a different position in their minds. The idea now begins to prevail that it is not entirely dependent upon the life or the ability of any single individual; and I think the death of President Young has had the effect also to cause men to pause, and to look upon the work a little differently. He was the  <div class=\"break pagebreak\" id=\"36a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0036.pdf\" target=\"pdfwin\">p.&#xA0;36a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7489\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>target at which every arrow was aimed, he was the object of every plot and scheme; every combination for evil had for its object, his destruction or his embarrassment. His withdrawal from the scene spoiled these combinations, and brought these plots to naught. To this I attribute the quiet of the past season. Although I have often been at Washington for the past 20 years, and have spent a considerable portion of my time there for a number of years past, I have never seen less of the disposition on the part of public men to take adverse measures against the people of Utah Territory than there has been this season. The feeling has been to let us alone for the present; and although there were emissaries sent down from here who labored very diligently to stir up feeling and to secure action against the people of Utah, their efforts scarcely created a ripple upon the surface of political affairs, and they attracted no attention outside of the committees, to whom they addressed themselves. Though it is unpleasant upon some accounts to have men there who are circulating all manner of falsehood about the people of Utah to gain their ends, they have their uses. They create discussion. They stir one up, and their presence and opposition furnish opportunities to talk to committees and members about Utah affairs, which otherwise the Delegate would not have. Such discussions made things lively in the committee rooms, but, outside of the committees there was not a feeling that I could discover particularly hostile to Utah. This is a remarkable condition of affairs; and I attribute it in part to the effect that the death of President Young has had upon the public mind throughout the entire country. <\/div><div class=\"paragraph jod\" id=\"v20n109\"> I do not think there is any less <div class=\"break columnbreak\" id=\"36b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0036.pdf\" target=\"pdfwin\">p.&#xA0;36b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7489\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> hostility against the truth; I do not think that Belial has lost any of his hatred to the Lord; but the Lord in his wisdom has permitted a feeling of this kind to grow up, and is overruling it for his own purpose. <\/div><div class=\"paragraph jod\" id=\"v20n110\"> I have said the eyes of the people are upon us; they are watching us and great hopes are entertained concerning us by many people who are not of us. We are looked upon as the pioneers in many reforms. The ladies, as you are aware, have lately been agitating in Congress their question&#x2014;Woman's Rights. Among other ladies who argued their cause before the general committees of the Senate and the House, was a sister of the Rev. Henry Ward Bencher&#x2014;Mrs. Isabella Beecher Hooker, a lady of character and great ability. It was most gratifying to me to hear the tribute that these ladies paid to the women of Utah; not that they sympathized with plural marriage, for they disavowed their sympathy with it; but they begin to recognize, as they never have until quite recently, the true position that the men and women of this Territory occupy upon this question. Indeed, I heard more than one say, and among them was one very prominent lady, that if there had to be a choice, she would prefer plural marriage than to have the condition of affairs which exists in their communities. There seems to have been a good deal of light thrown upon this subject: and our sisters here, through their publication, the &#x201C;Woman's Exponent,&#x201D; as well as other channels of communication, have greatly aided in this matter. Their efforts are commendable, and are already beginning to have their good effects in the States among their sisters; and I am pleased to be able to bear this  <div class=\"break pagebreak\" id=\"37a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0037.pdf\" target=\"pdfwin\">p.&#xA0;37a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7488\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>testimony. When the question of legislation for Utah was argued, the committee rooms were thronged to listen to my argument upon the subject; and on one occasion two ladies took part in the discussion against the bills urged by our enemies and in favor of the rights of the women of Utah. A knowledge of the true condition of affairs in this Territory is gradually growing, and although it may be but slowly, it is of faster growth than we generally imagine. This is especially true of that much abused principle called plural marriage. It is becoming recognized in its true light, and people are beginning, as I never heard them before in my experience, to talk about it and reflect upon it, often alluding to it in a way that shows that a better understanding of the subject is steadily spreading among the people. And there is a reason for this: this question has been so much agitated. It is a remarkable fact that every publication against this doctrine of the Latter-day Saints has the effect to spread the knowledge of it among the people and it makes men and women reflect upon it. Our efforts alone would not be attended with the results that are now witnessed. But every man that has published articles against it, or lectured or written books or made any effort against it, has helped to propagate the knowledge of it; they have been missionaries in its favor. And no true doctrine need ever fear being assailed and denounced; for it will emerge from the conflict brighter and better understood than it otherwise would appear. Every man who has gone down to Washington from here to fight us has made men in Congress think about us and talk about us, and has made editors write about us. They have, without designing it, helped to disseminate a knowledge of our cause. The more the &#x201C;Mormon&#x201D; question, <div class=\"break columnbreak\" id=\"37b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0037.pdf\" target=\"pdfwin\">p.&#xA0;37b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7488\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> as it is termed, is agitated, the better it is for us; the more it is fought, the more it is written against and talked about, the more that Congress is stirred up to take steps against it, the better the principles of our faith are understood; because there are some men and some women who reflect upon these things, and who will contrast that which they hear of us, with that which exists in their midst. And when they see a man stand up boldly and say, &#x201C;We believe in plural marriage; we do not believe in prostitution; we do not suffer women to become the slaves of men's lusts; but believe they ought to become honored wives and mothers, and that children ought to be educated and provided for and called by the name of their father, and at their father's death his property be equally divided among them even though their mothers should be plural wives.&#x201D; When they hear this, they cannot help thinking about such a condition of affairs; and they say, there is a moral courage which these people evince in this matter that is admirable. I have had it said to me often times, by both sexes, that it is better that we should live as we do, than such practices as exist elsewhere should come in our midst. <\/div><div class=\"paragraph jod\" id=\"v20n112\"> So that, as has often been said, everything done against us is overruled for the good and spread of the work of God. <\/div><div class=\"paragraph jod\" id=\"v20n113\"> The subject of plural marriage is always an interesting subject, and it is made still more so by the constant attacks made upon it, and the misrepresentations made concerning it. Whenever people meet with a Latter-day Saint, it is almost sure to be the first topic broached. The opinion which some entertain who take their views from the slanderous reports published about us, is that we are a licentious people, who take wives  <div class=\"break pagebreak\" id=\"38a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0038.pdf\" target=\"pdfwin\">p.&#xA0;38a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7487\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to gratify lust. Such persons, if reasonably honest, are soon made to reflect and to modify their views by asking them a few questions. A prominent gentleman with whom I recently conversed, entertained that opinion. I said to him, after conversing a little while: Sir, you believe the people of Utah are bad and licentious, and that they degrade women by their system of plural marriage. Let me ask you, if their purposes were only sensual, have they any occasion in this day to marry women? Could they not accomplish sensual ends much easier, cheaper, and without creating any especial remark by not marrying women and not caring for and educating and legitimatizing their children? There are practices which prevail in society, and which are not unpopular if a certain degree of secrecy be observed which a licentious people could avail themselves of, without the trouble, care, expense and responsibility of marriage. What is the crime of which the people of Utah are accused? It is that of marrying women! It is not that of seducing or debauching them. All the pains and penalties inserted in bills before Congress for the punishment of the &#x201C;Mormon&#x201D; people are affixed to the marriage of women. This is made a crime, and because of it, it is proposed to punish men. Not one word of condemnation, nor penalty of any character, is proposed for the seducer, or the vile betrayer of female innocence; he is to walk up to the polls and vote unchallenged; but the man who marries women, and maintains them honorably and virtuously, sustaining family and parental relations in all purity and sacredness, is to be disfranchised and visited with other pains and penalties! You will perceive, therefore that the &#x201C;Mormon&#x201D; people are either not a licentious <div class=\"break columnbreak\" id=\"38b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0038.pdf\" target=\"pdfwin\">p.&#xA0;38b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7487\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> people or they are the most foolish in the world. No one ever charges them with a lack of shrewdness or prudence. Such a charge would be utterly at variance with all their known characteristics. If they were not a conscientious people, with strong moral and religious convictions, they would not risk becoming martyrs, as they do, for the sake of marrying women, when, if they followed the usual practice of the age, they could get them without marrying. <\/div><div class=\"paragraph jod\" id=\"v20n115\"> He frankly acknowledged that what I had said had given him a new view of the case, and he admitted that if the gratification of sensual desires were our object, we could reach that without marriage and without exciting any particular odium. The fact is, illicit connections are winked at and overlooked by very many people in the world while they are kept from public knowledge; they only excite scandal and unfavorable comment when the parties to them are so unfortunate as to become known. <\/div><div class=\"paragraph jod\" id=\"v20n116\"> A reply of Bro. Hooper and myself, which we are credited as having made to inquirers who were curious to know respecting our domestic relations, is often quoted and created some amusement in Washington City. Both of us have doubtless made remarks similar to that quoted; the reply, however, is not original with us, but with Bro. Horace S. Eldredge. Upon one occasion, while purchasing machinery in the East, he called upon a firm in Providence, Rhode Island, to whom he brought a letter of introduction. One of the members of the firm, after carrying him in his carriage to see the various objects of interest in the city, brought him back to his place of business and introduced him to his partner. This gentleman had a number of inquiries to make respecting Utah and its people, and soon learned that Bro. Eldredge  <div class=\"break pagebreak\" id=\"39a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0039.pdf\" target=\"pdfwin\">p.&#xA0;39a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7486\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>was a &#x201C;Mormon.&#x201D; After stating that he understood that the &#x201C;Mormons&#x201D; believed in marrying more than one wife, to which bro. Eldredge replied in the affirmative, he asked if he himself had more than one, to which he again responded affirmatively. He then asked how many he had. To this bro. Eldredge replied: &#x201C;I have such a plenty of my own that I have no occasion to trouble my neighbors'; and that is more than a great many in the land of steady habits can say.&#x201D; This was a home shot. His partner laughed heartily. Knowing the other's character, he could appreciate its applicability to him. After getting his reply, the gentleman had no more questions to ask, and soon made an excuse to go out. Many who have heard of this reply, think the idea embodied in it a capital one, for it is not uncommon in many places for other men's wives to receive attentions which should be only tendered to them by their husbands. <\/div><div class=\"paragraph jod\" id=\"v20n118\"> I desire greatly to see this people prosper and increase in everything which will make them the favored <div class=\"break columnbreak\" id=\"39b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0039.pdf\" target=\"pdfwin\">p.&#xA0;39b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7486\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> people of God. I want to see us be come a strong people, strong in our virtues; looking after our children, and bringing them up in the fear of God, and teaching them good morals and good precepts; whilst we endeavor to put down those evil practices that are creeping in, such as smoking and chewing tobacco, using the name of the Lord in vain, and also profane and improper language, and to see that our boys and girls are educated in everything that will make them great and noble. It is the great desire of my life to see this people become all that the Lord desires us to be. But when I saw how few there were in this Tabernacle yesterday, few compared to the attendance this morning, I felt the reproofs that were made by brothers Pratt and Woodruff were well-timed, and ought to be taken to heart by all of us, and the disposition be encouraged to be more attentive to our duties. <\/div><div class=\"paragraph jod\" id=\"v20n119\"> That the Lord may bless you, and bless all who belong to His Israel, is my prayer, in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}