{"ID":200004, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Plural Marriage&#x2014;For the Righteous Only&#x2014;Obedience Imperative&#x2014;Blessings Resulting.<\/div>\n<div class=\"subtitle\">Discourse by Elder Joseph F. Smith, delivered in the Tabernacle, Salt Lake City, Sunday Morning, July 7, 1878.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Geo. F. Gibbs.<\/div>\n<div class=\"pageHeader\">Page Header: Plural Marriage, Etc.<\/div>\n<div class=\"speaker\">Speaker: Joseph F. Smith<\/div>\n<div class=\"date\">Date: 7\/7\/1878<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d04\">\n<div class=\"paragraph jod\" id=\"v20n70\"> I naturally shrink from the task of addressing a congregation in this house, feeling as I do my inability to make myself heard. <\/div><div class=\"paragraph jod\" id=\"v20n71\"> I have been interested this morn<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"24b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0024.pdf\" target=\"pdfwin\">p.&#xA0;24b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7501\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ing in listening to the remarks of Brother Cannon. We cannot but be delighted with the testimony that has been given in our hearing, and that we are continually receiv<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"25a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0025.pdf\" target=\"pdfwin\">p.&#xA0;25a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7500\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ing from many sources, which go to prove that the world can do nothing against, but for us. Even their attempts to slander and misrepresent us, and their unrighteous attacks on the principles of our religion have ever tended to excite inquiry and investigation into the facts, which cannot but result beneficially to us as a people. I say, the efforts of our enemies against us have ever had a tendency to cause people who desire to arrive at the truth, to inquire into the real condition of things. The more people interest themselves in this direction, the more truth they will learn, and we court such investigation, for there is certainly nothing connected with us, as a religious community, in consonance with the gospel we preach, that we should be ashamed of, or that should not be known by all men. It makes no difference with the truth how much we are wrongfully accused; nor will it permanently injure us. If we sustain injury or suffer loss by the misrepresentations and evils maliciously promulgated about us by our enemies, it can only be such injury and loss as will be temporary, for when the facts do come out, and people learn the truth, so much the more good will be accomplished in our favor, and so much greater injury to those who are the authors of the falsehoods concerning us. We want nothing hidden or covered up, neither can we respect any principle or individual that will not bear the daylight and the most careful investigation. Since 1830, the Elders of this church have been faithfully endeavoring to promulgate the gospel which we have received to every nation and people, without distinction as to race or color that would receive them; in other words they have diligently sought to &#x201C;expose &#x2018;Mormonism&#x2019;&#x201D; to the world. <\/div> <div class=\"break columnbreak\" id=\"25b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0025.pdf\" target=\"pdfwin\">p.&#xA0;25b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7500\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v20n73\"> We are not ashamed of our domestic relations, so far, at least, as they exist in accordance with the principles of the Gospel, nor does any right-minded man or woman feel in his or her heart to shrink in any manner from the most rigid exposition of correct views in relation thereto. It is true that in common with mankind generally, we do not like our faults made public, we shrink from that, and it is natural that we should. It is very proper that we should feel a reluctance to have our weaknesses and imperfections exposed to the world, or even to our neighbors. This feeling is a very proper incentive to us to continue in the work of self-improvement, until we shall overcome the weaknesses we have inherited, living nearer to the principles of life and salvation which we have received. But the errors of man affect not in the least the principles of the Gospel of the Son of God. You show me a man who has embraced the Gospel in its entirety, in faith and practice, and I can then point to a man who has overcome the follies and weaknesses of the flesh; or show me a man who is trying to live according to these principles, and I will show you a man who is trying to overcome his weaknesses. Hence there can be no blame attached to the doctrines of our faith, because of the infirmities and shortcomings of mankind; but we should rather attribute such weaknesses to their proper source&#x2014;the defectiveness of man, or to his failure, at least, to comply with those principles which are calculated to correct every evil, and to establish man in righteousness. It is perhaps a difficult thing for us, under the circumstances in which we are placed, the traditions of the fathers clinging to us, the practices of the world before us, and the temptations to evil so continually  <div class=\"break pagebreak\" id=\"26a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0026.pdf\" target=\"pdfwin\">p.&#xA0;26a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7499\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>surrounding us, at all times to live the religion of Jesus Christ as perfectly as we should or otherwise might. It is no doubt difficult for us to overcome our follies, to forsake the traditions of the fathers, to eschew the practice of sin, to be patient in suffering, to endure privations and trials of our feelings, while we possess so little, as we do, of the Spirit of the Lord, and the knowledge of the truth. But we need not be discouraged because of this, nor because we see faults in each other, for no man is perfect; all men have, more or less, the shortcomings incident to humanity. We need not falter or be discouraged because of this, for perhaps it would not be possible for one who was perfect in all good to remain in the midst of this corrupt, and perverse generation. Still it would seem good if we had a few among us who were really perfect, whose example we could see, whose precept we could learn, and whose footsteps we might follow. We might then be the better able to perfect ourselves. Still we will do well to emulate the good that are in our midst, and to observe those great truths we have already received in part, which in their fulness are able to save us unto the uttermost.<span class=\"citation\" id=\"76877\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76877)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76877)\">Heb. 7:25<\/a><\/span> We shall not be cast off, my brethren and sisters, for those sins which we ignorantly commit, which are the results of misunderstanding in all honesty before the Lord. The difficulty does not lie here; the danger lies in our failing to live up to that which we do know to be right and proper. For this we will be held responsible before the Lord, for this we will be judged and condemned unless we repent and forsake our follies, and our unwillingness to obey the light and the knowledge which we have received. There are some plain, simple truths which we do <div class=\"break columnbreak\" id=\"26b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0026.pdf\" target=\"pdfwin\">p.&#xA0;26b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7499\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> know, but which we do not observe. Herein lies our great sin. The condemnation of the world, when the Savior commenced his mission among men, was that light had come into the world, but they loved darkness rather than light, because their deeds were evil.<span class=\"citation\" id=\"68943\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68943)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68943)\">John 3:19<\/a><\/span> This principle applies with equal force to us in this dispensation. If we had remained without the Gospel, we would not be under condemnation. But now that light has come into the world; now that truth and the authority of God have been restored, we cannot longer remain without sin, unless we obey this Gospel so revealed, and practice our profession. <\/div><div class=\"paragraph jod\" id=\"v20n75\"> There is a great deal said about our plural marriage by the outside world, and sometimes it is referred to by the Latter-day Saints at home. I fancy sometimes that not only is the world without knowledge in relation to this principle, but many of those who profess to be Latter-day Saints are far from possessing a correct understanding of it. <\/div><div class=\"paragraph jod\" id=\"v20n76\"> In the first place, it is a principle that savors of life unto life, or of death unto death;<span class=\"citation\" id=\"74028\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74028)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74028)\">2 Cor. 2:16<\/a><\/span> therefore it is well for those who have embraced the Gospel to obtain a knowledge in relation to this matter. It is a principle that pertains to eternal life, in other words, to endless lives, or eternal increase. It is a law of the Gospel pertaining to the celestial kingdom, applicable to all gospel dispensations, when commanded and not otherwise, and neither acceptable to God or binding on man unless given by commandment, not only so given in this dispensation, but particularly adapted to the conditions and necessities thereof, and to the circumstances, responsibilities, and personal, as well as vicarious duties of the people of God in this age of the world. God has revealed it as a principle particu<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"27a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0027.pdf\" target=\"pdfwin\">p.&#xA0;27a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7498\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>larly suited to the nature of the work we are called to perform, that it might be hastened to its consummation. It is a righteous principle, not an unrighteous one. It is a pure and holy principle; and, therefore, persons, either male or female, who have not the desire in their hearts to become pure and righteous, have no business to practice it, for it cannot be practiced acceptably before God on any other principle than that of purity and righteousness, therefore no wicked, unjust or impure person can enter into the law of celestial or plural marriage without incurring the displeasure of the Almighty and his own condemnation before the Lord, unless he speedily repent of all his impure motives and designs. A man that is not honest in his heart, who does not desire to be just and impartial, even as God is just and impartial, has no business in plural marriage; and before he enters into the practice of that principle he needs to repent, to learn wisdom, to get the Spirit of God, to get understanding in relation to the purpose God has in view in regard to this principle; that he may go into the practice of it understandingly, that his heart and mind may be set upon practicing it in righteousness. It is a difficult matter, I am aware, to distinguish between the actions of a man and the principles in which he professes to believe. A corrupt, ungodly hypocrite can do more injury in the midst of a people, in a given length of time, correspondingly, than a host of upright men can do good. Send an Elder to preach the Gospel among the nations, and let him degrade himself, dishonor his priesthood and calling, and he will bring more reproach upon the cause misrepresented by him, than twenty good men could remove. Because people generally look at the man. To judge him by his acts would be right<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"27b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0027.pdf\" target=\"pdfwin\">p.&#xA0;27b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7498\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>eous judgment: but to condemn the Gospel or the Saints, because of his acts, would be unjust; yet the cause he misrepresents suffers wrong because of his connection with it. A man's acts may justly be considered as resulting from his principles. We judge a tree by its fruits.<span class=\"citation\" id=\"63908\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63908)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63908)\">Matt. 7:16-20<\/a><\/span> The fruits of the Gospel are good; he that has actually embraced the Gospel will do good, only so far as he may err, or depart therefrom. Hence, it is difficult to separate a man's actions from his principles. <\/div><div class=\"paragraph jod\" id=\"v20n77\"> There is no difficulty, however, in this matter to those who always bear in mind, that evil and corrupt practices are not the results of obedience to the Gospel, but of disobedience, and of the perversion of the truth. If we would keep this in our minds we would not cast blame upon the principles themselves when we see or hear of men, who should represent them, do wrong; but we would rather say, the man has departed from his principles and gone into error. It is he that is defective, through not practicing what he professes; the principles are good and holy, and he himself would become so too, if he would but practice them. <\/div><div class=\"paragraph jod\" id=\"v20n78\"> It is precisely so in relation to our domestic relations. We see trouble in families occasionally, not any more so in plural than in single families. There is no reason why there should be any difference between the husband and wife, or husband and wives, in the midst of this people, if all are disposed to obey the principles and doctrines of the Gospel. It is only by the practice of these principles that we can avoid the disturbances that occur in families, or among mankind. We must learn and obey correct principle, or we will ever be in turmoil and confusion, and in antagonism one towards another. Where differences exist in families  <div class=\"break pagebreak\" id=\"28a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0028.pdf\" target=\"pdfwin\">p.&#xA0;28a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7497\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>they are traceable directly to some cause. I want to impress upon the minds of my hearers that the cause of such evils it not traceable to the practice of any principle which God has revealed touching these matters, but to the nonobservance of them; and this is true in relation to every principle of the Gospel. Sometimes it is the fault of the man, sometimes of the woman, and oftener of both, but never the fault of the principle. The principle is correct, great, ennobling and calculated to bring joy, satisfaction and peace, if we would but observe and practice it as we should. But in order to do this we must get wisdom and understanding. These, by many, are acquired only through long experience. We begin as children, we have to learn precept by precept, line after line, here a little and there a little,<span class=\"citation\" id=\"58574\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58574)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58574)\">Isa. 28:10,13<\/a><\/span> which is good, provided we profit by that which we learn. Men must be just, so also must women, in relation to these matters. All must be just one towards another; also forbearing and patient, cultivating largely that Christian attribute called Charity, in order to get along peaceably with our neighbors, our brethren and sisters, as well as with our wives, husbands and children. We are all imperfect, we have to learn by littles as we pass along, profiting ofttimes by that which we suffer, yet often repeating the same errors. When we find ourselves overcome in a fault, that should be set down as an example for future time, if possible, never allowing ourselves to be caught in the same predicament again. Thus profiting by the experience we gain. <\/div><div class=\"paragraph jod\" id=\"v20n80\"> Some people have supposed that the doctrine of plural marriage was a sort of superfluity, or nonessential to the salvation or exaltation of mankind. In other words, some of the Saints have said, and believe, <div class=\"break columnbreak\" id=\"28b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0028.pdf\" target=\"pdfwin\">p.&#xA0;28b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7497\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> that a man with one wife, sealed to him by the authority of the Priesthood for time and eternity, will receive an exaltation as great and glorious, if he is faithful, as he possibly could with more than one. I want here to enter my solemn protest against this idea, for I know it is false. There is no blessing promised except upon conditions, and no blessing can be obtained by mankind except by faithful compliance with the conditions, or law, upon which the same is promised.<span class=\"citation\" id=\"91353\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91353)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91353)\">D&amp;C 130:20-21<\/a><\/span> The marriage of one woman to a man for time and eternity by the sealing power, according to the law of God, is a fulfillment of the celestial law of marriage in part&#x2014;<span class=\"citation\" id=\"127827\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127827)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127827)\">D&amp;C 132:19<\/a><\/span>and is good so far as it goes&#x2014;and so far as a man abides these conditions of the law, he will receive his reward therefore, and this reward, or blessing, he could not obtain on any other grounds or conditions. But this is only the beginning of the law, not the whole of it. Therefore, whoever has imagined that he could obtain the fullness of the blessings pertaining to this celestial law, by complying with only a portion of its conditions, has deceived himself. He cannot do it. When that principle was revealed to the Prophet Joseph Smith, he very naturally shrank, in his feelings, from the responsibilities thereby imposed upon him; foreseeing, as he did in part, the apparently insurmountable difficulties in the way of establishing it, in the face of popular opinion, the traditions and customs of many generations, the frowns, ridicule, slander, opposition and persecution of the world. Yes, this man of God, who dared to meet the opposition of the whole world with bold and fearless front, who dared to dispute the religious authority and accumulated learning and wisdom of the age&#x2014;who dared everything for the truth, and shrank not even from  <div class=\"break pagebreak\" id=\"29a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0029.pdf\" target=\"pdfwin\">p.&#xA0;29a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7496\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the sacrifice of his own life in testimony of his divine mission, shrank, in his feelings, from the weight of the responsibility of inaugurating and establishing this new innovation upon the established customs of the world. But he did not falter, although it was not until an angel of God, with a drawn sword, stood before him and commanded that he should enter into the practice of that principle, or he should be utterly destroyed, or rejected, that he moved forward to reveal and establish that doctrine. <\/div><div class=\"paragraph jod\" id=\"v20n82\"> To put this matter more correctly before you, I here declare that the principle of plural marriage was not first revealed on the 12th day of July, 1843.<span class=\"citation\" id=\"91422\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91422)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91422)\">D&amp;C 132:1-66<\/a><\/span> It was written for the first time on that date, but it had been revealed to the Prophet many years before that, perhaps as early as 1832. About this time, or subsequently, Joseph, the Prophet, entrusted this fact to Oliver Cowdery; he abused the confidence imposed in him, and brought reproach upon himself, and thereby upon the church by &#x201C;running before he was sent,&#x201D;<span class=\"citation\" id=\"127828\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127828)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127828)\">Jer. 23:21<\/a><\/span> and &#x201C;taking liberties without license,&#x201D; so to speak, hence the publication, by O. Cowdery, about this time, of an article on marriage, which was carefully worded, and afterwards found its way into the Doctrine and Covenants without authority. This article explains itself to those who understand the facts, and is an indisputable evidence of the early existence of the knowledge of the principle of patriarchal marriage by the Prophet Joseph, and also by Oliver Cowdery. <\/div><div class=\"paragraph jod\" id=\"v20n83\"> When the revelation was written, in 1843, it was for a special purpose, by the request of the Patriarch Hyrum Smith, and was not then designed to go forth to the church or to the world. It is most probable that had it been then written with a view to <div class=\"break columnbreak\" id=\"29b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0029.pdf\" target=\"pdfwin\">p.&#xA0;29b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7496\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> its going out as a doctrine of the church, it would have been presented in a somewhat different form. There are personalities contained in a part of it which are not relevant to the principle itself, but rather to the circumstances which necessitated its being written at that time. Joseph Smith, on the day it was written, expressly declared that there was a great deal more connected with the doctrine which would be revealed in due time, but this was sufficient for the occasion, and was made to suffice for the time. And, indeed, I think it much more than many are prepared to live up to even now. When the time came to introduce this doctrine to those who were worthy in the church, God commanded the Prophet and he obeyed. He taught it as he was commanded to such as were prepared to receive and obey it, and they were commanded to enter into it, or they were threatened that the keys would be turned against them, and they would be cut off by the Almighty.<span class=\"citation\" id=\"91438\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91438)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91438)\">D&amp;C 132:3-5<\/a><\/span> It need scarcely be said that the Prophet found no one any more willing to lead out in this matter in righteousness than he was himself. Many could see it&#x2014;nearly all to whom he revealed it believed it, and received the witness of the Holy Spirit that it was of God; but none excelled, or even matched the courage of the Prophet himself. <\/div><div class=\"paragraph jod\" id=\"v20n84\"> If, then, this principle was of such great importance that the Prophet himself was threatened with destruction, and the best men in the Church with being excluded from the favor of the Almighty, if they did not enter into and establish the practice of it upon the earth, it is useless to tell me that there is no blessing attached to obedience to the law, or that a man with only one wife can obtain as great a reward, glory or kingdom as he can with more than  <div class=\"break pagebreak\" id=\"30a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0030.pdf\" target=\"pdfwin\">p.&#xA0;30a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7495\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>one, being equally faithful. <\/div><div class=\"paragraph jod\" id=\"v20n86\"> Patriarchal marriage involves conditions, responsibilities and obligations which do not exist in monogamy, and there are blessings attached to the faithful observance of that law, if viewed only upon natural principles, which must so far exceed those of monogamy as the conditions, responsibilities and power of increase are greater. This is my view and testimony in relation to this matter. I believe it is a doctrine that should be taught and understood. <\/div><div class=\"paragraph jod\" id=\"v20n87\"> The benefits derived from the righteous observance of this order of marriage do not accrue solely to the husband, but are shared equally by the wives; not only is this true upon the grounds of obedience to a divine law, but upon physiological and scientific principles. In the latter view, the wives are even more benefited, if possible, than the husband physically. But, indeed, the benefits naturally accruing to both sexes, and particularly to their offspring, in time, say nothing of eternity, are immensely greater in the righteous practice of patriarchal marriage than in monogamy, even admitting the eternity of the monogamic marriage covenant. <\/div><div class=\"paragraph jod\" id=\"v20n88\"> Man may receive great reward, exaltation and glory by entering into the bond of the new and everlasting covenant, if he continue faithful according to his knowledge, but he cannot receive the fullness of the blessings unless he fulfills the law, any more than he can claim the gift of the Holy Ghost after he is baptized without the laying on of hands by the proper authority, or the remission of sins without baptism, though he may repent in sackcloth and ashes. <\/div><div class=\"paragraph jod\" id=\"v20n89\"> &#x201C;But,&#x201D; says one, &#x201C;how will it be with good men who believe the doc<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"30b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0030.pdf\" target=\"pdfwin\">p.&#xA0;30b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7495\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>trine, but are prevented, or cannot enter into the practice of it?&#x201D; I reply that every man and woman will receive all that they are worthy of, and something thrown in perhaps, on the score of the boundless charity of God. But who can justly expect to obtain more than they merit? All the judgments of God are not given unto man. What we do not learn relative to the salvation of our souls which are our bodies and spirits, in this probation we will have to learn in the eternity which lies before us, for we cannot be saved without knowledge. &#x201C;But what if we never get knowledge?&#x201D; Then we never will be saved. <\/div><div class=\"paragraph jod\" id=\"v20n90\"> Suppose we live and die without knowledge? Then, if we ever obtain salvation we will have to get it in the next world, as the Antediluvians did, who rejected the Gospel as preached unto them by Noah and were destroyed by the flood, sent to the prison house to be punished for their disobedience and other wickedness, and in the meridian of time received knowledge by the proclamation of the Gospel, as preached unto them by the Savior while his body slept in the tomb, without which they would forever have remained ignorant of God, his government and laws, in a lost condition.<span class=\"citation\" id=\"77979\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77979)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77979)\">1 Pet. 3:18-20<\/a><\/span> All men must obtain salvation upon their own merits, for by our works shall we be judged, and by them justified or condemned. <\/div><div class=\"paragraph jod\" id=\"v20n91\"> It is a glorious privilege to be permitted to go into a Temple of God to be united as man and wife in the bonds of holy wedlock for time and all eternity by the Authority of the Holy Priesthood, which is the power of God, for they who are thus joined together &#x201C;no man can put asunder,&#x201D; for God hath joined them.<span class=\"citation\" id=\"65127\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65127)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65127)\">Matt. 19:6<\/a><\/span> It is an additional privilege for that same man and wife to reenter the Temple  <div class=\"break pagebreak\" id=\"31a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0031.pdf\" target=\"pdfwin\">p.&#xA0;31a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7494\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of God to receive another wife in like manner if they are worthy. But if he remain faithful with only the one wife, observing the conditions of so much of the law as pertains to the eternity of the marriage covenant, he will receive his reward, but the benefits, blessings and power appertaining to the second or more faithful and fuller observance of the law, he never will receive, for he cannot. As before stated no man can obtain the benefits of one law by the observance of another, however faithful he may be in that which he does, nor can he secure to himself the fullness of any blessing without he fulfills the law upon which it is predicated, but he will receive the benefit of the law he obeys.<span class=\"citation\" id=\"91354\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91354)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91354)\">D&amp;C 130:20-21<\/a><\/span> This is just and righteous. If this is not correct doctrine then I am in error, and if I am in error I want to be corrected. <\/div><div class=\"paragraph jod\" id=\"v20n93\"> I understand the law of celestial marriage to mean that every man in this Church, who has the ability to obey and practice it in righteousness and will not, shall be damned,<span class=\"citation\" id=\"91439\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91439)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91439)\">D&amp;C 132:3-5<\/a><\/span> I say I understand it to mean this and nothing less, and I testify in the name of Jesus that it does mean that. But what will become of him that cannot abide it? Says the Lord, &#x201C;whoso having knowledge have I not commanded to repent? And he that hath not understanding, it remaineth with me to do according as it is written.&#x201D;<span class=\"citation\" id=\"84885\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84885)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84885)\">D&amp;C 29:49-50<\/a><\/span> In other words he that is without understanding is not under the law, and it remains for God to deal with him according to his own wisdom. If a man acknowledges that he is incapable, or disqualified by a lack of knowledge, wisdom or understanding to obey this law, when it remains with God to deal with him according to those principles of justice which <div class=\"break columnbreak\" id=\"31b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0031.pdf\" target=\"pdfwin\">p.&#xA0;31b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7494\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> are written, or are yet to be revealed, it is not likely however, that he will take his seat with Abraham, Isaac and Jacob, or share in their promised blessings. <\/div><div class=\"paragraph jod\" id=\"v20n94\"> This law is in force upon the inhabitants of Zion, and he that is qualified to obey it cannot neglect or disregard it with impunity.<span class=\"citation\" id=\"91440\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91440)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91440)\">D&amp;C 132:3-5<\/a><\/span> But it must be observed in righteousness. The commandment is &#x201C;be ye righteous as your Father in heaven is righteous;<span class=\"citation\" id=\"63276\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63276)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63276)\">Matt. 5:48<\/a><\/span> be ye holy as he is holy.&#x201D;<span class=\"citation\" id=\"127829\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127829)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127829)\">Lev. 11:44-45<\/a><\/span><span class=\"citation\" id=\"127830\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127830)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127830)\">Lev. 19:2<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v20n95\"> Why did the Son of God make this requirement of his disciples, seeing that it is so universally believed by the world, that man cannot be righteous at all? Did Jesus require anything inconsistent or impossible? No, he did nothing of that kind. All that he commanded us to do, we can accomplish by the help of the Holy Spirit; but we cannot do it ourselves. Therefore if we will seek for the Holy Spirit, the gift of wisdom and understanding from God, we may practice these principles of righteousness, and they will make us righteous even as God is righteous, in the sphere in which we are called to act. We will fulfil the law, and receive the blessing, exaltation and reward which will follow; if we do not, we will fail of the reward. <\/div><div class=\"paragraph jod\" id=\"v20n96\"> This is very simple reasoning, I admit. Critics would say, these are axioms that need not to be told. If we do wickedly, we will be punished; if we do righteously, we then receive blessings at the hands of God. <\/div><div class=\"paragraph jod\" id=\"v20n97\"> May God bless you, and keep us all in the path of righteousness, and enable us to live the religion we have received from Him, is my prayer, in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}