{"ID":200001, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Ideas Held By the Latter-day Saints Winning Their Way&#x2014;Territorial Prosperity&#x2014;&#x201C;Mormonism&#x201D; Not Favored of the Government&#x2014;Latter-Day Saints to Save the Government&#x2014;Good Counsel on Many Points.<\/div>\n<div class=\"subtitle\">Discourse by Elder George Q. Cannon, delivered at the Annual Conference, Salt Lake City, Sunday Morning April 7, 1878.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Geo. F. Gibbs.<\/div>\n<div class=\"pageHeader\">Page Header: Ideas Held, Etc.<\/div>\n<div class=\"speaker\">Speaker: George Q. Cannon<\/div>\n<div class=\"date\">Date: 4\/7\/1878<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d01\">\n<div class=\"paragraph jod\" id=\"v20n1\"> It is somewhat unexpected to myself that I have the opportunity, this morning, of appearing in your midst. Important business demanded my return to this city for a short time; but in consequence of certain responsibilities devolving upon me at Washington, it seemed imprudent for me to leave and come here. A week ago last Friday morning I scarcely thought it possible that I could get away; but during the day I was favored in making such arrangements that I felt I could leave with safety, for a few days at least. And I immediately started for this city by way of Philadelphia. <\/div><div class=\"paragraph jod\" id=\"v20n2\"> I am glad to have the opportunity of meeting with so many of my brethren and sisters, of beholding your faces, of listening to the instructions which have been given, and in sharing in the spirit that has been <div class=\"break columnbreak\" id=\"1b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0001.pdf\" target=\"pdfwin\">p.&#xA0;1b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7524\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and will be poured out upon us. It is a great relief to one who has been absent for any length of time, mingling with the world, to have the opportunity of associating with you, my brethren and sisters; at least I esteem it as such. I never turn my face homewards without experiencing joy and gladness at the thought of once more being reunited with you. <\/div><div class=\"paragraph jod\" id=\"v20n3\"> I never in my life have had a deeper interest in the welfare, in the prosperity and in the advancement of the cause with which we are identified, than at the present time. This feeling has rested with great weight upon my mind; I feel we are living in a most important era of time. I feel that the mission assigned unto us is one that we, at the present time, scarcely begin to comprehend. The most important  <div class=\"break pagebreak\" id=\"2a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0002.pdf\" target=\"pdfwin\">p.&#xA0;2a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7523\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>results that are to flow from it have scarcely begun to dawn upon our minds. At least personally this is my feeling. When I contemplate the immensity of the field of labor that lies before us, the evils and wrongs that have to be corrected, as I believe, through the agency of this people, as also the reforms that have to be effected and to be carried out successfully, it seems to me that as the days roll around, I begrudge the passing hours; I feel as though the days are entirely too short, and that I should like to live for a millennium to help those with whom I am associated to bring to pass the great, the important, the soul-saving as well as body-redeeming plans that are to be carried out in order to bring to pass the designs of Providence in relation to man and the earth. <\/div><div class=\"paragraph jod\" id=\"v20n5\"> Already the Latter-day Saints can see that the leaven<span class=\"citation\" id=\"64624\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64624)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64624)\">Matt. 13:33<\/a><\/span><span class=\"citation\" id=\"73209\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73209)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73209)\">1 Cor. 5:6<\/a><\/span> that has been planted by the Gospel has been doing a gradual work in effecting important changes. It may be thought of a people confined to these mountains, numbering no more than we do, that our influence must be necessarily very limited, and that we can accomplish but very little. But the ideas that have been propagated by the Latter-day Saints, though they have not converted as many to our faith as they should have done, have had a most wonderful influence upon the religious, the philosophic and the scientific world. Ideas that men now believe in and receive readily, Joseph Smith was persecuted and denounced for proclaiming. And while there are millions who do not believe that he was a Prophet of God, or that the principles he taught were revealed from God, there is no mistaking the fact that his teachings, that the truths he advanced, and the ideas which he dissemi<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"2b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0002.pdf\" target=\"pdfwin\">p.&#xA0;2b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7523\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>nated, have had a wonderful effect upon the human mind throughout Christendom. If those of you who have had experience in the world, who have arrived at middle age, will let your minds revert to the time when you first heard these principles, and will compare the condition of human thought at that time with the condition of human thought today, I doubt not you will agree with me in saying that, although men and women have not become Latter-day Saints, nor have the mass of mankind received the religious truths in their entirety, as they were taught by Joseph, and as they have been taught by those who succeeded him, yet there has been a very visible and a marked advancement by men and women all over the world wherever the Elders of this Church have traveled. So that it is not in the baptism of people, it is not in the gathering of the people together alone that we are accomplishing great results; but it is in teaching the world the principles that God has revealed to us, and gradually indoctrinating the mind of mankind, to some extent at least, uplifting them from the prejudices and the darkness and the ignorance in which they have been enshrouded to a higher plane, to breathe a purer and a freer spirit of inquiry in religious and scientific thought. Much, however, remains to be done, and it devolves upon us, as a people, to discharge our duty, each one of us, as though the entire responsibility devolved upon us. And herein, probably, there is as much fault to be found with us as upon any other point&#x2014;a non-recognition by the Latter-day Saints of the fact that God holds us, each one of us, individually responsible; for there is assigned unto every man and every woman an individual labor which he and she must per<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"3a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0003.pdf\" target=\"pdfwin\">p.&#xA0;3a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7522\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>form. For myself, I know that the influence of one man rightly exercised is potent for good; or, if improperly exercised, for evil, upon his fellow man. Each man's life, each man's conversation, each man's deportment and walk before his fellow man, wields an influence that he most probably does not begin to comprehend, or understand. And if we all understood this, and acted accordingly, living up to the light and knowledge we possess, just think of the influence that we, as a united body, could wield among the inhabitants of our land, and in fact among the inhabitants of the whole earth. <\/div><div class=\"paragraph jod\" id=\"v20n7\"> I look upon our position, politically, as one that is most important, far more important than that of any other community with which I am acquainted. Today it is conceded upon all sides, and the fact is not disputed by intelligent persons, that the Latter-day Saints, or, to speak more properly, the people of Utah Territory, occupy a position superior to that of any other Territory within the confines of the Union. This is conceded. And for temperance, for frugality, for economy, for good government and for submission to the law (if I may except that relating to plural marriage, which is in violation of the constitution, and which was passed as a blow at our religion), for the honest administration of financial and governmental affairs, for the preservation of good order and the maintenance of peace, and for the promotion of education; on all of these points, it is conceded if we are not superior, at least we are the equals, of any other people of our Republic. While the eastern states are burdened with debt and groaning under local taxation, with failures of no mean magnitude occurring continually, and men not knowing what to do to redeem them<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"3b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0003.pdf\" target=\"pdfwin\">p.&#xA0;3b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7522\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>selves from their financial difficulties, Utah Territory occupies, it may truly be said, the unique position of being out of debt: no Territorial debt to speak of, no county debts. Notwithstanding the innumerable temptations that have existed, and that our officers might have succumbed to, we are, I am happy to say, free from debt, and also the most lightly taxed community now within the confines of the government. When I mentioned these facts to President Hayes, he remarked: &#x201C;Your position is certainly an enviable and unique one.&#x201D; This is conceded upon all hands. In our own neighboring territories, take, for instance, Wyoming, the people of which are justly proud of their position, because they have comparatively little debt; yet their taxes are 2 1\/2 higher than ours; and so with all our neighboring territories. Our percentage of illiteracy is lower than that of any of the territories, and also than many of the states; not but that the illiteracy of Utah ought to be lower still, for there is room for great improvement in matters of education. We have 1,200 miles of telegraph line owned in this Territory; we have upwards of 300 miles of local railroad, not counting the Union and Central Pacific railroads. This is the condition of this Territory. If we take the statement of the last Federal census respecting our population, and apply the ratio of increase during the previous decade&#x2014;that is the increase from 1860 to 1870&#x2014;to the last eight years, it will be seen that Utah has a population of at least 150,000. But our ratio of increase has been greater during the last eight years than the previous ten. The States are divided into Congressional districts, at the present time, with a population numbering about 135,000; that is to say, a district having a population of that number is entitled to a member of  <div class=\"break pagebreak\" id=\"4a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0004.pdf\" target=\"pdfwin\">p.&#xA0;4a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7521\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Congress. In this Territory our population is in excess of that number. No Territory has ever applied for admission into the Union with so many advantages as ours. In 1789, the Federal Constitution was adopted, and we became a consolidated Republic. This was 89 years ago. We have lived in this country upwards of one-third of that time. It might be thought, then, that with such a lengthened experience and advantages, with such capacity for self-government, with such a developed and lightly taxed Territory, with such good order and freedom from debt, that Utah would be welcomed into the union of states. Why are we not? Because we are &#x201C;Mormons.&#x201D; That embodies the whole reason. If we were split up into factions, if we were fighting, party against party, if drinking saloons and houses of ill fame were through all our settlements, and if we were heavily in debt, not having even the requisite population, and were not &#x201C;Mormons,&#x201D; we would be admitted into the union of states. What is the reason assigned for it? &#x201C;We do not want to countenance polygamy. If we admit Utah, we sanction, to a certain extent, polygamy.&#x201D; This is the reason assigned. Suppose, for instance, that one man of every ten among these &#x201C;Mormons&#x201D; is a polygamist, are there any more than that? If there are I do not know it. I have never taken the census, but in the range of my personal acquaintance, as I have scanned them, I think that there are not one-tenth of the men in this Territory who have attained their majority who are polygamists. And we will say there are 150,000 people in the Territory, how many of them are men? If we apply the same rule of ascertaining this that we do to other communities&#x2014;and it will not apply to ours because our children are in excess; but <div class=\"break columnbreak\" id=\"4b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0004.pdf\" target=\"pdfwin\">p.&#xA0;4b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7521\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> as it is, we will apply the same rule and divide 150,000 by five; how many does it leave? Thirty thousand. We will say there are thirty thousand men in Utah Territory who have attained their majority, and one-tenth of this number are polygamists, What do we have left? Three thousand men. And for three thousand men, the Congress of the United States say that the bulk of the people shall not have their political rights. Does it not seem as though by the action of Congress in this respect, that they are uplifting a doctrine comparatively obscure, when you take into consideration the forty millions of people that live under the flag of the United States&#x2014;and giving it national importance? This is one of the most extraordinary instances of fatuity that I ever recollect reading of in any history; yet such a thing is done, and this is the only reason that can be truthfully and correctly assigned for the refusal, on the part of the nation, of admitting Utah as a State. In spite of all we can say and do, there seems to be a determination to give this doctrine of plural marriage a national and a worldwide importance, like everything else connected with this people. It has been advertised and talked of as though it might be the practice of twenty millions of people, instead of that of three or four thousand men. <\/div><div class=\"paragraph jod\" id=\"v20n9\"> Now, I say that we have to teach the world a lesson in this direction. A people patiently pursuing their course, without murmuring, without rebelling, without rising in riotings, when receiving a denial of their legitimate and constitutional rights. Such a spectacle as this is worthy of admiration, especially when it is understood that not an officer within the confines of our Territory can hold an office of Federal appointment, if it  <div class=\"break pagebreak\" id=\"5a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0005.pdf\" target=\"pdfwin\">p.&#xA0;5a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7520\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>be known that he is a &#x201C;Mormon,&#x201D; or scarcely if it be known that he is even favorable to the &#x201C;Mormons.&#x201D; As soon as the office of Postmaster becomes worth holding, the Mormon Postmaster, who may have held it when it did not pay him for his labor, is turned out and somebody else is put in. The Marshal, the Secretary, the Governor, and Judges and all of the Federal officials were appointed during the last administration from those who were known to have no sympathy with the &#x201C;Mormons.&#x201D; It was as much as our present Governor could recently do to retain his position, because he was accused of favoring the &#x201C;Mormons,&#x201D; because it was believed that he favored a people he was sent to govern. This is most extraordinary when you think of it; but the most surprising thing connected with it is, that the people thus imposed upon should bear it with the forbearance and equanimity that the Latter-day Saints manifest, under these circumstances. <\/div><div class=\"paragraph jod\" id=\"v20n11\"> You remember our last Governor. He started out thinking he had been sent here to govern this Territory and the people of the Territory as his fellow citizens. He was disposed not to know the difference between a Mormon and a non-Mormon; he was disposed to travel through the Territory and mingle with the people, attend their public gatherings, and talk to them, as he would were he in any other place. This he did, and it was brought against him as a crime, as a reason why he should not continue to hold office. And an important official no less a person than the Assistant Secretary of the Interior, was sent to find out whether these things were really true. And this officer of the government, a gentlemen, who is acknowledged to be efficient, and who had served three terms in Congress with credit to himself and his <div class=\"break columnbreak\" id=\"5b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0005.pdf\" target=\"pdfwin\">p.&#xA0;5b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7520\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> constituency; and who is looked upon as a man of national reputation, and who, in his private life, is considered most exemplary, for no other reason than that he was mingling with the &#x201C;Mormon&#x201D; people, treating them as his fellow citizens, was removed from office. <\/div><div class=\"paragraph jod\" id=\"v20n12\"> I allude to these things not to find fault particularly, not to embitter your feelings because of treatment you have received, this is not my motive; but to call to your attention the fact that among other things we have to teach this nation and show to the whole world is that, although largely in the majority in this Territory, we have learned the great and most important lesson that a citizen can and should learn, namely, that of obedience. I am glad that this is the case. I am glad to know that the Latter-day Saints are setting an example to their fellow citizens all through the union in this respect. Will this continue? Shall we continue to live as we are living today&#x2014;denied rights to which we are entitled? We shall, doubtless, for a time, until, in the Providence of the Almighty, we shall be enabled to assume the position that rightfully belongs to us, and receive those rights to which we are fully entitled. The time will come, and it is not far distant&#x2014;although we may occasionally get tired waiting, and may ask ourselves, how long will it be delayed&#x2014;but let me say to you that the signs of the times portend for us a much greater degree of liberty than we possess today, or even than we have dared to anticipate. And as I have said often&#x2014;for I have never failed to declare it&#x2014;that the Latter-day Saints or &#x201C;Mormons&#x201D; as we are called, expect it to be their destiny to uphold constitutional liberty on this continent, and to preserve our government and the forms thereof from overthrow  <div class=\"break pagebreak\" id=\"6a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0006.pdf\" target=\"pdfwin\">p.&#xA0;6a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7519\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and destruction. I have been taught from my boyhood that this was to be the destiny of the Latter-day Saints, and this people have been trained in the same belief, and we train our children to look forward to it, and to cherish the love of civil and religious liberty in their hearts, toleration for all men of every creed, of every nation, of every language and of every color, that all the sons and daughters of Adam, without exception, who dwell upon this broad land, may enjoy the inestimable blessing of liberty, and that it will be our favored and honored destiny, in the course of human events, unlikely as it may appear today to be the case, to preserve constitutional liberty in this land, which God has said shall be a land of liberty<span class=\"citation\" id=\"81210\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81210)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81210)\">2 Ne. 1:7<\/a><\/span> to all those who are righteous who dwell thereon. I have said, and I firmly believe, that the day will most assuredly come when the people of these mountains will become a great factor in the settlement of differences, in the preservation of human rights in the future, in the great contests which seem ready to burst upon us at any moment. You contemplate the condition of the East today! The elements of destruction are widespread in society, and instead of being smothered and allayed, they are more or less fostered and harbored, and are fast maturing; and when certain contingencies arise, they are likely to burst forth, and that, too, to the death and misery of many souls.<span class=\"citation\" id=\"88159\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88159)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88159)\">D&amp;C 87:1<\/a><\/span> Think of the feeling that existed thirteen months ago, when it was not known who would be the President of the United States, or whether we would have another President or not. That was a time when the memories of the late war were forced upon the attention of earnest and thoughtful men. They remembered the blood and sacrifices and dreadful horrors of that struggle, and they shrank from the <div class=\"break columnbreak\" id=\"6b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0006.pdf\" target=\"pdfwin\">p.&#xA0;6b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7519\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> bare thought of their repetition. Had it not been that the great civil war had been so recent, and the recollection of its horrors was so vivid, especially among the Southern people, undoubtedly there would have been a conflict of arms before the President could have been seated in the presidential chair. But men shrank from the dreadful arbitrament of war and they preferred to submit even to what they believed to be wrong, agreeing to a compromise as being better than war. <\/div><div class=\"paragraph jod\" id=\"v20n14\"> Our position, as a people, in many respects, is one for which we can be exceedingly thankful. We can congratulate ourselves that we are in these mountains, a land of liberty, a land of freedom. No man, that is a man, can breathe this air and be a slave. When he looks upon those towering mountains, lifting their grand and lofty peaks to heaven, and he breathes the pure air of freedom, and his lungs expand with it, he feels as though he never could bow to slavery, nor his children after him. There is a race springing up in these mountains whose influence and power, sooner or later, must be felt in shaping the future of this nation. There need be no fear about this. Let us pursue the course marked out for us, submitting, if necessary, to wrong, but never failing to protest and contend, nevertheless against it; let our continued protest go forth, that we understand our rights, and that we are disposed to maintain them, as far as we can without violence. Let us continue to pursue our course patiently and unitedly, presenting an unbroken front to the enemy, having no traitors within, no factions, no strifes or bickerings, burying our little piques and feelings, having the one great and grand object to accomplish, namely, the establishment of truth and righteousness upon the earth, that eventu<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"7a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0007.pdf\" target=\"pdfwin\">p.&#xA0;7a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7518\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ally a place and people may be found worthy of Him who will come, and whose right it is to reign.<span class=\"citation\" id=\"86174\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86174)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86174)\">D&amp;C 58:22<\/a><\/span> And in pursuing faithfully and diligently the course which God has marked out, you may depend upon it that the day star will arise,<span class=\"citation\" id=\"78285\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78285)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78285)\">2 Pet. 1:19<\/a><\/span> and the dawn of that glorious day will be witnessed by all that share and engage in this labor. But how many labors devolve upon us, and how they accumulate and crowd upon us. The labor of lifting up the people and uniting them, furnishing suitable work for the unemployed and for our sons and daughters, that there may be no idleness in our land, that there may be no need of any Union societies to be organized, arraying labor against capital. How necessary it is that we should listen to the words of wisdom and instruction which have been given, counseling us to so organize ourselves and arrange our temporal affairs, that there may not be a single individual throughout our land, who desires to work, go unemployed, but that all may have this blessed privilege, for when men labor they keep out of mischief. You remember the old proverb&#x2014;&#x201C;An idle man's brain is the devil's workshop.&#x201D; We want to banish idleness, how shall we do it? By organizing, and every President of Stake and every Bishop making it the study and object of his life to furnish employment to every man under his immediate presidency who may desire it. And thus we will preserve ourselves, and our sons will find employment at home, instead of scattering abroad, going hither and thither: and our daughters, too, will then find husbands who will be in a position to maintain them honorably and properly, and thus marriage be promoted in the land. Our boys, when they arrive at years of maturity and can take care of a wife, should get married, and there should not be a lot of <div class=\"break columnbreak\" id=\"7b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0007.pdf\" target=\"pdfwin\">p.&#xA0;7b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7518\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> young men growing up in our midst who ought to be, but are not married. While I do not make the remark to apply to individual cases, I am firmly of the opinion that a large number of unmarried men, over the age of twenty-four years, is a dangerous element in any community, and an element upon which society should look with a jealous eye. For every man knowing himself, knows how his fellow man is constituted; and if men do not marry, they are too apt to do something worse. Then, brethren, encourage our young men to marry, and see that they are furnished employment, so that they can marry. <\/div><div class=\"paragraph jod\" id=\"v20n16\"> And then there is the education of our children. O, that we could bestow upon them, in every sense of the word, a proper education, so that they might become the peers of any people. Our children are noted for their brightness of intellect. Teachers say, who come from the east and the west, they never saw children receive knowledge with more ease than the children of these mountains do. We should take all the pains in our power to educate our children, furnishing them the best facilities, that our daughters and sons may be educated and accomplished. And at the same time teach them to labor. I tell my daughters that I want them to learn to wash, and sew, and cook, and become the best of housewives; and that I do not care then how much else they may know about music and other accomplishments, that they may be fitted to mingle with and feel at home in the best society. Girls as well as boys ought to be so trained as to confer dignity upon labor; and the idea, prevalent among some people, that because girls are accomplished they are spoiled and unfitted for labor, or to do housework, ought to be frowned down. <\/div><div class=\"paragraph jod\" id=\"v20n17\"> Let us think of these things after  <div class=\"break pagebreak\" id=\"8a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0008.pdf\" target=\"pdfwin\">p.&#xA0;8a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7517\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>we separate and go to our homes; and let us endeavor to carry in our breasts the spirit of this Conference, and diffuse the same among the people not present. And let us so live that the desire may continually well up in our hearts, not how can we aggrandize ourselves, but how can we enrich this community, how can we benefit and <div class=\"break columnbreak\" id=\"8b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0008.pdf\" target=\"pdfwin\">p.&#xA0;8b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7517\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> bless this people, how can we elevate them and make these multitudes of children growing up in our midst more useful, so that they can be ornaments to society? <\/div><div class=\"paragraph jod\" id=\"v20n19\"> I pray the Lord to bless us and preserve us in the truth, in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}