{"ID":200027, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Definite Ideas Concerning God&#x2014;How to Worship Him Acceptably&#x2014;Restoration of the Gospel&#x2014;Its Preparatory Mission.<\/div>\n<div class=\"subtitle\">Remarks by Elder Charles W. Penrose, delivered in the Tabernacle, Salt Lake City, Sunday Afternoon May 25, 1879.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Geo. F. Gibbs.<\/div>\n<div class=\"pageHeader\">Page Header: Definite Ideas Concerning God, Etc.<\/div>\n<div class=\"speaker\">Speaker: Charles W. Penrose<\/div>\n<div class=\"date\">Date: 5\/25\/1879<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d27\">\n<div class=\"paragraph jod\" id=\"v20n577\"> I have listened with a great deal of pleasure, my brethren and sisters, to the remarks of Elders Stayner. There are a great many arguments which might be adduced from the material universe to establish the fact that a divine hand has formed the worlds; and I think there are few people, even in this skeptical age, who altogether repudiate the idea of a grand Creator of the universe. This is called an age of infidelity. It is a fact that there is very little real faith in God upon the earth. There is very little knowledge concerning God in the world, and there are some people who altogether repudiate the idea of the existence of a God; but I believe they are in number very few indeed. But while there are few who entirely reject the existence of Deity, there are a great number of people in the world who have no definite idea concerning God, concerning his ways, his dealings with mankind, or concerning the right manner of worshipping him and of learning from him. <\/div><div class=\"paragraph jod\" id=\"v20n578\"> In the text which Elder Stayner has read this afternoon, and from which he has made some very ex<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"212b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0212.pdf\" target=\"pdfwin\">p.&#xA0;212b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7313\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>cellent remarks, the command is given &#x201C;to worship him that made heaven, and earth, and the sea, and the fountains of waters.&#x201D;<span class=\"citation\" id=\"79978\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79978)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79978)\">Rev. 14:7<\/a><\/span> In the explanation which has been given to us it has been made clear that the words which have been read in our hearing were to be uttered by an angel of God; they were to be spoken at a period in the world's history, some time in the future of the day in which the Apostle John saw the vision referred to. In the 4th chapter of the same book (Revelation), and the first verse, you will find that having seen a number of events portrayed before his mind, John says: &#x201C;After this I looked, and, behold, a door was opened in heaven: and the first voice which I heard was as it were of a trumpet talking with me; which said, Come up hither, and I will shew thee things which must be hereafter.&#x201D;<span class=\"citation\" id=\"79134\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79134)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79134)\">Rev. 4:1<\/a><\/span> All we read in that Book of Revelation, after the first verse of the 4th chapter, describes events to transpire after these things were seen. And if we take the trouble to read the whole of that book, we will find that John was shown the dealings of God with man, age after  <div class=\"break pagebreak\" id=\"213a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0213.pdf\" target=\"pdfwin\">p.&#xA0;213a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7312\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>age, down until the time that this angel should come to the earth. Says the Apostle: &#x201C;And I saw another angel fly in the midst of heaven, having the everlasting gospel to preach unto them that dwell on the earth, and to every nation, and kindred and tongue, and people, Saying with a loud voice, Fear God, and give glory to him; for the hour of his judgment is come: and worship him that made heaven, and earth, and the sea, and the fountains of waters&#x201D; (Rev. xiv, 6, 7).<span class=\"citation\" id=\"79926\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79926)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79926)\">Rev. 14:6-7<\/a><\/span> According to this prediction, just before the hour of God's judgment&#x2014;that time which all the prophets of God have foreseen and prophesied of, just before the grand consummation, just before the time when the Lord should come to judge the quick and the dead&#x2014;<span class=\"citation\" id=\"71785\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71785)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71785)\">Acts 10:42<\/a><\/span><span class=\"citation\" id=\"76232\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76232)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76232)\">2 Tim. 4:1<\/a><\/span><span class=\"citation\" id=\"78094\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78094)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78094)\">1 Pet. 4:5<\/a><\/span><span class=\"citation\" id=\"83626\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83626)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83626)\">Moro. 10:34<\/a><\/span>this angel was to come to the earth with the everlasting Gospel; and that Gospel was to be preached to every nation, and kindred, and tongue, and people.<span class=\"citation\" id=\"79816\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79816)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79816)\">Rev. 14:6<\/a><\/span> Now, what does that presuppose? To every reasonable mind, that the people of every nation, and kindred, and tongue upon the face of the earth were destitute of that Gospel. For, if the Gospel was already there, already preached by any nation, kindred, or people, there would be no need for the angel to reveal it anew to mankind. And further, if there were people living upon the earth who did worship God aright&#x2014;that is, the true and living God, not the God of the heathen, not the God of men's imagination, but the God that made the heaven and the earth, the sea and the fountains of waters&#x2014;<span class=\"citation\" id=\"79979\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79979)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79979)\">Rev. 14:7<\/a><\/span>if people dwelling upon the earth were already worshipping that God aright, there would be no need of a heavenly messenger to leave the courts of glory to come to the earth to call upon them to do so. <\/div> <div class=\"break columnbreak\" id=\"213b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0213.pdf\" target=\"pdfwin\">p.&#xA0;213b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7312\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v20n580\"> Now this may be a rather startling declaration to make in the face of all Christendom, in the face of the hundreds and thousands of Christian ministers of the various Christian denominations, who spend their time, their talents and ability in preaching what they call and perhaps believe to be the everlasting Gospel; and in the face of the millions of the earth who think they do worship God and give glory to that Being who made the earth, and the seas, and the fountains of waters.<span class=\"citation\" id=\"79980\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79980)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79980)\">Rev. 14:7<\/a><\/span> But here is the text, here is the language of Scripture given by inspiration. We must believe the declaration to be divine, or not believe it at all. The Apostle John saw in the vision that at a certain time the angel was to come again to earth and reveal, or restore anew the everlasting Gospel,<span class=\"citation\" id=\"79817\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79817)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79817)\">Rev. 14:6<\/a><\/span> the true Gospel, by which alone man can receive a fulness of salvation in the presence of God the Father. <\/div><div class=\"paragraph jod\" id=\"v20n581\"> There are millions of people living today upon the face of the earth who believe that a divine hand formed this world, and that he is also the Creator of the universe; but they know nothing certain about that Being. Notwithstanding the boasted knowledge and intelligence of the 19th century, the world today knows nothing concerning this divine Being. While most of them admit the fact of his existence, yet at the same time he is to them as he was to the Athenians to whom Paul preached on a certain occasion&#x2014;an &#x201C;unknown God.&#x201D;<span class=\"citation\" id=\"71947\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71947)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71947)\">Acts 17:23<\/a><\/span> If this is not the case, who is there that can tell us anything about him? What he is like? Where he dwells? What are his purposes with regard to the people of the present age? Which is the right way to approach him that we may learn to know him for  <div class=\"break pagebreak\" id=\"214a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0214.pdf\" target=\"pdfwin\">p.&#xA0;214a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7311\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ourselves? <\/div><div class=\"paragraph jod\" id=\"v20n583\"> We read in the Scriptures that in olden times men communed with this divine Being, that he walked and talked with men in the flesh, and revealed himself to them.<span class=\"citation\" id=\"52588\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52588)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52588)\">Gen. 3:8<\/a><\/span><span class=\"citation\" id=\"52771\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52771)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52771)\">Gen. 5:22<\/a><\/span><span class=\"citation\" id=\"53130\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53130)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53130)\">Gen. 17:1<\/a><\/span> But he is neither seen nor heard of men today, and what is even worse, none seem to know how to approach him to learn of him as his servants did in earlier times. But some will say, &#x201C;We have no need of such communications now, for we have the writings of these men; they approached him, and they have written books containing his words which have been handed down to us; we have no need to approach God as they did.&#x201D; But who can tell us how to read this Bible aright? These people who say they have no need of revelation do not agree as to what those prophets meant when they wrote these things. Take the minister of one Christian denomination, for instance, and get him into conversation with a minister from another Christian denomination, each of these men of course professing to believe that the Bible is a divine record given to us for our guidance in spiritual things; and in a very short time you will get them into a quarrel. Take half a dozen men from half a dozen Christian denominations, each professing to be called of God to explain his word, and you will find that all of them have different views and ideas concerning that which the prophets wrote. Ask any one of these Christian ministers to tell you anything about God, and after exhausting his store of language in trying to do so he will wind up thus: &#x201C;God is incomprehensible.&#x201D; There is an attempt to describe God in the Episcopalian prayer book. We are told in that book, which contains the articles of the faith of that body of people, that God is three and yet <div class=\"break columnbreak\" id=\"214b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0214.pdf\" target=\"pdfwin\">p.&#xA0;214b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7311\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> he is only one; that there are three distinct personages in the Godhead, yet only one personage, and that this being is without body, without parts and without passions. Here, then, we have an imaginary being composed of three parts, who yet is only one without any parts. We are told further that one of these bodiless, passionless beings without parts had a body, and that he was a man in all points as we are, possessing like passions,<span class=\"citation\" id=\"71885\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71885)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71885)\">Acts 14:15<\/a><\/span><span class=\"citation\" id=\"77746\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77746)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77746)\">James 5:17<\/a><\/span> but that he sinned not.<span class=\"citation\" id=\"76568\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76568)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76568)\">Heb. 4:15<\/a><\/span> This is a strange attempt at description of a divine Being. I do not wish to take up the time in further reference to these absurdities, you can read them in the Athanasian creed, and in the thirty-nine articles which all Episcopal ministers must subscribe to before they can receive &#x201C;holy orders.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v20n584\"> We read in the Bible: &#x201C;For a man indeed ought not to cover his head (when he prayeth), forasmuch as he is the image and the glory of God: but the woman is the glory of the man&#x201D; (1 Cor., xi, 7).<span class=\"citation\" id=\"73330\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73330)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73330)\">1 Cor. 11:7<\/a><\/span> According to the Scriptures, when you see a perfect man, as far as man can be perfect in this imperfect condition which we now occupy, we see a being in the image of Deity. When Jesus Christ, who died that we might live, appeared on the earth, we are told that he was &#x201C;the image of the invisible God,&#x201D;<span class=\"citation\" id=\"75550\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75550)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75550)\">Col. 1:15<\/a><\/span> and &#x201C;the express image of his (the Father's) person.&#x201D;<span class=\"citation\" id=\"76369\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76369)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76369)\">Heb. 1:3<\/a><\/span> So much indeed, was he like his Father, that when one of his disciples asked him to show them the Father, he answered him saying, &#x201C;He that hath seen me hath seen the Father,&#x201D;<span class=\"citation\" id=\"69945\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69945)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69945)\">John 14:9<\/a><\/span> giving us to understand that the Son inherited the likeness of his Father. Some read it to signify that he was the same person; but the Savior says again, &#x201C;My Father is greater than I.&#x201D;<span class=\"citation\" id=\"70090\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70090)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70090)\">John 14:28<\/a><\/span> The words of Jesus to Mary in the  <div class=\"break pagebreak\" id=\"215a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0215.pdf\" target=\"pdfwin\">p.&#xA0;215a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7310\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>garden are significant on this point: &#x201C;Go to my brethren, and say unto them, I ascend unto my Father, and your Father; and to my God, and your God.&#x201D;<span class=\"citation\" id=\"70864\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70864)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70864)\">John 20:17<\/a><\/span> And at the baptism of the Savior we find that the Holy Ghost descended upon him, and that the voice of the Father was heard out of heaven, saying, &#x201C;This is my beloved Son, in whom I am well pleased;&#x201D;<span class=\"citation\" id=\"62791\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62791)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62791)\">Matt. 3:16-17<\/a><\/span> showing that there were three distinct substances&#x2014;the Son coming up out of the water, the Father speaking from heaven, and the Holy Ghost descending. <\/div><div class=\"paragraph jod\" id=\"v20n586\"> In regard to this divine Being. The Son is the firstborn in the spirit, the only begotten in the flesh,<span class=\"citation\" id=\"68601\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68601)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68601)\">John 1:14<\/a><\/span> sent into the world to die for the sins of the world. How can the people of the earth learn anything concerning him? And which is the right way to worship him? Says the Catholic minister, &#x201C;Here is the way, the only way.&#x201D; &#x201C;No,&#x201D; says the Episcopal minister, &#x201C;here is the way.&#x201D; Says the Methodist, &#x201C;No, you are both wrong, we have the true way.&#x201D; Against these assertions the Baptist minister enters his protest, saying, &#x201C;All these are wrong, ours is the way.&#x201D; And so with all the various sects and parties that exist upon the earth. Let us bear in mind now that the angel spoken of by John was to come from heaven and call upon every nation and tongue to worship this Being, the true and living God.<span class=\"citation\" id=\"79981\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79981)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79981)\">Rev. 14:6-7<\/a><\/span> And not only call upon them to do so, but to bring the everlasting Gospel,<span class=\"citation\" id=\"79818\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79818)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79818)\">Rev. 14:6<\/a><\/span> by which man can learn of God and walk in his ways. And it is very evident what they would do, from the predictions of other prophets. We read in the writings of Isaiah, also in the writings of Micah, that in the last days there should come a people from all the nations of the earth, who should gather together in the tops of the <div class=\"break columnbreak\" id=\"215b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0215.pdf\" target=\"pdfwin\">p.&#xA0;215b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7310\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> mountains to learn of the ways of God and to walk in his paths.<span class=\"citation\" id=\"57811\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57811)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57811)\">Isa. 2:3<\/a><\/span><span class=\"citation\" id=\"62160\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62160)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62160)\">Micah 4:2<\/a><\/span> It seems, then, that the angel was not to bring his message for nought; there was to be a people among all these nations who would receive the message and who would respond to it; and in consequence of that response they would leave their homes and would come from the East and from the West, and God would &#x201C;say to the north, Give up; and to the south, Keep not back: bring my sons from far, and my daughters from the ends of the earth.&#x201D;<span class=\"citation\" id=\"59379\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59379)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59379)\">Isa. 43:6<\/a><\/span> And they would go up to the mountain of the Lord to be taught in his ways and to walk in his paths; that they might be prepared for the day when the &#x201C;law of God would go forth from Zion, and the word of the Lord from Jerusalem.&#x201D;<span class=\"citation\" id=\"57810\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57810)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57810)\">Isa. 2:3<\/a><\/span><span class=\"citation\" id=\"62159\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62159)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62159)\">Micah 4:2<\/a><\/span> And the work was to continue; for according to another prophet, the time shall come when &#x201C;they shall teach no more everyman his neighbor, saying, Know ye the Lord: for they shall all know me, from the least of them unto the greatest of them, saith the Lord.&#x201D;<span class=\"citation\" id=\"60692\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60692)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60692)\">Jer. 31:34<\/a><\/span> How shall this be brought about? &#x201C;And they shall be all taught of God.&#x201D;<span class=\"citation\" id=\"59717\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59717)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59717)\">Isa. 54:13<\/a><\/span> The Lord is to teach them; they are not to be taught by the enticing words of man's wisdom, but as God spake to the people in olden times, so he is to speak to them in the latter times. He said he would raise up shepherds after his own heart, who should &#x201C;feed them with knowledge and understanding;&#x201D;<span class=\"citation\" id=\"60385\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60385)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60385)\">Jer. 3:15<\/a><\/span> not with speculative ideas, notions springing from their own minds, but with the truth from the true and living God, sent down from on high. Jesus, when upon the earth, made a remark very pertinent to this point; said he: &#x201C;And no man knoweth the Son, but the Father; neither knoweth any man the Father, but the Son, and he to whomsoever the Son will  <div class=\"break pagebreak\" id=\"216a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0216.pdf\" target=\"pdfwin\">p.&#xA0;216a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7309\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>reveal him.&#x201D;<span class=\"citation\" id=\"64274\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64274)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64274)\">Matt. 11:27<\/a><\/span> The inhabitants of the earth will never come to a knowledge of the true God, they will never know how to approach him, they will never know how to obtain knowledge and intelligence from him, unless they walk in the way his Son shall point out. He stands between us and the Father; he is the Firstborn, the Mediator, chosen from the creation of the world. He performed the work on the earth which he was sent to do. &#x201C;Thou hast loved righteousness, and hated iniquity: therefore God, even thy God, hath anointed thee with the oil of gladness above thy fellows.&#x201D;<span class=\"citation\" id=\"56605\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56605)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56605)\">Ps. 45:7<\/a><\/span><span class=\"citation\" id=\"76399\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76399)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76399)\">Heb. 1:9<\/a><\/span> He stands as a Mediator between God and man.<span class=\"citation\" id=\"75885\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75885)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75885)\">1 Tim. 2:5<\/a><\/span> When we approach God we must do it through the Son. Who can tell us how? We hear the cry, &#x201C;Come to Jesus,&#x201D; in every camp meeting. We are told by the preachers of every Christian denomination to, &#x201C;Come to Jesus.&#x201D; But how are we to come? The ways pointed out are different and various. I am reminded right here of a saying of the Prophet Jeremiah:&#x201C;Thus saith the Lord, Stand ye in the ways, and see, and ask for the old paths, where is the good way, and walk therein, and ye shall find rest for your souls. But they said, We will not walk therein.&#x201D;<span class=\"citation\" id=\"60399\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60399)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60399)\">Jer. 6:16<\/a><\/span> &#x201C;The old path,&#x201D;<span class=\"citation\" id=\"60400\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60400)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60400)\">Jer. 6:16<\/a><\/span> what is that? The everlasting Gospel which the angel was to bring.<span class=\"citation\" id=\"79819\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79819)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79819)\">Rev. 14:6<\/a><\/span> &#x201C;Enter ye in at the strait gate,&#x201D; says the Savior; &#x201C;for wide is the gate, and broad is the way, that leadeth to destruction, and many there be which go in thereat: Because strait is the gate, and narrow is the way, which leadeth unto life, and few there be that find it.&#x201D;<span class=\"citation\" id=\"63855\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63855)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63855)\">Matt. 7:13-14<\/a><\/span> There is but one way into the sheepfold; he that climbs up any other way will be accounted as &#x201C;a thief and a robber.&#x201D;<span class=\"citation\" id=\"69592\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69592)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69592)\">John 10:1<\/a><\/span> The angel was to bring the old way; that those who <div class=\"break columnbreak\" id=\"216b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0216.pdf\" target=\"pdfwin\">p.&#xA0;216b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7309\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> walk therein might find rest for their souls; but it appears the great bulk of the people would say, &#x201C;We will not walk therein.&#x201D;<span class=\"citation\" id=\"60401\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60401)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60401)\">Jer. 6:16<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v20n588\"> I bear my testimony to this congregation, that in the times in which we live, which are just preceding the coming of the Son of man in the clouds of heaven, with power and great glory,<span class=\"citation\" id=\"65841\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65841)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65841)\">Matt. 24:30<\/a><\/span> to accomplish all things spoken of, God, the Eternal Father, has spoken from the heavens by his own voice, revealing his Son, and has sent holy angels committing the everlasting Gospel to men who have been commissioned and ordained of God to go to all the world to preach it as a witness before the end comes.<span class=\"citation\" id=\"65710\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65710)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65710)\">Matt. 24:14<\/a><\/span> I bear my testimony that as soon as that Gospel reached my ears in a distant land, I received it and obeyed it. That is, believing in the truth thereof, I repented sincerely of my sins before God, and went humbly and submitted to the ordinance of baptism for the remission of sins, receiving that ordinance from men ordained of God to preach this Gospel. That having been buried in the water in the likeness of the death of Christ,<span class=\"citation\" id=\"72419\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72419)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72419)\">Rom. 6:4<\/a><\/span> and raised again in the likeness of his resurrection,<span class=\"citation\" id=\"127975\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127975)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127975)\">Rom. 6:5<\/a><\/span><span class=\"citation\" id=\"75596\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75596)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75596)\">Col. 2:12<\/a><\/span> I received a witness from God that my sins were remitted. I bear my testimony this afternoon before God and angels, and before this congregation, that I received a remission of my sins, through the atonement of the Lord Jesus Christ, in obedience to his ordinances. The hands of the servants of God were laid upon my head, and I received the Holy Ghost&#x2014;that same Spirit which God gave to the prophets, that same Spirit which rested upon John upon the Isle of Patmos, that same Spirit by which holy men of old wrote and spoke as they were moved upon by the Holy Ghost;<span class=\"citation\" id=\"78332\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78332)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78332)\">2 Pet. 1:21<\/a><\/span> and that Spirit is the same yesterday, today and for<div class=\"hyphen\">-<span class=\"citation\" id=\"77386\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77386)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77386)\">Heb. 13:8<\/a><\/span><\/div><div class=\"break pagebreak\" id=\"217a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0217.pdf\" target=\"pdfwin\">p.&#xA0;217a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7308\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ever. It takes of the things of the Father and makes them plain to the human mind;<span class=\"citation\" id=\"70509\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70509)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70509)\">John 16:15<\/a><\/span> it makes things past clear to the understanding of man, and it lifts up the curtain of futurity and shows things to come. It is the Spirit of prophecy, the testimony of Jesus;<span class=\"citation\" id=\"80376\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80376)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80376)\">Rev. 19:10<\/a><\/span> it is the light of God to the human soul. And as natural light discloses to the vision of men the objects of the material universe, without which none can discern them, so the Holy Ghost is the light of God which reveals to the spirits of men the things of eternal life, and without which men cannot understand the things of God.<span class=\"citation\" id=\"73069\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73069)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73069)\">1 Cor. 2:11<\/a><\/span> It is because of the absence of this divine light that the world lies in darkness in regard to their Father and God; this is why men, notwithstanding their learning, their scientific discoveries in the material universe, cannot comprehend the things of God. Man by searching cannot find out God.<span class=\"citation\" id=\"56101\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56101)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56101)\">Job 11:7<\/a><\/span> He can reveal himself to mankind, but must do it through the Son, and obedience to the Gospel of his Son is the only way of salvation. There is no other, and no name given under heaven whereby man can be saved but the name of Jesus Christ.<span class=\"citation\" id=\"71436\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71436)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71436)\">Acts 4:12<\/a><\/span><span class=\"citation\" id=\"127976\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127976)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127976)\">D&amp;C 18:23<\/a><\/span> A mere form of worship avails nothing; we must obey the commandments. &#x201C;Not every one that saith to me, Lord, Lord, shall enter into the kingdom of heaven; but he that doeth the will of my Father who is in heaven.&#x201D;<span class=\"citation\" id=\"63940\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63940)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63940)\">Matt. 7:21<\/a><\/span> This Gospel is restored to the earth, and everybody may know it for themselves. We are not dependent upon the words of Joseph Smith; we need not depend upon the Twelve Apostles who received their ordination under his hand. Every man and every woman and every child who have come to years of accountability can receive direct from the Lord, direct from the <div class=\"break columnbreak\" id=\"217b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0217.pdf\" target=\"pdfwin\">p.&#xA0;217b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7308\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> fountain of their being, a testimony by which they may know that he lives, that they are walking in his ways, and learn how they can approach him acceptably. <\/div><div class=\"paragraph jod\" id=\"v20n590\"> Some people may think that it does not matter how people worship, that God will accept of their worship, anyhow. But from what we read of His dealings in the Bible, we find it a matter of the greatest importance. Abel, for instance, offered to the Lord that which God commanded; Cain offered what he pleased to give. Abel's offering was accepted, Cain's was rejected. Cain slew Abel in consequence, and the spirit manifested by him has been perpetuated to this day.<span class=\"citation\" id=\"52680\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52680)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52680)\">Gen. 4:1-8<\/a><\/span><span class=\"citation\" id=\"127977\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127977)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127977)\">Ether 8:15-26<\/a><\/span> God has marked out the way by which he may be worshipped. He has ordained certain ordinances through which certain blessings are to come; and the blessings of God will not come except by means of the ordinances. Those who obey these in the way that God has ordained invariably receive the blessings; for spiritual laws are as fixed and unchangeable as are the laws of the material universe. No man expects to reap oats from sowing wheat. That which a man soweth, that will he also reap. If he sow to the flesh, of the flesh he may expect to reap corruption; if to the Spirit, of the Spirit life everlasting.<span class=\"citation\" id=\"74714\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74714)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74714)\">Gal. 6:7-8<\/a><\/span> By walking in the way that God has ordained, every man can know and receive for himself the testimony promised. And this people who are here inhabiting these valleys of the mountains knew for themselves before they left their homes in the old world, that they had received and obeyed the Gospel brought from the heavens by means of the angel described by the Apostle John,<span class=\"citation\" id=\"79927\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79927)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79927)\">Rev. 14:6-7<\/a><\/span> it was in obedience to the requirements of that Gospel that they left their homes to come here to  <div class=\"break pagebreak\" id=\"218a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0218.pdf\" target=\"pdfwin\">p.&#xA0;218a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7307\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>learn more of his ways, to walk more perfectly in his paths,<span class=\"citation\" id=\"57812\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57812)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57812)\">Isa. 2:3<\/a><\/span> and to prepare themselves for the great day of the Lord that is nigh at hand.<span class=\"citation\" id=\"127978\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127978)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127978)\">D&amp;C 43:17<\/a><\/span> This Gospel is sent to prepare the way before his coming, to be preached &#x201C;as a witness&#x201D;<span class=\"citation\" id=\"65711\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65711)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65711)\">Matt. 24:14<\/a><\/span> that all mankind may know that God has sent it. How about the people who will not hearken unto it? They feel as Cain did when he learned that his offering was not acceptable&#x2014;he desired to slay Abel;<span class=\"citation\" id=\"52702\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52702)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52702)\">Gen. 4:5-8<\/a><\/span> and this is the feeling that has been manifested towards the Latter-day Saints from the beginning. We have come out of the world, and the world hates us, and many seek to destroy us. What harm are we doing to the people of the earth? We have come away from them; we have sought the wilds of this once desert country that we might worship God according to the dictates of our conscience,<span class=\"citation\" id=\"94144\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94144)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94144)\">A of F 1:11<\/a><\/span> and we are here trying to serve him with all our hearts. We have many imperfections, but we are trying to obey the Lord in his appointed way; and because we have accepted this way, the way ordained of God, those who will not walk therein are stirred up to anger against us; they circulate all manner of evil reports concerning us, and like the ancient Saints, we are &#x201C;everywhere spoken against.&#x201D;<span class=\"citation\" id=\"72149\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72149)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72149)\">Acts 28:22<\/a><\/span> They endeavor to stir up strife in our midst, and failing to divide us they gnash their teeth in anger, seeking to bring all kinds of evil upon us. But God will rule and overrule for the good of His people, and accomplish His ends and purposes. <\/div><div class=\"paragraph jod\" id=\"v20n592\"> In the midst of these trials we recognize the hand of God, as we see it in relation to the material elements which have been referred to this afternoon; just as much as we understand that there is a controlling hand which guides the destinies of the earth, which formed the planets, <div class=\"break columnbreak\" id=\"218b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0218.pdf\" target=\"pdfwin\">p.&#xA0;218b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7307\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> which put them in motion and arranged them in such perfect order that one world should not rush against another, and causing the whole universe in all its beautiful variety and adaptation to move in perfect order and harmony; as we recognize the Divine hand in these material things, the physical objects of the universe, so we can recognize it in spiritual things. We acknowledge God in all things; we know that he lives, that in him we move and have our being,<span class=\"citation\" id=\"71996\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71996)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71996)\">Acts 17:28<\/a><\/span> that he is the same yesterday, today and forever,<span class=\"citation\" id=\"77387\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77387)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77387)\">Heb. 13:8<\/a><\/span> that he changeth not;<span class=\"citation\" id=\"127979\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127979)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127979)\">Morm. 9:19<\/a><\/span> that he communes with his children today as he did five or six thousand years ago. The God of Abraham is the God of the Latter-day Saints.<span class=\"citation\" id=\"127980\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127980)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127980)\">D&amp;C 136:31<\/a><\/span> As he guided and directed him and delivered him from his enemies, so the Almighty's hand has been and is over us, and will continue to guide and deliver us, inasmuch as we continue to carry on his work. <\/div><div class=\"paragraph jod\" id=\"v20n593\"> Now I say that all people may receive these blessing if they will walk in the narrow way. But they must believe in Christ, and repent of their sins by putting them away; they must be baptized in a proper way; they must receive the Holy Ghost by the laying on of hands of men ordained and authorized of God, which Spirit will bring them <span class=\"italic\">en rapport<\/span> with the Lord; and then if they will seek the interests of his kingdom they have a claim upon his blessings, and in proportion to their righteousness before God, so shall their communion be. But although they are baptized and confirmed members of the body of Christ, yet, unless they continue to walk before God, continue to be taught of him, continue to obey the divine word, they will not enjoy much communion with the Father. But if they strive to &#x201C;live by  <div class=\"break pagebreak\" id=\"219a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0219.pdf\" target=\"pdfwin\">p.&#xA0;219a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7306\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>every word that comes from the mouth of God,&#x201D;<span class=\"citation\" id=\"62837\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62837)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62837)\">Matt. 4:4<\/a><\/span> their minds will become more enlightened, the Holy Ghost will increase within them and their path will grow brighter and brighter, even to the perfect day.<span class=\"citation\" id=\"57380\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57380)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57380)\">Prov. 4:18<\/a><\/span> God will speak by his Spirit direct to their hearts; and when he reveals anything through his appointed servants, every word will find an echo in the hearts of those who have received this Spirit, and the people will see eye to eye,<span class=\"citation\" id=\"59585\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59585)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59585)\">Isa. 52:8<\/a><\/span> for they will become united as one, as a band of brethren and sisters, to roll forth the purposes of God, to prepare the way for the feet of the <div class=\"break columnbreak\" id=\"219b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0219.pdf\" target=\"pdfwin\">p.&#xA0;219b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7306\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Lord Jesus. <\/div><div class=\"paragraph jod\" id=\"v20n595\"> I bear my testimony to what has been said by Brother Stayner and the Gospel of Jesus Christ which the angel has brought, and pray God to bless this congregation, that all who are here, may be able to learn of him and walk in the good old way,<span class=\"citation\" id=\"60402\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60402)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60402)\">Jer. 6:16<\/a><\/span> that they may know how to worship<span class=\"citation\" id=\"127981\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127981)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127981)\">D&amp;C 93:19<\/a><\/span> and obey the true and living God,<span class=\"citation\" id=\"127982\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127982)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127982)\">Morm. 9:28<\/a><\/span> even him who made the heaven, and the earth, and the sea, and the fountains of waters,<span class=\"citation\" id=\"79982\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79982)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79982)\">Rev. 14:7<\/a><\/span> and finally come into his presence and be crowned with a fulness of his glory. Amen. <\/div>\n<\/div>\n<\/div>"}