{"ID":20003, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Word of Wisdom Especially Suited to Infants and Youth&#x2014;Privations in Missouri&#x2014;Necessity of Integrity, and Strife for Excellence&#x2014;Responsibility of Parents.<\/div>\n<div class=\"subtitle\">An Address by President Brigham Young, Delivered to the Children who Formed the Procession at the Anniversary of the Entrance of the Pioneers Into Great Salt Lake Valley, Delivered in the Tabernacle, Great Salt Lake City, July 24, 1854.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Word of Wisdom, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 7\/24\/1854<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d03\">\n<div class=\"paragraph jod\" id=\"v2n81\"> My remarks on this occasion will be disconnected, in order to answer my feelings, and to satisfy the congregation. <\/div><div class=\"paragraph jod\" id=\"v2n82\"> Here is a spectacle that is indeed admirable, and a scene that has called forth many reflections in my mind, and, no doubt, in the minds of the spectators. <\/div><div class=\"paragraph jod\" id=\"v2n83\"> First of all, allow me to remark, that before it was concluded to celebrate this day, the Seventh Anniversary of the entrance of the Pioneers into these valleys which we now occupy, I had determined to treat some <div class=\"break columnbreak\" id=\"16b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0016.pdf\" target=\"pdfwin\">p.&#xA0;16b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9571\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of my family and friends to a dinner and had made preparations accordingly. This has occupied a portion of my time and attention, but before all my preparatory labor was performed, I was urged to attend on this interesting occasion. This has thrown my previous plans, touching this day, somewhat into confusion, still I am filled with joy in beholding this heart-cheering scene. According to the Program it seems I am to be escorted by the procession back to my dwelling. I however ask it as a favor of the officers of the day to excuse me,  <div class=\"break pagebreak\" id=\"17a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0017.pdf\" target=\"pdfwin\">p.&#xA0;17a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9570\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and relieve me from being present, or from taking any further part in this day's proceedings, after the dismissal of this congregation, that I may repair immediately to my house, for, if I have to wait for the company to escort me, it will make it late before I can be present to wait upon my friends. <\/div><div class=\"paragraph jod\" id=\"v2n85\"> Before I proceed further, I wish to make another request, in behalf of the children, who are not capable of judging for themselves&#x2014;they would traverse these streets until they fainted. I wish the Bishops and Marshals of the day to consider this, and my advice is to dismiss them soon; and while they are parading the streets, be sure to have plenty of water handy for them to drink. If these requests can be granted, I shall feel thankful, and I presume you will have no objections to granting them. <\/div><div class=\"paragraph jod\" id=\"v2n86\"> On such occasions as this, our Tabernacle does not afford room for seating the people. I wish the Bishops to hearken to a request I will make of them&#x2014;Enable brother Hyde to prosecute the labors placed upon him to build a Bowery, on the north of this Tabernacle, that will convene about twelve thousand people; and let it be done before another Celebration comes off or even before another Conference. I am disposed to take a vote upon this matter. If the brethren and sisters, old and young, will put forth their exertions and means to assist in accomplishing this work, let them signify it by raising their right hands. [All hands were up.] I shall with pleasure render all the assistance possible. <\/div><div class=\"paragraph jod\" id=\"v2n87\"> Were there time, I would like to make a great many remarks pertaining to parents and children, but my time will be too limited. <\/div><div class=\"paragraph jod\" id=\"v2n88\"> A portion of the youth of our community is before me, and could I give these young persons a word of counsel, it would meet my wishes, and gratify <div class=\"break columnbreak\" id=\"17b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0017.pdf\" target=\"pdfwin\">p.&#xA0;17b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9570\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> my desires to do them good. I will venture to give them a few items pertaining to life, health, vigor, and salvation; and I hope they will not forget what I am about to say to them. <\/div><div class=\"paragraph jod\" id=\"v2n89\"> I will begin by asking the older portion of the assembly, if you do not recollect that when you were two, three, or four years of age, many of your mothers, as soon as you were able to drink out of a glass, and they happened to have a little wine, would compel you to partake of it, contrary to your feeble remonstrances? Do you not recollect when your mother made a little sling to revive her when she was fatigued with labor or exertion of any kind, saying to you, &#x201C;Drink, my child?&#x201D; Now, I wish to say to you girls, never be guilty of such practices when you become mothers. Never, when you sit down at the table to drink strong tea, perhaps as a stimulant when you are fatigued, give it to your child. I see this practice almost daily, or occasionally, at least, in this as well as other communities. Keep the tea, the coffee, and the spirits from the mouths of your children. <\/div><div class=\"paragraph jod\" id=\"v2n90\"> I could say many things that would be of great worth to you, pertaining to the rising generation, had I time; but I wish you to recollect and practice this one item I have briefly laid before you. I wish the daughters of Israel to far exceed their mothers in wisdom. And I wish these young men and boys to far exceed their fathers. I wish my sons to far exceed me in goodness and virtue. This is my earnest desire concerning my children, and that they not only walk in the footsteps of their father, but take a course to enjoy life, health, and vigor while they live, and the Spirit of intelligence from God, that they may far outstrip their father in long life, and in the good they will perform in their day. What I say of my children I apply to all. <\/div><div class=\"paragraph jod\" id=\"v2n91\"> Young men, my young brethren,  <div class=\"break pagebreak\" id=\"18a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0018.pdf\" target=\"pdfwin\">p.&#xA0;18a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9569\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>will you accept a little counsel from me? When you go from this Tabernacle make a covenant with yourselves that you will taste no more ardent spirits, unless it is absolutely necessary, and you know it is; also make a covenant with yourselves that no more of that filthy, nasty, and obnoxious weed called tobacco shall enter your mouths; it is a disgrace to this and every other community. I am well aware of the reflections of many upon this subject. You may say to yourselves, &#x201C;If I can do as well as my parents, I think I shall do well, and be as good as I want to be; and I should not strive to excel them.&#x201D; But if you do your duty you will far excel them in everything that is good&#x2014;in holiness, in physical and intellectual strength, for this is your privilege, and it becomes your duty. Young men, take this advice from me, and practice it in your future life, and it will be more valuable to you than the riches of this world. &#x201C;Why,&#x201D; say you, &#x201C;I see the older brethren chew tobacco, why should I not do it likewise?&#x201D; Thus the boys have taken license from the pernicious habits of others, until they have formed an appetite, a false appetite; and they love a little liquor, and a little tobacco, and many other things that are injurious to their constitutions, and certainly hurtful to their moral character. Take a course that you can know more than your parents. We have had all the traditions of the age in which we were born to contend with; but these young men and women, or the greater part of them, have been born in the Church, and brought up Latter-day Saints, and have received the teachings that are necessary to advance them in the kingdom of God on earth. If you are in any way suspicious that the acts of your parents are not right, if there is a conviction in your minds that they feed appetites that are injurious to them, then it is for you to abstain <div class=\"break columnbreak\" id=\"18b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0018.pdf\" target=\"pdfwin\">p.&#xA0;18b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9569\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> from that which you see is not good in your parents. <\/div><div class=\"paragraph jod\" id=\"v2n93\"> I will now offer a few words of encouragement, and I wish you to listen to them attentively. If you wish to be great in the Kingdom of God, you must be good. It has been told you often, and I reiterate it today, that no man or woman in this kingdom that the Lord Almighty has again established upon the earth, can become great without being good&#x2014;without being true to their integrity, faithful to their trust, full of charity and good works. If they do not order their lives to do all the good they can, they will be stripped of their anticipations of greatness. You may write that down, and write it as revelation if you please, for it is true. Again, you must make sacrifice, if such you may call it, of every feeling you possess on earth, as a man, as a woman, as a father, as a mother, as a husband, as a wife, as a member of a family or community, for the sake of the kingdom of God on earth&#x2014;that you assuredly must do. Now remember, that no earthly object may stand between you and your calling and duty. <\/div><div class=\"paragraph jod\" id=\"v2n94\"> While gazing upon the scene before me, and thinking of what we had passed through&#x2014;scenes of affliction fleeting through my memory, I reflected on the generation now growing up, and on the past dealings of the Lord towards this people in His wise providences. I recollect that in 1839, the Twelve and others were called upon to go to England, after they had suffered much persecution and tribulation. Brother Joseph Smith had to leave Ohio and escape for his life. I had also to leave the country to save my life; I was going to the west, where Joseph told me to go. I had not been in Missouri more than five months, before the mob commenced to burn houses. I had expended what little means I had left, to purchase an inheritance for my family,  <div class=\"break pagebreak\" id=\"19a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0019.pdf\" target=\"pdfwin\">p.&#xA0;19a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9568\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>but I had to leave Missouri, after being at the trouble and expense of conveying my goods there, and preparing for living; I left all behind and went to Illinois. Well, the revelation was that several of the brethren must start on missions to foreign lands, and we fulfilled it in the midst of poverty. This is a proof that the hand of God is able to sustain His people, and he will continue to provide for them. <\/div><div class=\"paragraph jod\" id=\"v2n96\"> If we do His will, He will take care of us as a people, and as individuals. One proof of this, is in my own life and experience. When I left my family to start for England, I was not able to walk one mile, I was not able to lift a small trunk, which I took with me, into the wagon. I left my wife and my six children without a second suit to their backs, for we had left all our property in possession of the mob. Every one of my family were sick, and my then youngest child, who has spoken before you today, was but ten days old at the time I left for England. Joseph said, &#x201C;If you will go, I promise you, that your family shall live, and you shall live, and you shall know that the hand of God is in calling you to go and preach the Gospel of life and salvation to a perishing world.&#x201D;<span class=\"citation\" id=\"94303\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94303)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94303)\">D&amp;C 126:1<\/a><\/span> He said all he could say to comfort and encourage the brethren. This was our situation, and I say, with regard to the remainder of the Twelve, they had all been driven like myself, and we were a band of brethren about equal. My family lived. When I left them they had not provisions to last them ten days, and not one soul of them was able to go to the well for a pail of water. I had lain for weeks, myself, in the house, watching from day to day for some person to pass the door, whom I could get to bring us in a pail of water. In this condition I left my family, and went to preach the Gospel. As for being cast down, or at all discouraged, or even such thoughts entering in <div class=\"break columnbreak\" id=\"19b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0019.pdf\" target=\"pdfwin\">p.&#xA0;19b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9568\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> my heart as, &#x201C;I will provide for my family, and let the world perish,&#x201D; these feelings and thoughts never once occurred to me; if I had known that every one of them would have been in the grave when I returned, it would not have diverted me from my mission one hour. When I was ready to start, I went and left my family in the hands of the Lord, and with the brethren. <\/div><div class=\"paragraph jod\" id=\"v2n97\"> I returned again in two years, and found that I had spent hundreds of dollars, which I had accumulated on my mission, to help the brethren to emigrate to Nauvoo, and had but one sovereign left. I said I would buy a barrel of flour with that, and sit down and eat it with my wife and children, and I determined I would not ask anybody for work, until I had eaten it all up. Brother Joseph asked me how I intended to live. I said, &#x201C;I will go to work and get a living.&#x201D; I tarried in Nauvoo from the year 1841 to 1846, the year we left. In that time I had accumulated much property, for the Lord multiplied everything in my hands, and blessed all my undertakings. But I never ceased to preach; and traveled every season, both in the winter, and in the summer. I was at home occasionally, and the Lord fed and clothed me. It has never entered into my heart, from the first day I was called to preach the Gospel to this day, when the Lord said, &#x201C;Go and leave your family,&#x201D; to offer the least objection. It has never entered into my heart to violate my covenants, to be an enemy to my neighbor, to deceive, to lie, or to take to myself that which was not my own. The youth around me, in their addresses this day, have eulogized the life and ability of brother Brigham; I want you not only to do as I have done, but a great deal better. <\/div><div class=\"paragraph jod\" id=\"v2n98\"> I am trying to encourage you to do good, and not evil, that the Lord Almighty may take care of you, sustain  <div class=\"break pagebreak\" id=\"20a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0020.pdf\" target=\"pdfwin\">p.&#xA0;20a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9567\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>you, and give you power and influence, which He will do, if you serve Him with an undivided heart,<span class=\"citation\" id=\"129824\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129824)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129824)\">Ps. 12:2<\/a><\/span><span class=\"citation\" id=\"129825\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129825)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129825)\">Hosea 10:2<\/a><\/span> but if you do not, He will chastise you. Remember it. <\/div><div class=\"paragraph jod\" id=\"v2n100\"> When I left Nauvoo, I again left all I had, and was under the necessity of borrowing a span of horses from this man, a yoke of cattle from that, and a wagon from the other; and after gathering up what little moveable property I could in this way, I left the country. I had accumulated thousands of dollars' worth of property, and had to leave it in the hands of the mob, and, said I, &#x201C;Eat it up, destroy it, or burn it down, as quick as you please, for 'the earth is the Lord's and the fulness thereof.'&#x201D;<span class=\"citation\" id=\"56448\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56448)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56448)\">Ps. 24:1<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v2n101\"> How did I obtain all this property? The Lord gave it to me; He has done what has been done. And if the youth will turn their hearts and affections to the Lord their God, they will be prepared to enter into the glory we are contending for, they will be prepared to redeem Zion. These young brethren and sisters will be prepared to return to Zion, bear off the Priesthood triumphantly, and build up the kingdom of God among the nations of the earth far better than we their fathers and mothers have, though we have done the best we could. Be full of integrity and love for all people, let hope abound in you, be filled with truth and virtue, and never allow yourselves to do a thing you would be ashamed to do in the presence of the Lord Almighty, or that you would be ashamed of were He to stand in your path, and call you to an account. That is the way to live, and it is the only way for a &#x201C;Mormon&#x201D; Elder to live, or for a &#x201C;Mormon&#x201D; mother, or daughter, or sister, in order to obtain what they wish to obtain. It is the only path you can possibly walk in to secure that which you desire. There are men who will tell you many things in your houses, and will try to pervert <div class=\"break columnbreak\" id=\"20b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0020.pdf\" target=\"pdfwin\">p.&#xA0;20b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9567\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the truth, and the simple principles of the Holy Gospel, but you must remember that it is a holy life before God which gives you influence with Him. <\/div><div class=\"paragraph jod\" id=\"v2n102\"> Look, and see the past course of brother Brigham; he is not any different today from what he ever was. Knowing that the Lord wishes him to do a certain work, he is willing to do it. This has always been his character. You have seen me rise up here in my authority, when necessary, and I have had to be like a lion among the people. But who can point out a single act that has not been full of kindness to this people, collectively and individually? Though sometimes I have to roar to them; and why? Because sometimes they are foolish. This was exhibited here today, and also on the fourth of July. I saw scores of men who had no more sense than to crowd upon the women and children, at the risk of crushing them to death. When I see such conduct, I feel like a lion in the cause of the oppressed; and when the dogs and the wolves undertake to make this people a prey, they may expect that somebody is ready to roar, and contend for them. <\/div><div class=\"paragraph jod\" id=\"v2n103\"> Do you wish to know how men of God feel under such circumstances? I will tell you. If an enemy is crawling round this people, trying to make inroads to destroy them, they can pick up men as fast as they come to them, and throw them out of their way; they can conquer and destroy army after army; and in their feelings a thousand or ten thousand are no more to them than so many grasshoppers. It is the strength of the Almighty God that is in them. Keep His commandments, if you would have strength in the day you need it; and when you do not need it, be passive, like children in their mother's lap, and be always ready and willing to extend the hand of charity and benevolence, and do all the good that is needed to  <div class=\"break pagebreak\" id=\"21a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0021.pdf\" target=\"pdfwin\">p.&#xA0;21a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9566\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>be done, and you will thereby be able to resist the evil. <\/div><div class=\"paragraph jod\" id=\"v2n105\"> I had to go out to the door, when the people were crowding each other down, and talk as if I would swallow them up. What for? To injure them? No. Did I tell you to rush on and tread down women and children? No. Have I ever told you to take advantage of the weak and defenseless, or in any way oppress the innocent? No, never; and if you do, I shall handle you; and if you get into my way, you will be no more to me than a child's toy. <\/div><div class=\"paragraph jod\" id=\"v2n106\"> I am consuming much time, and I wish to dismiss the meeting. But I will state that if children could know the feelings of their parents, when they do good or evil, it would have a salutary influence upon their lives; but no child can possibly know this, until it becomes a parent. I am compassionate therefore towards children. Parents, will you have a little wisdom, and learn to bring up your children under a proper influence, and under proper teaching? Mothers, remember that when your husbands are engaged in the service of the Church, and are all the time occupied in the duties of the Priesthood, so that they have not time to instruct their children, the duty devolves upon you. Then bring your children up in the ways of truth, and be to them both a father and mother, until they are old enough to perform duties by the side, and under the immediate eye of their father. I like to see mothers bring their children to meeting, as soon as they can be brought without injuring them, and when they can tell what they want, and call for water when they are faint. As soon as they are <div class=\"break columnbreak\" id=\"21b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0021.pdf\" target=\"pdfwin\">p.&#xA0;21b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9566\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> old enough to receive instructions, bring them here to be taught; and when you go home with them, do not put strong drinks, or tea, or coffee to their lips. I have actually seen women whip their children to make them drink spirits; such mothers do not know what is actually necessary they should know. Children should have milk, bread, water, and potatoes; and everything that would lay the foundation for disease should be strenuously kept from their stomachs, that no appetites may be formed for pernicious substances, which, when formed, cannot be overcome easily, if at all. The course mothers generally take in the world with their children, produces an appetite in the child that almost invariably leads to excess. There are scores in our midst who were begotten in a vault of liquor, and were enveloped in it till the day of their birth. They have come forth from it, and have a longing desire to still swim in it unto the day of their death. I wish you to understand this, sisters; and when you become mothers, know how to train up your children better than the past generations have been brought up. <\/div><div class=\"paragraph jod\" id=\"v2n107\"> Brethren and sisters, may the Lord bless you all. If I had time to answer my feelings here today, I should enjoy more freedom in my remarks. Brother George A. Smith has given you the music, and I wished to point out the way in which you ought to walk. Take him for the music, and my words for the counsel; all he said was right, and I want you to observe what he told you; and what more you should do, we will tell you in season. <\/div>\n<\/div>\n<\/div>"}