{"ID":200014, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">We Should not Boast of Superiority Over Our Fellow Creatures&#x2014;God is Interested in the Welfare of All Mankind&#x2014;The Relation and Amenability of All Men to the Laws of God&#x2014;We Should Be Courteous to Those Whose Views Differ From Ours&#x2014;The Servants of God Are Messengers of Salvation&#x2014;The Restoration of the Priesthood&#x2014;The Judgments of The Almighty&#x2014;Absurd Theories of Learned Men&#x2014;Only the Righteous Among the Saints Will Be Saved in the Kingdom of God.<\/div>\n<div class=\"subtitle\">Discourse by President John Taylor, delivered at the Quarterly Conference of the Salt Lake Stake of Zion, in the Salt Lake Theater, Sunday Afternoon, Jan. 6, 1879.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Geo. F. Gibbs.<\/div>\n<div class=\"pageHeader\">Page Header: We Should not Boast, Etc.<\/div>\n<div class=\"speaker\">Speaker: John Taylor<\/div>\n<div class=\"date\">Date: 1\/6\/1879<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d14\">\n<div class=\"paragraph jod\" id=\"v20n304\"> I have been interested in listening to the remarks that have been made by the brethren who have addressed us during this Conference: and I propose myself to offer a few reflections that have passed through my mind while listening to the teaching <div class=\"break columnbreak\" id=\"109b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0109.pdf\" target=\"pdfwin\">p.&#xA0;109b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7416\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and instruction that has been presented. <\/div><div class=\"paragraph jod\" id=\"v20n305\"> There is a feeling prevailing more or less among all the branches of the human family, that the nation or people to which they belong is superior in many respects to others, either  <div class=\"break pagebreak\" id=\"110a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0110.pdf\" target=\"pdfwin\">p.&#xA0;110a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7415\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>in government, in morals, in science, in manufactures, in the arts or in religion, as the case may be, and the Latter-day Saints are not without this sentiment. We feel that God has blessed us more abundantly with wisdom and knowledge regarding himself, his ways, his laws and in relation to eternal things, through our obedience to his will than he has others, and that we are moving in a higher plane than the rest of the sons and daughters of Adam. Admitting this to be correct, there is nothing whereof we as individuals or as a people ought to boast. If we have received any intelligence or knowledge pertaining either to the present or the future, it has been solely through the communications that God has been pleased to make known to us. For naturally we are very like other men&#x2014;not much taller, not much shorter, not much more intelligent, not much more ignorant, than they are. There is not so great a diversity among peoples as some imagine, other things being equal; it may be well for us to reflect a little on the position we occupy in relation to others, in relation to our God, in relation to the world in which we live and the peoples by which we are surrounded; to reflect upon the past, the present, and the future; and to comprehend, if possible, our true status before the Almighty and before all men. <\/div><div class=\"paragraph jod\" id=\"v20n307\"> It is indeed true that God has conferred upon us many great and peculiar blessings for which we are indebted to him; but at the same the Lord feels interested in the welfare of all men, and all peoples of all nations, of all creeds and all religions&#x2014;not in their religions as religions, but in the people who profess to believe in them; and he is acquainted with the peculiar ideas, habits, dispositions and feel<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"110b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0110.pdf\" target=\"pdfwin\">p.&#xA0;110b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7415\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ings of men everywhere. One of the old apostles in speaking upon these things, says, &#x201C;God hath made of one blood all nations of men for to dwell on all the face of the earth, and hath determined the times before appointed, and the bounds of their habitations; That they should seek the Lord, if haply they might feel after him, and find him, though he be not far from every one of us.&#x201D;<span class=\"citation\" id=\"71969\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71969)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71969)\">Acts 17:26-27<\/a><\/span> It is further said, &#x201C;that we are all his offspring,&#x201D;<span class=\"citation\" id=\"71993\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71993)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71993)\">Acts 17:28<\/a><\/span> and again, &#x201C;that he is the God and the Father of the spirits<span class=\"citation\" id=\"77217\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77217)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77217)\">Heb. 12:9<\/a><\/span> of all flesh;&#x201D;<span class=\"citation\" id=\"54761\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54761)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54761)\">Num. 16:22<\/a><\/span><span class=\"citation\" id=\"54876\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54876)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54876)\">Num. 27:16<\/a><\/span> and consequently he is interested in the welfare of all the human family, everywhere&#x2014;among all peoples, all nations, all kindreds and all tongues. <\/div><div class=\"paragraph jod\" id=\"v20n308\"> Now if this be the case, which we have no reason to doubt&#x2014;then he is interested in all the human family, and will try to promote their welfare and happiness so far as he is capable of doing, according to certain laws by which he himself is governed, as well as all things in creation, and the learning we have heard so much about is simply a knowledge of some principles associated with those laws which are generally denominated the laws of nature. In relation to the nations or peoples the Lord will do as well by them as they will let him, and as far as the laws by which he is governed will permit, just the same as we would towards our children. We fathers and mothers, have children; they do not always do as we would like to have them do; but we wish to look over their frailties and imperfections as much as possible; but when it comes to certain points, then both father and mother have to stop. If our children violate the laws of the land, they have to be judged by those laws and we cannot prevent it, neither should we try  <div class=\"break pagebreak\" id=\"111a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0111.pdf\" target=\"pdfwin\">p.&#xA0;111a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7414\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to. Still our feelings are drawn out towards our families, and it is right and natural they should be, for these paternal feelings are planted in the human breast by the Almighty. It is therefore proper that we should have affection and to manifest kindness, forbearance and long-suffering towards all our children and all those with whom we are associated. God has this kind of feeling towards his children; and it is a portion of the spirit that emanates from him that prompts this affection and regard for our offspring. <\/div><div class=\"paragraph jod\" id=\"v20n310\"> These things are connected also with other matters. We try to look after the welfare of our children; we try&#x2014;that is, those who are not utterly depraved&#x2014;to lead them in the right paths, and to influence their minds and their morals and to teach them correctly both in relation to religion, education and morals, as well as secular matters, in order that they may become intelligent men and women, capable of sustaining themselves, that they may improve the talents God has given them, and that they may be able to comprehend some few of the laws, at least, by which the creations, the worlds are governed and the principles by which we are surrounded in this world, as also a knowledge of the laws of life. This is all very proper; and it is also proper that men should cultivate pleasant relations and have a good kind feeling towards others. One of the greatest evils alluded to in holy writ that, it is said, would develop itself in the last days is thus delineated: &#x201C;in the last days perilous times shall come. For men shall be lovers of their own selves,&#x201D;<span class=\"citation\" id=\"76125\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76125)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76125)\">2 Tim. 3:1-2<\/a><\/span> instead of having that kind, brotherly, affectionate feeling towards others, they shall be &#x201C;lovers of their own selves, covetous, boasters, proud, blasphemers, disobedient to parents, <div class=\"break columnbreak\" id=\"111b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0111.pdf\" target=\"pdfwin\">p.&#xA0;111b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7414\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> unthankful, unholy, Without natural affection, trucebreakers, false accusers, incontinent, fierce, despisers of those who are good, Traitors, heady, highminded, lovers of pleasures more than lovers of God; Having a form of godliness, but denying the power thereof.&#x201D;<span class=\"citation\" id=\"76139\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76139)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76139)\">2 Tim. 3:2-5<\/a><\/span> This is spoken of as being one of the greatest evils that could exist among men. <\/div><div class=\"paragraph jod\" id=\"v20n311\"> As I before stated, we have a regard for our children, and God has also a regard for us. We wish to train our children in the way we wish them to go;<span class=\"citation\" id=\"57499\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57499)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57499)\">Prov. 22:6<\/a><\/span> other people wish to do the same. Talk about the Catholics, Methodists, Presbyterians, Baptists and other denominations, no matter what their ideas or feelings may be, no matter how inconsistent and foolish we may regard their manner of worship, yet many of them are quite sincere in trying to benefit their children. And God is sincere in trying to promote their happiness and welfare as well as he is ours, both in regard to this world and the world to come. And hence he will do the best he possibly can with all peoples. But as I stated before, being governed by law, he can only treat them &#x201C;according to the deeds done in the body, whether those deeds be good or evil.&#x201D;<span class=\"citation\" id=\"74161\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74161)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74161)\">2 Cor. 5:10 (JST)<\/a><\/span> And when that judgment takes place all men will have to abide its award; there is no appeal from it. No court to which they can have access whereby they can change the decree of the Almighty. The Lord knows this and he has prepared certain classes, so to speak, in his school here upon the earth for his people and for all the world. And he has provided a means of instruction for the inhabitants of the earth, looking upon them as eternal, immortal beings, having to do with time and eternity. But all things, as I remarked, are under the influence, control and government  <div class=\"break pagebreak\" id=\"112a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0112.pdf\" target=\"pdfwin\">p.&#xA0;112a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7413\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of law, just as much as the planetary system with which we are connected is governed by law. It makes no difference what a few of us may do, or how the world may act, the sun rises and sets regularly, the earth revolves upon its axis, and so it is with all the planetary systems; there is no confusion, no disorder in any of the movements of the heavenly bodies. They are governed by a science and intelligence that is beyond the reach of men in mortality; yet they move strictly according to certain laws by which all of them have been, are and will be governed. And these laws are under the surveillance and control of the great lawgiver, who manages, controls and directs all these worlds. If it were not the case they would move through space in wild confusion, and system would rush against system, and worlds upon worlds would be destroyed, together with their inhabitants. But they are governed by a superhuman power, by a spirit and intelligence that dwells in the bosom of the Gods, about which mankind knows but very little. It is so with regard to all the forces of nature&#x2014;the earth on which we stand, the elements of which it is composed, the air we breathe, the water we drink, and everything in nature is governed strictly according to immutable, eternal, unchangeable laws, practical, philosophical, and strictly scientific, if these terms are preferred; but they are, nevertheless, placed there by the Almighty. <\/div><div class=\"paragraph jod\" id=\"v20n313\"> Now, in regard to the world, and the position we occupy in it. There is something peculiar about the relationship we sustain to the world of mankind with which we are surrounded. It is not proper for us to be censorious, to upbraid people for things that they do not comprehend and that are beyond their ken; we <div class=\"break columnbreak\" id=\"112b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0112.pdf\" target=\"pdfwin\">p.&#xA0;112b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7413\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> should be courteous and charitable to all, and not find fault with men because they do not comprehend things as we understand them. But try to understand our true position and the relationship we sustain to our heavenly Father, to his laws, to the peoples with whom we associate, and to the world in which we live. <\/div><div class=\"paragraph jod\" id=\"v20n314\"> We read of many prominent men who have existed in the world in various ages. For instance, there was Adam, Seth, Enoch, Methuselah, Noah, Abraham, Moses, the Prophets, Jesus and his disciples, the people who came to this continent, Ether, and the brother of Jared, Lehi and Nephi, Alma, Moroni, and many other prominent individuals who held intercourse with the Almighty, who were placed by the Lord in a position whereby they could receive communications from him, could learn his will and teach it to others. We look upon these men as great men, and justly too, as wise men, as intelligent and philanthropic men; as men who were interested not only in their welfare, but in the welfare of the peoples by whom they were surrounded and the world in which they lived. These men did not come as the censors of the world; they did not come to aggrandize themselves, to build themselves up, nor to control or coerce others. What was the great blessing conferred upon Abraham? &#x201C;In thee shall all the families of the earth be blessed;&#x201D;<span class=\"citation\" id=\"53030\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53030)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53030)\">Gen. 12:3<\/a><\/span> not cursed, not destroyed, not annihilated; but as a messenger of God, as the elect of heaven, as a man whom he had chosen to accomplish his work, and whom he would use through those principles that existed in eternity to pour blessings upon fallen humanity. That was the feeling which was manifested, as I understand it. It is true that Abraham, when a parcel of thieves came along in the shape of a  <div class=\"break pagebreak\" id=\"113a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0113.pdf\" target=\"pdfwin\">p.&#xA0;113a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7412\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>confederation of kings, and took away his nephew and others, and despoiled them of their goods, that he gathered together his household, pursued them and smote many of them, and delivered those they designed to oppress and brought the captives back again to their own places. And when he had done it, what then? Why, said they, Abraham you have done a good deed, you have delivered us and brought back this spoil, take what you please. But he told them that he did not want any of it: &#x201C;You were injured, robbed and despoiled, and carried captive: these men came upon you and fraudulently despoiled you of your goods; and here is my nephew, Lot, who is an honorable man and one in whom I am particularly interested, and I was only doing for you what one man ought to do for another; I will take none of the spoils. Here are these young men who were with me, you may give them what you like, but you shall not have cause to say that you made Abraham rich.&#x201D;<span class=\"citation\" id=\"53067\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53067)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53067)\">Gen. 14:1-24<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v20n316\"> Prominent men who were the descendants of Abraham acted in the same way; true benevolence makes all cosmopolitans. It has been the feeling, the design of all good men to benefit their fellow men; and even the philosophy of the heathen has advocated this to a certain extent. What was the message of Moses when he was sent as a deliverer to the children of Israel, whom the ungodly Egyptians had oppressed and made slaves of? He, as the sent of God, delivered a message, Thus saith the Lord, let my people Israel go.<span class=\"citation\" id=\"53870\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53870)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53870)\">Ex. 5:1<\/a><\/span> A message of mercy to Israel, and not even injurious to the Egyptians, unless opposed by them. Did he deliver them by any inherent wisdom or intelligence in him? No, but by the power of the Almighty, <div class=\"break columnbreak\" id=\"113b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0113.pdf\" target=\"pdfwin\">p.&#xA0;113b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7412\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> by the revelations of God and by the intelligence that God gave to him. His labor was especially a message to deliver Israel from bondage and unjust oppression. He brought them out, and God worked with him. And when their enemies pursued them, he protected them; he opened the sea and made the waves stand up while they passed over dry-shod.<span class=\"citation\" id=\"54003\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54003)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54003)\">Ex. 14:21-22<\/a><\/span> Some of these philosophical people&#x2014;I do not call them scientists, but ignoramuses&#x2014;say, that is contrary to the laws of nature. But it is not contrary to the laws of God, nor the power of God, for he can do things just as he pleases, and manage them according to his own will and purposes; and he is acquainted with other laws in nature, of which men are ignorant. Moses, we are told, was a stranger in a strange land,<span class=\"citation\" id=\"53779\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53779)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53779)\">Ex. 2:22<\/a><\/span> where he saw a bush that burned with fire and the bush was not consumed<span class=\"citation\" id=\"53791\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53791)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53791)\">Ex. 3:2-3<\/a><\/span> (it might be said that this was contrary to nature's laws also); and a voice spoke to him which proceeded from the bush, telling him to take the shoes from off his feet, for the ground whereon he stood was holy;<span class=\"citation\" id=\"53794\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53794)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53794)\">Ex. 3:4-5<\/a><\/span> also telling him that he was a chosen messenger of the Lord to accomplish a certain work.<span class=\"citation\" id=\"53799\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53799)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53799)\">Ex. 3:7-10<\/a><\/span> And the Lord taught and instructed him. And Moses went before the king of Egypt and the powers thereof, and delivered the message that God had given unto him.<span class=\"citation\" id=\"53872\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53872)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53872)\">Ex. 5:1-9<\/a><\/span> It was not a very agreeable message for them to hear, nor a very pleasant one for him to communicate. But he was a man of God and had the fear of God before him; the Lord had selected him as an instrument, and although comprehending his weaknesses he shrank not from the responsibility, but went forth in the name of Israel's God to perform the commission committed to his care, and he delivered the Israelites.  <div class=\"break pagebreak\" id=\"114a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0114.pdf\" target=\"pdfwin\">p.&#xA0;114a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7411\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>It is true they were rebellious and ignorant, and it is true they were self-willed, and many of them were very corrupt; it is true they could not endure the light of the blessings of the Gospel; and it is also true that when God would have made of them a kingdom of priests<span class=\"citation\" id=\"54124\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54124)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54124)\">Ex. 19:6<\/a><\/span> they could not receive that priesthood, nor be governed by its influence.<span class=\"citation\" id=\"87654\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87654)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87654)\">D&amp;C 84:24-25<\/a><\/span> He then took from them the Melchizedek Priesthood, leaving them the lesser or Aaronic Priesthood, because they would not and were not competent to magnify the duties of the greater, and of that they were necessarily deprived.<span class=\"citation\" id=\"87655\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87655)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87655)\">D&amp;C 84:24-27<\/a><\/span> What then? God did the best he could with them, as he has done with every nation and every people; he, however, sent prophets among them from time to time. <\/div><div class=\"paragraph jod\" id=\"v20n318\"> Now we will pass on. What was the message that Jesus came to proclaim to the people? A message of destruction? A message of death? A message of condemnation? No, no; it was a message of glad tidings and great joy to all peoples.<span class=\"citation\" id=\"67040\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67040)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67040)\">Luke 2:10<\/a><\/span> And what did he tell his disciples to go and preach? Destruction to all people? No; his commission to them was: &#x201C;Go ye into all the world, and preach the gospel to every creature.&#x201D;<span class=\"citation\" id=\"66751\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66751)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66751)\">Mark 16:15<\/a><\/span> Where? To all the world. And what was the nature of that Gospel? Faith in the Lord Jesus Christ, repentance and baptism for the remission of sins, and the laying on of hands for the reception of the Holy Ghost,<span class=\"citation\" id=\"94057\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94057)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94057)\">A of F 1:4<\/a><\/span> which would place men in a position whereby they could have communication with God their heavenly Father, having a hope blooming with immortality and eternal life that entered within the veil, whither Christ their forerunner had gone.<span class=\"citation\" id=\"76760\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76760)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76760)\">Heb. 6:19-20<\/a><\/span> Hence it was a message of mercy, salvation and exaltation to all people who would receive it. <div class=\"break columnbreak\" id=\"114b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0114.pdf\" target=\"pdfwin\">p.&#xA0;114b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7411\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> &#x201C;Go ye into all the world, and preach the gospel to every creature. He that believeth and is baptized shall be saved; but he that believeth not shall be damned.&#x201D;<span class=\"citation\" id=\"66802\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66802)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66802)\">Mark 16:15-16<\/a><\/span> If they were condemned, if they suffered the wrath of God, it was not because they had not life and salvation held out to them; it was because they rejected that life and salvation through the preaching of his word and the atonement of his only begotten Son. Was there anything injurious in this? No, nothing of the kind. It was in the interests of humanity; it was for the welfare of the world; it was to teach man, through those heavenly principles which he had communicated, the laws of God, to put them in possession of those rich treasures of eternal life, opening the kingdom of heaven to the believer who would obey his laws and be governed by them. This is the message that God has always proclaimed to the people. <\/div><div class=\"paragraph jod\" id=\"v20n319\"> When Joseph Smith came, what did he preach? Just the same as all the others had done. Was it because of any peculiar philosophy, or any remarkable intelligence that he had in and of himself in the first place to comprehend those principles that he revealed? No. It is true that he was a chosen instrument of the Almighty for that purpose; it is true that being one of the seed of Abraham, that peculiar blessing belonging to him.<span class=\"citation\" id=\"91721\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91721)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91721)\">D&amp;C 132:31<\/a><\/span> It is true that Abraham in former years through his genealogy was made acquainted with the rights pertaining to the priesthood,<span class=\"citation\" id=\"93330\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93330)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93330)\">Abr. 1:2<\/a><\/span> and that Joseph Smith had those rights in common with Abraham, being one of his seed.<span class=\"citation\" id=\"91720\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91720)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91720)\">D&amp;C 132:31<\/a><\/span><span class=\"citation\" id=\"91787\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91787)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91787)\">D&amp;C 132:49<\/a><\/span><span class=\"citation\" id=\"91798\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91798)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91798)\">D&amp;C 132:57<\/a><\/span> And it is true that he was selected for this purpose; but until the Lord made himself known unto him and revealed his purposes, he knew nothing about the things of  <div class=\"break pagebreak\" id=\"115a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0115.pdf\" target=\"pdfwin\">p.&#xA0;115a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7410\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>God any more than you or I did. I know this for I have talked with him upon these subjects. Well, what was the nature of his mission? It was to restore the ancient Gospel; it was to bring forth the record of the Gospel upon this continent, which the people who lived here in former years had forfeited, because of their transgressions; it was that the stick of Joseph in the hands of Ephraim might be united with the stick of Judah,<span class=\"citation\" id=\"60867\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60867)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60867)\">Ezek. 37:15-20<\/a><\/span> in their testimony, evidence, prophecies, doctrines and ordinances, developing correct principles, that things as they exist in the heavens might be made more plain to men upon the earth, and that in the mouth of two or three witnesses every word should be established.<span class=\"citation\" id=\"74325\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74325)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74325)\">2 Cor. 13:1<\/a><\/span> Was it to condemn the world?<span class=\"citation\" id=\"68887\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68887)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68887)\">John 3:17<\/a><\/span> Not unless the world rejected it. What was the Gospel Joseph taught? Just the same as that which Jesus and his disciples taught. He called upon the people to repent and be baptized in the name of Jesus for the remission of sins, and they should receive the Holy Ghost.<span class=\"citation\" id=\"71238\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71238)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71238)\">Acts 2:38<\/a><\/span> And did he and his brethren go forth and preach this doctrine? They did. And was the promise they made fulfilled to those who believed and obeyed? It was; and you are my witnesses today that these things are true, it having been made known to us by the Holy Spirit of promise,<span class=\"citation\" id=\"127880\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127880)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127880)\">1 Jn. 3:9 (JST)<\/a><\/span><span class=\"citation\" id=\"127881\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127881)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127881)\">D&amp;C 88:3<\/a><\/span><span class=\"citation\" id=\"127882\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127882)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127882)\">D&amp;C 124:124<\/a><\/span> the Holy Ghost, which takes of the things of the Father and reveals them unto man.<span class=\"citation\" id=\"70508\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70508)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70508)\">John 16:15<\/a><\/span> And is anybody harmed by this? What is injured? Whose rights are interfered with? Whose principles are trampled underfoot? Nobody's! Is anybody forced to obey this Gospel? No! Has anybody been coerced into any measure pertaining to these matters? No! It has always been proclaimed and is today, &#x201C;It is all free grace, it is all <div class=\"break columnbreak\" id=\"115b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0115.pdf\" target=\"pdfwin\">p.&#xA0;115b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7410\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> free will.&#x201D; Would you curtail anybody in their religious rights? Not by any means; I would leave them with their God. If they cannot comprehend, or comprehending have not the inclination to obey correct principle, I would leave them with their God, in whose hands we all are, and in whose hands are the issues of life and death. If men do not love the truth we cannot help it; if men become corrupt and unrighteous and full of infidelity we cannot help it, we did not place them in that position, it is their own act. Can you find a set of men today in the wide world, men who are filled with more philanthropy and benevolence, or greater benefactors to mankind than these Elders who are around me? You cannot find them on this little earth; you cannot find men anywhere that have and will make the sacrifices for principle that the Elders of this Church have done. I see those around me that have traveled hundreds and thousands of miles without purse or scrip,<span class=\"citation\" id=\"68188\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68188)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68188)\">Luke 22:35<\/a><\/span> in the midst of persecution, contumely and reproach, to deliver the message of life to the people, because God had commanded it, and because they were desirous to promote the weal and happiness of the human family. How have they been treated? Just as Jesus was treated; just as his Apostles and just as the prophets of old were treated. Men have always killed the prophets and stoned those who were sent to them.<span class=\"citation\" id=\"65615\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65615)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65615)\">Matt. 23:37<\/a><\/span> But then what of that? That is all the worse for those who did this; they have the hardest row to hoe, for they as well as we have yet to appear before the Judge of the whole earth, and he will say, I called but you refused; I stretched out my hand but you heeded it not; hence, &#x201C;I will laugh  <div class=\"break pagebreak\" id=\"116a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0116.pdf\" target=\"pdfwin\">p.&#xA0;116a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7409\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>at your calamity; and will mock when your fear cometh.&#x201D;<span class=\"citation\" id=\"57359\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57359)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57359)\">Prov. 1:26<\/a><\/span> That is the way he puts it. I offered you light; I offered you truth; I offered you intelligence; I desired to promote your happiness, your well-being, but you would not have it, and therefore you are left without excuse.<span class=\"citation\" id=\"88640\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88640)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88640)\">D&amp;C 88:82<\/a><\/span><span class=\"citation\" id=\"89669\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89669)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89669)\">D&amp;C 101:93<\/a><\/span> Are they his children? Yes. Does he feel sorry to see them act that way? Yes; but he cannot help it, he is governed by law, and those laws are inexorable and just and they cannot be departed from. <\/div><div class=\"paragraph jod\" id=\"v20n322\"> What next? As eternal beings we all have to stand before him to be judged; and he has provided different degrees of glory&#x2014;the celestial, the terrestrial, and the telestial glories&#x2014;which are provided according to certain unchangeable laws which cannot be controverted. What will he do with them? For those who are ready to listen to him and be brought under the influence of the Spirit of God and be led by the principles of revelation and the light of heaven, and who are willing to yield obedience to his commands at all times and carry out his purposes upon the earth, and who are willing to abide a celestial law, he has prepared for them a celestial glory,<span class=\"citation\" id=\"88400\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88400)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88400)\">D&amp;C 88:22<\/a><\/span> that they may be with him forever and ever. And what about the others? They are not prepared to go there any more than lead is prepared to stand the same test as gold or silver; and there they cannot go. And there is a great gulf between them.<span class=\"citation\" id=\"67811\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67811)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67811)\">Luke 16:26<\/a><\/span> But he will do with them just as well as he can. A great many of these people in the world, thousands and hundreds of millions of them, will be a great deal better off through the interposition of the Almighty than they have any idea of. But they cannot enter into the celestial kingdom of God; where God and <div class=\"break columnbreak\" id=\"116b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0116.pdf\" target=\"pdfwin\">p.&#xA0;116b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7409\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Christ are they cannot come.<span class=\"citation\" id=\"87255\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87255)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87255)\">D&amp;C 76:112<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v20n323\"> God has made use of various means, in various ages of the world, to teach and lead men in the right path. He sent forth his servants in different ages into the vineyard, and gathered a few here and a few there who would obey his law, that they might be saved in his kingdom. And what, let me ask, have the other people of the world to do with it? They would not listen to the words of life; can the messengers of God help it? No, they cannot. Theirs is not a very enviable position. It was not a very pleasant thing for Moses to go to the Egyptian king to tell him the message he had to bear,<span class=\"citation\" id=\"53871\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53871)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53871)\">Ex. 5:1<\/a><\/span> nor to see the plagues roll on one after another.<span class=\"citation\" id=\"53932\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53932)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53932)\">Ex. 9:13-16<\/a><\/span><span class=\"citation\" id=\"53933\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53933)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53933)\">Ex. 9:18-35<\/a><\/span> But God set him to work at it, and he did it. It was the Lord that managed that matter; he was simply the instrument. Who was it that inspired the prophets to predict many things that were very unpleasant to the ear? It was God. Could they have helped it? No. And when Joseph Smith came, for instance, could he help being born? No. And being born, could he help being called by the Almighty? No. He had either to do the thing that God required at his hand, or not do it, and have suffered the consequences; and if he had not done it others would, for God's work is destined to be performed. But he did his part of it, and did it well and faithfully, and I know it, for I was there when he was killed by some of our highly reverend Christian brethren. <\/div><div class=\"paragraph jod\" id=\"v20n324\"> You Elders of Israel who meet together in the capacity of a Conference, you have had the priesthood conferred upon you. Where did it come from? From the Lord. The Aaronic Priesthood was delivered by John the Baptist, who held it in former times upon the  <div class=\"break pagebreak\" id=\"117a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0117.pdf\" target=\"pdfwin\">p.&#xA0;117a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7408\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>earth.<span class=\"citation\" id=\"84532\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84532)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84532)\">D&amp;C 27:7-8<\/a><\/span><span class=\"citation\" id=\"93935\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93935)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93935)\">JS&mdash;H 1:68-72<\/a><\/span> He communicated that to Joseph Smith and Oliver Cowdery. And then Peter, James and John, who had operated in the Melchizedek Priesthood in their day, came and conferred it upon them, then the apostleship was organized,<span class=\"citation\" id=\"84618\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84618)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84618)\">D&amp;C 27:12<\/a><\/span> and then the order of the priesthood was manifested unto us as it exists in the heavens. Why? That we might be put in possession of principles that emanate from God, and that we might be able to act our part in carrying out the purposes of God; not only pertaining to ourselves, but more especially to the nations of the earth, and then to operate for the dead as well as the living. Had we anything to do with it particularly? I did not introduce it, neither did Brigham Young, nor Parley P. Pratt, nor Orson Hyde, nor Heber C. Kimball, nor Joseph Smith; no man introduced it, only as God gave it. Joseph Smith was made use of as an instrument in introducing it; and then having organized the Church in all its various branches, with Presidents, Apostles, Patriarchs, High Priests, Seventies, Elders, Priests, Teachers, and Deacons, with Bishops and High Councils, and all the various organizations of the Church. These things were given us for what? To gratify our ambition? To enable us to ride over and trample under foot our fellow creatures? To place power and authority upon us? No, not for any individual affair, not for any man's emolument or aggrandizement. Although there is nothing more honorable, nothing more dignified, nothing which a man ought so much to aspire to, as to be a servant of the living God, and to be commissioned by him to do his work upon the earth. And what is it for? To spread correct principles among <div class=\"break columnbreak\" id=\"117b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0117.pdf\" target=\"pdfwin\">p.&#xA0;117b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7408\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> men; to combat priestcraft, statescraft, oppression, fraud and iniquity of all kinds, and to introduce among men those pure and holy principles by which the Gods are governed in the eternal worlds. It is not for you and me particularly; the Lord could get along very well without us, if we could without him. But God, and the holy priesthood behind the veil, that have lived and operated upon the earth, and who operate in eternity, felt interested in regard to the things that we are connected with, and interested in the welfare of the world. We talk about the wisdom of men. What true wisdom or intelligence has man that he receives not from the Almighty? I will tell you what the wisdom of men will come to by and by, and it is not so far in the future as many people think, &#x201C;when the wisdom of the wise shall fail, and the understanding of the prudent shall be hid,&#x201D;<span class=\"citation\" id=\"58805\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58805)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58805)\">Isa. 29:14<\/a><\/span> their power and glory will fade, and you will see their thrones totter to their base; it is not long before you will see war, desolation, carnage and death run riot through the nations, plagues, pestilence and famine depopulating the earth. And then where will their wisdom, philosophy and intelligence be? Men get a little smattering of knowledge and philosophy, and of some of the lesser laws that God has planted in nature, and they give glory to themselves, as did the Babylonish monarch who said, &#x201C;Is not this great Babylon, that I have built?&#x201D;<span class=\"citation\" id=\"61474\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61474)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61474)\">Dan. 4:30<\/a><\/span> They do not know that they are poor, blind, foolish, ignorant, naked, destitute, and in the way of death. The nations of the earth, with their false philosophy, with their wealth, their corruptions, their power and might, will become, by and by, like the chaff of the summer's threshingfloor  <div class=\"break pagebreak\" id=\"118a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0118.pdf\" target=\"pdfwin\">p.&#xA0;118a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7407\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>before the wind,<span class=\"citation\" id=\"61116\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61116)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61116)\">Dan. 2:35<\/a><\/span> as represented by the Prophet Daniel. Why? Because eternal justice cries to the great God in relation to all the people of the earth. That is the reason, and because of their own acts and of their own corruptions. Hear what the Lord has coupled with his commission to his servants in this our day, and, when he said it, he said that which is verily true; Go forth and bear your testimony to the world; and after your testimony cometh the testimony of war and of fire, and of sword and bloodshed, and the waves of the sea heaving beyond their bounds, etc.<span class=\"citation\" id=\"88635\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88635)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88635)\">D&amp;C 88:81-91<\/a><\/span> He gives them fair warning, and they heed it not; but these things must and will most assuredly come. <\/div><div class=\"paragraph jod\" id=\"v20n327\"> What next? Does he destroy them for their good sometimes? Yes. After Noah had preached the Gospel to the antediluvian world, and after their cup of iniquity was full,<span class=\"citation\" id=\"127883\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127883)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127883)\">Moses 8:13-30<\/a><\/span> and Zion and her cities had fled,<span class=\"citation\" id=\"127884\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127884)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127884)\">Moses 7:69<\/a><\/span> then followed the judgments of God; then came desolation and destruction. And why this wholesale sweeping out of existence of humanity? To stop them from propagating a corrupt species. Was not that right? Yes it was. He said, I will cut them off;<span class=\"citation\" id=\"52853\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52853)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52853)\">Gen. 6:7<\/a><\/span><span class=\"citation\" id=\"127885\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127885)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127885)\">Moses 8:30<\/a><\/span> I will prepare a prison for them, in which they shall be confined for generations,<span class=\"citation\" id=\"78039\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78039)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78039)\">1 Pet. 3:19-20<\/a><\/span> where they shall not have power to propagate their species; for these pure spirits in the eternal worlds shall not be contaminated with their corruptions: I will take them off the earth, and I will raise up another people. And He did do it. What then? He was still merciful. When Jesus was put to death in the flesh, he remembered them. &#x201C;He went,&#x201D; says Peter, &#x201C;and preached unto the spirits in prison; Which sometimes were disobedient, when once the longsuffer<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"118b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0118.pdf\" target=\"pdfwin\">p.&#xA0;118b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7407\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ing of God waited in the days of Noah, etc.&#x201D;<span class=\"citation\" id=\"77981\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77981)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77981)\">1 Pet. 3:18-20<\/a><\/span> What did he preach? The Gospel. And what is it he has told us to do today? Not only to preach the Gospel and gather the people, but to build Temples. What for? To administer in them. Who for? For the dead who have died without a knowledge of the Gospel, that they might participate with us in the blessings which they had not the privilege of enjoying on the earth. We are doing this; hence we are doing more than preaching the Gospel to the living; we are making preparations for saving the dead, according to the word of God. <\/div><div class=\"paragraph jod\" id=\"v20n328\"> Reference was made this morning to the wisdom and learning of the world. I don't know where it is. I have traveled quite extensively in various parts of the earth, and I must say that I have not met with their intelligence. I tell you what I have met with very frequently; I have witnessed a great deal of ignorance, superstition and wickedness, and any amount of corruption, and notwithstanding the little advancement that some few have made in the true principles of science, what do they know of things as they exist before God? I told a few scientific gentlemen whom I happened to meet with a few days ago, a few things that Joseph Smith, that unlettered, ignorant boy told me in regard to the heavenly bodies and certain things associated with them, and when I had done so, one of them said, Mr. Taylor, those are some of the most comprehensive ideas I ever heard in my life. I said these ideas are from Joseph Smith, that unlearned man; but God gave them to him by revelation. Another remarked: I have read a good deal and studied a good deal; but I have a great deal to learn yet. Was it anything I  <div class=\"break pagebreak\" id=\"119a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0119.pdf\" target=\"pdfwin\">p.&#xA0;119a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7406\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>knew? No, I simply told them something that Joseph Smith told me. We have a great many ignorant, learned fools; but when you meet sensible, intelligent men, as these were, they will acknowledge principle when it is presented to them. But many men have not the understanding to do it. Talking about saving themselves, who among the philosophers can save themselves? Who knows anything of God or heaven? They know a very little of the earth whereon we dwell, much less do they know of things pertaining to the heavens or of God or of eternity. And let me tell them furthermore, that no man knoweth the things of God, save by the spirit of God&#x2014;or, to use the text as it is given: &#x201C;For what man knoweth the things of man, save by the spirit of man which is in him? even so the things of God knoweth no man, but the Spirit of God.&#x201D;<span class=\"citation\" id=\"73067\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73067)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73067)\">1 Cor. 2:11<\/a><\/span> And they cannot get that spirit without first obeying the first principles of the Gospel of Christ. Talk about their intelligence, it is a curious sort of intelligence to me. What do they do when they have to grapple with the sting of death, and when it stares them in the face? Why, they take a leap in the dark. And this darkness is the end of all their philosophy and all their science. And the little they do know in divining the laws of God is only with regard to some very few of the fundamental principles of those laws that God has planted everywhere throughout the universe and I do not therefore have that reverence for their theories, notions and vagaries, nor do I attach that importance to their intelligence that some people do. <\/div><div class=\"paragraph jod\" id=\"v20n330\"> I remember on a certain occasion, while in Paris, France, (I have <div class=\"break columnbreak\" id=\"119b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0119.pdf\" target=\"pdfwin\">p.&#xA0;119b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7406\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> referred to this subject before, but it will not hurt to repeat it again) quite a number of professed philosophers called on me and presented so many foolish, dreamy, intangible, mysterious, incomprehensible ideas and visionary theories, that I thought of all the ignoramuses I ever met with, they beat all. They have a certain kind of bread in that city, a kind of light cake, which they make there. It is so light that you could blow it away with a breath, and you might eat all day of it and not be satisfied. A brother who was there visiting me asked if I knew the name of that bread. I said I did not know the French name for it, but could give it a name. What name would you give it, he asked? Well, I said, you may call it philosophy or fried froth, just as you please. <\/div><div class=\"paragraph jod\" id=\"v20n331\"> Professor Huxley, in visiting Niagara Falls, made some remarks which I remember were published and copied extensively in the papers, to the effect that here was another evidence afforded of the many thousands or millions of years (I forget the number now) that it had taken to wash away the rocks below these falls. And this evidence was advanced in support of geological ideas. I thought to myself; yes, professor Huxley is a very learned man. I wonder if he knew that rock was once in a friable, plastic condition, when, by the force of the watery element the soft stratum might be disintegrated, excavated and removed by the washing process in perhaps a very few days. We have seen large gaps washed away out of some of our ditches in a few hours. Such are common occurrences here. If a change were to take place in the elements comprising such washouts, which might very easily  <div class=\"break pagebreak\" id=\"120a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0120.pdf\" target=\"pdfwin\">p.&#xA0;120a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7405\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>occur here as elsewhere, and they become petrified, the same condition of things would exist as may be seen at Niagara Falls, and some other philosopher hereafter might expatiate on the years it took to remove so much rock. If we have to submit to their theories, we should really be in a sorry condition. I, for one, will not fall down and worship at any such shrine. <\/div><div class=\"paragraph jod\" id=\"v20n333\"> We talk about our organizations; are they right according to the order of God? Yes. Will they exist in the heavens? Yes. Are we all magnifying our calling? No; we are not. We have indeed a sort of skeleton fixed up; but I think sometimes it needs flesh on the bones and the breath of life,<span class=\"citation\" id=\"52411\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52411)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52411)\">Gen. 2:7<\/a><\/span> the spirit of the living God breathed into it.<span class=\"citation\" id=\"127886\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127886)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127886)\">Ezek. 37:5-6<\/a><\/span> We need to realize the position we occupy and the duties devolving upon us. We see this in almost everything around us associated with the Church and kingdom of God. While many men are diligent and their whole hearts are engaged in the work of God, there are a great many astride of the fence, saying Good Lord and Good Devil, not knowing whose hands they will fall into. And yet they are High Priests, and Seventies and Elders. What will be the condition of such! We are told that, &#x201C;Many will say to me in that day, Lord, Lord, have we not prophesied in thy name? and in thy name have cast out devils? and in thy name done many wonderful works?&#x201D;<span class=\"citation\" id=\"63959\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63959)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63959)\">Matt. 7:22<\/a><\/span> Yet to all such he will say, &#x201C;I never knew you: depart from me, ye that work iniquity.&#x201D;<span class=\"citation\" id=\"63978\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63978)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63978)\">Matt. 7:23<\/a><\/span> You say, that means the outsiders. No, it does not. Do they do many wonderful works in the name of Jesus? No; if they do anything, it is done in the name of themselves or of the Devil. Sometimes they will do <div class=\"break columnbreak\" id=\"120b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0120.pdf\" target=\"pdfwin\">p.&#xA0;120b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7405\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> things in the name of God; but it is simply an act of blasphemy. This means you, Latter-day Saints, who heal the sick, cast out devils, and do many wonderful things in the name of Jesus.<span class=\"citation\" id=\"63960\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63960)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63960)\">Matt. 7:22<\/a><\/span> And yet how many we see among this people of this class, that become careless, and treat lightly the ordinances of God's house and the priesthood of the Son of God; yet they think they are going, by and by, to slide into the kingdom of God. But I tell you unless they are righteous and keep their covenants they will never go there. Hear it, ye Latter-day Saints! Hear it, ye Seventies and High Priests! &#x201C;Whatsoever a man soweth, that shall he also reap. For he that soweth to his flesh shall of the flesh reap corruption; but he that soweth to the Spirit shall of the Spirit reap life everlasting.&#x201D;<span class=\"citation\" id=\"74713\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74713)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74713)\">Gal. 6:7-8<\/a><\/span> You have the priesthood, and if you do not magnify that priesthood God will require it at your hands. He expects us all to be alive and energetic, honoring our calling, our priesthood and our God, for he expects it of all of us. Now hear it, for as sure as God lives it will be so. It will not be &#x201C;how we apples swim!&#x201D; You must swim yourselves; for every man &#x201C;will be judged according to the deeds done in the body.&#x201D;<span class=\"citation\" id=\"74162\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74162)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74162)\">2 Cor. 5:10 (JST)<\/a><\/span> If you aim at a celestial glory, you must have a celestial spirit and be governed by it.<span class=\"citation\" id=\"88370\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88370)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88370)\">D&amp;C 88:20-22<\/a><\/span> You must be honest, virtuous and benevolent; you must be men full of the Holy Ghost,<span class=\"citation\" id=\"127887\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127887)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127887)\">Acts 11:24<\/a><\/span> magnifying your calling, and honoring your priesthood, if you would obtain an entrance into the kingdom of God.<span class=\"citation\" id=\"127888\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127888)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127888)\">2 Pet. 1:11<\/a><\/span> And so in regard to the sisters, they stand precisely on the same ground. What are we to do? To listen to and be guided by the world? No; but to regulate our temporal and spiritual affairs&#x2014;things per<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"121a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0121.pdf\" target=\"pdfwin\">p.&#xA0;121a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7404\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>taining to time and things pertaining to eternity, according to the influence, the law, and direction of the Almighty. <\/div><div class=\"paragraph jod\" id=\"v20n335\"> Let us come again to this intelligence. Who would know today anywhere in the world how to build a temple that would be accepted of the Lord? Nobody. Who would know how to administer in them acceptably to him when built? Nobody. Let them bring forth their wise men, if they have any, and tell us how we shall obtain an inheritance in the kingdom of God. This is something they cannot do. Why? Because they have not the Gospel; and it is the Gospel that brings life and immortality to light,<span class=\"citation\" id=\"76064\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76064)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76064)\">2 Tim. 1:10<\/a><\/span> and this is the kind of intelligence we are after. To redeem and save the living and the dead; to build up the Zion of our God, that a people may be prepared who shall be pure in heart,<span class=\"citation\" id=\"89194\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89194)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89194)\">D&amp;C 97:21<\/a><\/span> and prepared to associate with the intelligences around the throne of God. <\/div><div class=\"paragraph jod\" id=\"v20n336\"> These are some things associated with our duties and responsibilities. Have the apostles duties to perform? Yes. Does God require it at their hands? Yes! If they do not do it, will he hold them guiltless? No. Have the Seventies? Yes. What are they? To go to the nations of the earth as bearers of the Gospel.<span class=\"citation\" id=\"90268\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90268)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90268)\">D&amp;C 107:34<\/a><\/span> That is your duty, you Seventies; and if you do not do it God will remove your candlestick out of its place.<span class=\"citation\" id=\"79044\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79044)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79044)\">Rev. 2:5<\/a><\/span> Do you hear it, you Seventies? And you High Priests and Elders, God has not conferred the priesthood upon you to dream about, to trifle or tamper with or treat it with contempt: he will spew you out of his mouth<span class=\"citation\" id=\"79116\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79116)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79116)\">Rev. 3:16<\/a><\/span> unless you take another course, many of you. God expects his message to go to all nations, and the priesthood ought to be seeking after God <div class=\"break columnbreak\" id=\"121b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0121.pdf\" target=\"pdfwin\">p.&#xA0;121b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7404\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and to be clothed upon with the power of God and with the light of revelation, that they may stand forth as his messengers to the nations: and then by and by, after having cleared their garments from the blood of this generation, to go and administer for the dead in the temples of the Lord, and keep laboring and doing until God shall have accomplished his purposes. <\/div><div class=\"paragraph jod\" id=\"v20n337\"> What else are you going to do? To build up the kingdom of heaven upon the earth, where the voice of God shall rule and where the law of God shall have the dominion, and where men shall be instructed with laws of heaven and be taught of God. A great many revelations and changes have yet to take place, we have got to put ourselves in a position to be guided and directed of the Lord in temporal as well as spiritual things, or we will never obtain that glory for which many of us are looking. <\/div><div class=\"paragraph jod\" id=\"v20n338\"> Well, what shall we do? Do right, following the counsels of those who are placed over us. Follow the counsel of the Twelve, you whose business it is to do it; follow the counsel of your bishops, you who live in the wards, and you bishops follow the counsel of the presidents of Stakes, and you presidents of Stakes seek for and follow the counsel of the Twelve. And you people, be taught of your teachers; and you teachers, get the Spirit of the Lord that you may teach aright, and you Seventies and Elders prepare yourselves to go to the nations of the earth. Say, here am I, send me; I am on hand, I am ready to fulfil my duty and to magnify my calling, and with the help of the Lord I will lift up a warning voice to my fellow men. And as High Councils to sit in judgment with honesty, truth, fidelity and  <div class=\"break pagebreak\" id=\"122a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0122.pdf\" target=\"pdfwin\">p.&#xA0;122a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7403\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>integrity, without fear or favor of any man to act and administer in righteousness. And you Bishops, act as fathers over the flock of Christ, that you may magnify your calling, and that in your judgment you may seek for the inspiration of the Almighty, that you may administer justice among the people; that righteousness may prevail in Zion, and that it may spread and grow and increase, that the glory of God may rest upon us, and that we may rejoice together in the fullness of the Gospel of peace. And will it go on? It will. Will the kingdom spread? It will, &#x201C;until the kingdoms of this world shall become the kingdoms of our God, and his Christ; and he will reign forever and ever.&#x201D;<span class=\"citation\" id=\"79486\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79486)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79486)\">Rev. 11:15<\/a><\/span> And about the wicked and the ungodly, protect yourselves against them as well as <div class=\"break columnbreak\" id=\"122b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0122.pdf\" target=\"pdfwin\">p.&#xA0;122b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7403\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> you can; unite yourselves together and be one, and never mind their ideas and feelings. God has called us to be one,<span class=\"citation\" id=\"85161\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85161)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85161)\">D&amp;C 38:27<\/a><\/span> to be united; and that man who tampers with the Gentiles and with their vices and follies will go down to death. We are sent to teach the principles of life, not to be taught of them;<span class=\"citation\" id=\"85496\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85496)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85496)\">D&amp;C 43:15<\/a><\/span> and we are required to be governed by the principles, laws, intelligence and truth that come from God, that we may magnify our calling, build up His kingdom, gather together the elect, save the living and redeem the dead, and then when we get through, unite with the assembled throng in the Celestial kingdom of God; and honor and praise and glory and power and majesty and dominion be ascribed to Him that sits upon the throne, and to the Lamb, forever and ever.<span class=\"citation\" id=\"79221\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79221)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79221)\">Rev. 5:13<\/a><\/span> Amen. <\/div>\n<\/div>\n<\/div>"}