{"ID":200036, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Practical Nature of the Gospel.<\/div>\n<div class=\"subtitle\">Discourse by Elder George Q. Cannon, delivered in the Tabernacle, Salt Lake City, July 27, 1879.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Geo. F. Gibbs.<\/div>\n<div class=\"pageHeader\">Page Header: Practical Nature of the Gospel.<\/div>\n<div class=\"speaker\">Speaker: George Q. Cannon<\/div>\n<div class=\"date\">Date: 7\/27\/1879<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d36\">\n<div class=\"paragraph jod\" id=\"v20n756\"> There is a little time remaining, which I am requested to occupy. <\/div><div class=\"paragraph jod\" id=\"v20n757\"> The theme of the Gospel is one that can be dwelt on for a great length of time and yet not be exhausted; for according to the views of the Latter-day Saints the Gospel embraces all truth, and there is no <div class=\"break columnbreak\" id=\"287b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0287.pdf\" target=\"pdfwin\">p.&#xA0;287b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7238\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> truth of any nature or name, whether it be scientific, or moral, or religious, that is not comprehended within the scope of the Gospel of Jesus Christ. Therefore, those who embrace the Gospel, as has been said, start upon the path of progress, the end of which no one can see; it  <div class=\"break pagebreak\" id=\"288a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0288.pdf\" target=\"pdfwin\">p.&#xA0;288a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7237\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>is not given to human beings to comprehend; it extends into eternity, and comprehends the wisdom and power and the knowledge of eternity. It has often been remarked respecting our meetings in this Tabernacle, by persons who have not been accustomed to our form of worship and our method of instruction, that we very frequently dwell upon a great many subjects that other people do not deem appropriate to the Sabbath. There is a reason for this; it is found in the fact which I have stated&#x2014;that the Gospel of Jesus Christ comprehends all truth; and therefore everything necessary for the promotion of a man's happiness, for the enlargement of his views and his mind, and for the development of all his being, physical and mental, everything of this kind should be treated upon at the time and the season when it is needed. I do not, myself, value a religion that confines its teachings to the Sabbath, that does not enter into the everyday life of those who profess it. Such a religion people may put on as they do their Sunday apparel, and wear to the meetinghouse; and when the day passes, doff it as they do their apparel, and assume their everyday practices. But the religion of Jesus Christ should be taught and practiced by those who believe it, every day of the week and in all the pursuits of life. And in this respect I sometimes think that we, as Latter-day Saints, come short of doing that which is incumbent upon us. We allow our religion to be too theoretical, and do not practice it to the extent that is required by the teachings of the Gospel. It is very well for us to come today and listen to the discourse we have heard, and rejoice in the spirit of it; but if we do not take with us the principles which <div class=\"break columnbreak\" id=\"288b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0288.pdf\" target=\"pdfwin\">p.&#xA0;288b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7237\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> are taught, and apply them in our lives, our visit today to this Tabernacle would be of very little profit. It is for this purpose that the Gospel has been revealed, it is for this purpose that it is taught, it is for this purpose that the Holy Ghost has been promised and poured out, that those who receive it may become better men, may become better women, may become more pure, that the evil that seems to be natural to us in consequence of our fallen condition, may be overcome and uprooted, and put away from us. Will those who believe and practice the Gospel be dishonest? Certainly not. Will they take advantage of their neighbors? Will they tell falsehoods concerning their neighbors? Will they indulge in slandering and tattling and backbiting? Will they be envious, or filled with malice or jealousies? Not if they practice the Gospel; not if the spirit of the Gospel rests down upon them will they do any of these things. If they do, they will be checked in their feelings, the Spirit of God will reprove them, and if they live as they should, when they bow down at night to ask pardon for the acts of the day that have been improper in the sight of God, it will bring to their remembrance, and show to them in plainness where they have come short on these points, and they will have the spirit of repentance, and will seek to put such things away far from them. In this way they will progress. Now, this is not required of us on this day alone&#x2014;the first day of the week, the day of worship set apart for us to come together; but it is required on Monday, and on Tuesday, and so on until Saturday. This work of self-improvement, under the influence and power of the Gospel and Spirit of God, should go on  <div class=\"break pagebreak\" id=\"289a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0289.pdf\" target=\"pdfwin\">p.&#xA0;289a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7236\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>every day we live, and it should be a constant subject of thought with us when we rise in the morning and lie down at night: Wherein have we come short of obeying the principles of the Gospel? Have I done any injury to my fellow man? Have I grieved the Spirit of the Lord? Have I neglected some duty? Have I said that which I ought not to have said? Have I done that which I ought not to have done? Have I been just, have I been merciful, have I been upright? Have I allowed any thought, any feeling to enter my heart concerning my neighbor, concerning some of my associates that I should not entertain? If I have, then it is my duty, if I believe the Gospel and desire to practice its principles, to repent of that, to confess it. <\/div><div class=\"paragraph jod\" id=\"v20n760\"> There was a time when God required of his people the sacrifice of animals. They brought their animals and they were offered up as sacrifices, and they obtained the remission of sins by that method. This was required under the law of Moses; it was required until the coming of the Son of God, until he made his great sacrifice for man. But what does God require of us? Is it that we shall bring animals and offer burnt offerings unto him? No, he does not make that requirement of us today, but this is the sacrifice required of us: he asks us that we shall come to him with broken hearts and with contrite spirits.<span class=\"citation\" id=\"56743\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56743)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56743)\">Ps. 51:17<\/a><\/span><span class=\"citation\" id=\"82553\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82553)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82553)\">3 Ne. 9:20<\/a><\/span><span class=\"citation\" id=\"86290\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86290)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86290)\">D&amp;C 59:8<\/a><\/span> If we do he will accept of us, our offerings will be like the offerings of Abel, acceptable in his sight; but if we go to him as Cain did, our offerings will not be acceptable to him, and he will reject them.<span class=\"citation\" id=\"52698\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52698)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52698)\">Gen. 4:4-5<\/a><\/span> But if you and I and all who profess to be the followers of the Lord Jesus will bow down before him with humble hearts, each of us with a broken heart and <div class=\"break columnbreak\" id=\"289b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0289.pdf\" target=\"pdfwin\">p.&#xA0;289b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7236\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> contrite spirit, what will be the effect? Why, we will confess our faults to him, because they will be plain in our sight, we will see ourselves in the light of the Spirit of God, and the spirit of repentance will rest down upon us. Suppose we bow down before him because it is the custom to do so, in a formal manner, worshipping him with our lips while our hearts are far from him,<span class=\"citation\" id=\"58766\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58766)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58766)\">Isa. 29:13<\/a><\/span><span class=\"citation\" id=\"64765\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64765)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64765)\">Matt. 15:8<\/a><\/span> repeating by rote certain sentences we have learned, and to the use of which we have become accustomed, will such an offering be acceptable in the sight of God? Certainly not. He desires that those who worship him shall worship him in spirit and in truth,<span class=\"citation\" id=\"69084\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69084)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69084)\">John 4:23<\/a><\/span> and that they shall confess their sins not only to him, but, where they have wronged each other, to one another.<span class=\"citation\" id=\"86307\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86307)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86307)\">D&amp;C 59:12<\/a><\/span> It is my duty, if I have wronged my brother, to go to my brother and confess and ask his forgiveness.<span class=\"citation\" id=\"63153\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63153)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63153)\">Matt. 5:24<\/a><\/span> If I wrong my sister, it is my duty to do the same.<span class=\"citation\" id=\"85466\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85466)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85466)\">D&amp;C 42:88<\/a><\/span> If I do wrong to my God, it is my duty to bow down before him in humility and confess in contrition of spirit the wrong I have done and beseech him in the name of Jesus to forgive my sins. And this is a duty that rests upon us as Latter-day Saints. <\/div><div class=\"paragraph jod\" id=\"v20n761\"> These are some of the practical parts of our religion, and, as I have said, not to be practiced today alone, today, the first day of the week, the Sabbath, but to be practiced tomorrow, and to be carried out in our lives, in our daily intercourse one with another; to be meek and lowly in heart,<span class=\"citation\" id=\"64300\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64300)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64300)\">Matt. 11:29<\/a><\/span> seeking the Spirit of Jesus, willing to suffer wrong rather than do wrong; not to be rude, not to be harsh, not to be unfeeling, or unkind in our intercourse with our families, but to carry with us the spirit of meekness and of love, that when we enter our  <div class=\"break pagebreak\" id=\"290a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0290.pdf\" target=\"pdfwin\">p.&#xA0;290a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7235\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>homes we shall be welcomed with gladness, our children shall delight in our visitations as they would in the visitation of an angel if they knew one was coming. How many are there of the men in this assembly and of this Church who, when they enter their houses, enter with scowls on their faces, bringing all their cares with them, intruding upon the serenity of their families, making their presence disagreeable to all, instead of going in with gladness and peace and carrying with them the consolation that should attend their presence always? Their wives are perhaps fretful from overwork, their nerves affected by the toils of the day, or the heat, causing them to be in an irritable mood, and when the two come together under such circumstances they produce friction, bad feeling and offenses follow. Is it a man's duty, or right, or privilege, to carry his cares into his family and disturb the peace and serenity existing there by relating his troubles? Certainly not. When his foot rests upon the threshold of his door, no matter what his difficulties, or perplexities may be, he should enter with the spirit of peace in his heart and with the love of God burning within him. If there is irritability existing, his presence should be soothing to every member of his household, and particularly in talking with his children, they should feel the influence of his presence; and if there should be any improper feelings existing, they should be calmed as disturbed and ruffled water is by pouring oil upon it. A Latter-day Saint! Think of the nature of the name. A Saint of God! Why, he should be next to an angel; the most perfect of the human family. He should be per<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"290b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0290.pdf\" target=\"pdfwin\">p.&#xA0;290b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7235\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>fect in his sphere, as God is perfect in his sphere. He should be free from fault. If he have a fault he should seek daily and hourly to correct it, and not rest satisfied as long as he is aware of the existence of a fault until he conquers it, pleading with the Father in the name of Jesus for strength to overcome his weakness, for power to put it away, carrying with him the spirit of love, the spirit of serenity, the spirit of peace, that when he appears in society, no matter where he may be, all who come in contact with him may feel his influence and feel purified and strengthened by his example and by his words and by his very presence. And this is what God designs we should be as Latter-day Saints. Tattle about one another; backbite, slander and speak evil of one another; are such things proper for Latter-day Saints? No. They should be banished from our society and from our households. Our children should be taught better. When they speak evil of anyone they should be checked and told if they cannot say something good concerning their fellows, to say nothing. Instead of finding fault there should be charity, which covers a multitude of sins.<span class=\"citation\" id=\"78157\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78157)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78157)\">1 Pet. 4:8<\/a><\/span> Instead of looking at the faults of others, they should be taught to look at their own faults. And they are numerous enough; we have plenty of them to keep us occupied closely all our time, with all the prayer and all the faith we can exercise before God. Our own faults, our own sins, our own shortcomings are sufficient to occupy our entire attention, without thinking about those of our neighbors, or ever speaking about them. Those who bear the priesthood have the right, and it is their duty to administer reproof and to point out faults; but  <div class=\"break pagebreak\" id=\"291a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0291.pdf\" target=\"pdfwin\">p.&#xA0;291a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7234\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>it is for the members of the Church to look to themselves. Let any member of the Church who thinks he has plenty of time after attending to his own faults to attend to his neighbor's, examine himself; let him bow down before the Lord and ask for the Holy Spirit to be poured out upon him, so that he can see himself in his true light; and if he does not arise satisfied that it will take all his time to correct his own weaknesses and follies it will be very strange. <\/div><div class=\"paragraph jod\" id=\"v20n764\"> Then, are we honest one with another? Do I do to my neighbor in my dealing with him as I wish him to do to me?<span class=\"citation\" id=\"63824\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63824)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63824)\">Matt. 7:12<\/a><\/span> If I do not, then I do not carry out the principles of my religion. If I take advantage of his ignorance, of his inexperience or of his circumstances&#x2014;it may be he is in a strait place, and he is compelled to do something that he would not do if his necessities did not press him, do I perform my duty to him as a Latter-day Saint! If I take advantage of him, then I do not treat him as I would like to be treated if our positions were reversed. Does the spirit of greed enter into my heart, and I think, &#x201C;Now, here is an opportunity for me to make something, or getting the advantage;&#x201D; if it does, then I am not a Latter-day Saint in that respect; I do not carry out the principles of the Gospel of Jesus Christ, I fail in being that which I profess to be, and I have cause to repent truly and sincerely, and ask forgiveness of the Lord and my brother. <\/div><div class=\"paragraph jod\" id=\"v20n765\"> This work of self-improvement, under the power and influence of the Gospel of Jesus Christ, is a work given to each of us. It should be the great work of our lives; it should be the chief thought of our hearts. There is nothing greater. <div class=\"break columnbreak\" id=\"291b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0291.pdf\" target=\"pdfwin\">p.&#xA0;291b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7234\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Brother Stayner remarked that if he could be the means of saving only one soul, how great his joy would be.<span class=\"citation\" id=\"84128\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84128)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84128)\">D&amp;C 18:15<\/a><\/span> Yes, that is true. And if that soul should be himself alone, his joy will be great. But if he should be the means of saving another soul, his joy would be still greater. But the greatest work we can do is to so live that we ourselves shall be saved, that our own acts shall be correct, and our will and desires and passions be brought into subjection to the will of God. There is no work that I know of so great and important to me as this. A man may perform a mission; he may do innumerable good works; his name may be heralded throughout the Church and to the nations of the earth, and the people may accept it as that of a great and mighty man; but if that man does not conquer himself and live in strict accordance with the principles of the Gospel, his position will only increase his condemnation. Far better is the condition of the humble, the obscure man, the man unknown out of the limited circle of his immediate associates, who is without fame, but who does live his religion, who practices the principles of the Gospel as they are taught by the Lord. Far better is the condition of that man than the other, if he does that and the other man neglects to do it. This Gospel of ours is a practical Gospel. It is not like our Sunday apparel, to be put on today and put off tomorrow; it ought to be carried with us in all the transactions of life, applied to everything we think, we say and do, and always be remembered by us. And then what sort of people will we be? We will be people whom the Lord will delight to bless; and who will have his Spirit and power resting down upon us. And no  <div class=\"break pagebreak\" id=\"292a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0292.pdf\" target=\"pdfwin\">p.&#xA0;292a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7233\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>matter how much we may be maligned and spoken evil about, we shall have the consolation of knowing from the Lord that we are right, that we have done that which he requires, and that we have his blessing and his approval. This is worth more than everything else that can be brought about. With the experience I have had in my life I would rather have the grace of God, the sweetness and happiness, the blessing and comfort of his Spirit and be in poverty as great as that of the wild Indian of our mountains than to dwell in palaces and revel in luxury and ease without that grace and Spirit. I have tested this to my entire satisfaction, tested it under circumstances when I have proved that a man can be as happy as an angel&#x2014;that is, as happy in his sphere, in doing the will of God in the midst of poverty and difficulties. It is not these external circumstances that are the sources of happiness. Of course it is right and proper we should take care of the bodies God has given unto us, just as much as our spirits, that they should be kept clean, that our clothing should be comfortable and our habitation suitable. God has given unto us wisdom and power to do this, and he has placed the elements around us, and he would condemn us if we did not use them for our comfort and blessing. But they are not the only things needful. You may pile up money until you fill this Tabernacle and its possession would not make a man happy. You may give men carriages and horses, houses and lands and everything of this character, but unless there is the spirit of happiness within them <div class=\"break columnbreak\" id=\"292b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0292.pdf\" target=\"pdfwin\">p.&#xA0;292b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7233\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> they would not be happy. The man who lives near to God who has the Spirit of God, be he ever so humble, is a happy man; and without it, there is no true happiness. <\/div><div class=\"paragraph jod\" id=\"v20n767\"> It should be our constant study to live so that the Holy Spirit will always dwell with us, that when we arise in the morning our minds and our hearts may be as clear as the sky when there is no cloud in it, that we feel at peace with God and man. It should be the aim of every one professing to be a Latter-day Saint not to leave his chamber in the morning until he comes out feeling that spirit of peace, with his brow unruffled with care, with a consciousness of having communed with God and that he knows his standing with him. When he leaves his chamber having that spirit, he will diffuse joy and gladness throughout his entire household. Should anything occur to disturb the serenity of a Latter-day Saint he ought to step aside and ask God in the name of Jesus to remove it and to pour out the spirit of peace and consolation upon him to fill his heart. At night too, the same Spirit of peace should be sought for. The thoughts, the words and the actions of the day should be reviewed, and forgiveness of wrong should be sought for, then a man can retire in peace; and then if God in his providence should call him home during the night he would feel at peace with Him and with all men. In this manner we should live, and if we do not live in this way we fail to be what we profess to be. <\/div><div class=\"paragraph jod\" id=\"v20n768\"> That God may help us so to live, is my prayer, in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}