{"ID":20007, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">A Prayer.<\/div>\n<div class=\"subtitle\">By President Heber C. Kimball, Delivered on the Southeast Corner Stone of the Temple at Great Salt Lake City, after the First Presidency and the Patriarch had laid the Stone, April 6, 1853.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: A Prayer.<\/div>\n<div class=\"speaker\">Speaker: Heber C. Kimball<\/div>\n<div class=\"date\">Date: 4\/6\/1853<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d07\">\n<div class=\"paragraph jod\" id=\"v2n196\"> O God, the Eternal Father, in the name of thy Son Jesus Christ of Nazareth, we ask thee to look upon us at this time in thy tender mercy. Thou beholdest that thy servants, Brigham and his Council, have laid the Chief Corner Stone of a holy House, which we are about to erect unto thy name. We desire to do it with clean hands and pure hearts<span class=\"citation\" id=\"56517\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56517)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56517)\">Ps. 24:4<\/a><\/span> before thee, and before thine holy angels. <\/div><div class=\"paragraph jod\" id=\"v2n197\"> We thank thee that we are permitted to live in the flesh, and have a place upon thy footstool, and partake daily of the bounties thy hand bestows, for thou art our Father, and Jesus Christ is our Elder Brother. <\/div><div class=\"paragraph jod\" id=\"v2n198\"> Inasmuch, O Lord, as we desire to erect a House to thy name, that if it seemeth thee good to come and take up thine abode on the earth, thou mayest have a place to lay thy head,<span class=\"citation\" id=\"64033\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64033)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64033)\">Matt. 8:20<\/a><\/span> we pray thee to assist us to erect it in purity before thee, and the Heavenly hosts. <\/div><div class=\"paragraph jod\" id=\"v2n199\"> We ask thee to help us so to conduct ourselves, that all the holy Prophets, the angels of Heaven, with thee and thy Son, may be engaged continually for our welfare, in the work of salvation and eternal lives. Bless us in this attempt to glorify thee. Bless this portion of the earth we dwell upon&#x2014;even these valleys of the mountains, which we have consecrated unto thee. Cause them to bring forth the productions of the soil in rich abundance. Bless the seeds that are placed therein by thy servants and handmaidens. And inasmuch as they are <div class=\"break columnbreak\" id=\"34b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0034.pdf\" target=\"pdfwin\">p.&#xA0;34b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9553\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> disposed to do thy work, and erect a Temple to thy name, which is their fixed purpose and determination; let the heavens be gentle over them. May the earth be sanctified for their good, and the seeds they throw into it yield to them an hundred fold in return. We pray thee to bless such men and women&#x2014;may the blessings of the Almighty richly attend them, and multiply them in their families, in their herds and flocks, in strength and in health, in salvation, and in eternal lives. <\/div><div class=\"paragraph jod\" id=\"v2n200\"> We also pray for those who do not feel favorably disposed to thy work&#x2014;may thy blessings not attend them, but may they go backward and not forward, may they wither and not increase, and may the strength that they might have received, through their faithfulness to thy work, be multiplied and divided amongst these thy servants, who are determined to keep thy commandments, and sanctify their affections unto thee. <\/div><div class=\"paragraph jod\" id=\"v2n201\"> Look upon thy servant Brigham, O Lord, and let thy Holy Spirit rest mightily upon him this day, and from henceforth. May he live to dictate the erection of thy house, see the Topstone brought on with rejoicing, and administer the keys of salvation and eternal life unto his brethren therein. Bless his Council in common with him, may they live to a good old age, and glorify God in all their days; may they never want for food and raiment, for fathers and mothers, for wives and children, and for the power of thy  <div class=\"break pagebreak\" id=\"35a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0035.pdf\" target=\"pdfwin\">p.&#xA0;35a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9552\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Spirit to inspire them, and those thou hast given them. <\/div><div class=\"paragraph jod\" id=\"v2n203\"> Pour out thy Spirit upon thy servants, the Twelve Apostles; may thy power abide upon them, to qualify them for the responsible calling unto which thou hast called them. Also, in connection with them, let thy Spirit rest upon the Quorums of the Seventies, the High Priests, the Bishops, the High Council, the Elders, Priests, Teachers, and Deacons; and upon every faithful member of thy Church in these valleys of the mountains, and in all the world. <\/div><div class=\"paragraph jod\" id=\"v2n204\"> Now, O God, we dedicate this Stone to thee. May this spot be holy, and all that pertaineth to it. And inasmuch as there shall be an enemy, or a person that are evil disposed towards thy house, and they shall endeavor to lay snares for the feet of thy people, may they be caught in their own net, be overwhelmed in their own dilemma, and have no power nor influence in the least to hurt thy Saints from this time henceforth and forever. May the power of the mighty God of Jacob<span class=\"citation\" id=\"53726\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53726)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53726)\">Gen. 49:24<\/a><\/span> fortify thy servants, enabling them to execute righteousness before thee the Lord our God. <\/div> <div class=\"break columnbreak\" id=\"35b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0035.pdf\" target=\"pdfwin\">p.&#xA0;35b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9552\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v2n205\"> Hear us, O Lord, for we dedicate this, the Southeast Corner Stone unto thee, praying that it may sleep in peace, be preserved from decay, for it is the Chief Corner Stone of the House we shall rear to thy name. May the same blessings attend the other three Corner Stones, and all the works thy servants shall set their hands to do, from this time henceforth and forever. <\/div><div class=\"paragraph jod\" id=\"v2n206\"> Bless the architect, the superintendent, the foremen of the various departments, and all the laborers that shall raise a hand, or move a thing for the erection and perfection of this thine house; and provide for them, their wives, their children, and all that pertains unto them, that they may want for no good or necessary thing, while they are engaged in thy service, and from this time henceforth and forever. <\/div><div class=\"paragraph jod\" id=\"v2n207\"> We dedicate ourselves unto thee, with our wives, our children, our flocks, and our herds, with all the settlements and possessions that pertain to thy people in these valleys of the mountains. And all the praise and the glory we will ascribe to the Father, Son, and Holy Ghost. Amen. <\/div>\n<\/div>\n<\/div>"}