{"ID":200028, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">All Intelligence Comes From God&#x2014;Life and Immortality Brought to Light Through the Gospel&#x2014;Gathering&#x2014;Temple Building&#x2014;The Elders Messengers of Salvation to the Nations.<\/div>\n<div class=\"subtitle\">Discourse by President John Taylor, delivered at the 17th Ward Meetinghouse, on Sunday Afternoon, December 15, 1878.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Geo. F. Gibbs.<\/div>\n<div class=\"pageHeader\">Page Header: All Intelligence Comes From God, Etc.<\/div>\n<div class=\"speaker\">Speaker: John Taylor<\/div>\n<div class=\"date\">Date: 12\/15\/1878<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d28\">\n<div class=\"paragraph jod\" id=\"v20n596\"> We meet together from time to time to attend to the worship of the Almighty, because we think it is proper for us to pay due respect unto the Lord God, our heavenly Father; we assemble ourselves for the purpose of praying to him, of singing his praises, of speaking of principles, doctrines, ordinances and other matters in which we are individually and collectively interested, all of which is more or less connected with the worship of our God. <\/div><div class=\"paragraph jod\" id=\"v20n597\"> There is something associated with <div class=\"break columnbreak\" id=\"219b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0219.pdf\" target=\"pdfwin\">p.&#xA0;219b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7306\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> our religious views that differs materially from those of many others. The Lord has revealed unto us his will, or law; he has given unto us a knowledge of the principles of truth and righteousness; and he is seeking by the means he has appointed&#x2014;the medium of the everlasting Gospel, to prepare us for the events that will necessarily take place in a short time, and to enable us to introduce among men those pure, holy and heavenly principles which exist with the Gods in the eternal worlds, and to prepare  <div class=\"break pagebreak\" id=\"220a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0220.pdf\" target=\"pdfwin\">p.&#xA0;220a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7305\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>us, through the medium of the Gospel, to operate with him and with the holy priesthood that has existed in former ages, in the development of the purposes of God upon the earth. It is a great and important work in which we are engaged, and we need continually the direction and the guidance of the Almighty; for it stands to reason, when we reflect upon it, that no man, as is spoken of in the Scriptures, can know the things of God unless they are revealed to him by the Spirit of God.<span class=\"citation\" id=\"73070\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73070)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73070)\">1 Cor. 2:11<\/a><\/span> We talk of these things sometimes rather flippantly, and probably, in many instances without due reflection. But when we look upon man as he is organized, and the limit and bounds of his intelligence, and then reflect upon the position that he sustains to the Almighty, we shall find that there is nothing very mysterious in these remarks, but that there is a great amount of truth and reason associated therewith. For instance, men know very little about themselves, or about the things of man or how to control their passions and habits and the various evils with which they are surrounded and have to combat. They know very little about the true condition of man and his relation to God, to the world, to the past, present, or future, as is evidenced by the position of the world everywhere wherever we turn our attention. We are beginning to find out some few things in relation to the laws of nature and the earth on which we dwell, but our knowledge of these things is very small comparatively, and yet we boast sometimes quite freely of our intelligence. But when we reflect on our true position, we know very little in reality even about the world in which we live, or about the properties of matter or the elements with which we are surrounded; and yet a few <div class=\"break columnbreak\" id=\"220b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0220.pdf\" target=\"pdfwin\">p.&#xA0;220b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7305\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> years ago the world knew much less than we know today. I can remember the time very well when there was no such thing as steamboats. I remember sailing across the Atlantic more times than one when no such thing as a steamboat was used for that purpose. I remember the time, too, when there were no such things as locomotives or railroads; and many of you know very well how it was in regard to the telegraph, the photograph and a great many other things. They are simply certain principles that exist in the laws of nature that have been unveiled to us; but there are thousands of other things that we know very little about. And then what do we know about the future? What do we know about the heavens that are above us? We can get some scanty ideas and we boast very much of them, but really there is not very much to boast of when we reflect upon these things. These things are simple principles that we have become acquainted with through study and research by chemical analysis and the development of eternal laws. We are simply becoming acquainted with some of the principles that exist in nature. The question necessarily arises, who placed those principles there? Who organized this earth on which we dwell and man upon it and all creation as it exists? Some superior intelligence, or power&#x2014;we call it the power of God. &#x201C;By faith we understand that the worlds were made by the power of God, so that things which are now seen were not made of things that do appear.&#x201D;<span class=\"citation\" id=\"76955\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76955)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76955)\">Heb. 11:3<\/a><\/span> There is not a particle of the human system but what is full of intelligence and displays forethought, prescience, design, skill and creative power; and everything bespeaks the handiwork of a wise, intelligent, omnipotent Creator, or God. When a little boy  <div class=\"break pagebreak\" id=\"221a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0221.pdf\" target=\"pdfwin\">p.&#xA0;221a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7304\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>I used to ask myself, Who am I? Where did I come from? What am I doing here? And why am I here? etc. These things still puzzle us, at least many of them do, yet these are thoughts we cannot help reflecting upon. We see children born into the world, and we see spring and summer, autumn and winter follow each other in regular succession, and we ask ourselves, By what power were these things brought about? Why are we here, and what is the object of all these things which we see around us? Not to say anything about the worlds with which we are environed. For speaking of ourselves, we are only a speck in creation; there is nothing to or of us scarcely, or in the world we inhabit, in comparison to the myriads of worlds with which we are surrounded. <\/div><div class=\"paragraph jod\" id=\"v20n600\"> Now we frequently want to know the object of our existence and why we are here; and the Saints will still go a little further by asking, Why have we to battle with the affairs of this world, and to struggle, to be tried and tempted? And we go still further and ask, when we see our friends pass away from this state of existence one after another, and the body that was once full of life, animation and vitality now lying helpless and void of life, and our minds reach back into the years that are past and we think of the thousands of millions, yea, of myriads who have inhabited this earth and who have gone into another state of existence, and we are led to ask ourselves, Why is it thus? And we are led to ask ourselves further, Why are we thus situated? And why should we thus come into life, have an existence and then fade and decay? And it is proper that we should have such thoughts and such reflections. Who can unravel these things? Who can tell us upon natural principles <div class=\"break columnbreak\" id=\"221b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0221.pdf\" target=\"pdfwin\">p.&#xA0;221b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7304\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the meaning of this strange phenomena, the whys and wherefores in relation to these matters? Nobody. We have peculiar feelings and sensations in common with all men in regard to the future. But what are the views, ideas and feelings of men generally in relation to these matters? And if they have views, what is the source of their intelligence? What scientist, philosopher, or divine can unravel to us many of these mysterious principles which we see every day exhibited before us? It is very difficult for man to comprehend, and nothing as I said before, but the Spirit which organized the creations of God can reveal those principles and give us a knowledge of that fitness of things as they exist in the mind of the Creator, of our relationship to God and to each other and the world in which we exist and the worlds that are to come. Nothing but superhuman intelligence, even the inspiration of the Almighty, can reveal these things. We have ten thousand ideas, notions and feelings; the world is full of every kind of theory in relation to these matters. But what does it amount to? We may theorize as much as we please, but unless we receive some communication from the beings possessing intelligence superior to anything mortal, that are associated with these vast creations and know something of their origin and object, what can we know? We need communication with and revelation from God enlightening us thereon, or we shall still be in the dark and know nothing concerning the future and many things of the present and past. Some of our poets in rather beautiful metaphor point us to some place &#x201C;beyond the bounds of time and space,&#x201D; where we are to look forward to a heavenly place, the Saint's secure abode. There is something very  <div class=\"break pagebreak\" id=\"222a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0222.pdf\" target=\"pdfwin\">p.&#xA0;222a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7303\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>pleasing about such reflections, but at the same time there is something very foolish. I do not know how or upon what principle we are to get beyond the bounds of time and space; it is beyond my comprehension, and I very much question whether the person who wrote it could; in fact I know he could not. We sing sometimes, too, about &#x201C;singing ourselves away to everlasting bliss.&#x201D; What is this and where is it? How shall we enjoy it and under what circumstances? Certainly those who talk about these things display no intelligence. We can never comprehend anything about these things but by the revelations of God either made directly to us or to us through others. <\/div><div class=\"paragraph jod\" id=\"v20n602\"> Now we Latter-day Saints are indebted&#x2014;I was going to say to Joseph Smith, for what knowledge we have; but this would not be strictly true, for we are not indebted to him or any other man for the knowledge we possess; we are indebted to the Lord, and the Prophet Joseph was made use of by him as the medium to reveal, in the midst of the chaotic mass that existed in the world, the principles of life, light and intelligence and the laws by which the Gods are governed in the eternal worlds, to teach us what course we should pursue, that we might act wisely, prudently and intelligently, and comprehend the position we occupy here upon the earth, and the relationship that subsists between man and his Maker, and that we might understand things pertaining to the future as well as things pertaining to the present. And the religion we have had unfolded to us is to prepare us to take part in these things both in this world and the world to come; to teach us how to approach our Maker and to get further knowledge of his laws and <div class=\"break columnbreak\" id=\"222b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0222.pdf\" target=\"pdfwin\">p.&#xA0;222b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7303\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the principles of truth that have been revealed to us. The world generally treats these things very lightly. The reason is they do not comprehend them, and therein lies the difficulty. And we only know them in part and see them in part and comprehend them in part; but without communion with the Almighty we certainly should not have understood anything at all about these things. There is something very peculiar in the world and we as well as others are sometimes apt to be quite narrow and contracted in our ideas pertaining to the world in which we live and the people with whom we are surrounded. We are told that &#x201C;the manifestation of the Spirit is given to every man to profit withal.&#x201D;<span class=\"citation\" id=\"73442\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73442)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73442)\">1 Cor. 12:7<\/a><\/span> And I would state further that all true intelligence which men possess in regard to the laws, nature and their operations, as well as any moral, scientific or philosophical ideas we may form that are correct proceed from the same source, whether acknowledged by men or not. And furthermore, whatever correct religious ideas that the world possess in relation to the future state, proceed from that portion of the Spirit that is given to every man to profit withal&#x2014;<span class=\"citation\" id=\"127983\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127983)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127983)\">1 Cor. 12:7<\/a><\/span>not unto us only, but to every man, and to the influence of that Spirit all men are indebted for the degree of honor and integrity that exists among men. It is true there is very little comparatively, but for the amount there is they are indebted to God just as much as we are. The Apostle Paul, on a certain occasion, said that God had not left himself without witness.<span class=\"citation\" id=\"71886\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71886)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71886)\">Acts 14:17<\/a><\/span> This is a general principle that exists everywhere and among all mankind. But there is another principle which is separate and distinct from that, and that is the principle that brings men into closer communion  <div class=\"break pagebreak\" id=\"223a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0223.pdf\" target=\"pdfwin\">p.&#xA0;223a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7302\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>with the Almighty. And what is that? It is the Spirit of the Lord in a more eminent degree, and is called in the Scriptures the Holy Ghost. How do men obtain that? Through a certain medium that God has appointed, viz., by faith, repentance, baptism administered by proper authority, and laying on of hands for the gift of the Holy Ghost. Now the Lord has had his &#x201C;witness&#x201D; upon the earth in different ages of time. When he has had this witness the Gospel has generally been associated therewith; it is a part and parcel of the great program. There is a very foolish idea prevailing in the world, that there was no such thing as the Gospel until Jesus came. It is the greatest folly in creation. No Gospel until Jesus introduced it! Say you, &#x201C;Do not the Scriptures say that life and immortality are brought about through the Gospel?&#x201D;<span class=\"citation\" id=\"76065\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76065)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76065)\">2 Tim. 1:10<\/a><\/span> Yes. &#x201C;And did not Jesus introduce the Gospel?&#x201D; Yes. &#x201C;Well, then, if he came and introduced the Gospel, why do you say that they had the Gospel before?&#x201D; They always had the Gospel whenever men had a knowledge of God. It is the Gospel that brings life and immortality to light;<span class=\"citation\" id=\"76066\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76066)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76066)\">2 Tim. 1:10<\/a><\/span> it is the Gospel that places man in a position to obtain a just knowledge of God and of the eternities to come, of their position on the earth, and of their position as it will be hereafter. It is that very principle that brings, as we are told, life and immortality to light.<span class=\"citation\" id=\"76067\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76067)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76067)\">2 Tim. 1:10<\/a><\/span> And if you will trace out the records of either the Book of Mormon or the Bible or those of any people that have lived upon the earth, and find anywhere a people that had a knowledge of life and immortality, then I will point you out a people that had the Gospel. It was through that principle that men before the flood had a knowledge of God and <div class=\"break columnbreak\" id=\"223b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0223.pdf\" target=\"pdfwin\">p.&#xA0;223b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7302\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> had communication with him. It was through that that Enoch understood the principles of heaven, and applied those to his position, and it was by that power and through that principle that he, with the cities in which he lived, was translated, as well as the thousands who lived then and also after that time were translated; it was through the principle and power of the Gospel that brings life and immortality to light.<span class=\"citation\" id=\"76068\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76068)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76068)\">2 Tim. 1:10<\/a><\/span> It was through the same principle that Noah was saved; he had communication with God, who revealed to him what was coming on the earth and the results of it. God warned him and prepared him and told him what to do and how to do it, and he pursued the course given him, and he received his reward. It was through that principle that Abraham comprehended God and had revelation and communication with him, for without it he would have known nothing about God. But he understood, through the records of his fathers, of certain privileges that are mentioned in his history&#x2014;certain privileges pertaining to himself and his progenitors, which he traced clear back to the days of Adam, by which he learned that he was an heir to the holy priesthood; and when he ascertained this he sought an ordination from the Lord.<span class=\"citation\" id=\"93331\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93331)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93331)\">Abr. 1:2<\/a><\/span> And when he was persecuted for his faith he left the land in which he lived, and he did so at the insistance of the Lord: &#x201C;Get thee out of thy country, and from thy kindred, and from thy father's house, unto a land that I will show thee.&#x201D;<span class=\"citation\" id=\"53016\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53016)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53016)\">Gen. 12:1<\/a><\/span> And the Lord greatly favored him and blessed him, and said unto him: &#x201C;I will bless them that bless thee, and curse him that curseth thee: and in thee shall all the families of the earth be blessed.&#x201D;<span class=\"citation\" id=\"53031\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53031)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53031)\">Gen. 12:3<\/a><\/span> Was that so? Yes, it has  <div class=\"break pagebreak\" id=\"224a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0224.pdf\" target=\"pdfwin\">p.&#xA0;224a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7301\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>been fulfilled. Let us look at this for a moment and see whether it has or not. Who were Isaac and Jacob? Did they have communication with God? Yes. How did they obtain it? Through the medium of the Gospel and through the promises made to their father Abraham. And when Israel was in Egypt who delivered them? Moses. And who was Moses? A descendant of Abraham. Did he lead the people out of Egyptian bondage? Yes; God manifested his power in their behalf. Did Moses have the Gospel? Yes, and so did Abraham. The Apostle Paul says, in his epistle to the Galatians, &#x201C;that God foreseeing that he would justify the heathen through faith, preached before the gospel unto Abraham, saying, In thee shall all nations be blessed.&#x201D;<span class=\"citation\" id=\"74502\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74502)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74502)\">Gal. 3:8<\/a><\/span> The Israelites had the Gospel preached to them in the wilderness; but, as the Apostle says in speaking of them, &#x201C;The word preached did not profit them, not being mixed with faith in them that heard it.&#x201D;<span class=\"citation\" id=\"76518\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76518)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76518)\">Heb. 4:2<\/a><\/span> But Moses did lead some of them into the presence of God&#x2014;<span class=\"citation\" id=\"127984\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127984)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127984)\">Ex. 24:9-11<\/a><\/span>those who were prepared to receive it; the others, when they heard the thunders and saw the lightning<span class=\"citation\" id=\"54325\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54325)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54325)\">Ex. 20:18<\/a><\/span> and heard the voice of God,<span class=\"citation\" id=\"127985\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127985)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127985)\">Ex. 19:16-19<\/a><\/span> they said unto Moses, &#x201C;Speak thou unto us, and we will hear: but let not God speak with us, lest we die;&#x201D;<span class=\"citation\" id=\"54334\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54334)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54334)\">Ex. 20:19<\/a><\/span> we are not prepared for this glory, for this kind of manifestation which has been given unto us. <\/div><div class=\"paragraph jod\" id=\"v20n605\"> Well, they were foolish; they departed from correct principles, they violated the laws of God and therefore incurred his displeasure, and his Spirit was withdrawn from them, and the Gospel was taken from them and they were left under a law of carnal commandments,<span class=\"citation\" id=\"87691\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87691)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87691)\">D&amp;C 84:23-27<\/a><\/span> and the law was given them as a schoolmaster, we are told, until Christ came.<span class=\"citation\" id=\"74555\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74555)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74555)\">Gal. 3:24<\/a><\/span> And what did Christ <div class=\"break columnbreak\" id=\"224b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0224.pdf\" target=\"pdfwin\">p.&#xA0;224b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7301\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> do? He restored the fulness of the Gospel that they had forfeited, because of their former transgressions. What next? We go to the promise made to Abraham, which was that in him and in his seed all the families of the earth should be blessed.<span class=\"citation\" id=\"53032\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53032)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53032)\">Gen. 12:3<\/a><\/span> Moses, as I have said was of his seed, and he was the deliverer of the whole of that nation. And who were the prophets that existed among ancient Israel? They were descendants of Abraham; and to them came the word of God and the light of revelation. Who was Jesus? After the flesh of the seed of Abraham.<span class=\"citation\" id=\"62617\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62617)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62617)\">Matt. 1:1<\/a><\/span><span class=\"citation\" id=\"67157\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67157)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67157)\">Luke 3:34<\/a><\/span> Who were his Twelve Apostles? Of the seed of Abraham. Who were the people that came to this continent&#x2014;Lehi and his family, about 600 years B.C.? Of the seed of Abraham. Who were the Apostles they had among them that spread forth among the millions that then lived upon this continent? Of the seed of Abraham. Who was Joseph Smith? Of the seed of Abraham;<span class=\"citation\" id=\"91722\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91722)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91722)\">D&amp;C 132:31<\/a><\/span><span class=\"citation\" id=\"91788\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91788)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91788)\">D&amp;C 132:49<\/a><\/span> and he, we are told, was to be the son of Joseph, and should himself be called Joseph.<span class=\"citation\" id=\"81306\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81306)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81306)\">2 Ne. 3:15<\/a><\/span> And he was raised up for what purpose? To injure or destroy mankind? No; but to bring life and immortality to light through the Gospel.<span class=\"citation\" id=\"76069\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76069)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76069)\">2 Tim. 1:10<\/a><\/span> He, like other prominent men of God, came in the fulness of times to do the work which the Lord had appointed unto him, being called of God and taught of God; and being thus taught he possessed an intelligence second to none on the earth. He introduced principles, that no philosopher, or scientist, or all the wisdom of this world combined was capable of developing; neither was it possible for anybody to bring to light such principles, unless through the revelations of God&#x2014;principles of truth, principles of intelligence, principles which affect  <div class=\"break pagebreak\" id=\"225a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0225.pdf\" target=\"pdfwin\">p.&#xA0;225a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7300\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>man in time and in eternity; principles which affect the world in which we live; principles which affect thousands and myriads that have lived before; principles of salvation that extend to all nations and all peoples living or dead, pertaining to time and pertaining to eternity. <\/div><div class=\"paragraph jod\" id=\"v20n607\"> In what manner were these principles to be made known? How were men to get acquainted with these things? By being brought into communion with the Lord. And how was this to be done? Jesus, when upon the earth, ordained and set apart others and told them to go into all the world and preach the Gospel.<span class=\"citation\" id=\"66753\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66753)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66753)\">Mark 16:15<\/a><\/span> What Gospel? That Gospel that brings life and immortality to light;<span class=\"citation\" id=\"76070\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76070)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76070)\">2 Tim. 1:10<\/a><\/span> that Gospel that brings men into communication with their Maker; that Gospel that will show us who we are and what we are, and why we are here, and the object of our existence, and what lies before us. Jesus said to his disciples in his day, &#x201C;Go ye into all the world, and preach the gospel to every creature. He that believeth and is baptized shall be saved; but he that believeth not shall be damned. And these signs shall follow them that believe; In my name shall they cast out devils; they shall speak with new tongues; They shall take up serpents; and if they drink any deadly thing, it shall not hurt them: they shall lay hands on the sick, and they shall recover.<span class=\"citation\" id=\"66843\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66843)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66843)\">Mark 16:15-18<\/a><\/span> And, lo, I am with you always, even unto the end of the world.&#x201D;<span class=\"citation\" id=\"66479\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66479)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66479)\">Matt. 28:20<\/a><\/span> Was he with them? Yes. How did they preach? They called upon the people to repent and be baptized for the remission of their sins. Who did? Men authorized of God and commissioned of him, and not by somebody else. And what then? If they did this, they should receive the Holy Ghost. And what <div class=\"break columnbreak\" id=\"225b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0225.pdf\" target=\"pdfwin\">p.&#xA0;225b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7300\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> should that do for them? It should take of the things of God and show them unto them;<span class=\"citation\" id=\"70510\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70510)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70510)\">John 16:15<\/a><\/span> it should bring life and immortality to light;<span class=\"citation\" id=\"76071\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76071)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76071)\">2 Tim. 1:10<\/a><\/span> it should place them in communication with the Lord; it should enable them to comprehend principles that no man could comprehend nor ever ought to comprehend, without the Spirit;<span class=\"citation\" id=\"73071\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73071)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73071)\">1 Cor. 2:11<\/a><\/span> it should bring to their remembrance things that were past;<span class=\"citation\" id=\"70055\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70055)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70055)\">John 14:26<\/a><\/span> it should lead them into all truth,<span class=\"citation\" id=\"70414\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70414)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70414)\">John 16:13<\/a><\/span> and it should show them things to come. Was it so? Yes. Did they have that Spirit? Yes. The spirit of prophecy? Yes. The spirit of revelation? Yes. Did they have the ministry of angels? Yes. Was the vision of all truth open to their mind? Yes. They comprehended the manifestations of God until the winding up scene, and until the dead small and great shall stand before God,<span class=\"citation\" id=\"80631\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80631)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80631)\">Rev. 20:12<\/a><\/span> and until this earth shall not only be redeemed but become celestialized,<span class=\"citation\" id=\"87276\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87276)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87276)\">D&amp;C 77:1<\/a><\/span><span class=\"citation\" id=\"91307\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91307)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91307)\">D&amp;C 130:9<\/a><\/span> and celestial beings inhabit it.<span class=\"citation\" id=\"127986\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127986)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127986)\">D&amp;C 88:25-26<\/a><\/span> They understood these things and prophesied and wrote about them. Is it so with our Gospel? Precisely the same. Have we had these things communicated to us? We have. Have the Elders been called upon to go forth to the nations of the earth to call upon people to repent and be baptized as in former times? They have. Have most of you heard this Gospel preached among the different nations of the earth? You have. Have you received it? Have you obeyed it? Yes. Did you receive the Holy Ghost accompanying it? You did, and you know and can bear testimony of it. It is the selfsame Gospel; and why the same? Because it is the everlasting Gospel, not something started eighteen hundred years ago. Says John; &#x201C;I saw another angel fly in the midst  <div class=\"break pagebreak\" id=\"226a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0226.pdf\" target=\"pdfwin\">p.&#xA0;226a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7299\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of heaven, having the everlasting gospel to preach unto them that dwell on the earth,<span class=\"citation\" id=\"79820\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79820)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79820)\">Rev. 14:6<\/a><\/span> etc.&#x201D; What Gospel? The everlasting Gospel; the Gospel that existed with the Gods before this world rolled into existence or the morning stars sang together for joy;<span class=\"citation\" id=\"56252\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56252)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56252)\">Job 38:7<\/a><\/span> the Gospel that was preached to Adam<span class=\"citation\" id=\"127987\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127987)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127987)\">D&amp;C 29:42<\/a><\/span><span class=\"citation\" id=\"127988\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127988)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127988)\">Moses 5:4-10<\/a><\/span><span class=\"citation\" id=\"127989\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127989)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127989)\">Moses 5:58-59<\/a><\/span> and which he preached to his posterity;<span class=\"citation\" id=\"92593\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92593)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92593)\">Moses 5:12<\/a><\/span><span class=\"citation\" id=\"92775\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92775)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92775)\">Moses 7:1<\/a><\/span> the Gospel that was preached by Enoch and Noah, by Abraham, Isaac and Jacob, and all the ancient prophets; the Gospel that was preached by Jesus and his Disciples when he commanded them to go and preach it to all nations;<span class=\"citation\" id=\"66444\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66444)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66444)\">Matt. 28:19<\/a><\/span><span class=\"citation\" id=\"66754\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66754)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66754)\">Mark 16:15<\/a><\/span> in fine, the Gospel that brings life and immortality to light.<span class=\"citation\" id=\"76072\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76072)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76072)\">2 Tim. 1:10<\/a><\/span> It can be said of us as of them of whom it was said, &#x201C;Ye have been baptized into one baptism, and have all partaken of the same Spirit.&#x201D;<span class=\"citation\" id=\"73511\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73511)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73511)\">1 Cor. 12:13<\/a><\/span> Did they? Yes. It was not many baptisms, it was not many faiths and many ideas and many notions; but it was &#x201C;One faith, one Lord, and one baptism, and one God who is above all, and through all, and in you all.&#x201D;<span class=\"citation\" id=\"75008\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75008)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75008)\">Eph. 4:5-6<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v20n609\"> There are a great many things associated with these principles in which the children of men are very deeply interested and in which more especially the Latter-day Saints are very, very deeply interested. The Lord has gathered us from among the nations of the earth, just as he told some of his ancient prophets, who wrote it, that he would do. And one of them while wrapped in prophetic vision gazed upon the purposes of Jehovah in relation to this generation, and saw the people of God gathering together, exclaimed: &#x201C;Who are these that fly as a cloud, and as the doves to their windows?&#x201D;<span class=\"citation\" id=\"59968\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59968)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59968)\">Isa. 60:8<\/a><\/span> And another says: &#x201C;I will take you one of a city, and two of a family, and I will bring you <div class=\"break columnbreak\" id=\"226b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0226.pdf\" target=\"pdfwin\">p.&#xA0;226b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7299\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to Zion.&#x201D;<span class=\"citation\" id=\"60338\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60338)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60338)\">Jer. 3:14<\/a><\/span> What will you do with them when you get them there? &#x201C;I will give you pastors according to mine own heart, which shall feed you with knowledge and understanding.&#x201D;<span class=\"citation\" id=\"60386\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60386)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60386)\">Jer. 3:15<\/a><\/span> &#x201C;Saviors shall come upon mount Zion,&#x201D; says another, &#x201C;and the kingdom shall be the Lord's.&#x201D;<span class=\"citation\" id=\"62012\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62012)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62012)\">Obad. 1:21<\/a><\/span> Very peculiar expressions and very significant some of these remarks are. Yet they were made by men when under the influence of the Holy Ghost, the spirit of revelation which unfolded to their view things that should transpire in the latter days which is emphatically, what is called in the Scriptures, &#x201C;The dispensation of the fulness of times,&#x201D; when he would &#x201C;gather together in one all things in Christ, both which are in heaven, and which are on earth; even in him.&#x201D;<span class=\"citation\" id=\"74832\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74832)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74832)\">Eph. 1:10<\/a><\/span> He would gather his people in one to commence with, and hence our position today in these valleys of the mountains. Why are we here? We came here because it was according to the eternal purposes of God that we should gather together; and because God has restored this principle among other principles through the ministration of holy angels, and by the manifestation of his power by the revelation of his will through the ancient priesthood that existed upon the earth. And what made us gather together? You could hardly tell, many of you, if I were to ask you. I know very well that when you received this Gospel in foreign lands you could not rest until you gathered to Zion; and there was a correspondent feeling among the Saints here to help to bring about these things. Before the railroad across the plains was built, you used to send out your teams, as many as five hundred at a time. What made you do it? It was the spirit of the gathering that associated  <div class=\"break pagebreak\" id=\"227a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0227.pdf\" target=\"pdfwin\">p.&#xA0;227a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7298\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>itself with the latter-day dispensation, if there were time I might tell you how peculiarly some people were moved upon. <\/div><div class=\"paragraph jod\" id=\"v20n611\"> The Prophet Joseph Smith and Oliver Cowdery baptized each other. Why? Because John the Baptist appeared and conferred upon them this priesthood,<span class=\"citation\" id=\"129330\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129330)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129330)\">D&amp;C 27:8<\/a><\/span> and they went and administered in it.<span class=\"citation\" id=\"93937\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93937)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93937)\">JS&mdash;H 1:68-72<\/a><\/span> Why did Joseph Smith and others lay hands upon men for the reception of the Holy Ghost? Because Peter, James and John, who held the keys of the priesthood and of this Gospel in former days conferred that power upon them and they operated in it.<span class=\"citation\" id=\"84620\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84620)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84620)\">D&amp;C 27:12<\/a><\/span><span class=\"citation\" id=\"127990\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127990)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127990)\">JS&mdash;H 1:70<\/a><\/span> Why did the people feel inclined to gather? Because Moses who was at the head of the gathering dispensation and to whom the keys of this dispensation were given, came and conferred upon them the power to gather the house of Israel and the ten tribes from their dispersion;<span class=\"citation\" id=\"90511\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90511)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90511)\">D&amp;C 110:11<\/a><\/span> and when you received this Gospel you received this as a part. This dispensation of the fulness of times embraces all other dispensations that have ever existed upon the earth, with all their powers. That is the reason you desired so to gather together,<span class=\"citation\" id=\"127991\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127991)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127991)\">Eph. 1:10<\/a><\/span> and for these peculiar impulses which many of you could not account for. <\/div><div class=\"paragraph jod\" id=\"v20n612\"> Why do we build temples? Because Elijah appeared and conferred the powers of his priesthood<span class=\"citation\" id=\"90558\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90558)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90558)\">D&amp;C 110:13-16<\/a><\/span> which were to &#x201C;turn the heart of the fathers to the children, and the heart of the children to their fathers.&#x201D;<span class=\"citation\" id=\"62599\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62599)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62599)\">Mal. 4:6<\/a><\/span> And why do you expend so much&#x2014;even your enemies are complaining because of the millions of dollars that are used in the erection of temples. Why do you do it? Simply because God has commanded us to do it and we know it and because the spirit attending this peculiar work rests upon us until we feel its impulses in our very bones. And is it a trouble to do it? <div class=\"break columnbreak\" id=\"227b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0227.pdf\" target=\"pdfwin\">p.&#xA0;227b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7298\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> No. We feel a pleasure in it. And then when we build our temples we feel a pleasure in administering in them, not only for ourselves, but for our fathers and mothers and those of our progenitors who have died without the Gospel, and then to help to save all that have been worthy of salvation that have ever lived upon the earth. And we have got to continue our labors in this direction, we have only just commenced; and if this little thing troubles men, all the consolation I can give them is that they will be worse troubled yet. If others know not what we are doing, we do; we know in whom we have believed, and consequently we operate in these things. <\/div><div class=\"paragraph jod\" id=\"v20n613\"> Now then, what shall we do? Continue to do good; continue to live our religion; continue to carry out the purposes of God; continue to humble ourselves before the Lord and cultivate his Holy Spirit that we may comprehend his laws and know his will concerning us. You have received the Holy Ghost. Now I will tell you a piece of instruction that Joseph Smith once gave me, and it won't hurt you. Said he, &#x201C;Elder Taylor, you have received the Holy Ghost: now follow the leadings of that spirit; and if you do, by-and-by it will become in you a principle of revelation that you will know all things as they come along and understand what is right and what is wrong in relation to them.&#x201D; That is just as applicable to you if you can receive it and live up to it and enjoy it. <\/div><div class=\"paragraph jod\" id=\"v20n614\"> Well, what are we? We ought to be the Saints of God without rebuke in the midst of a crooked and perverse generation.<span class=\"citation\" id=\"75496\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75496)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75496)\">Philip. 2:15<\/a><\/span> We ought to be full of charity, of brotherly kindness and affection and love one towards another and love towards all men.<span class=\"citation\" id=\"90902\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90902)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90902)\">D&amp;C 121:45<\/a><\/span> We ought to feel as our heavenly  <div class=\"break pagebreak\" id=\"228a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0228.pdf\" target=\"pdfwin\">p.&#xA0;228a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7297\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Father does. What does he do? &#x201C;He maketh his sun to rise on the evil and on the good, and sendeth rain on the just and on the unjust.&#x201D;<span class=\"citation\" id=\"63258\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63258)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63258)\">Matt. 5:45<\/a><\/span> He will save all men to such a degree of salvation and exaltation as they are capable of receiving; but he cannot bestow upon people what they are not prepared to receive. There is a celestial glory and a terrestrial glory and a telestial glory; &#x201C;There is one glory of the sun, and another glory of the moon, and another glory of the stars: for one star differeth from another star in glory. So also is the resurrection of the dead.&#x201D;<span class=\"citation\" id=\"73951\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73951)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73951)\">1 Cor. 15:41-42<\/a><\/span> But there is, we must bear in mind, a celestial glory which is one,<span class=\"citation\" id=\"73919\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73919)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73919)\">1 Cor. 15:40<\/a><\/span> and there is a terrestrial glory which is one,<span class=\"citation\" id=\"87197\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87197)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87197)\">D&amp;C 76:96-98<\/a><\/span> etc. And we want as Latter-day Saints to comprehend the position we occupy; and while God has conferred many great and precious privileges upon us, we want to appreciate them and honor them. Are we Seventies? We ought to be full of light and life and the power and spirit of the Living God and feel that we are messengers to the nations of the earth; we ought to feel the word of God burning like fire in our bones,<span class=\"citation\" id=\"60548\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60548)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60548)\">Jer. 20:9<\/a><\/span> feeling desirous to go and snatch men from the powers of darkness and the chains of corruption with which they are bound, and lead them in the paths of life. We ought to be prepared to go forth weeping, bearing precious seed that we might come back again rejoicing, bringing our sheaves with us.<span class=\"citation\" id=\"57260\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57260)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57260)\">Ps. 126:6<\/a><\/span> If we are High Priests, we ought to magnify our calling in that portion of the priesthood and to prepare ourselves for the duties and responsibilities that are devolving upon us associated with that priesthood, that we may be prepared according to the revelations we have received in regard to these subjects, to preside over and among the different Stakes when they shall <div class=\"break columnbreak\" id=\"228b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0228.pdf\" target=\"pdfwin\">p.&#xA0;228b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7297\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> be organized and to be prepared to operate in all things according to the mind and will of God.<span class=\"citation\" id=\"91114\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91114)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91114)\">D&amp;C 124:133-135<\/a><\/span> If we are Elders we should seek to magnify our calling in every particular, and put away from us every evil and satisfy ourselves that we are accepted of God, living so that it will be a pleasure as well as a duty to carry out the will of God in all things. If we are fathers, we should treat our children properly and train them in the fear of God; we should treat our wives with mercy and tenderness and with love; we ought to bear with their infirmities and sustain them in the pathway of life, pour joy and happiness into their bosoms, and help them to bear the struggles and difficulties that they have to cope with. If we are wives, we should try to make a heaven of our homes. And as children and as parents and as Latter-day Saints and as Elders of Israel, we should seek by the prayer of faith to fulfil the various duties that devolve upon us, that we may honor our God, magnify our calling and fill the measure of our creation here upon the earth, and purge ourselves from all unrighteousness, and be full of love, kindness, generosity and philanthropy, and also full of honesty, of truthfulness and integrity, feeling in our hearts to say, O God, search me and try me and prove me, and if there is any evil in me,<span class=\"citation\" id=\"57326\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57326)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57326)\">Ps. 139:23-24<\/a><\/span> help me to purge it out from me, and help me to honor and magnify my priesthood and every duty devolving upon me. And as fathers and mothers we should never utter a word or do an act that we should be ashamed for God, or angels, or our children to hear or see. And if we will do right and cherish and cultivate the spirit of God to the extent that it can prevail and predominate in our midst, we will see Zion arise and shine, and the glory of God will rest upon her.<span class=\"citation\" id=\"59893\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59893)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59893)\">Isa. 60:1<\/a><\/span> <\/div> <div class=\"break pagebreak\" id=\"229a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0229.pdf\" target=\"pdfwin\">p.&#xA0;229a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7296\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v20n617\"> God help us to do right and preserve our purity, keep his laws and lead us in the paths of life, that while we live upon the earth we may operate with him in the salvation of <div class=\"break columnbreak\" id=\"229b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0229.pdf\" target=\"pdfwin\">p.&#xA0;229b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7296\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the living and the dead, and be saved ultimately in his celestial kingdom, having fought the good fight, finished our course, and kept the faith.<span class=\"citation\" id=\"76267\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76267)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76267)\">2 Tim. 4:7<\/a><\/span> In the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}