{"ID":20006, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Necessity of Building Temples&#x2014;The Endowment.<\/div>\n<div class=\"subtitle\">An Oration by President Brigham Young, Delivered on the Southeast Corner Stone of the Temple at Great Salt Lake City, after the First Presidency and the Patriarch had laid the Stone, April 6, 1853<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Necessity of Building Temples, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 4\/6\/1853<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d06\">\n<div class=\"paragraph jod\" id=\"v2n158\"> This morning we have assembled on one of the most solemn, interesting, joyful, and glorious occasions, that ever have transpired, or will transpire among the children of men, while the earth continues in its present organization, and is occupied for its present purposes. And I congratulate my brethren and sisters that it is our unspeakable privilege to stand here this day, and minister before the Lord on an occasion which has caused the tongues and pens of Prophets to speak and write for many scores of centuries which are past. <\/div><div class=\"paragraph jod\" id=\"v2n159\"> When the Lord Jesus Christ tabernacled in the flesh&#x2014;when he had left the most exalted regions of His Father's glory, to suffer and shed his blood for sinning, fallen creatures, like ourselves, and the people crowded around him, a certain man said unto him, &#x201C;<span class=\"italic\">Master, I will follow thee whithersoever thou goest<\/span>.&#x201D; Jesus said unto him, &#x201C;Foxes have holes, and the birds of the air have nests; but the Son of Man hath not where to lay <span class=\"small-caps\">HIS<\/span>  <span class=\"italic\">head<\/span>.&#x201D; And we find no record that this man followed him any farther. <\/div><div class=\"paragraph jod\" id=\"v2n160\"> Why had not the <span class=\"italic\">Son of Man<\/span> where to lay <span class=\"italic\">his head<\/span>? Because his Father had no house upon the earth&#x2014;none dedicated to Him, and preserved for His exclusive use, and the benefit of His obedient children. <\/div><div class=\"paragraph jod\" id=\"v2n161\"> The Ark containing the covenant&#x2014;<span class=\"citation\" id=\"64027\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64027)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64027)\">Matt. 8:19-20<\/a><\/span> <div class=\"break columnbreak\" id=\"29b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0029.pdf\" target=\"pdfwin\">p.&#xA0;29b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9558\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>or the Ark of the Covenant<span class=\"citation\" id=\"54672\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54672)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54672)\">Num. 10:33<\/a><\/span> in the days of Moses, containing the sacred records,<span class=\"citation\" id=\"76886\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76886)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76886)\">Heb. 9:4<\/a><\/span> was moved from place to place in a cart. And so sacred was that Ark, if a man stretched forth his hand to steady it, when the cart jostled, he was smitten, and died.<span class=\"citation\" id=\"55541\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55541)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55541)\">2 Sam. 6:6-7<\/a><\/span> And would to God that all who attempt to do the same in this day, figuratively speaking, might share the same fate. And they will share it sooner or later, if they do not keep their hands, and tongues too, in their proper places, and stop dictating the order of the Gods of the Eternal Worlds. <\/div><div class=\"paragraph jod\" id=\"v2n162\"> When the Ark of the Covenant rested, or when the children of Israel had an opportunity to rest (for they were mobbed and harassed somewhat like the Latter-day Saints), the Lord, through Moses, commanded a Tabernacle to be built, wherein should rest and be stationed, the Ark of the Covenant. And particular instructions were given by revelation to Moses, how every part of said Tabernacle should be constructed,<span class=\"citation\" id=\"54374\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54374)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54374)\">Ex. 25:9<\/a><\/span> even to the curtains&#x2014;the number thereof, and of what they should be made; and the covering, and the wood for the boards, and for the bars, and the court, and the pins, and the vessels, and the furniture, and everything pertaining to the Tabernacle.<span class=\"citation\" id=\"54379\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54379)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54379)\">Ex. 26:1-27<\/a><\/span><span class=\"citation\" id=\"54381\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54381)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54381)\">Ex. 27:1-21<\/a><\/span> Why did Moses need such a particular revelation to build a Tabernacle? Because he had never seen one, and did not know how  <div class=\"break pagebreak\" id=\"30a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0030.pdf\" target=\"pdfwin\">p.&#xA0;30a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9557\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to build it without revelation, without a <span class=\"italic\">pattern<\/span>. <\/div><div class=\"paragraph jod\" id=\"v2n164\"> Thus the Ark of the Covenant continued until the days of David, King of Israel, standing or occupying a Tabernacle, or tent. But to David, God gave commandment that he should build Him a house, wherein He, Himself, might dwell, or which He might visit, and in which He might commune with His servants when He pleased.<span class=\"citation\" id=\"55546\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55546)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55546)\">2 Sam. 7:5-16<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v2n165\"> From the day the children of Israel were led out of Egypt to the days of Solomon, Jehovah had no resting place upon the earth (and for how long a period before that day, the history is unpublished), but walked in the tent or Tabernacle,<span class=\"citation\" id=\"55547\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55547)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55547)\">2 Sam. 7:6<\/a><\/span> before the Ark, as it seemed Him good, having no place to lay His head. <\/div><div class=\"paragraph jod\" id=\"v2n166\"> David was not permitted to build the house which he was commanded to build, because he was a &#x201C;<span class=\"italic\">man of blood<\/span>,&#x201D;<span class=\"citation\" id=\"55893\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55893)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55893)\">1 Chr. 28:3<\/a><\/span> that is, he was beset by enemies on every hand, and had to spend his days in war and bloodshed to save Israel (much as the Latter-day Saints have done, only he had the privilege to <span class=\"italic\">defend himself<\/span> and <span class=\"italic\">people<\/span> from <span class=\"italic\">mobocrats<\/span> and <span class=\"italic\">murderers<\/span>, while we have hitherto been denied that privilege), and, consequently, he had no time to build a house unto the Lord but commanded his son Solomon, who succeeded him on the throne, to erect the Temple at Jerusalem, which God had required at his hands.<span class=\"citation\" id=\"55895\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55895)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55895)\">1 Chr. 28:6<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v2n167\"> The pattern of this Temple, the length, and breadth, and height of the inner and outer courts, with all the fixtures thereunto appertaining, were given to Solomon by revelation, through the proper source.<span class=\"citation\" id=\"55901\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55901)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55901)\">1 Chr. 28:11-19<\/a><\/span> And why was this <span class=\"italic\">revelation-pattern<\/span> necessary? Because that Solomon had never built a Temple, and did not know what was necessary in the arrangement of the different apartments, any better than Moses did what was needed in the Tabernacle. <\/div> <div class=\"break columnbreak\" id=\"30b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0030.pdf\" target=\"pdfwin\">p.&#xA0;30b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9557\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v2n168\"> This Temple, called Solomon's Temple, because Solomon was the master workman, was completed some time previous to the appearance of the Son of Man on the earth, in the form of the babe of Bethlehem, and had been dedicated as the House of the Lord, and accepted as a finished work by the Father, who commanded it to be built, that His Son might have a resting place on the earth, when he should enter on his mission. <\/div><div class=\"paragraph jod\" id=\"v2n169\"> Why, then, did Jesus exclaim to the man who volunteered to follow him wheresoever he went, that &#x201C;the Son of Man hath not where to lay his head?&#x201D;<span class=\"citation\" id=\"64031\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64031)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64031)\">Matt. 8:20<\/a><\/span> Jesus knew the pretended Saint and follower to be a hypocrite, and that if he told him plainly that he would not fare as well as the birds and foxes, he would leave him at once, and that would save <span class=\"italic\">Him<\/span> much trouble. <\/div><div class=\"paragraph jod\" id=\"v2n170\"> But how could Jesus' saying, that he had &#x201C;<span class=\"italic\">not where to lay his head<\/span>,&#x201D;<span class=\"citation\" id=\"64030\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64030)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64030)\">Matt. 8:20<\/a><\/span> be true? Because the house which the Father had commanded to be built for his reception, although completed, had become polluted, and hence the saying, &#x201C;My house is the house of prayer; but ye have made it a den of thieves,&#x201D;<span class=\"citation\" id=\"65316\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65316)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65316)\">Matt. 21:13<\/a><\/span> and he made a scourge of cords, and drove the moneychangers, and dove sellers, and faro gamblers, all out of his house, and overthrew their tables;<span class=\"citation\" id=\"65311\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65311)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65311)\">Matt. 21:12<\/a><\/span><span class=\"citation\" id=\"68678\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68678)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68678)\">John 2:15<\/a><\/span> but that did not purify the house, so that he could not sleep in it, for an holy thing dwelleth not in an unholy Temple. <\/div><div class=\"paragraph jod\" id=\"v2n171\"> If Jesus could not lay his head in an unholy, polluted temple, how can the Latter-day Saints expect that the Holy Spirit will take and abide its residence with them, in their tabernacles and temples of clay, unless they keep themselves pure, spotless, and undefiled? <\/div><div class=\"paragraph jod\" id=\"v2n172\"> It is no wonder that the Son of Man, soon after his resurrection from the tomb, ascended to his Father,<span class=\"citation\" id=\"70853\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70853)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70853)\">John 20:17<\/a><\/span> for he had no place on earth to lay his  <div class=\"break pagebreak\" id=\"31a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0031.pdf\" target=\"pdfwin\">p.&#xA0;31a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9556\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>head;<span class=\"citation\" id=\"64029\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64029)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64029)\">Matt. 8:20<\/a><\/span> his house still remaining in the possession of his enemies, so that no one had the privilege of purifying it, if they had the disposition, and otherwise the power, to do it; and the occupants thereof were professors in name, but hypocrites and <span class=\"italic\">apostates<\/span>, from whom no good thing can be expected. <\/div><div class=\"paragraph jod\" id=\"v2n174\"> Soon after the ascension of Jesus, through mobocracy, martyrdom, and apostasy, the Church of Christ became extinct from the earth, the Man Child&#x2014;<span class=\"citation\" id=\"94305\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94305)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94305)\">Rev. 12:5<\/a><\/span>the Holy Priesthood, was received up into heaven from whence it came, and we hear no more of it on the earth, until the Angels restored it to Joseph Smith, by whose ministry the Church of Jesus Christ was restored, reorganized on earth, twenty-three years ago this day, with the title of &#x201C;Latter-day Saints,&#x201D; to distinguish them from the Former-day Saints. <\/div><div class=\"paragraph jod\" id=\"v2n175\"> Soon after, the Church, through our beloved Prophet Joseph, was commanded to build a Temple to the Most High, in Kirtland, Ohio, and this was the next House of the Lord we hear of on the earth, since the days of Solomon's Temple. Joseph not only received revelation and commandment to build a Temple, but he received a <span class=\"italic\">pattern<span class=\"citation\" id=\"89117\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89117)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89117)\">D&amp;C 94:1-2<\/a><\/span><\/span> also, as did Moses for the Tabernacle, and Solomon for his Temple; for without a pattern, he could not know what was wanting, having never seen one, and not having experienced its use. <\/div><div class=\"paragraph jod\" id=\"v2n176\"> Without revelation, Joseph could not know what was wanting, any more than any other man, and, without commandment, the Church were too few in numbers, too weak in faith and too poor in purse, to attempt such a mighty enterprise. But by means of all these stimulants, a mere handful of men, living on air, and a little hominy and milk, and often salt or no salt when milk could not be had; the great Prophet Joseph, in the stone quarry, quarrying rock with his own hands; and the few then in the Church, <div class=\"break columnbreak\" id=\"31b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0031.pdf\" target=\"pdfwin\">p.&#xA0;31b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9556\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> following his example of obedience and diligence wherever most needed; with laborers on the walls, holding the sword in one hand to protect themselves from the mob, while they placed the stone and moved the trowel with the other,<span class=\"citation\" id=\"124685\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124685)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124685)\">Neh. 4:17<\/a><\/span> the Kirtland Temple&#x2014;the second House of the Lord, that we have any published record of on the earth, was so far completed as to be dedicated. And those first Elders who helped to build it, received a portion of their first endowments, or we might say more clearly, some of the first, or introductory, or initiatory ordinances, preparatory to an endowment. <\/div><div class=\"paragraph jod\" id=\"v2n177\"> The preparatory ordinances there administered, though accompanied by the ministration of angels, and the presence of the Lord Jesus,<span class=\"citation\" id=\"90481\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90481)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90481)\">D&amp;C 110:1-16<\/a><\/span> were but a faint similitude of the ordinances of the House of the Lord in their fulness; yet many, through the instigation of the devil, thought they had received all, and knew as much as God; they have apostatized, and gone to hell. But be assured, brethren, there are but few, <span class=\"italic\">very few<\/span> of the Elders of Israel, now on earth, who know the <span class=\"italic\">meaning<\/span> of the word <span class=\"italic\">endowment<\/span>. To know, they must experience; and to experience, a Temple must be built. <\/div><div class=\"paragraph jod\" id=\"v2n178\"> Let me give you the definition in brief. Your <span class=\"italic\">endowment<\/span> is, to receive all those ordinances in the House of the Lord, which are necessary for you, after you have departed this life, to enable you to walk back to the presence of the Father, passing the angels who stand as sentinels, being enabled to give them the key words, the signs and tokens, pertaining to the Holy Priesthood, and gain your eternal exaltation in spite of earth and hell. <\/div><div class=\"paragraph jod\" id=\"v2n179\"> Who has received and understands such an endowment, in this assembly? You need not answer. Your voices would be few and far between, yet the <span class=\"italic\">keys<\/span> to these endowments are among you, and thousands have received  <div class=\"break pagebreak\" id=\"32a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0032.pdf\" target=\"pdfwin\">p.&#xA0;32a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9555\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>them, so that the devil, with all his aids, need not suppose he can again destroy the Holy Priesthood from the earth, by <span class=\"italic\">killing<\/span> a few, for he cannot do it. God has set His hand, for the last time, to redeem His people, the honest in heart, and Lucifer cannot hinder Him. <\/div><div class=\"paragraph jod\" id=\"v2n181\"> Before these endowments could be given at Kirtland, the Saints had to flee before mobocracy. And, by toil and daily labor, they found places in Missouri, where they laid the cornerstones of Temples, in Zion and her Stakes, and then had to retreat to Illinois, to save the lives of those who could get away alive from Missouri, where fell the Apostle David W. Patten, with many like associates, and where were imprisoned in loathsome dungeons, and fed on human flesh, Joseph and Hyrum, and many others. But before all this had transpired, the Temple at Kirtland had fallen into the hands of wicked men, and by them been polluted, like the Temple at Jerusalem, and consequently it was disowned by the Father and the Son. <\/div><div class=\"paragraph jod\" id=\"v2n182\"> At Nauvoo, Joseph dedicated another Temple, the third on record. He knew what was wanting, for he had previously given most of the prominent individuals then before him their endowment. He needed no revelation, then, of a thing he had long experienced, any more than those now do, who have experienced the same things. It is only where experience fails, that revelation is needed. <\/div><div class=\"paragraph jod\" id=\"v2n183\"> Before the Nauvoo Temple was completed, Joseph was murdered&#x2014;<span class=\"italic\">murdered at sunlight<\/span>, under the protection of the most noble government that then existed, and that now exists, on our earth. Has his blood been atoned for? No! And why? A martyr's blood to true religion was never atoned for on our earth. No man, or nation of men, without the Priesthood, has power to make atonement for such sins. The souls of all <div class=\"break columnbreak\" id=\"32b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0032.pdf\" target=\"pdfwin\">p.&#xA0;32b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9555\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> such, since the days of Jesus, are &#x201C;under the altar,&#x201D;<span class=\"citation\" id=\"79284\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79284)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79284)\">Rev. 6:9-10<\/a><\/span> and are crying to God,<span class=\"citation\" id=\"92047\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92047)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92047)\">D&amp;C 135:7<\/a><\/span> day and night, for vengeance. And shall they cry in vain? God forbid! He has promised He will hear them in His own due time, and recompense a righteous reward. <\/div><div class=\"paragraph jod\" id=\"v2n184\"> But what of the Temple in Nauvoo? By the aid of sword in one hand, and trowel and hammer in the other,<span class=\"citation\" id=\"124686\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124686)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124686)\">Neh. 4:17<\/a><\/span> with fire arms at hand, and a strong band of police, and the blessings of heaven, the Saints, through hunger, and thirst, and weariness, and watchings, and prayings, so far completed the Temple, despite the devices of the mob, that many received a small portion of their endowment, but we know of no one who received it in its fulness. And then, to save the lives of all the Saints from <span class=\"italic\">cruel murder<\/span>, we removed westward, and being led by the all-searching eye of the Great Jehovah, we arrived at this place. <\/div><div class=\"paragraph jod\" id=\"v2n185\"> Of our journey hither, we need say nothing, only, God led us. Of the sufferings of those who were compelled to, and did, leave Nauvoo in the winter of 1846, we need say nothing. Those who experienced it know it, and those who did not, to tell them of it would be like exhibiting a beautiful painting to a blind man. <\/div><div class=\"paragraph jod\" id=\"v2n186\"> We will not stop to tell you of the sufferings of widows and orphans on Omaha lands, while their husbands and fathers were traversing the burning plains of the South, to fight the battles of a country which had banished them from civilization, for they secured the land on which we dwell, from our nation's foe, exposed the gold of California, and turned the world upside down. All these things are before you&#x2014;you know them, and we need not repeat them. <\/div><div class=\"paragraph jod\" id=\"v2n187\"> While these things were transpiring with the Saints in the wilderness; the Temple at Nauvoo passed into the hands of the enemy, who polluted it to that extent the Lord not only ceased  <div class=\"break pagebreak\" id=\"33a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0033.pdf\" target=\"pdfwin\">p.&#xA0;33a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9554\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to occupy it, but He loathed to have it called by His name, and permitted the wrath of its possessors to purify it by fire, as a token of what will speedily fall on them and their habitations, unless they repent. <\/div><div class=\"paragraph jod\" id=\"v2n189\"> But what are we here for, this day? To celebrate the birthday of our religion! To lay the foundation of a Temple to the Most High God, so that when His Son, our Elder Brother, shall again appear, he may have a place where he can lay his head,<span class=\"citation\" id=\"64032\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64032)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64032)\">Matt. 8:20<\/a><\/span> and not only spend a night or a day, but find a place of peace, that he may stay till he can say, &#x201C;I am satisfied.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v2n190\"> Brethren, shall the Son of Man be satisfied with our proceedings this day? Shall he have a house on the earth which he can call his own? Shall he have place where he can lay his head, and rest overnight, and tarry as long as he pleases, and be satisfied and pleased with his accommodations? <\/div><div class=\"paragraph jod\" id=\"v2n191\"> These are questions for you to answer. If you say yes, you have got to do the work, or it will not be done. We do not want any whiners about this Temple. If you cannot commence cheerfully, and go through the labor of the whole building cheerfully, start for California, and the quicker the better. Make you a golden calf, and worship it. If your care for the ordinances of salvation, for yourselves, your living, and dead, is not first and foremost in your hearts, in your actions, and in everything you possess, go! Pay your debts, if you have any, and go in peace, and prove to God and all His Saints that you are what you profess to be, by your acts&#x2014;a God of Gods, and know more than He that made you. <\/div><div class=\"paragraph jod\" id=\"v2n192\"> But if you are what you profess to <div class=\"break columnbreak\" id=\"33b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0033.pdf\" target=\"pdfwin\">p.&#xA0;33b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9554\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> be, do your duty&#x2014;stay with the Saints, pay your Tithing, and be prompt in paying, as you are in feeding your family; and the Temple, of which we have now laid the Southeast Corner Stone, will arise in beauty and grandeur, in a manner and time which you have not hitherto known or contemplated. <\/div><div class=\"paragraph jod\" id=\"v2n193\"> The Saints of these valleys have grown in riches, and abundance of the comforts of life, in a manner hitherto unparalleled on the page of history, and if they will do by their Heavenly Father as He has done by them, soon will this Temple be enclosed. But if you go in for a speculation with passers by, as many have hitherto done, you will not live to see the Topstone of this Temple laid; and your labors and toils for yourselves and friends, dead and alive, will be worse than though you had had no existence. <\/div><div class=\"paragraph jod\" id=\"v2n194\"> We dedicate this, the Southeast Corner Stone of this Temple, to the Most High God. May it remain in peace till it has done its work, and until He who has inspired our hearts to fulfil the prophecies of His holy Prophets, that the House of the Lord should be reared in the &#x201C;Tops of the Mountains,&#x201D;<span class=\"citation\" id=\"57692\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57692)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57692)\">Isa. 2:2<\/a><\/span> shall be satisfied, and say, &#x201C;It is enough.&#x201D;<span class=\"citation\" id=\"53632\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53632)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53632)\">Gen. 45:28<\/a><\/span> And may every tongue, pen, and weapon, that may rise against this or any other Corner Stone of this building, feel the wrath and scourging of an incensed God! May sinners in Zion be afraid, and fearful news surprise the hypocrite,<span class=\"citation\" id=\"59013\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59013)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59013)\">Isa. 33:14<\/a><\/span> from this hour. And may all who do not feel to say Amen, go speedily to that long night of rest from which no sleeper will awake, till roused by the trump of the Second Resurrection. <\/div>\n<\/div>\n<\/div>"}