{"ID":200016, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">All Things Governed By Law&#x2014;All Intelligence and Blessings Have Emanated From God&#x2014;Man's Free Agency Should Not Be Interfered With&#x2014;The Opponents of the Kingdom of God Should Not Be Allowed to Teach Our Children&#x2014;Necessity of All Being Subject to Legitimate Authority.<\/div>\n<div class=\"subtitle\">Discourse by President John Taylor, delivered at Bountiful, Davis County, on Sunday Afternoon, December 1, 1878.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Geo. F. Gibbs.<\/div>\n<div class=\"pageHeader\">Page Header: All Things Governed, Etc.<\/div>\n<div class=\"speaker\">Speaker: John Taylor<\/div>\n<div class=\"date\">Date: 12\/1\/1878<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d16\">\n<div class=\"paragraph jod\" id=\"v20n356\"> I am pleased to meet with the Saints in this place; and I have been very much interested in the <div class=\"break columnbreak\" id=\"129b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0129.pdf\" target=\"pdfwin\">p.&#xA0;129b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7396\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> remarks that have been made by the brethren who have spoken to us this morning as well as this  <div class=\"break pagebreak\" id=\"130a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0130.pdf\" target=\"pdfwin\">p.&#xA0;130a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7395\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>afternoon. I think they have laid before us many good and precious principles which will result in our good, if we can only appreciate them and be governed by them. <\/div><div class=\"paragraph jod\" id=\"v20n358\"> We are living in a very eventful day, in a time that is pregnant with great events; and it is necessary that we prepare ourselves so that we may be able to conform ourselves to the circumstances with which we are surrounded, and to fulfil the various duties that devolve upon us individually and collectively. <\/div><div class=\"paragraph jod\" id=\"v20n359\"> The brethren who have addressed you have spoken more particularly upon temporal things&#x2014;a subject which is very appropriate and important, because, although we may believe it is right, proper and profitable for us to be united in temporal matters, whatever our faith may be we do not quite carry it out. We make a stagger at it, but we do not seem to appreciate fully the position we occupy, and it is very difficult for men to comprehend these things. We have established organizations in the several Stakes, which are all very well so far as they go; they are the framework&#x2014;the bones, and sinews and arteries and flesh (comparing them with the human body); they are very beautiful and symmetrical in all their parts. But they need the Spirit of God to breathe upon them to quicken them with its lifegiving vitality, energy and power, that they may fulfil their various functions as living, breathing and intelligent powers, that we may truly comprehend the position which we occupy in these various stakes, both officers and people, and we all of us may be active and alive and energetic in the pursuit of those principles which God has developed as necessary for our present and eternal happiness. <\/div> <div class=\"break columnbreak\" id=\"130b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0130.pdf\" target=\"pdfwin\">p.&#xA0;130b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7395\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v20n360\"> There is order in all the creations of God. The planetary system by which we are surrounded and with which we are associated is governed by the strictest principles of law; all those magnificent bodies move in their several orbits in the midst of the power of God, sustained and directed by his Almighty hand.<span class=\"citation\" id=\"88543\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88543)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88543)\">D&amp;C 88:42-47<\/a><\/span> And everything in nature is also governed by law.<span class=\"citation\" id=\"127892\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127892)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127892)\">D&amp;C 88:13,36<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v20n361\"> Today we can talk of railroads and steamboats. I remember the time, and many of you old people also remember, when there were no such things in existence. Well, but did not steam possess the same properties five thousand years ago as it does today? Yes it did; the properties were precisely the same but we did not understand it, that's all. The principles were the same, and there is an eternal law by which all these things are governed. The same thing applies to electricity. You remember very well when it took several months to send a message to Washington and receive an answer; now we can do it in as many minutes. But did not that principle always exist? Yes; but man did not know how to avail himself of it. I remember the time, too, very well when there was no such thing as gas, when whale oil was used, which produced a light that just about made darkness visible. We knew nothing about kerosene, or gasoline, or gas or any of these superior artificial lights; but then the principles existed then as they do now, but we did not understand them. We did not comprehend the position of things and it is only quite recently that some of these discoveries have been brought into operation. The art of photography has not been long known. When I was a boy people would have laughed at you  <div class=\"break pagebreak\" id=\"131a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0131.pdf\" target=\"pdfwin\">p.&#xA0;131a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7394\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>if you had talked of taking a man's likeness in a minute's time; yet it is done. Did not light always possess the same properties? Yes, but man did not understand it. The same thing applies to the mineral world, the vegetable kingdom, the animal creation, and all the works of God. They are all governed by certain laws. The vegetables which you grow here, how were they organized? God organized them and placed them upon the earth, and gave them power to propagate their species; so also with regard to the animal creation, as well as birds, fishes, insects, &amp;c.<span class=\"citation\" id=\"52108\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52108)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52108)\">Gen. 1:21-22<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v20n363\"> We talk sometimes about our temporal things. If we could understand things as God does, we should not be much troubled about them. If for a moment we reflect upon all the creations that live upon this little globe&#x2014;those that move in the air, the waters and on the land, we find there is a wisdom, an intelligence that provides for all. There is a prescient and an omnipotent power that governs, controls and shapes the affairs of this world according to the counsel of his will, and especially so in all matters pertaining to the human family. As one nation rises up and another falls, it is by his power that it is done. Nations and peoples may be in prosperity for a short time, but one touch of the finger of the Almighty and they wither, crumble and decay. Change succeeds change in human affairs, but the laws of God in everything are correct and true in every stage and phase of nature, everything on the earth, in the waters and in the atmosphere is governed by unchangeable, eternal laws. There are some bodies that will unite; there are others that will not unite. You cannot, for instance, mix oil and water; you <div class=\"break columnbreak\" id=\"131b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0131.pdf\" target=\"pdfwin\">p.&#xA0;131b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7394\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> may shake them up together, but soon each one adheres to his own element. The sisters sometimes say they have good or bad luck, as the case may be, in the making of soap; but in reality there is no luck about it, for you would find that if you have the same properties equal in strength and quantity, using the same process, that the same results would be reached ninety-nine times out of every hundred, and you would find that you could afford to throw the other one in too&#x2014;the conditions being the same. And so it is with the various minerals in all their organizations and conditions. They assume certain forms and they are known by geologists by their shapes, etc., and they are always true to them. And so it is with all the elements with which we are surrounded in the atmosphere, in the earth and in the water. We think we have learned a great deal, but if we did but know it we are only at the foot of the hill; and when we are able to comprehend things as God does we shall comprehend a great many principles that have never entered into our hearts to conceive of, although we are surrounded with those materials and are even treading them under our feet. To speak of these laws, God himself is governed by law, and the Priesthood in the eternal world are governed by law, just as much as his works are. Our earth rolls upon its axis and we have day and night, summer and winter, seedtime and harvest. When men comprehend the laws by which the planets are governed they can tell you to a quarter of a second when an eclipse will take place, and when our earth will be in conjunction with other planets. Why? Because they are governed by eternal laws. There are a great  <div class=\"break pagebreak\" id=\"132a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0132.pdf\" target=\"pdfwin\">p.&#xA0;132a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7393\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>many things by which we are governed of which we know very little and with which we have very little to do. For instance, I will mention the flowing of the blood. What has man to do with that? Nothing; still it flows and courses through the body. I have noticed an aged person, and seen his pulse begin to falter, as though the machinery of life were about to stand still, after having been in motion for perhaps sixty or one hundred years, during which time the pulse had continued to beat without any action on his part, day and night, asleep or awake. There is another principle that God has planted within us, which we call breathing. We continue to breathe, and what effort of the will does it require? No more than it does to cause the blood to flow. We are machines; God has made us and he is our Father. He has planted within us the breath of life<span class=\"citation\" id=\"52412\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52412)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52412)\">Gen. 2:7<\/a><\/span> and we continue to inhale and breathe day after day, month after month, and year after year. And when that stops, what then? Just the same as when the blood ceases to circulate in our veins&#x2014;we pass away. And yet these emanate from God, and they are planted within us and we have nothing much to do with them. We have organs, and it seems as if the Lord plays in them; in his hands is the breath of life, and in him we live and move<span class=\"citation\" id=\"71994\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71994)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71994)\">Acts 17:28<\/a><\/span> from day to day and from year to year, because he suffers us to. He once said to his disciples: &#x201C;Take no thought for your life, what you shall eat; neither for your body, what you shall put on. The life is more than meat, and the body is more than raiment. Consider the ravens: for they neither sow nor reap; which neither have storehouse nor barn; and God feedeth them: how much more are ye <div class=\"break columnbreak\" id=\"132b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0132.pdf\" target=\"pdfwin\">p.&#xA0;132b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7393\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> better than the fowls?&#x201D;<span class=\"citation\" id=\"63583\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63583)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63583)\">Matt. 6:25-26<\/a><\/span><span class=\"citation\" id=\"67622\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67622)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67622)\">Luke 12:22-24<\/a><\/span> He watches over all, he cares for all, he is interested in all; and in him we live, move and have our being.<span class=\"citation\" id=\"71995\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71995)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71995)\">Acts 17:28<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v20n365\"> What next? Are we mortal? Yes. Are we immortal? Yes. Have we to do with time? Yes. We have also to do with eternity. We are the offspring of God;<span class=\"citation\" id=\"72032\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72032)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72032)\">Acts 17:29<\/a><\/span> and God in these last days has seen fit to place us in communication with himself. He has, through the revelations of himself and of his Son Jesus Christ, by the ministry of holy angels and by the restoration of the holy priesthood which emanates from God, and by which he himself is governed, placed us in a position whereby we can fulfil the object of our creation. The world generally are not situated as we are; they do not comprehend things as we do, and hence in many instances they feel very bitter and acrimonious towards us. What is the matter? They do not understand our position; and we did not understand these things until they were communicated to us by the Spirit of the living God, and we could not, nor can any man obtain a knowledge of these things only by the laws which God has laid down. There may be lightning in abundance, but it cannot be used for the conveying of intelligence from place to place only as it is governed by law. If you communicate to any part of the world through this means, you must have the wires laid and the instruments properly connected and adjusted, and then you must know how to operate them; if you don't know how to do this your labor is in vain&#x2014;the wire, the instruments, etc., are useless. You might possess a most magnificent steam engine, but unless charged with steam, of what use could it be? But let the fire and  <div class=\"break pagebreak\" id=\"133a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0133.pdf\" target=\"pdfwin\">p.&#xA0;133a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7392\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>water be put to it, and have a good engineer to manage it, and you may then travel from your settlement here to Salt Lake City or to Ogden quite rapidly. But without these things would the engine be of any use? None whatever. <\/div><div class=\"paragraph jod\" id=\"v20n367\"> There are certain eternal laws that have existed from before the foundation of the world. There has been a priesthood also in existence always, and hence it is called the everlasting priesthood, and it administers in time and in eternity. That priesthood has been conferred upon man together with the right of the Gospel; and we are told how man can get into possession of the Holy Spirit of God, and how he can be placed in communication with God, just the same as you would place one town in communication with another by means of the electric wire. We are told how to do that, and that is by faith in the Lord Jesus Christ; by repentance and baptism for the remission of sin, and by having hands laid upon our heads for the reception of the Holy Ghost. This is a way which God has appointed&#x2014;an eternal law which man cannot gainsay nor depart from any more than they can from any other law of God. He has given us other views in relation to these matters. He has revealed things concerning the relationship that exists between husband and wife, between children and parents, and between the various quorum organizations of his church. He has placed in our power certain principles which are the offspring of God, which have emanated from him, in regard to endowments and anointings and other intelligence which it would not be proper to speak of at the present time. Where did all these originate? In the <div class=\"break columnbreak\" id=\"133b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0133.pdf\" target=\"pdfwin\">p.&#xA0;133b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7392\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> first place in the one great principle that God had revealed himself to the human family and had restored, the everlasting Gospel, and that with it came all these other things&#x2014;apostles and high priests and elders and patriarchs and bishops and high councilors and all the various organizations of the Church and kingdom of God as they now exist upon the earth, all occupying their own peculiar place and position. What for? For the building up of a something that is called Zion or the pure in heart.<span class=\"citation\" id=\"89304\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89304)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89304)\">D&amp;C 97:21<\/a><\/span> What for? For my aggrandizement? For yours? For my individual interests or for yours? No. But in the interest of God and of Jesus the Mediator of the New Covenant,<span class=\"citation\" id=\"77307\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77307)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77307)\">Heb. 12:24<\/a><\/span> of Adam and of all the ancient patriarchs and apostles and men of God who have lived before, both on the Asiatic and American continent, with the powers that exist in the heavens that may be revealed through the medium which He has appointed to men who dwell upon the earth; that we might stand in and occupy our true position before God, not acting and operating of ourselves or by ourselves or by anything inherent in us or by virtue of any intelligence with which we individually may be endowed, but by that alone which God communicates. To whom are we indebted for the light we have today? Some might say to Joseph Smith. Yes, as the instrument, but primarily to God and the Priesthood behind the veil. Could Joseph Smith have revealed anything if it had not been communicated to him? No. Could Brigham Young? No. Could anybody else? No; no man can reveal anything pertaining to these matters only as it is given to him, and he is permitted by the Lord, who  <div class=\"break pagebreak\" id=\"134a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0134.pdf\" target=\"pdfwin\">p.&#xA0;134a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7391\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>is the Author of all light, intelligence and knowledge which we, his children, possess. And he has gathered us together for the purpose of instructing us that we may operate with him and by him and through the intelligence which he imparts, in building up his Zion of the last days.<span class=\"citation\" id=\"60361\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60361)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60361)\">Jer. 3:14-15<\/a><\/span> The world say we are exclusive. We cannot help that. Are we exclusive? To a certain extent, yes. For instance, I know there is a law which God has given. Can I ignore that law and expect blessings from God? No. Can you? No, you cannot. Can men climb any other way into the favor of God than that which he has appointed? No, they cannot. What will you do? We will try and help the Lord to do the very best he can for them; and we will do the best we can for them. One thing we can do, and we are set apart many of us for that purpose, and that is to go and preach the Gospel to every creature.<span class=\"citation\" id=\"66752\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66752)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66752)\">Mark 16:15<\/a><\/span> This the Lord requires at our hands, especially we Seventies, Elders and Apostles. We can do all that is in our power for the people in this way. <\/div><div class=\"paragraph jod\" id=\"v20n369\"> And what next? Can we make them believe? No. Can we make them obey the Gospel? No. We would not if we could, because if there was any force made use of for the accomplishment of that object, it would only result in evil instead of good. We are told by Joseph Smith that, &#x201C;No power or influence can or ought to be maintained by virtue of the priesthood, only by persuasion, by long-suffering, by gentleness and meekness, and by love unfeigned; By kindness, and pure knowledge.&#x201D;<span class=\"citation\" id=\"90897\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90897)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90897)\">D&amp;C 121:41-42<\/a><\/span> They are not to be exercised by force. This is the way I look at these things, and I take the same view of our temporal af<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"134b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0134.pdf\" target=\"pdfwin\">p.&#xA0;134b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7391\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>fairs of which we have heard so much today. Should I wish to control any man? No, I would show him the right way. Should I feel indignant at the follies of men and wish to destroy people? No. David, we are told, prayed to the Lord that his enemies might be sent to hell quickly;<span class=\"citation\" id=\"56819\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56819)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56819)\">Ps. 55:15<\/a><\/span> Jesus said, when suffering at the hands of cruel men all that human nature could endure, &#x201C;Father, forgive them; for they know not what they do.&#x201D;<span class=\"citation\" id=\"68316\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68316)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68316)\">Luke 23:34<\/a><\/span> I like the latter better than the former. Who are the people of the world? They are the children of God. If they are not heirs with God and joint heirs with Jesus Christ,<span class=\"citation\" id=\"72595\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72595)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72595)\">Rom. 8:17<\/a><\/span> they are all his offspring. And what is he going to do with them? The very best he can; and we will try and help him do it. We will set them good patterns; we will teach them by precept and example better ways, and seek to the Lord for wisdom to govern us, and then try and benefit them. But shall we allow them to destroy us? No. Shall we allow our children to be taught by them? No, never by them, for they know not the way of life, and are enemies to God and his laws. God has given unto us children, and he not only expects obedience from us, but expects us, as he did Abraham, to command our children after us to obey the Lord.<span class=\"citation\" id=\"53224\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53224)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53224)\">Gen. 18:19<\/a><\/span> Then do not let us give them over to the powers of darkness to be taught by the enemies of God and His people. But let us study their interests, both for time and eternity, and set them good examples, and keep them from the contamination of the world. I heard a statement of a circumstance said to have transpired in one of those schools in Salt Lake City, which was something  <div class=\"break pagebreak\" id=\"135a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0135.pdf\" target=\"pdfwin\">p.&#xA0;135a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7390\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>like this; A teacher interrogating the children of a certain school asked&#x2014;Who is the great false prophet of the 19th century? In answering, a child mentioned John Taylor. I was a little amused at it; although I suppose it was intended that they should have given the name of Joseph Smith, but the little one made a mistake. But what of the idea of our children attending the schools of people who teach and catechize them in this way? Don't you think it rather humiliating? I think we are descending very low when we can submit to their tuition. We do not want to partake of their feelings nor contract their ways, nor to be degraded with either their social or religious principles, but at the same time we wish to do them all the good we can. If they lie about us, never mind that; we can stand all they can say about us. Would we want to injure them? I hope not. We ought to deal with and treat everybody aright, acting justly and honorably with all. But then we do not want them to be our teachers. They would think they were doing God's service if they could by any influence lead us astray.<span class=\"citation\" id=\"70275\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70275)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70275)\">John 16:2<\/a><\/span> What will the Lord do with them? He will put the more worthy of them in a terrestrial kingdom, and the other class will inherit a telestial kingdom, but they will never get into the celestial kingdom, unless it be through the medium of that priesthood conferred upon us by the Lord. Then do we wish our children to be taught by those who would seek to degrade and lead them to another and a lower place than that we hope to enjoy? Certainly not. What was said of Abraham, speaking of his children? The Lord says, &#x201C;I know Abraham.&#x201D;<span class=\"citation\" id=\"53225\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53225)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53225)\">Gen. 18:19<\/a><\/span> What do <div class=\"break columnbreak\" id=\"135b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0135.pdf\" target=\"pdfwin\">p.&#xA0;135b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7390\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> you know? &#x201C;That he will fear me and command his children and his household after him, etc.&#x201D;<span class=\"citation\" id=\"53226\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53226)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53226)\">Gen. 18:19<\/a><\/span> We want to be very careful about training our children. We should act honestly before them; for if they see father or mother act dishonestly, the children will be likely to follow their example. We should be careful, too, not to be found speaking harshly or using hard words in their presence. But rather do as the old lady used to do when teaching school; when the children would come to a word they could not pronounce, she would tell them to skip it and call it a &#x201C;hard word.&#x201D; Let our lives and actions and conduct bespeak that we are men of God, that we are acting uprightly and righteously and performing the will of God upon the earth. <\/div><div class=\"paragraph jod\" id=\"v20n371\"> Well, now, a little further in relation to these things. Shall we benefit? Yes, we will do all the good we can. But if men lie and become fraudulent, and delight in abominations and are void of principle, then we will say, with him of old, &#x201C;My soul, enter thou not into their secret; and mine honor, with him be not thou united.&#x201D;<span class=\"citation\" id=\"53676\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53676)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53676)\">Gen. 49:6<\/a><\/span> We are gathered here for the express purpose of carrying out the purposes of God; the world, however, do not understand it. But I tell you what they will do, by-and-by. You will see them flocking to Zion by thousands and tens of thousands; and they will say, &#x201C;We don't know anything about your religion, we don't care much about religious matters, but you are honest and honorable, and upright and just, and you have a good, just and secure government, and we want to put ourselves under your protection, for we cannot feel safe anywhere else.&#x201D; There is a scripture  <div class=\"break pagebreak\" id=\"136a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0136.pdf\" target=\"pdfwin\">p.&#xA0;136a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7389\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>which says, the time will come &#x201C;when he that will not take up his sword to fight against his neighbor must needs flee to Zion for safety.&#x201D;<span class=\"citation\" id=\"85772\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85772)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85772)\">D&amp;C 45:68<\/a><\/span> And they will come. But we must prepare ourselves; we have got to have the invigorating influence of the Spirit of God to permeate all of our organizations, all feeling that we are under the guidance and protection of the Almighty, every man in his place, and every man according to the order of the priesthood in which God has placed him. Does a bishop expect the members of his ward to be subject to him? Yes. Should they be? Yes. And should not they themselves be subject to the President of the Stake? Yes. Then if the President of a Stake expects obedience from those under him, he must be subject to those over him. The Priests, Teachers and Deacons in their place, the Bishops in theirs; the Presidents of Stakes in theirs; the High Priests, Seventies, and all others, magnifying their respective callings, filling the positions they occupy, holding themselves as minute men, clothed upon with the power of God and the holy priesthood which rests upon them. And when more of that spirit is in existence among the elders of Israel, they will feel the word of God like fire in their bones,<span class=\"citation\" id=\"60547\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60547)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60547)\">Jer. 20:9<\/a><\/span> and they will desire to go forth carrying the word of life and salvation to their fellow men who are scattered throughout the earth. A good many are beginning to feel like that now, the fire is beginning to burn a little more, and if we continue to fulfil our duties&#x2014;and do not go and ask people to believe something we can hardly believe ourselves; but go full of faith, seeking all the while unto God for more intelligence, his Holy Spirit will beam upon the altar <div class=\"break columnbreak\" id=\"136b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0136.pdf\" target=\"pdfwin\">p.&#xA0;136b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7389\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of our hearts; the revelations of God will be unfolded and we shall feel in our hearts to exclaim, O, God, let me go forth to lift up a warning voice for thy judgments are approaching, the nations are shaking, thrones are tottering and will be cast down, and wars and commotions are spreading abroad, and I want to go and snatch those who are honest &#x201C;as brands from the burning;&#x201D;<span class=\"citation\" id=\"127893\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127893)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127893)\">Amos 4:11<\/a><\/span><span class=\"citation\" id=\"127894\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127894)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127894)\">Zech. 3:2<\/a><\/span> so that when I have accomplished my work I can feel that my garments are spotless from the blood of all men. This is the kind of feeling we should have and be governed by. As for these other matters of a temporal nature before referred to, if we cannot cooperate together and do it honestly and in good faith, as this is one of the very best things that can be required of us, it is very little that we can do. We should cultivate the Spirit of God ourselves; we ought to drink freely of that water which the Savior told the woman of Samaria that he was able to give to her, even that water that would, &#x201C;be in her as a well springing up to everlasting life.&#x201D;<span class=\"citation\" id=\"69072\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69072)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69072)\">John 4:14<\/a><\/span> We have drank already at that well; it remains now for us to permit it to bubble and burst forth, to flow and spread its revivifying influence all around. We ought to have a heaven upon earth&#x2014;to be really the Zion of our God, the pure in heart,<span class=\"citation\" id=\"89195\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89195)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89195)\">D&amp;C 97:21<\/a><\/span> each one seeking another's welfare.<span class=\"citation\" id=\"127895\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127895)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127895)\">D&amp;C 82:19<\/a><\/span> &#x201C;Thou shalt love the Lord thy God with all thy heart, with all thy might, with all thy soul, with all thy strength; and thy neighbor as thyself.&#x201D;<span class=\"citation\" id=\"65459\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65459)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65459)\">Matt. 22:37-39<\/a><\/span><span class=\"citation\" id=\"127896\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127896)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127896)\">Mark 12:20-23<\/a><\/span><span class=\"citation\" id=\"94286\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94286)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94286)\">Luke 10:27<\/a><\/span> We have hardly got to that yet; but supposing Paul were to come along and say a little further&#x2014;each one preferring his neighbor. That part of it we will let alone awhile. But if we could feel we are the children of God, all animated by that same Holy Spirit, producing  <div class=\"break pagebreak\" id=\"137a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0137.pdf\" target=\"pdfwin\">p.&#xA0;137a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7388\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>peace and joy, and all welded together in one common brotherhood, in the bonds of the everlasting Gospel, all operating with God and the holy priesthood who have lived in other ages, to carry out his purposes upon the earth, and assisting to redeem the earth and establish his kingdom, never more to be thrown down.<span class=\"citation\" id=\"89572\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89572)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89572)\">D&amp;C 101:75<\/a><\/span><span class=\"citation\" id=\"89762\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89762)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89762)\">D&amp;C 103:13<\/a><\/span> If we could feel like this, we should drop our individuality and self-esteem a little, we should seek to do not our own will, but the will of Him who sent us.<span class=\"citation\" id=\"69251\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69251)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69251)\">John 6:38<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v20n374\"> I find that the time is passing. In conclusion let me say, brethren, love one another,<span class=\"citation\" id=\"69848\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69848)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69848)\">John 13:34<\/a><\/span> be kind to each other; if you have difficulties, settle them honorably. I do not know a man upon the earth that I have a solitary feeling against. I would not entertain such feelings, because they make one feel miserable. Forgive one another;<span class=\"citation\" id=\"127897\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127897)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127897)\">Eph. 4:32<\/a><\/span> bear with one another's infirmities.<span class=\"citation\" id=\"85451\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85451)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85451)\">D&amp;C 42:52<\/a><\/span> We are not all alike. Our faces are different, our habits are different, although made of the same material and possessing the same kind of an organization. So dissi<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"137b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0137.pdf\" target=\"pdfwin\">p.&#xA0;137b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7388\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>milar are we that you can hardly find two people alike. I do not want everybody to think as I do. I am willing to grant everyone a great amount of leeway in regard to these things; but I would like to see everybody do right and cleave to God. And as for a great many other little things, I care very little about them. Let men treat their wives kindly; and then you wives can afford to treat your husbands the same, can't you? Let all cultivate charity and forbearance, and how much better it will make you feel! Children, obey your parents;<span class=\"citation\" id=\"127898\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127898)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127898)\">Eph. 6:1<\/a><\/span> and parents treat your children kindly, and let us all seek to do the will of God upon the earth. May God bless you, brethren and sisters, and lead you in the paths of life;<span class=\"citation\" id=\"127899\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127899)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127899)\">Ps. 16:11<\/a><\/span> and may God help us all to do right, and may the fear and blessing of God rest upon all Israel and upon all that love the truth everywhere, and may our enemies be confounded in all their plottings against Zion, in the name of Jesus Christ. Amen. <\/div>\n<\/div>\n<\/div>"}