{"ID":20005, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Persecutions, Duties, and Privileges of the Saints.<\/div>\n<div class=\"subtitle\">An Address by Elder Daniel H. Wells, Delivered to the Children who formed the Procession on the Anniversary of the Entrance of the Pioneers into Great Salt Lake Valley, Delivered in the Tabernacle, July 24, 1854<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Persecutions, Etc., of the Saints.<\/div>\n<div class=\"speaker\">Speaker: Daniel H. Wells<\/div>\n<div class=\"date\">Date: 7\/24\/1854<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d05\">\n<div class=\"paragraph jod\" id=\"v2n128\"> Beloved Friends&#x2014;We are met in commemoration of the important historical fact, that on the 24th of July, seven years ago, a band of brethren came to this place, seeking a home, an asylum, where they might rest awhile from their arduous and toilsome march, and feel secure from the wrath of wicked, reckless, infuriated men, who had, in times past, pursued and hunted them with relentless fury, and driven them from the abodes of civilization. Directed by the same God who led Moses and the children of Israel out from the land of Egypt, they, with our beloved President at their head, located in this valley. <\/div><div class=\"paragraph jod\" id=\"v2n129\"> This becomes an important fact from its associations, fraught as it is with momentous consequences to us as a people; transplanting us from the narrow limits of a single city, to a large territory, in which we are fast becoming a mighty people. We perceive the hand-dealing of a wise and beneficent God in this, who has said, by the mouth of His Prophet, that it was &#x201C;His business to provide for His Saints.&#x201D;<span class=\"citation\" id=\"89838\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89838)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89838)\">D&amp;C 104:15<\/a><\/span> This also furnishes a strong illustration of high Heaven's economy, in overruling and turning the wrath of man to its service and praise,<span class=\"citation\" id=\"94304\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94304)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94304)\">Ps. 76:10<\/a><\/span> and from &#x201C;seeming ill still educing good.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v2n130\"> This day, in reality, is the Anniversary of our Birthday as a free people. We may say that it was a bloodless <div class=\"break columnbreak\" id=\"25b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0025.pdf\" target=\"pdfwin\">p.&#xA0;25b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9562\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> conquest, and yet our path has not been strewn with flowers, as witness the parting pang when exhausted strength has been laid low in the dust, and bitter tears have only been dried in view of a better future. <\/div><div class=\"paragraph jod\" id=\"v2n131\"> We this day rejoice together in union and harmony&#x2014;in peace and prosperity; and as the sun of gladness has arisen upon our horizon, so may it never again become darkened by the mists of sorrow, nor the storms of persecution be permitted to obscure its genial rays. <\/div><div class=\"paragraph jod\" id=\"v2n132\"> We now possess a country sufficient for our present necessities and purposes, institutions which we have received from God, through His Prophets, and, under the broad folds of our glorious Constitution, American freedom. <\/div><div class=\"paragraph jod\" id=\"v2n133\"> We now have the privilege of worshipping God according to the dictates of our own consciences,<span class=\"citation\" id=\"94103\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94103)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94103)\">A of F 1:11<\/a><\/span> and no one to disturb, or make us afraid. <\/div><div class=\"paragraph jod\" id=\"v2n134\"> What more can we ask? What more can we expect? The balance rests with ourselves. If we would be happy, if we would be great, have the knowledge and wisdom of God, and be prospered, it remains with us to pursue that course, to perform those duties, and to live that life, which shall conspire to produce those blessings. <\/div><div class=\"paragraph jod\" id=\"v2n135\"> The kingdom will advance, and bring with it the treasures of know<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"26a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0026.pdf\" target=\"pdfwin\">p.&#xA0;26a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9561\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ledge, wisdom, and power, just so fast as the Lord finds that He has a people ready, willing, and capable of receiving, and bearing it off. If we would hasten the time for the coming of the Son of Man with power and great glory,<span class=\"citation\" id=\"65802\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65802)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65802)\">Matt. 24:30<\/a><\/span> we must increase our diligence, hasten ourselves in the attainment of every perfection, and by our purity and excellence bring unto ourselves Heaven's excellence and purity. <\/div><div class=\"paragraph jod\" id=\"v2n137\"> My friends, this is a day of rejoicing with the Saints, and here in this sacred place of worship, we mingle together, the old and the young, in offering to our God, praise and thanksgiving for His kind mercies and blessings. As we mingle in our amusements and rejoicings, and participate together in our celebration of this day, and the realization of our dependence upon Him who has wrought out our salvation, and brought us to an inheritance in this goodly land,<span class=\"citation\" id=\"89348\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89348)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89348)\">D&amp;C 99:7<\/a><\/span> amid scenes of joy and prosperity, it is always well to remember and acknowledge the kind hand of Providence,<span class=\"citation\" id=\"81635\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81635)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81635)\">Jacob 2:13<\/a><\/span> from whom we receive every good and perfect gift.<span class=\"citation\" id=\"77449\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77449)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77449)\">James 1:17<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v2n138\"> How can we well express the overflowing gratitude of our hearts to the Giver of all good, for what we this day behold? Thousands of children in a single city, of less than seven years growth, convened under their respective banners, each bearing a motto expressive of their views and sentiments, intention and designs; each bosom swelling with pride and gratitude, that they too are the children of the Kingdom, unto whom pertain the promises of God concerning Israel. <\/div><div class=\"paragraph jod\" id=\"v2n139\"> My young friends, how shall we reciprocate? What shall we do to advance the glorious cause of truth, make ourselves useful, and fulfil the measure of our creation upon the earth? I answer, it is for us to be obedient, hearken unto the counsel of our parents and leaders, to keep the commandments of God. It is to qualify ourselves to follow some useful oc<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"26b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0026.pdf\" target=\"pdfwin\">p.&#xA0;26b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9561\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>cupation, to be industrious in acquiring knowledge, and not spend our time in useless visiting, and lounging about in idleness. It is to have every moment devoted to some useful employment, to serve God, and walk humbly before Him, blameless in all of His ordinances, be true to God and His servants, follow in the dictates of wisdom and experience, be patient and courteous toward each other, be persevering, virtuous, honest, and faithful&#x2014;in short, be good, faithful Saints of the Most High God. <\/div><div class=\"paragraph jod\" id=\"v2n140\"> If we do this, we shall always enjoy the blessings of a good conscience, void of offense toward God and man.<span class=\"citation\" id=\"92021\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92021)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92021)\">D&amp;C 135:4<\/a><\/span> Let our aim be for God, and an exaltation in His Kingdom, keeping our minds constantly directed to the attainment of this object; and no matter what may befall us here below, we shall be safe in the arms of our blessed Redeemer, who said, &#x201C;Suffer little children to come unto me, and forbid them not, for of such is the kingdom of heaven.&#x201D;<span class=\"citation\" id=\"65143\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65143)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65143)\">Matt. 19:14<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v2n141\"> Does our Father in heaven view us with approbation this day? Let us look to it, each one of us, that we do nothing either in thought, word, or deed, neither this, nor any other day, but that He can look down upon us with approbation. Let not folly nor wickedness be committed in Israel, lest we be called upon to put away the workers of iniquity from our midst, and thus cleanse Israel from sin and guilt. <\/div><div class=\"paragraph jod\" id=\"v2n142\"> Young men and youths, just rising to take a part in the affairs of men, if you follow in the precepts of wisdom, and abide in the counsel of truth, you shall have strength according to your day, and the mountain torrent shall not be more fierce to encounter than you, when the enemy shall again marshal his hosts for battle; the mountain roe shall not be swifter, nor more agile in its flight, than you in scaling the mountain height, or leaping the  <div class=\"break pagebreak\" id=\"27a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0027.pdf\" target=\"pdfwin\">p.&#xA0;27a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9560\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>deep, dark chasm, made by a thousand floods. Nothing shall present a barrier too high, too rugged, or so difficult that you cannot surmount it. <\/div><div class=\"paragraph jod\" id=\"v2n144\"> As physical strength shall be given, so shall mental strength and ability, and you will increase and strengthen until you can fathom the deep sciences, and unfold the mysteries of eternity. <\/div><div class=\"paragraph jod\" id=\"v2n145\"> To you, also, ye maidens of Israel, is it not an honor to be numbered among the daughters of Zion? Unto you this invitation extends, to make yourselves useful in the drama of life; qualify yourselves also for the part which may be allotted you to perform in the Kingdom of our God. Preserve yourselves in purity and the perfection of every virtue. Let your time be fully occupied in some useful employment and although you may not be called upon to encounter the fierce contest of the world, as your brothers, fathers, or husbands, yet your path shall so closely entwine itself with theirs, as to strengthen, nourish, and sustain them, be a present help in every time of need; and when the storm clouds shall lower, and fierce persecution rage, be enabled by united faith and energy to bid defiance to &#x201C;Mormon&#x201D; foes, whether they come in form of men in hostile array, or the more insidious and stealthy manner of demons from the arch and subtle intriguer, and deceiver of the human race. <\/div><div class=\"paragraph jod\" id=\"v2n146\"> Yes, fair maidens, if you would have loveliness encircle your brow, and beauty adorn your forms, let the gems of virtue, truth, and sincerity sparkle your eyes, and adorn your minds with knowledge and wisdom. Let excellence, goodness, and industry embellish your lives, and the star of your glory shall never wane, nor the promised inheritance to dwell among the Gods be withheld, proving to God and man: <\/div><div class=\"paragraph jod\" id=\"v2n147\"> &#x201C;The kindest blessing High Heaven could send; In life a treasure, and in death a friend.&#x201D; <\/div> <div class=\"break columnbreak\" id=\"27b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0027.pdf\" target=\"pdfwin\">p.&#xA0;27b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9560\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v2n148\"> This is an age of progress, and if we would keep pace with the times, we must progress also. The youth of other States, Territories, or Nations, must not outstrip us in the arts and sciences, nor in anything that is calculated to adorn life and become useful to man. <\/div><div class=\"paragraph jod\" id=\"v2n149\"> Situated as we are, so far distant from the emporium of letters and commerce, some may think that this is difficult to avoid; but it is not so. It is easy not only to keep pace with, but outstrip them even in the race of progress. Our advantages are simply these&#x2014;we have not the burden of trash and nonsense to wade through at the beginning, which others have; the mind is therefore more free to act, and can conceive more real truth and imbibe more real knowledge in a given time; and although we may not yet possess every facility for our advancement, still we are more than compensated by the wholesome influence of virtue and religion, rules, regulations, and institutions freed from the bigotry, superstitions, dogmas, and follies of ages. We moreover breathe the pure mountain air, and drink from the cool mountain stream, and dwell in a lighter and purer atmosphere, not only physically, but socially and morally. Are these advantages, and do they contribute to correct thinking? If they are, and if they do, then we have certainly no cause to complain. <\/div><div class=\"paragraph jod\" id=\"v2n150\"> If we will only avail ourselves of the opportunities which we possess, take the good, and reject the evil, abide in the light and truth, and apply ourselves, we have no fears but that we shall excel. And time will show in regard to our moral and social institutions, which Congress are so often trying to legislate about. They are welcome to all of their moral and social rules and regulations, religious or otherwise; nor do I suppose that we shall try to legislate about them, al<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"28a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0028.pdf\" target=\"pdfwin\">p.&#xA0;28a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9559\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>though we have just about as much right to, as they have about ours. The argument is opportune; I could not wish for better illustration for the subject under consideration, than the already muddy and beclouded brains which some of the present Congress exemplified upon this very subject. One might suppose that the spirit at least of the 3,000 clergymen upon the Nebraska and Kansas Bill, had found its way into their minds, and left its impression with them. What other item of religious faith they will next seek to interfere with, is left for time to determine; but I should expect, that women would be prohibited from marrying, or Shakerism abolished. <\/div><div class=\"paragraph jod\" id=\"v2n152\"> Excuse me, my friends, for alluding to such a subject, upon an occasion like this, but the absurdity of undertaking to legislate upon the morality of our social relations and religious institutions, imperceptibly led me to make a comment upon it. <\/div><div class=\"paragraph jod\" id=\"v2n153\"> If it is an indication of a righteous feeling among them, there may be some small hopes of them yet; but it &#x201C;smacks rather too much of the SULFUR to be genuine,&#x201D; as the parrot said when the devil taught him prayers. I hope you will accept of my apology, and I will refrain. <\/div><div class=\"paragraph jod\" id=\"v2n154\"> Our Pilgrim Fathers, when they landed on Plymouth Rock, constituted a small band, 'tis true; yet by uniting rich resources with energy and determined perseverance, witness what it <div class=\"break columnbreak\" id=\"28b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0028.pdf\" target=\"pdfwin\">p.&#xA0;28b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9559\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> amounted to&#x2014;New England's rocks and hills were peopled; large cities sprung into existence, and she sends her sons and daughters too into every State; they are the first upon the confines of civilization, exploring the deep forest and widespread prairie, stemming Missouri's flood, and traversing ocean's wide domain. The sons of the Pilgrim Fathers are everywhere; here today are congregated thousands of them, who feel the same spirit of freedom which emulated them to flee from under the oppressor's rod, and beyond the tyrant's grasp. <\/div><div class=\"paragraph jod\" id=\"v2n155\"> Our Pioneers, unlike our Revolutionary Fathers, did not dissolve their political ties, but more than our Pilgrim Fathers, fled from persecution, and planted their standard like them, free to all to flee unto. Here we hope to preserve American freedom, to ourselves and others, although it was not preserved to us in the land of our nativity. Here we hope to be prospered and increased in knowledge, wisdom, and power; enabled to preserve our rights, and our liberties, as did our Revolutionary Fathers, when oppression became too onerous, and tyranny ranked too high. <\/div><div class=\"paragraph jod\" id=\"v2n156\"> But I forbear. Let us do our duty to ourselves, our country, and our God; be vigilant in the preservation of virtue and truth; and leave the event with the God of Nations, who shutteth and no man can open, and opens and no man can shut.<span class=\"citation\" id=\"79088\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79088)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79088)\">Rev. 3:7<\/a><\/span> <\/div>\n<\/div>\n<\/div>"}