{"ID":200032, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Slain for the Testimony of Jesus&#x2014;Funeral Rites of Joseph Standing.<\/div>\n<div class=\"subtitle\">Discourse by President John Taylor, delivered in the Tabernacle, Salt Lake City, Sunday Morning, Aug. 3, 1879.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Geo. F. Gibbs.<\/div>\n<div class=\"pageHeader\">Page Header: Slain for the Testimony of Jesus, Etc.<\/div>\n<div class=\"speaker\">Speaker: John Taylor<\/div>\n<div class=\"date\">Date: 8\/3\/1879<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d32\">\n<div class=\"paragraph jod\" id=\"v20n672\"> I wish to make a very few remarks on the present occasion; and I desire that order and quietness may prevail. <\/div><div class=\"paragraph jod\" id=\"v20n673\"> We are met today on what may be termed a very sorrowful occasion. We see before us the body of a murdered man, cut off in the bloom and flower of his youth, with brilliant prospects before him of a useful and glorious future. It is sorrowful to reflect that men in a land of liberty, a land that boasts of its enlightenment, its religious liberty and its liberal institutions, should be guilty of imbruing their hands in the blood of an upright honorable man because he dared to worship God according to the dictates of his own conscience<span class=\"citation\" id=\"94145\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94145)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94145)\">A of F 1:11<\/a><\/span> and to teach his fellow man the ways of life. It is a sorrowful reflection to feel that liberty is only a name and that protection and even equal <div class=\"break columnbreak\" id=\"252b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0252.pdf\" target=\"pdfwin\">p.&#xA0;252b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7273\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> rights, is only a figment, an exploded theory; and we may say, how has the glory of this nation become sullied! How has the fine gold become dim! How have the high and noble principles that inspired the founders of this nation, in whose breasts burned the spirit of freedom been desecrated, and those glorious principles for which they battled been trailed in the dust. And what a miserable showing we have before us of the efficacy of those sacred principles for which the founders of those institutions battled and died. It is sorrowful to reflect upon it. And on the other hand it is a matter of pride to Latter-day Saints to see one of our youth firm and unshaken in the principles of our holy religion, and ready to maintain them in the midst of fanaticism and hate even unto death. Pride, indeed  <div class=\"break pagebreak\" id=\"253a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0253.pdf\" target=\"pdfwin\">p.&#xA0;253a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7272\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>mingled with sorrow. Pride to see the heroism of the dying martyr, and poignant grief for his loss, and more especially have we met here to sympathize with his parents, the family and friends, and to mingle our tears with theirs, and to reflect that although he died, he died with the harness on, he died battling for the principles of the everlasting Gospel; he died maintaining those eternal truths as they have emanated from God our heavenly father; and that having died he still lives and is numbered with those who are beneath the altar, crying, how long, O Lord, holy, just and true, wilt thou not avenge us of our adversaries?<span class=\"citation\" id=\"79287\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79287)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79287)\">Rev. 6:9-10<\/a><\/span> He has gone. Peace be to his ashes. I would rather by ten thousand million times be lying where he is than be in the position of those who imbrued their hands in his blood, who, wherever they may be cannot help seeing and feeling the horror of their fiendish act&#x2014;their hellish deed, and they will go down to the grave execrated as murderers and men who have no friends or hope either in time or in eternity. <\/div><div class=\"paragraph jod\" id=\"v20n675\"> That young man has gone where others have gone whom I have seen leave this earth under circumstances of a very similar nature. I was with Joseph and Hyrum Smith when they were killed; and then, their murderers tried to dispatch me too, and came very near doing so. They shot at me and hit me a number of times. But I am here yet; I suppose my time had not come. That is all right, however. They have gone, and this our brother has followed, and that is all right too, so far as he is concerned. His father here, I have been acquainted with for upwards of forty years; and his son, whose remains now lie before us, was born in this city; he is one of our boys. He received, as has been <div class=\"break columnbreak\" id=\"253b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0253.pdf\" target=\"pdfwin\">p.&#xA0;253b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7272\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> stated, the truths of the everlasting Gospel; he believed them with all his heart and advocated them, going forth as a messenger of life clothed with the Spirit of the living God. But this generation does not like the truth, and indeed the generations have been very few that have not rejected the truth when it has been proclaimed to them. Stephen said in his day, &#x201C;Which of the prophets have not your fathers persecuted? and they have slain them which showed before of the coming of the Just One of whom ye have been now the betrayers and murderers.&#x201D;<span class=\"citation\" id=\"71547\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71547)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71547)\">Acts 7:52<\/a><\/span> They lauded the dead prophets, but killed the living ones. <\/div><div class=\"paragraph jod\" id=\"v20n676\"> Many of the people today are actuated by the same malignant feelings, not knowing what spirit it is that incites them to fight against and feel inimical to the principles of the everlasting Gospel. And were Jesus here today, appearing as he did before, meek and lowly<span class=\"citation\" id=\"64299\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64299)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64299)\">Matt. 11:29<\/a><\/span> as the Savior of the world, preaching the same doctrines, there would be as loud a cry by the professed Christians throughout this land as there was in the land of Judea by the Scribes and Pharisees: &#x201C;Crucify him,<span class=\"citation\" id=\"66699\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66699)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66699)\">Mark 15:14<\/a><\/span> crucify him!<span class=\"citation\" id=\"68301\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68301)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68301)\">Luke 23:21<\/a><\/span> Let him be crucified,&#x201D;<span class=\"citation\" id=\"66322\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66322)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66322)\">Matt. 27:22<\/a><\/span> and there are many in our midst today who would imbrue their hands in our blood, as those murderers in Georgia did in the blood of this young martyr, if they dared do it. <\/div><div class=\"paragraph jod\" id=\"v20n677\"> God has committed to us the principles of truth, and has commanded us to proclaim them to the ends of the earth,<span class=\"citation\" id=\"83683\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83683)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83683)\">D&amp;C 1:18<\/a><\/span> and regardless of consequences and in the name of Israel's God we will do it and let all Israel say, &#x201C;Amen.&#x201D; (The vast congregation, as with one voice, responded, &#x201C;Amen.&#x201D;) We are not scared of bonds, imprisonment<span class=\"citation\" id=\"77062\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77062)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77062)\">Heb. 11:36<\/a><\/span> or death. A few days ago they were talking  <div class=\"break pagebreak\" id=\"254a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0254.pdf\" target=\"pdfwin\">p.&#xA0;254a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7271\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>about putting me in prison because I chose to decline to betray a trust committed to me by this people, and turn over to them certain properties entrusted to my care. I said, You may take me to prison, gentlemen; I am ready, but I am not ready to forsake my principles, I am not ready to betray my people, I am not going to barter away my honor nor the things that God has communicated to me and that his people have vested in my hands. I can afford to go to prison if you can afford to send me there; I can stand it if you can. These are my feelings. <\/div><div class=\"paragraph jod\" id=\"v20n679\"> The same feeling exists in our midst that laid that young man low. Men may clamor for our property; they may clamor for our blood just as much as men have at any other time: but in the name of Israel's God Zion will go on and prosper; the principles of truth will prevail; the things that God has committed to us we will bear off triumphantly, God being our helper,<span class=\"citation\" id=\"56792\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56792)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56792)\">Ps. 54:4<\/a><\/span> and there is no power in this land, nor in any other land, nor on this side of hell nor in hell itself that can prevent it. If we will cleave to God and do our duty and purge ourselves from unrighteousness and live our religion and keep His commandments, Zion will arise and shine, and the glory of God will rest upon her.<span class=\"citation\" id=\"59894\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59894)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59894)\">Isa. 60:1<\/a><\/span> And when this nation and other nations shall crumble to pieces, Zion and the glory thereof will extend from nation to nation, and it will continue to spread and grow until the kingdoms of this world shall become the kingdoms of our God and his Christ,<span class=\"citation\" id=\"79490\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79490)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79490)\">Rev. 11:15<\/a><\/span> and every creature in heaven and on the earth will be heard to say, Blessing and glory and honor and praise and power, and might and majesty and dominion be ascribed to Him that sits upon the throne, and to the Lamb forever.<span class=\"citation\" id=\"79222\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79222)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79222)\">Rev. 5:13<\/a><\/span> In God is our trust.<span class=\"citation\" id=\"56368\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56368)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56368)\">Ps. 11:1<\/a><\/span> <div class=\"break columnbreak\" id=\"254b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0254.pdf\" target=\"pdfwin\">p.&#xA0;254b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7271\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> He will sustain his Israel. Our course is onward; and purity, virtue, truth, integrity, the laws of God and equality to all men is our motto, and protection to every honest man under all circumstances. We are friends of God and the friends of humanity. Like Brother Cannon, I do not mourn over the departed dead. He has gone to associate among an honorable band who dared during their lifetime to do their duty, and who battled valiantly for the cause of truth. Here is Brother Rudger Clawson, who was with Brother Standing when he was shot. The mob threatened his life and leveled their guns to take it. He calmly folded his arms and looking his adversaries in the face told them to shoot. But they did not do it. God preserved him, that's all. Here is Brother John Morgan, who has labored and traveled extensively in that region of country. He and Brother Standing as one of his co-laborers had preached the Gospel and succeeded in baptizing a number of people. This had aroused the feeling of opposition in the hearts of some, and the reason they were opposed to these things was because people believed the Gospel, and they did not want them to. That's all. Did they hurt anybody? No. Are they honorable men? Yes. Did either of them interfere with the rights or privileges of anyone? No. For what then was this young man killed? Because he dared to believe in God, and dared to proclaim that God had revealed himself in these latter days as he did in former days. Because he dared to tell the people to repent of their sins and be baptized for the remission of them, promising all that would do so that they should receive the Holy Ghost.<span class=\"citation\" id=\"71244\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71244)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71244)\">Acts 2:38<\/a><\/span> What a great crime for him to die for! That is what I am sorry for.  <div class=\"break pagebreak\" id=\"255a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0255.pdf\" target=\"pdfwin\">p.&#xA0;255a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7270\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>I am sorry to see that vindictive and revengeful spirit existing among mankind. We have very different feelings from this, as our history from the beginning abundantly proves. David, you know, on a certain occasion, feeling angry with the people by whom he was surrounded because of their wickedness, prayed that God would send them to hell quickly.<span class=\"citation\" id=\"56820\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56820)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56820)\">Ps. 55:15<\/a><\/span> Jesus, while suffering the agonies of death, exclaimed, &#x201C;Father, forgive them; they know not what they do.&#x201D;<span class=\"citation\" id=\"68318\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68318)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68318)\">Luke 23:34<\/a><\/span> How much better the latter is than the former. Let us cultivate that spirit. But while we do that, do not let your enemies think you are asleep; but woe to those men who fight against Israel. In the name of Israel's God, they shall be wasted away, and you may write it down and see whether it comes to pass or not. And let all Israel say, &#x201C;Amen.&#x201D; (Again the congregation responded, &#x201C;Amen.&#x201D;) But Zion will arise and shine, and the glory of God will rest upon her.<span class=\"citation\" id=\"59895\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59895)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59895)\">Isa. 60:1<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v20n681\"> Brother Standing (the speaker turned and addressed himself to the father of the deceased, who was seated on the stand), it is right you should mourn; it is right that you and your family and friends should be sorrowful and possess those feelings of sympathy; but your son has gone to prepare a place for you, that where he is, you may be also.<span class=\"citation\" id=\"69906\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69906)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69906)\">John 14:2-3<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v20n682\"> What do you propose to do? To do good to all men as far as they will let us; but to prevent them from robbing us and interfering with us, as God gives us power; and maintain our rights, the rights of freemen, the rights that God has committed to us, and honor our priesthood and calling and still go to the ends of the earth and proclaim the unsearchable things of the kingdom;<span class=\"citation\" id=\"74950\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74950)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74950)\">Eph. 3:8<\/a><\/span><span class=\"citation\" id=\"81691\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81691)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81691)\">Jacob 4:8<\/a><\/span> gather together the honest in heart from among all nations, build <div class=\"break columnbreak\" id=\"255b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0255.pdf\" target=\"pdfwin\">p.&#xA0;255b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7270\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> temples and administer in them, honor the Lord our God and keep his commandments; and by and by, when the dead shall hear the voice of the Son of God,<span class=\"citation\" id=\"69131\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69131)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69131)\">John 5:25<\/a><\/span> and come forth,<span class=\"citation\" id=\"69141\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69141)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69141)\">John 5:28-29<\/a><\/span> that young man, with Joseph and Hyrum Smith, whom I saw butchered by a mob, while under the protection of the law&#x2014;under the protection of the Governor of the State, who pledged his honor and the faith of the State to me and to Dr. Bernhisel, that if we would go there without any arms, that we should be protected; and soon after we had complied with his request, these men were murdered in cold blood.<span class=\"citation\" id=\"92032\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92032)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92032)\">D&amp;C 135:4<\/a><\/span> These are things I am personally conversant with. Well, what of them? They are gone to mingle with the Gods, so has Brother Joseph Standing. Brother Standing (addressing the father of the deceased), do not be troubled, your son is all right. I am glad to see the care that has been manifested by Brothers Clawson and Morgan in regard to getting the body of their fellow laborer here that we might have an opportunity of paying the last tribute of respect to this our departed brother, who was faithful to the end, and who will receive a crown of light and glory among the Gods in the eternal worlds. <\/div><div class=\"paragraph jod\" id=\"v20n683\"> Brethren, let us be faithful to God, let us live our religion, keep his commandments, treat everybody well, even all men who do right; treat them well and be kind and just to them whether of your faith or not; but do not allow those miserable miscreants that exist in our midst to have dominion over you. We must maintain our rights&#x2014;rights that are guaranteed unto us by the constitution of our country and which God has given to us;<span class=\"citation\" id=\"128007\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128007)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128007)\">D&amp;C 101:80<\/a><\/span> and if we do this he will stand by us. Amen. <\/div>\n<\/div>\n<\/div>"}