{"ID":200024, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Manifest Blessings of God to the Saints&#x2014;Proper Education of the Young&#x2014;Infidelity the Result of Ignorance.<\/div>\n<div class=\"subtitle\">Discourse by Elder Moses Thatcher, delivered at the General Conference, Tuesday Afternoon, April 8, 1879.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Geo. F. Gibbs.<\/div>\n<div class=\"pageHeader\">Page Header: Manifest Blessings of God, Etc.<\/div>\n<div class=\"speaker\">Speaker: Moses Thatcher<\/div>\n<div class=\"date\">Date: 4\/8\/1879<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d24\">\n<div class=\"paragraph jod\" id=\"v20n534\"> In trying to address so large an audience, I earnestly desire an interest in the prayers of my brethren and sisters, that the few remarks I may offer may be dictated by the Spirit of God. There are many <div class=\"break columnbreak\" id=\"192b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0192.pdf\" target=\"pdfwin\">p.&#xA0;192b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7333\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> things that we, as Elders in Israel, should always be pleased to speak of, and particularly in this the case in reference to the kindness of our Father in heaven towards us as a people. We are permitted to dwell  <div class=\"break pagebreak\" id=\"193a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0193.pdf\" target=\"pdfwin\">p.&#xA0;193a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7332\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>in peace, surrounded with the blessings of life and liberty, having pleasant homes wherein to dwell, and God to be our Father and Friend. When I look around upon the homes of the Latter-day Saints and see how the elements have been changed and made so propitious, enabling us to produce food and clothing, the necessities and many of the luxuries of life, my heart is exceedingly grateful, for I must confess there is no land with which I am familiar where the blessings of God are so abundantly bestowed as in our own. It appears to me that every bud is not only willing, but does blossom, and where seed by man is sown broadcast in the ground it comes forth, bearing twenty, thirty, or fifty fold. This, my brethren and sisters, is not the result of the work of man; but it is the blessings of our Heavenly Father. And how any human being can look upon the mountains by which we are surrounded, and gaze upon the beautiful fields and smiling nature seen on every hand, and not be able to acknowledge God in all these things is beyond my comprehension. In speaking to the young people particularly I have had sometimes pleasure in referring to the works of man, comparing them with the works of God. And while I believe it proper for us to look with pleasure upon the accomplishments of art and science, and upon the skilled workmanship of man, yet I would have our young people always realize that God is the originator; I would have them understand, as the arts and sciences are being developed and new discoveries are being brought out by what we call the genius of man, that God understood all these things before they were made known to us. And while having them admire and wonder at the grand achievement of <div class=\"break columnbreak\" id=\"193b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0193.pdf\" target=\"pdfwin\">p.&#xA0;193b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7332\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> man in chaining the lightning, thus making it to serve his purposes; and while it was the work of man that molded and fashioned the metal into the wire over which intelligence is transmitted by the power of electricity, I would help to lead their minds beyond, so that they may comprehend that the material of which that wire is composed was the creation and work of God, and that the electricity itself is at the bidding and mandate of the great Jehovah. <\/div><div class=\"paragraph jod\" id=\"v20n536\"> I believe, my brethren and sisters, if we take proper pains in the education of the young, employing the right kind of men and women to be their preceptors, that instead of the seeds of infidelity being sown in their minds, we will have faith, and in that faith we will have the manifestations of power. <\/div><div class=\"paragraph jod\" id=\"v20n537\"> In talking with the learned of the world we find that they have but a faint conception of God and Godliness. Were you to tell them that they hate God, or that the carnal mind is at enmity against God,<span class=\"citation\" id=\"72510\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72510)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72510)\">Rom. 8:7<\/a><\/span> they would not understand you. And yet, when we come to the actual facts, we find that the learned and many professors of Christianity really do hate God. I do not mean to say they hate the God they themselves picture in their own minds; but that they hate and fight against him whose attributes and character are portrayed within the lids of the Bible. The Supreme Ruler of the universe, the Creator of the heavens and the earth, is not only the tender and loving Being that the pious Christian of the 19th century pictures him to be&#x2014;he is not only willing to love and cherish and save the human family, but he is also a Being of justice and judgment, having always power enough to inflict punishment upon the breakers of his laws. Yet modern divines think  <div class=\"break pagebreak\" id=\"194a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0194.pdf\" target=\"pdfwin\">p.&#xA0;194a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7331\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>with horror of a God who would inflict punishment, on the plea that such would be revengeful; and yet, neither they nor any of our professed Christian friends would for a moment find fault with the judge of an inferior earthly court for passing judgment on a criminal, though it might lead even to the loss of the life of a fellow creature. <\/div><div class=\"paragraph jod\" id=\"v20n539\"> Having but a very short time to occupy this afternoon my remarks must necessarily be brief. But before closing I feel to bear my testimony that here in Utah is a people who are trying to serve the Lord. And I testify too, that Joseph Smith was and is a prophet of the living God, chosen of Him to open up the last dispensation to man&#x2014;the dispensation of the fulness of times; and that his successor, Brigham Young, was an apostle of the Lord Jesus, and a prophet, seer and revelator. And I feel to bear my testimony that this same power and revelation rests upon his servant, Brother John Taylor. If we would live for the light of God's Holy Spirit we might see not as with eyes through a glass darkly,<span class=\"citation\" id=\"73737\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73737)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73737)\">1 Cor. 13:12<\/a><\/span> but with eyes that see clearly having also ears capable of hearing, and hearts full to understand.<span class=\"citation\" id=\"127959\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127959)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127959)\">Matt. 13:15-16<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v20n540\"> It is our duty, as young men, as middle-aged men and as aged men to bestow great care and attention on the education of the young. It is not particularly the duty of the father, as I understand it, to place in the hands of his son the writings of Payne and other infidel authors unless they follow up the reading of such works with good sound argument, and then place the Bible and the Book of Mormon in their hands to be read and studied, and, when necessary, correctly explained showing wherein the Lord has wrought out the literal fulfillment of many of <div class=\"break columnbreak\" id=\"194b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0194.pdf\" target=\"pdfwin\">p.&#xA0;194b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7331\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the predictions therein recorded. If they would do this with prayerful hearts and with the wisdom God may give them, there will be little or nothing to fear from the readings of infidel works. I take the broad ground that in infidelity is ignorance. You meet the infidel and you will find him as a general thing, ignorant in regard to that which is laid down in the Bible, which he claims to disbelieve. It has been so from the beginning. It is a truth that has been uttered on many occasions by the servants of God, that it is easier and more natural for mankind to believe a hundred falsehoods than to accept a single truth. It must be apparent to all, that it is more in harmony with our fallen nature to do wrong than to do right. Let six boys be taken, for instance, and be carefully taught in the principles of morality, virtue and truth; and another six in the follies and wickedness of the world and see which of the two sets will make the most rapid progress, those in the right, or those in the wrong? All will readily agree with me that immorality is more easily acquired than the virtues, and hence we may conclude that we are in a fallen world, and that we have the battle against sin to fight. <\/div><div class=\"paragraph jod\" id=\"v20n541\"> May the blessings of God rest down upon the Latter-day Saints. And by way of conclusion I will say, if we want to dream dreams or see visions,<span class=\"citation\" id=\"127962\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127962)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127962)\">Joel 2:28<\/a><\/span> it is our privilege to do so, but we must first purify our hearts<span class=\"citation\" id=\"127960\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127960)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127960)\">D&amp;C 88:74<\/a><\/span> and seek to love the Lord our God with all our might, mind and strength, and our neighbor as ourselves;<span class=\"citation\" id=\"65460\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65460)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65460)\">Matt. 22:37-39<\/a><\/span><span class=\"citation\" id=\"127961\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127961)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127961)\">Luke 10:27<\/a><\/span> and to do unto others as we would have others do unto us.<span class=\"citation\" id=\"63823\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63823)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63823)\">Matt. 7:12<\/a><\/span> And permit me to say that in all my experience in life I have found as yet but one thing that can afford true happiness and true enjoyment, and that is a conscious<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"195a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0195.pdf\" target=\"pdfwin\">p.&#xA0;195a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7330\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ness of keeping the commandments of God. And if we, Latter-day Saints, will live near unto him, he will be near unto us.<span class=\"citation\" id=\"127963\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127963)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127963)\">D&amp;C 88:63<\/a><\/span> And instead of having to call in physicians to minister to the members of our families when sickness makes its appearance, the power of God will be upon us in such rich abundance as to enable us to rebuke it from our dwellings, and to invoke the blessings of <div class=\"break columnbreak\" id=\"195b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0195.pdf\" target=\"pdfwin\">p.&#xA0;195b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7330\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> health to attend us and ours, which was the case years ago in the primeval days of the Church.<span class=\"citation\" id=\"127964\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127964)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127964)\">James 5:14-15<\/a><\/span> If we have lost any of these blessings it is not through any fault in the Lord, or that there is less power and efficacy in the priesthood we bear, but rather in our own lack of faith in the promises made to the faithful. Amen. <\/div>\n<\/div>\n<\/div>"}