{"ID":200011, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Consistency Imperative&#x2014;The Gospel in Conflict With Man's Fallen Condition&#x2014;Should Love Our Enemies&#x2014;The &#x201C;Golden Rule&#x201D;&#x2014;Necessity of the Holy Ghost&#x2014;Every Tree Known By Its Fruits.<\/div>\n<div class=\"subtitle\">Discourse by Elder George Q. Cannon, delivered in the Tabernacle, Salt Lake City, September 15, 1878.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Geo. F. Gibbs.<\/div>\n<div class=\"pageHeader\">Page Header: Consistency Imperative, Etc.<\/div>\n<div class=\"speaker\">Speaker: George Q. Cannon<\/div>\n<div class=\"date\">Date: 9\/15\/1878<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d11\">\n<div class=\"paragraph jod\" id=\"v20n227\"> [The speaker commenced by reading the 7th chapter of St. Matthew, commencing at the 7th verse]<span class=\"citation\" id=\"63762\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63762)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63762)\">Matt. 7:7-29<\/a><\/span> There are many important principles embodied in these few verses which I have read in your hearing, and they are especially applicable to us as Latter-day Saints, a people professing to be the disciples of the Lord Jesus Christ. We claim the holiest of names, and certainly with such professions as we make, there should be holiness of life corresponding to those professions. If we are called the disciples of Jesus, the followers of the Son of God, and have any claim to that name or title, we should exemplify in our lives the principles which he taught; if we <div class=\"break columnbreak\" id=\"88b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0088.pdf\" target=\"pdfwin\">p.&#xA0;88b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7437\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> do not, then our claim to his name is baseless and may be treated with contempt. <\/div><div class=\"paragraph jod\" id=\"v20n228\"> The Lord Jesus has caused to be left on record certain principles, certain doctrines, a plan which has been properly called the plan of salvation; and He required in ancient days when upon the earth clothed in mortality, that those who professed his name and to be his followers, should believe in and practice those principles and doctrines. If they did not, they ceased to be his followers and they soon left him. His doctrines came in contact with many things that were popular in the day and age in which he lived; his teachings  <div class=\"break pagebreak\" id=\"89a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0089.pdf\" target=\"pdfwin\">p.&#xA0;89a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7436\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>came in contact with the follies, the pride, and the selfishness of men, then, and in this respect they have not changed a particle. They come in contact today with the selfishness of men, with men as found in what is termed their natural condition, or more properly speaking, their fallen condition. And this is one reason for the unpopularity of the doctrines of Jesus. He taught mankind a higher life, the means of attaining to a better condition; and to require the assistance of the Holy Spirit which he promised to bestow upon those who kept his commandments to enable them to carry out in a proper manner the principles he imparted to them. If he had taught man to gratify all his inclinations; to indulge in every selfish desire; that self-denial and self-abnegation were not necessary, it is probable that he would have had many more followers than he did have; and his doctrines doubtless would have been more popular than they were. But this was not the case. The Savior started out teaching men at the beginning of his ministerial career the most pure and godlike principles, principles which were not understood and practiced by men generally, which were more heavenly, which seemed to be more fitted for a more exalted race of beings than for man in his fallen condition. Hear what he says: <\/div><div class=\"paragraph jod\" id=\"v20n230\"> &#x201C;Blessed are the poor in spirit: for theirs is the kingdom of heaven. <\/div><div class=\"paragraph jod\" id=\"v20n231\"> &#x201C;Blessed are they that mourn: for they shall be comforted. <\/div><div class=\"paragraph jod\" id=\"v20n232\"> &#x201C;Blessed are the meek: for they shall inherit the earth. <\/div><div class=\"paragraph jod\" id=\"v20n233\"> &#x201C;Blessed are they which do hunger and thirst after righteousness: for they shall be filled. <\/div><div class=\"paragraph jod\" id=\"v20n234\"> &#x201C;Blessed are the merciful: for they shall obtain mercy. <\/div><div class=\"paragraph jod\" id=\"v20n235\"> &#x201C;Blessed are the pure in heart: for <div class=\"break columnbreak\" id=\"89b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0089.pdf\" target=\"pdfwin\">p.&#xA0;89b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7436\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> they shall see God. <\/div><div class=\"paragraph jod\" id=\"v20n236\"> &#x201C;Blessed are the peacemakers: for they shall be called the children of God.<span class=\"citation\" id=\"62896\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62896)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62896)\">Matt. 5:3-9<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v20n237\"> &#x201C;Blessed are ye, when men shall revile you, and persecute you, and shall say all manner of evil against you falsely, for my sake. <\/div><div class=\"paragraph jod\" id=\"v20n238\"> &#x201C;Rejoice, and be exceeding glad: for great is your reward in heaven: for so persecuted they the prophets which were before you.&#x201D;<span class=\"citation\" id=\"63012\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63012)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63012)\">Matt. 5:11-12<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v20n239\"> And in another place in the same chapter, he says: <\/div><div class=\"paragraph jod\" id=\"v20n240\"> &#x201C;Let your communication be, Yea, yea; Nay, nay: for whatsoever is more than these cometh of evil.&#x201D;<span class=\"citation\" id=\"63184\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63184)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63184)\">Matt. 5:37<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v20n241\"> And again he said, &#x201C;Resist not evil: but whosoever shall smite thee on thy right cheek, turn to him the other also. And if any man will sue thee at the law, and take away thy coat, let him have thy cloak also.&#x201D;<span class=\"citation\" id=\"63193\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63193)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63193)\">Matt. 5:39-40<\/a><\/span> These were peculiar doctrines. Who is there among men naturally that could practice them? Why if a man were struck on the cheek by another man, the natural impulse would be to knock him down, if he could; to return evil for evil.<span class=\"citation\" id=\"127877\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127877)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127877)\">1 Pet. 3:9<\/a><\/span> If a man sued another at the law and took his coat, would he be inclined to give his cloak also? No he would contend for his coat. And again: &#x201C;And whosoever shall compel thee to go a mile, go with him twain&#x201D;&#x2014;<span class=\"citation\" id=\"63197\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63197)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63197)\">Matt. 5:41<\/a><\/span>go with him two miles. &#x201C;Give to him that asketh thee, and from him that would borrow of thee turn not thou away.&#x201D;<span class=\"citation\" id=\"63199\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63199)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63199)\">Matt. 5:42<\/a><\/span> This sort of teaching came directly in contact with man's fallen nature. It is the same today, and yet they are the teachings of the Son of God, they are the principles which he taught; their practice he required then, and he requires the same today. &#x201C;But I say unto you, Love your enemies, bless them that curse you, do good to them that hate you, and pray for those which despite<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"90a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0090.pdf\" target=\"pdfwin\">p.&#xA0;90a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7435\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>fully use you, and persecute you; That ye may be the children of your Father which is in heaven: for he maketh his sun to rise on the evil and on the good, and sendeth rain on the just and on the unjust.&#x201D;<span class=\"citation\" id=\"63234\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63234)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63234)\">Matt. 5:44-45<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v20n243\"> In order then to be the children of our Father in heaven, we must love our enemies, we must bless them that curse us, we must do good to them that hate us, and pray for them who despitefully use and persecute us.<span class=\"citation\" id=\"63213\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63213)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63213)\">Matt. 5:44<\/a><\/span> Now mark how pointedly the Savior puts this to those who are listening to him: &#x201C;For if ye love them which love you, what reward have ye? do not even the publicans the same? And if ye salute your brethren only, what do ye more than others? do not even the publicans so?&#x201D;<span class=\"citation\" id=\"63269\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63269)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63269)\">Matt. 5:46-47<\/a><\/span> The wicked love one another, that is they at least affect to do so. It is natural for man to love those who love him; it requires no effort, it comes easy. It requires no particular superiority in a man to love his friend. But the Savior requires more than this; the requirement is that he shall not only love his friends and brethren, but he shall love his enemies.<span class=\"citation\" id=\"63201\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63201)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63201)\">Matt. 5:43-44<\/a><\/span> He shall not hate his enemies, he shall not hate them that despitefully use and persecute him, but shall pray for them,<span class=\"citation\" id=\"63212\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63212)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63212)\">Matt. 5:44<\/a><\/span> allowing the feeling of forgiveness to reach after them. This feature you will find exemplified in the Savior's entire life. Up to his last moments when upon the cross suffering the agonies of death, and although possessing all power, instead of using that power by way of revenge upon those who so cruelly treated him, he submitted himself meekly into their hands, and cried, &#x201C;Father, forgive them; for they know not what they do.&#x201D;<span class=\"citation\" id=\"68315\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68315)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68315)\">Luke 23:34<\/a><\/span> He thus set all men an example which they should imitate. <\/div><div class=\"paragraph jod\" id=\"v20n244\"> It is common now, it is common among newspapers, and it is common <div class=\"break columnbreak\" id=\"90b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0090.pdf\" target=\"pdfwin\">p.&#xA0;90b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7435\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> in our city to publish alms doing that everybody might know how benevolent we are; that it might be carried by the wings of lightning and published to the world what generous people we are. This city of Salt Lake does this very thing. &#x201C;Take heed,&#x201D; says the Savior, &#x201C;that you do not your alms before men, to be seen of them: otherwise ye have no reward of your Father which is in heaven.&#x201D;<span class=\"citation\" id=\"63284\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63284)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63284)\">Matt. 6:1<\/a><\/span> You get your reward when you get the praise of men. His teaching was to do good by stealth, that it might not be known, and that men might not get honor from their fellow men. &#x201C;Therefore when thou doest thine alms, do not sound a trumpet before thee, as the hypocrites do, that they might have the glory of men. Verily I say unto you, They have their reward. But when thou doest alms, let not thy left hand know what thy right hand doeth: That thine alms might be in secret: and thy Father which seeth in secret himself shall reward thee openly.&#x201D;<span class=\"citation\" id=\"63287\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63287)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63287)\">Matt. 6:2-4<\/a><\/span> The whole of these teachings are full of instruction, and indicate the character of the Savior and the nature of the Gospel which he preached. <\/div><div class=\"paragraph jod\" id=\"v20n245\"> Here is another saying: &#x201C;Take no thought for your life, what ye shall eat; neither for the body, what ye shall put on. The life is more than meat, and the body is more than raiment.&#x201D;<span class=\"citation\" id=\"63580\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63580)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63580)\">Matt. 6:25<\/a><\/span><span class=\"citation\" id=\"67621\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67621)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67621)\">Luke 12:22-23<\/a><\/span> This kind of teaching did not suit mankind, it came in contact with their ideas, and with their traditions, and the manner in which they had been taught. It was the praise of the world that they sought; it was to be seen of men that they worshipped, and it was to be seen of men that they gave alms. And they loved those that bestowed favors upon them, that were kind to them. They invited the rich to their feasts and not the poor. Jesus commanded his disciples to invite the poor and not  <div class=\"break pagebreak\" id=\"91a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0091.pdf\" target=\"pdfwin\">p.&#xA0;91a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7434\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the rich, as they could invite themselves.<span class=\"citation\" id=\"67686\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67686)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67686)\">Luke 14:12-14<\/a><\/span> In fact, he taught doctrines that laid the axe at the root<span class=\"citation\" id=\"62700\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62700)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62700)\">Matt. 3:10<\/a><\/span><span class=\"citation\" id=\"67121\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67121)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67121)\">Luke 3:9<\/a><\/span><span class=\"citation\" id=\"82055\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82055)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82055)\">Alma 5:52<\/a><\/span><span class=\"citation\" id=\"89137\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89137)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89137)\">D&amp;C 97:7<\/a><\/span> of all selfishness, and, if carried out, that would destroy it entirely, leaving no vestige of it in the human bosom. <\/div><div class=\"paragraph jod\" id=\"v20n247\"> I have already read to you the great rule that the Savior taught: &#x201C;Therefore all things whatsoever ye would that men should do to you, do ye even so to them: for this is the law and the prophets.&#x201D;<span class=\"citation\" id=\"63822\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63822)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63822)\">Matt. 7:12<\/a><\/span> Let us Latter-day Saints ask ourselves this afternoon, partaking as we are of the Sacrament, eating the bread and drinking of the cup in remembrance of the body and the blood of our Lord and Savior;<span class=\"citation\" id=\"73381\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73381)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73381)\">1 Cor. 11:24-29<\/a><\/span> let us ask ourselves&#x2014;and I include myself with all of you, for I preach to myself as much as I do to anyone of this congregation upon these points&#x2014;do we remember this golden rule that the Savior gave? Do we endeavor, when dealing in any way or manner whatever with our brother or our sister, to put ourselves in his or her position and say in our hearts, that which I do to my brother or to my sister, or am about to do, is just what I would that he or she should do to me? Do we think of this? Do we carry it out? Or do we think about ourselves, and forget about our brother and sister, unmindful of their interest and the rights and the claims which they have upon us? <\/div><div class=\"paragraph jod\" id=\"v20n248\"> Well, now, I know, that situated as we are it is somewhat difficult to carry out these principles properly in their perfection, and that there has to be wisdom used. But nevertheless, here is the standard to which we are required, as Latter-day Saints and as disciples of Christ, to attain to. We must attain to it. Just as sure as we live, if we do not attain to it, where God and Christ are we never can come;<span class=\"citation\" id=\"87254\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87254)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87254)\">D&amp;C 76:112<\/a><\/span> we could not dwell in their presence unless we have the same spirit, the same feelings and in<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"91b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0091.pdf\" target=\"pdfwin\">p.&#xA0;91b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7434\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>clinations, having conquered the weaknesses of our fallen natures sufficiently, so that the Gospel that He taught shall be exemplified in us as it was in him. &#x201C;Not every one that saith unto me, Lord, Lord, shall enter into the kingdom of heaven;&#x201D;<span class=\"citation\" id=\"63937\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63937)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63937)\">Matt. 7:21<\/a><\/span> it is not all those who will say unto him in that day, &#x201C;Lord, Lord, have we not prophesied in thy name? and in thy name have cast out devils? and in thy name done many wonderful works?&#x201D;<span class=\"citation\" id=\"63957\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63957)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63957)\">Matt. 7:22<\/a><\/span> It is not all of these whom the Savior will recognize and acknowledge, and whom he will admit into his presence and into his kingdom; but it is those that do the will of his Father in heaven;<span class=\"citation\" id=\"63938\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63938)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63938)\">Matt. 7:21<\/a><\/span> it is those that enter into the strait gate and that walk in the narrow way,<span class=\"citation\" id=\"63854\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63854)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63854)\">Matt. 7:13-14<\/a><\/span> and that persevere unto the end, denying themselves and overcoming every evil inclination, and bringing their dispositions into complete subjection to the mind and will of God, bringing forth the fruits of righteousness; for every tree will be known by its fruits.<span class=\"citation\" id=\"63901\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63901)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63901)\">Matt. 7:16<\/a><\/span> No corrupt tree can bring forth good fruit; no good tree can bring forth evil fruit.<span class=\"citation\" id=\"63914\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63914)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63914)\">Matt. 7:18<\/a><\/span> No Latter-day Saint, that is, a true Latter-day Saint, will bring forth the fruits of unrighteousness or wickedness. No professed Latter-day Saint who is a hypocrite, who is not of God, can bring forth fruit that will be acceptable unto him. I know how we feel as a people. The general feeling in our hearts is that we have borne witness unto the Father and unto the Son and unto angels and unto all the earth, by the course of life we have taken in joining this Church, and in taking upon us the name that has been hitherto so ignominious, in taking up our cross; and because of our obedience to the Gospel of the Son of God there is scarcely doubt in our minds respecting our future condition, that we are almost sure to enter into the  <div class=\"break pagebreak\" id=\"92a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0092.pdf\" target=\"pdfwin\">p.&#xA0;92a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7433\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>celestial kingdom of God and sit down with the Father and the Son, and with the Prophets and Apostles who have gone before. I am sensible of the fact that this feeling is general. And I believe there is no people of the same number who are entitled to this feeling, than the Latter-day Saints are. I say this because there is no people who have endured so much for their religion; and they have witnessed to the heavens and the earth their willingness to forsake all things for its sake. They have taken no thought of their lives; they have taken no thought in times past as to what they should eat, as to what they should drink, or as to what they should wear,<span class=\"citation\" id=\"63581\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63581)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63581)\">Matt. 6:25<\/a><\/span> and they have held themselves ready to sacrifice their all for the Gospel of the Son of God. But there are other duties, there are other obligations resting upon us as a people besides these to which I have referred. And it is necessary we should live a Godly life after we have done all these things. After we have prophesied, after we have done many wonderful works, after we have received the Holy Ghost and cast out devils,<span class=\"citation\" id=\"63958\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63958)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63958)\">Matt. 7:22<\/a><\/span> it is essentially necessary we should do other things, and that is to carry out in our lives the principles of our Lord and Master. And upon these points we need continued instruction and reproof; we need continued warning least we should be overcome by the spirit of the world and become self-deluded by imagining that our case is a good one, our condition is a sure one, and that we are secure of eternal life. We should always remember that which the Apostle Paul says&#x2014;&#x201C;Wherefore let him that thinketh he standeth take heed lest he fall.&#x201D;<span class=\"citation\" id=\"73316\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73316)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73316)\">1 Cor. 10:12<\/a><\/span> There are none of us in so secure a position but what we may do things that may displease the Father. <\/div><div class=\"paragraph jod\" id=\"v20n250\"> It is necessary, as the world have <div class=\"break columnbreak\" id=\"92b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0092.pdf\" target=\"pdfwin\">p.&#xA0;92b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7433\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> been taught by the Elders of this Church from the beginning, that men should have faith in God; and it is as true today as it was anciently that faith without works is dead.<span class=\"citation\" id=\"77589\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77589)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77589)\">James 2:20,26<\/a><\/span> It is necessary that men should repent of their sins, and it is not only necessary to repent of, but to forsake those sins and be baptized for the remission of them, and that they should receive the laying on of hands, according to the apostolic pattern, for the reception of the Holy Ghost, and without which no man can see God, nor dwell in his presence, nor prepare himself to dwell there. Man needs it all the time to be with him to assist, to guide him, acting as a monitor to him. The Elders of this Church have testified that these things are necessary and essential to salvation in the kingdom of God. It is just as necessary now as in ancient days that men should take a certain course in order to receive certain blessings, and this is the great cause of the disunion and the variety of opinions which exist in the religious world today. It is because men have departed from the truth as it was originally; it is because they have changed the ordinances of the Gospel and broken the everlasting covenant as foretold by Isaiah.<span class=\"citation\" id=\"58452\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58452)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58452)\">Isa. 24:5<\/a><\/span> And hence, when you travel through the world of Christendom today, you find every variety of religious belief. You can scarcely conceive of a doctrine that is not entertained. There is but one Christ, and Christ is believed in, or at least men profess to believe in him. But they have some three different kinds of baptism, and I have heard of more. There are as many methods of approaching the Savior and obtaining remission of sins, almost, as there are sects and denominations; and all professing to be followers of the Lord Jesus Christ, as though the Lord were the author of confusion,<span class=\"citation\" id=\"73769\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73769)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73769)\">1 Cor. 14:33<\/a><\/span> as though  <div class=\"break pagebreak\" id=\"93a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0093.pdf\" target=\"pdfwin\">p.&#xA0;93a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7432\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the Lord were the author of strife. Hence it is that there is so much infidelity, so much atheism, and so many men that deny God; for they can see nothing admirable or desirable in the professions of Christianity, as it is called. And why so? Because men have strayed from the truth; it is because they have forsaken the faith and doctrine taught by the Savior; and having departed from it, of course they are left to themselves. Every reformer that has arisen has presented some new form of doctrine; he has enunciated some new ideas, or ideas which he thought were new. He promulgated some new teachings, and has not failed to draw some followers, according to his popularity. <\/div><div class=\"paragraph jod\" id=\"v20n252\"> The Latter-day Saints believe that the Lord has spoken from the heavens. And this appears to be very objectionable. I remember the time, in my boyhood, when it was thought the worst thing&#x2014;that is, before the principle of plural marriage was taught. It is very often said now, &#x201C;If you were not polygamists, and did not believe in polygamy, there would be no trouble. You are a pretty good people, you &#x2018;Mormons,&#x2019; if you would only get rid of your peculiar institutions we could got along with you.&#x201D; It seems to be but a few years ago when we were not known generally as believers in plural marriage, and what was the objection to us then? &#x201C;You &#x2018;Mormons&#x2019; believe in new revelation, and we do not know what kind of revelation you may get: you may profess to receive a revelation and get a false one, and we do not know what may be the result; it is a dangerous doctrine.&#x201D; Well, it is a dangerous doctrine for the wicked world. But think of it. What is there about the doctrine of revelation&#x2014;continuous revelation from God, that conflicts with the Gospel as taught in ancient days? Why, we are taught in the Bible <div class=\"break columnbreak\" id=\"93b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0093.pdf\" target=\"pdfwin\">p.&#xA0;93b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7432\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> that all flesh are equal in the sight of God; that he that works righteousness is acceptable to God in every generation among every people;<span class=\"citation\" id=\"71772\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71772)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71772)\">Acts 10:34-35<\/a><\/span> that God does not confine his mercies and providences and blessing to one generation, or one people, or one nation, but that he is God over the whole earth; that his salvation is as boundless as eternity, and his hand is over all his handiwork&#x2014;that is, over all his creations. That he was the God of Adam and those who lived contemporary with him; was the God of Noah and was mindful of him and those who lived contemporary with him who feared him and kept his commandments; and also of the Savior and the Apostles; and he is the same God today as he was yesterday,<span class=\"citation\" id=\"77385\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77385)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77385)\">Heb. 13:8<\/a><\/span> the same God in this year of our Lord one thousand, eight hundred and seventy-eight, as he was in the first year of our era; and that he has not changed or grown old, that his eyes have not grown dim, or his arm less powerful to save today than it ever was. And this doctrine appeals to every human being as divine truth, as the revelation of nature to man&#x2014;if you may use the word nature, if you do not like the word God&#x2014;that all men of every generation are equal before God; and it is a doctrine that runs through all the teachings of every inspired man through all the ages. And I would not give a fig for a religion that did not teach it, nor a system that did not recognize it. It is not worthy of a place in a man's belief. <\/div><div class=\"paragraph jod\" id=\"v20n253\"> We believe, then, that God has revealed himself to man again, for his own purpose, to accomplish his own design and to prepare a people for the coming of the Lord Jesus Christ. For we believe he will come, that he will come to reign upon the earth and to establish righteousness and uproot iniquity, and carry out the doctrine I have read in your hearing;  <div class=\"break pagebreak\" id=\"94a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0094.pdf\" target=\"pdfwin\">p.&#xA0;94a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7431\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and establish an order of society that shall have for its basis eternal truth, some of the principles of which I have read to you. We believe he is coming for this purpose and to destroy all those man-made systems, and this inequality, and this fraud, and all wickedness that prevails. He will do it, better than Kearney, better than Labor Unions or Working-men's Leagues. He will do it better than any man-made institution. In fact the whole of them will be overturned by him; and he will introduce a plan by which every man will recognize the value of his brother man, a plan by which the poor can rejoice, and which will prevent the oppressor and the evildoer and the strong hand of Wealth from controlling and governing the earth, as is the case today. And it is for this purpose that the Gospel has been restored; and we have commenced to practice some of the principles calculated to bring about this condition of affairs. Imperfectly we admit, very imperfectly; but nevertheless the principles themselves are true and are perfect, however imperfectly they may be believed in and carried out by those professing to be the followers of them, and, as I have said, the Lord has restored the ordinances in their ancient power and in their ancient purity; and the results we see before us today, to a certain extent, in this Territory. We are partially united; and I thank God for it; I praise him every day of my life that my lot is cast among this people, and that I am counted worthy to be a member of this Church. However humble my station may be, I still feel that I would have abundant cause for thanksgiving in the fact that I am a member of this Church and that through membership I have a claim to the fellowship of this people. Imperfect as we are, I never<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"94b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0094.pdf\" target=\"pdfwin\">p.&#xA0;94b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7431\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>theless feel thankful for the degree of union that we have attained to throughout these valleys. I am thankful for these my brethren and these my sisters. When I see their union and course of life and the disposition they manifest in the midst of the temptations which surround them, I feel thankful that the Gospel has been restored and for the power it has upon the hearts of those with whom I am associated. To me the spectacle is one that fills me with thankfulness and admiration to God, when I see these elements gathered to these mountains from so many different nations and peoples, notwithstanding our peculiarities and original differences of faith and of language, education and training, to see them dwell together so peacefully as they do, loving one another and ever ready and willing to do good to each other; not to the extent probably we should do or that we are required to do, for in too many instances we forget ourselves and partake too much of the spirit of the world. But I am thankful, as I have said, for that which I do witness, for the union and love and disposition to deny ourselves, and the reverence we have for God and sacred things and also the regard we have for his Priesthood. <\/div><div class=\"paragraph jod\" id=\"v20n254\"> This Gospel to which I have referred, if taught and believed in and practiced by the inhabitants of the earth, would revolutionize the face of society; it would change the affairs of the earth, as we witness them. Instead of one man lauding it over his fellow man, as though he were made of better clay, as though he were made of porcelain, while his neighbor was made of common stuff, and thinking himself entitled to better board and bed and finer clothes, and to live in greater ease, instead of feeling that way, when the principles of the Gospel are practiced by us in their en<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"95a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0095.pdf\" target=\"pdfwin\">p.&#xA0;95a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7430\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tirety, we will get rid entirely of these feelings, and we will seek to carry out that which he has commanded his servants, namely to love your neighbor as yourselves;<span class=\"citation\" id=\"65483\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65483)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65483)\">Matt. 22:39<\/a><\/span> and not to profess to do it; but do it. And when we trade with our neighbor, instead of taking advantage of him and of his ignorance and necessities, trade with him as we would want him to trade with us under similar circumstances, and mete out to him evenhanded justice, as we would wish him to do to us were our positions reversed. These are lessons required of us in the Gospel; to learn them and practice them, and then struggle with our weakness&#x2014;for these are weaknesses of our nature&#x2014;and they come in contact with this sort of doctrine, these heavenly and advanced principles which Jesus taught when upon the earth. <\/div><div class=\"paragraph jod\" id=\"v20n256\"> It is an easy thing to tell a true Latter-day Saint from one who only professes the religion; it is an easy thing to tell a false Prophet from a true Prophet; it is easy to tell where a man gets his doctrines from, whether from beneath or from above, by the fruits that they bring forth.<span class=\"citation\" id=\"63898\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63898)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63898)\">Matt. 7:15-16<\/a><\/span> The doctrines of the Lord Jesus Christ bring peace; they bear testimony to every man's soul who practices them that they are true. And if a man wants to know whether God lives and whether Jesus is his Son, and had a right to teach the doctrines accredited to him in the Bible, let him practice those doctrines, and he will find out for himself that they are true,<span class=\"citation\" id=\"69373\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69373)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69373)\">John 7:17<\/a><\/span> because there will be a spirit that will bear testimony to him of their truthfulness. He will have the spirit of heaven, the spirit of peace, the spirit of love, of charity, of patience and forgiveness, and the spirit of joy in his heart. But when he believes them and comes in contact with them, there is another <div class=\"break columnbreak\" id=\"95b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0095.pdf\" target=\"pdfwin\">p.&#xA0;95b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7430\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> spirit takes possession of him, and his joy, his peace and happiness take their flight. <\/div><div class=\"paragraph jod\" id=\"v20n257\"> Why, brethren and sisters, it is good for us on this the Lord's day to leave our business, leave our workshop, leave our counting houses, leave our stores and our fields and farms, our gardens and cattle, and the other things that engross our attention during the six days of the week, and come here on the Lord's Day, and ponder upon his Word and on the doctrines given unto us, and treasure them up in our hearts, and seek them a practical application in our lives as fast as we can. And the more a man seeks to do this, the more he labors in his own individual interest. In one sense it makes but little difference, and will make but little difference to me what your fate may be. It is true it would add to my happiness to see and know that my friends were saved and exalted in the presence of our Father; but the great duty devolving upon you and me, is to see that we are individually saved. It is not for me to watch and scrutinize and comment upon you, having my attention directed to your weaknesses, and then say, &#x201C;There is Brother So-and-So; how unworthy he is;&#x201D; or &#x201C;There is Sister So-and-So, look at her conduct, and what poor management she has in her household; and how she treats her household.&#x201D; It is not for you or me to do this one to another, but it is for each one of us to look at ourselves and examine our own hearts, look at and scrutinize our own conduct doing that which is right in the sight of God ourselves. <\/div><div class=\"paragraph jod\" id=\"v20n258\"> Are we individually complying with those requirements which Jesus gave his apostles? If we are, it is well with us. If we are not it matters not how many others are doing  <div class=\"break pagebreak\" id=\"96a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0096.pdf\" target=\"pdfwin\">p.&#xA0;96a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7429\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>wrong, it does not help my case or excuse you in the least degree. But it is for me to do right myself; it is for me to carry out and practice in my life the principles revealed, and which I know to be true; and then whether those on the right or those on the left do wrong, it makes no difference so far as my individual salvation is concerned. And this is practical religion. If I were to sit down and begin to relate to some of my neighbors the faults of another neighbor, do you think that would add to my perfection? No, it would tend to make me more contemptible in the sight of God, and in the sight of all men more just and upright than myself. Therefore it is our duty to indulge in and practice self-examination, and self-condemnation if necessary. The man that looks at himself in the light of the Spirit of God, and who is a humble man, will not find much fault with his fellow man; for the presence of his own faults arise before him continually when he sees another man's weaknesses, and instead of filling him with self-pride and self-justification and feeling self<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"96b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0096.pdf\" target=\"pdfwin\">p.&#xA0;96b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7429\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>righteous, it produces a feeling within him of commiseration for others, and the spirit of charity takes possession of him, and undoubtedly a prayer ascends from his heart to God in behalf of him who had given way to weakness desiring the Lord to deliver him that he might not be left to be overcome by the adversary. There is too much talking among us about one another. If we perceive a weakness in a brother or a sister, instead of talking about it, we should rather pray for him or her; it would be much better for us. If we are so perfect that we need no help ourselves, let us exercise faith for those who are not in so good condition, and pray the Lord to help them, that they may be enabled to overcome. <\/div><div class=\"paragraph jod\" id=\"v20n260\"> The Lord bless you, brethren and sisters, and help us to be that which we profess to be, not only to be Latter-day Saints in name, but in word and deed,<span class=\"citation\" id=\"78725\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78725)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78725)\">1 Jn. 3:18<\/a><\/span> exemplifying the principles of our religion in our lives; which I ask in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}