{"ID":200043, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Church Founded Upon the Rock of Revelation&#x2014;Faithful Saints Cannot Be Moved By Persecution.<\/div>\n<div class=\"subtitle\">Discourse by Elder Lorenzo Snow, delivered at the General Conference, held in the Tabernacle, Salt Lake City, Oct. 6, 1879.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: John Irvine.<\/div>\n<div class=\"pageHeader\">Page Header: The Church Founded, Etc.<\/div>\n<div class=\"speaker\">Speaker: Lorenzo Snow<\/div>\n<div class=\"date\">Date: 10\/6\/1879<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d43\">\n<div class=\"paragraph jod\" id=\"v20n883\"> I have been very much interested in the remarks of Brother Orson Pratt. <\/div><div class=\"paragraph jod\" id=\"v20n884\"> I wish during the short time that I occupy the stand to make a few observations in reference to the foundation upon which we have established our faith and belief in the principles of the everlasting Gospel which we have espoused, and to see what means the elders of the Church of Jesus Christ of Latter-day Saints employ in establishing these principles in the hearts of the people in the various nations where they are proclaiming the fulness of the Gospel. It is well perhaps in view of the surrounding circumstances, and in consideration of the difficulties that arise in our midst&#x2014;and which may possibly try our faith&#x2014;to examine occasionally more closely <div class=\"break columnbreak\" id=\"329b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0329.pdf\" target=\"pdfwin\">p.&#xA0;329b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7196\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> into the foundation upon which we ground our hopes&#x2014;our hopes in regard to our property and in regard to our ability to accomplish the commandments of God and withstand the temptations that will be presented to try our faith, and overcome the difficulties that may come in our way in the path of our progress. In preaching the Gospel in the days of the apostles there were certain things that followed their labors, that inspired individuals that received the doctrine from their hands that filled them with great confidence in regard to those principles as is shown on a certain occasion where one of the Apostles uses language like this: &#x201C;Our gospel came not unto you in word only, but also in power, and in the Holy Ghost, and in much assurance.&#x201D;<span class=\"citation\" id=\"75655\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75655)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75655)\">1 Thes. 1:5<\/a><\/span> The people  <div class=\"break pagebreak\" id=\"330a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0330.pdf\" target=\"pdfwin\">p.&#xA0;330a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7195\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>who had received the Gospel were reminded of the peculiar blessings and powers that attended it in its administration. When the disciples were ordained by the Savior<span class=\"citation\" id=\"129373\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129373)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129373)\">Luke 8:1 (JST)<\/a><\/span><span class=\"citation\" id=\"70184\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70184)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70184)\">John 15:16<\/a><\/span> and sent forth to proclaim the Gospel to the world, they were told that certain blessings and assurances should follow its administration.<span class=\"citation\" id=\"64085\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64085)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64085)\">Matt. 10:7-8<\/a><\/span><span class=\"citation\" id=\"66844\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66844)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66844)\">Mark 16:15-18<\/a><\/span> On another occasion it was said by the Savior, when people were anxious to know in regard to the divinity of his mission, he told them that if they would do the will of God they should know of the doctrine.<span class=\"citation\" id=\"69377\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69377)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69377)\">John 7:17<\/a><\/span> And again, on a certain time when his disciples came together, he asked them what the people said in relation to him, the character that they gave him, and the feeling he had produced among them in regard to the divinity of his character. He was informed that the people had various ideas and views in relation to it. Some thought that he was one of the prophets that had risen, that he was Elias or Jeremiah, or John the Baptist that had been beheaded.<span class=\"citation\" id=\"64815\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64815)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64815)\">Matt. 16:13-14<\/a><\/span> In the midst of this confusion of ideas, however, there was one individual that had obtained correct information on the subject, and from a quarter that every person that receives the fulness of the Gospel is privileged to obtain a perfect knowledge of its divinity. Turning to the disciples he said, &#x201C;But whom say ye that I am? And Simon Peter answered and said, Thou art the Christ, the Son of the living God.&#x201D;<span class=\"citation\" id=\"64828\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64828)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64828)\">Matt. 16:15-16<\/a><\/span> Now, he had obtained a revelation in regard to the character of the Son of God. He had not obtained it through the observance of the miracles that Jesus had performed. He had not obtained it from any other quarter or source save from God the Eternal Father. Jesus told him that, &#x201C;flesh and blood hath not revealed it unto thee, but my Father which is in heaven. And I say unto thee, That <div class=\"break columnbreak\" id=\"330b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0330.pdf\" target=\"pdfwin\">p.&#xA0;330b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7195\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> thou art Peter, and upon this rock I will build my church; and the gates of hell shall not prevail against it.&#x201D;<span class=\"citation\" id=\"64847\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64847)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64847)\">Matt. 16:17-18<\/a><\/span> That is, upon the rock of revelation, for the nature of the Gospel is such, that when it is proclaimed and honestly obeyed, individuals receive a testimony in regard to the divinity of the doctrine. This was confirmed on the day of Pentecost. Peter in preaching to the people said, &#x201C;Repent, and be baptized every one of you in the name of Jesus Christ for the remission of sins, and ye shall receive the gift of the Holy Ghost. For this promise is unto you, and to your children, and to all that are afar off, even as many as the Lord our God shall call.&#x201D;<span class=\"citation\" id=\"71279\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71279)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71279)\">Acts 2:38-39<\/a><\/span> This gift of the Holy Ghost is a different principle from anything that we see manifested in the sectarian world. It is a principle of intelligence, and revelation. It is a principle that reveals things past, present and to come,<span class=\"citation\" id=\"70424\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70424)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70424)\">John 16:13<\/a><\/span> and these gifts of the Holy Ghost were to be received through obedience to the requirements of the Gospel as proclaimed by the Elders of the Church of Jesus Christ of Latter-day Saints in these days. It was upon this rock that their faith should be grounded; from this quarter they should receive a knowledge of the doctrine they had espoused, and we are told by the Savior, &#x201C;that the gates of hell should not prevail against them.&#x201D;<span class=\"citation\" id=\"64858\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64858)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64858)\">Matt. 16:18<\/a><\/span> Thus the Church was organized upon the principle of revelation. In it were placed &#x201C;first apostles, secondarily prophets, thirdly teachers, after that miracles, then gifts of healings, helps, governments, diversities of tongues.&#x201D;<span class=\"citation\" id=\"73634\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73634)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73634)\">1 Cor. 12:28<\/a><\/span> Thus God placed in his kingdom and in his Church those things that were according to the mind and will of heaven, according to the laws of the celestial world. In another place we are told that God gave gifts unto men.<span class=\"citation\" id=\"75030\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75030)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75030)\">Eph. 4:8<\/a><\/span> &#x201C;And he gave some, apostles;  <div class=\"break pagebreak\" id=\"331a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0331.pdf\" target=\"pdfwin\">p.&#xA0;331a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7194\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and some, prophets; and some, evangelists; and some, pastors and teachers.&#x201D;<span class=\"citation\" id=\"75074\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75074)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75074)\">Eph. 4:11<\/a><\/span> Now for what purpose were they given? We are told that they were given, &#x201C;For the perfecting of the saints, for the work of the ministry, for the edifying of the body of Christ.&#x201D;<span class=\"citation\" id=\"75167\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75167)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75167)\">Eph. 4:12<\/a><\/span> How long were these gifts to continue? We are told they were to continue, &#x201C;Till we all come in the unity of the faith, and of the knowledge of the Son of God, unto a perfect man, unto the measure of the stature of the fulness of Christ.&#x201D;<span class=\"citation\" id=\"75210\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75210)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75210)\">Eph. 4:13<\/a><\/span> These were the principles taught by the apostles, and when they went forth among strangers they could say, &#x201C;We have authority to administer in the ordinances of the Gospel; but you cannot know these things except you receive this knowledge from the eternal world. We profess to have this authority, but you are not acquainted with us, you do not know our character. We require you to repent of your sins and to be baptized for a remission of the same, and then you shall have a knowledge of the truth.&#x201D; These are the declarations of our Elders in these days; it is by this means that the people are gathered here from the various nations of the earth. Here we have a people from England, Denmark, Sweden, France and from almost all the nations of the earth. Why are we gathered into these mountain valleys? Why have we left our homes in distant lands? Because we realize the truth of the gospel as proclaimed by the Elders. We have received the gift of the Holy Ghost, which has revealed to us this knowledge; and it is because of this knowledge that we are here today. Where in all the world can you find a class of ministers that dare take the position our Elders do? Where is the man or the set of men that can be found that dare to present <div class=\"break columnbreak\" id=\"331b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0331.pdf\" target=\"pdfwin\">p.&#xA0;331b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7194\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> themselves before the world and say that they have been authorized of God to administer certain ordinances to the people through which they may receive revelation from God? Anyone announcing a doctrine of this kind would soon be found out if he were an impostor&#x2014;he would place himself in a very dangerous position, and would soon be discovered if he held no such authority. Our elders, however, dare take this position. We have taken this position for nearly fifty years. God has sent his holy angels from heaven and restored the authority to man to administer the ordinances of the Gospel, and through these the gift of the Holy Ghost now confers upon man a knowledge in regard to the divinity of this work. Now, we talk about people succumbing because of their inferiority in numbers or because they are partly in the minority. That may be all very well providing it is simply man's work. We can very well see that in such case 150,000 could not expect to prosper or succeed in opposition, or in holding principles that are in conflict to those of 45,000,000 of people. Noah could not expect to succeed against a whole generation while his doctrine was accepted only by seven individuals,<span class=\"citation\" id=\"78066\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78066)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78066)\">1 Pet. 3:20<\/a><\/span> providing it had been only man's work. Neither could Moses when he proclaimed his message expect to have succeeded against the Egyptian government and its influence had he not been inspired and had authority from God. It is not that one man or set of men should proclaim principles as divine and demand their acceptance unless he have authority beyond that of man. If, therefore, the Elders of Israel have been authorized, if they have received authority from the Almighty to proclaim these principles, then it will be very easy to understand who  <div class=\"break pagebreak\" id=\"332a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0332.pdf\" target=\"pdfwin\">p.&#xA0;332a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7193\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>will succumb in the end. If it is the work of God we may expect very well what will be the result. There was a law in the days of king Nebuchadnezzar that all nations should bow to the golden image which he set up;<span class=\"citation\" id=\"61405\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61405)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61405)\">Dan. 3:1-30<\/a><\/span> it was made obligatory upon every individual that he should not offer prayer to the God of heaven.<span class=\"citation\" id=\"128036\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128036)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128036)\">Dan. 6:1-28<\/a><\/span> Well, what were the results? It is very easy to see; it is very easy to see what will be the results at all times when God has a work to accomplish in the midst of a people. When men of integrity, men of honesty, receive a knowledge of any principle, divine principle, when they receive a manifestation of the Almighty concerning the truth of any work or any doctrine, it is a very difficult matter to destroy or force that knowledge from them. You cannot do it by imprisonment, you cannot by any method of torture. So in regard to the people called Latter-day Saints. Inasmuch as they have received these doctrines in various nations where the Gospel has been proclaimed, and inasmuch as they have received a divine manifestation of the truth of these principles, we do not expect when they come here to these mountain valleys that they are to be frightened out of these things, because a man's religion is more dear to him than life. Has anybody received a revelation to the contrary? Has anybody received a revelation that Joseph Smith was not endowed with power from on high, or that the Elders of Israel have not been authorized to preach this Gospel? No; but we can bring thousands of individuals that have received revelation that these things are true; thousands upon thousands. Well, then, the foundation upon which the Church of Jesus Christ of Latter-day Saints is <div class=\"break columnbreak\" id=\"332b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0332.pdf\" target=\"pdfwin\">p.&#xA0;332b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7193\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> built is the rock of revelation&#x2014;upon the rock that Jesus said He would build His church, and the gates of hell should not prevail against it.<span class=\"citation\" id=\"64859\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64859)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64859)\">Matt. 16:18<\/a><\/span> We have not received this knowledge through flesh and blood,<span class=\"citation\" id=\"64842\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64842)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64842)\">Matt. 16:17<\/a><\/span> we have not received this testimony from man, we have not received it through the reading of the Bible, New Testament or Book of Mormon, but we have received it through the operations of the Holy Ghost, that teaches of the things of God, things past, present and to come,<span class=\"citation\" id=\"70425\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70425)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70425)\">John 16:13<\/a><\/span> and that takes of the things of God, making them clearly manifest unto us.<span class=\"citation\" id=\"70512\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70512)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70512)\">John 16:15<\/a><\/span> You cannot take this knowledge from us by imprisonment or any kind of persecution. We will stand by it unto death. <\/div><div class=\"paragraph jod\" id=\"v20n888\"> And now all the Latter-day Saints have to do, all that is required of us to make us perfectly safe under all circumstances of trouble or persecution, is to do the will of God, to be honest, faithful and to keep ourselves devoted to the principles that we have received; do right one by another; trespass upon no man's rights; live by every word that proceedeth from the mouth of God<span class=\"citation\" id=\"62838\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62838)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62838)\">Matt. 4:4<\/a><\/span> and his Holy Spirit will aid and assist us under all circumstances, and we will come out of the midst of it all abundantly blessed in our houses, in our families, in our flocks, in our fields&#x2014;and in every way God will bless us. He will give us knowledge upon knowledge, intelligence upon intelligence, wisdom upon wisdom. <\/div><div class=\"paragraph jod\" id=\"v20n889\"> May God add his blessing upon this people. May we be faithful to ourselves, faithful to all the principles we have received, seeking one another's interests with all our heart, and God will pour out his Spirit upon us, and we will come off victorious in the end, which I ask in the name of the Lord Jesus Christ, Amen. <\/div>\n<\/div>\n<\/div>"}