{"ID":20009, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Prayer.<\/div>\n<div class=\"subtitle\">By Bishop Alfred Cordon, Delivered on the Southwest Corner Stone of the Temple at Great Salt Lake City, after the Presidencies of the Aaronic Priesthood had laid the Stone, April 6, 1853.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Prayer.<\/div>\n<div class=\"speaker\">Speaker: Alfred Cordon<\/div>\n<div class=\"date\">Date: 4\/6\/1853<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d09\">\n<div class=\"paragraph jod\" id=\"v2n231\"> O God, the Eternal Father, we thank thee that we are assembled here this morning, to lay the foundation of another Temple to thy name. We ask thee, in the name of Jesus Christ thy Son, to let thy blessing rest upon this, the Southwest Corner Stone, which has been laid by the Presiding Bishop of thy Church, and his Council. Also let thy power and strength rest upon thy servants who shall endeavor to build upon the same&#x2014;may that spirit of unanimity and peace that pervades our bosoms this morning, rest upon those who shall labor upon this building; may it also rest upon their wives and children, and extend itself throughout the length and breadth of this territory, and the whole world, that the honest in heart may rejoice, and thy Saints be filled with thanksgiving, with praise and adorations to thy great name, for the mercies thou art continually extending unto them. <\/div><div class=\"paragraph jod\" id=\"v2n232\"> Especially let thine Elders abroad, whose hearts are panting this day with joy and satisfaction, feel the force and influence of thy Spirit, that so richly rest upon us, that they may take comfort and consolation. Let their lives be preserved, that they may return, and behold a building reared to thy name, and greatly rejoice and adore thee, O God. May their way be opened, that they may move from nation to nation, from city to city, and from habitation to habitation. Let thine angels go before them, and the secret <div class=\"break columnbreak\" id=\"39b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0039.pdf\" target=\"pdfwin\">p.&#xA0;39b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9548\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> agency of thy Holy Spirit touch the hearts of the people for their good, that thy purposes may soon be accomplished, that Israel may be gathered from the nations of the earth, that light and truth may spread itself, until all the honest in heart rejoice in the principles of freedom, and every band and yoke of the tyrant is snapped and broken asunder, and the knowledge and power of God shall cover the earth, as the waters cover the face of the great deep.<span class=\"citation\" id=\"58126\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58126)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58126)\">Isa. 11:9<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v2n233\"> We pray thee to let the petitions of thy servant, which were offered upon the Chief Corner Stone, be answered upon the heads of this people, and may thy blessing and power rest upon him and his brethren, even the First Presidency of thy Church. May they be filled with the spirit of revelation continually, that thy Saints may flourish, thy kingdom prosper, and thy work roll forth under their guidance, that the day may soon come when Zion shall be respected among the nations, and the <span class=\"italic\">Holy Priesthood<\/span> be the only <span class=\"italic\">authority<\/span> acknowledged, either at home or abroad, on the land or on the sea. <\/div><div class=\"paragraph jod\" id=\"v2n234\"> Direct thy people in thy path, that they may be prepared for the accomplishing of thy purposes. Let the Temple for which we are this day laying the Corner Stones, be reared to thy name, and the Topstone be brought on with shouts of rejoicing before thee. Let every person that shall put forth his hand to prevent  <div class=\"break pagebreak\" id=\"40a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0040.pdf\" target=\"pdfwin\">p.&#xA0;40a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9547\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>this thing from being accomplished, sink into oblivion, and may his power wither like the gourd of Jonah.<span class=\"citation\" id=\"62099\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62099)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62099)\">Jonah 4:7<\/a><\/span> Let all those who put forth their hands to rear this House, or in any way assist in doing the same, be blessed abundantly in the blessings of heaven, and the blessings of earth. And may all <div class=\"break columnbreak\" id=\"40b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0040.pdf\" target=\"pdfwin\">p.&#xA0;40b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9547\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> things work together for the good of thy people in all time to come. <\/div><div class=\"paragraph jod\" id=\"v2n236\"> We dedicate this Stone, and resign ourselves to thee, to use us according to thy pleasure, praying thee to direct our course, and save us eternally in thy celestial Kingdom, in the name of Jesus Christ. Amen. <\/div>\n<\/div>\n<\/div>"}