{"ID":200039, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Futility of the Machinations of the Wicked&#x2014;The Work of God Cannot Be Stayed.<\/div>\n<div class=\"subtitle\">Discourse by President John Taylor, delivered in the Tabernacle, Salt Lake City, August 24, 1879.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: John Irvine.<\/div>\n<div class=\"pageHeader\">Page Header: Futility of the Machinations of the Wicked, Etc.<\/div>\n<div class=\"speaker\">Speaker: John Taylor<\/div>\n<div class=\"date\">Date: 8\/24\/1879<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d39\">\n<div class=\"paragraph jod\" id=\"v20n812\"> I have listened with great pleasure to the remarks that have been made by the brethren who have addressed us, and I thought that I would arise and add a few remarks myself to those already given. It gives me pleasure always to meet with the Latter-day Saints, to talk with them and hear them talk of <div class=\"break columnbreak\" id=\"307b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0307.pdf\" target=\"pdfwin\">p.&#xA0;307b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7218\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> those great and eternal principles, which our Father in heaven has revealed for the salvation, the blessing and exaltation of the human family. Men comprehend very little of these things. And further they know very little about us and our faith, our practice and our doings. <\/div><div class=\"paragraph jod\" id=\"v20n813\"> I was pleased to hear Brother  <div class=\"break pagebreak\" id=\"308a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0308.pdf\" target=\"pdfwin\">p.&#xA0;308a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7217\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>John H. Smith make the remarks he did concerning himself, as regards his purity, his virtue, singleness of heart, and his desire to do good. I wish all the Latter-day Saints could say and do the same. I wish they were all actuated by the same principle of honor, of truth, of integrity, and of virtue; and I would say that if there are those who are not they are hypocrites, they are not the representatives of the principles of truth, of these great and glorious principles which God has revealed to us, but they are a disgrace to their profession. <\/div><div class=\"paragraph jod\" id=\"v20n815\"> God expects us, at least, to be moral. He expected the Jews under the Mosaic dispensation to be moral. They were also to have faith in God, as we propose to have faith in him when living under the law. They were told to commit no murder,<span class=\"citation\" id=\"54281\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54281)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54281)\">Ex. 20:13<\/a><\/span> they were told not to covet a man's house, or his wife, or his land, or his ox, or his ass, or anything that belonged to him.<span class=\"citation\" id=\"54320\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54320)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54320)\">Ex. 20:17<\/a><\/span> I wish the Latter-day Saints would incorporate this always in their creed. It is hopeless to suppose the Christians will. But I do hope to see the Latter-day Saints governed by those high and noble principles which they propose to have faith in. But as regards the world they know very little about these things. They talk sometimes about the impurity of the &#x201C;Mormons.&#x201D; What! Men wallowing in filth, corruption, rottenness and infamy! Men and women who are the murderers of their own infants by the thousands before or after birth. Who violate incessantly their marital covenants, who do not know the difference between right and wrong! Men who would seek to despoil other men of their goods, their property and possessions and women of their virtue, and then come and preach mo<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"308b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0308.pdf\" target=\"pdfwin\">p.&#xA0;308b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7217\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>rality to us! Now, we can talk to one another, I can talk plainly to the Saints, because we profess more, but it does not do for such characters to come and preach morality to us; they had better go home and attend to their own affairs. <\/div><div class=\"paragraph jod\" id=\"v20n816\"> But we are expected to do right and to take a proper, consistent, upright, virtuous and honorable course, and then we need not fear any evil. Talk about persecution, why, yes. Will they persecute you? Yes.<span class=\"citation\" id=\"62984\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62984)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62984)\">Matt. 5:10-11<\/a><\/span> Will they hate you?<span class=\"citation\" id=\"70200\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70200)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70200)\">John 15:18<\/a><\/span> Yes. Will they rob you? Yes, and thank God for having the privilege. And what will we do? Try and prevent them, God being our helper.<span class=\"citation\" id=\"56793\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56793)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56793)\">Ps. 54:4<\/a><\/span> Will they traduce you? Yes, that is, if their words are of any account, but they are not much; these low, degraded, infamous characters do not believe one another, and we do not believe them. Consequently, we have very little odds to ask of this class of people, nor in fact of the world, or anything that is in the world. We fear God and know no other fear, for God is our friend, and our protector, and he is the only friend that we know anything about in this world. He will take care of us. We will commit our cause to him, and ask no odds of this world, in any shape they can fix it. They may fulminate their decrees, and Mr. Evarts if he please may call upon a number of European nations to assist the United States to regulate the morals of a small people numbering about two hundred thousand here, among upwards of forty millions&#x2014;he may call upon these European nations to assist the United States to regulate the morals of this people up in these mountains, if it pleases him. But what a magnificent spectacle coming from such a source as it does! Why, there is more corruption in Washington in one day than there is in Salt Lake  <div class=\"break pagebreak\" id=\"309a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0309.pdf\" target=\"pdfwin\">p.&#xA0;309a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7216\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>City in twelve months, Gentiles thrown in! But we certainly all of us need our morals more or less correcting. <\/div><div class=\"paragraph jod\" id=\"v20n818\"> In relation to these matters, however, we care very little about them. We have a work to perform that God has commanded us to attend to, and we shall do it, hear it all ye ends of the earth! We will do it in the name of God, nor can this nation, nor any other nation stop it! Hear it! Publish it to the ends of the earth! Write it down and see if it does not come to pass. I prophesy it in the name of Israel's God, <div class=\"break columnbreak\" id=\"309b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0309.pdf\" target=\"pdfwin\">p.&#xA0;309b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7216\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> let all Israel say, &#x201C;Amen.&#x201D; (The whole congregation as with one voice responded, &#x201C;Amen&#x201D;). We know what we are doing, whether other people do or not. This kingdom that has been spoken of will roll on. The word of the Lord has spoken it thousands of years ago. It will continue to roll on, and woe unto that man or that people who set their hands to fight against Zion, for God will be after them. That people or nation will be wasted away. He will maintain the rights of this people, if they will fear him and keep his commandments. Amen. <\/div>\n<\/div>\n<\/div>"}