{"ID":200018, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Discourse by Elder Orson Pratt.<\/div>\n<div class=\"subtitle\">Delivered in the North Branch Meeting Room, of the London Conference, on Sunday Evening, March 9, 1879.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Joseph May, of Sheffield.<\/div>\n<div class=\"pageHeader\">Page Header: Discourse by Elder O. Pratt.<\/div>\n<div class=\"speaker\">Speaker: Orson Pratt<\/div>\n<div class=\"date\">Date: 3\/9\/1879<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d18\">\n<div class=\"paragraph jod\" id=\"v20n392\"> It is with pleasure, brethren and sisters, that I rise before this small assembly to address them upon such subjects as may be put into my heart. However much learning and information may be in the possession of a speaker it does not matter, God is able, by his Spirit, to make use of the most unlearned, if they will but seek unto him, and have faith in him, that he can speak through them to the edification of the people who hear. We have a vast amount <div class=\"break columnbreak\" id=\"142b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0142.pdf\" target=\"pdfwin\">p.&#xA0;142b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7383\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of information which the Lord has revealed from on high in different periods of the world's history, as well as in our own day; information that is of the greatest importance to the human family; information that has relation to our eternal happiness and welfare in the world to come, if we can but obtain enough of the spirit of truth to impart that information to our minds. <\/div><div class=\"paragraph jod\" id=\"v20n393\"> We, Latter-day Saints, are living in a peculiar age of the world; we  <div class=\"break pagebreak\" id=\"143a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0143.pdf\" target=\"pdfwin\">p.&#xA0;143a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7382\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>are called by the Almighty, by new revelation. We have not taken this name upon ourselves, it is a name the Lord gave by direct revelation through the prophet and seer, Joseph Smith.<span class=\"citation\" id=\"90678\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90678)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90678)\">D&amp;C 115:3-4<\/a><\/span> The Lord spoke to him, as he always did to those who were sent forth to build up his Church on the earth; hence, this Church has not been built upon the opinions of men, neither upon the learning of men, neither upon the doctrines and covenants of men; but in the very beginning, before there were any Latter-day Saints, or true Church, the Lord gave a revelation regarding the time when the Church should be organized.<span class=\"citation\" id=\"84260\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84260)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84260)\">D&amp;C 20:1<\/a><\/span><span class=\"citation\" id=\"84431\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84431)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84431)\">D&amp;C 21:3<\/a><\/span> A few had believed, a few had repented, a few had been baptized for the remission of their sins, and a few had been confirmed, by the laying on of hands, for the gift of the Holy Ghost. They were organized into a Church by commandment, and on the same day that they were thus organized, the Lord pointed out the duties of the members, and also of the officers of the Church.<span class=\"citation\" id=\"84279\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84279)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84279)\">D&amp;C 20:1-84<\/a><\/span> It was also revealed that in the Church of the living God there should be inspired apostles.<span class=\"citation\" id=\"84142\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84142)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84142)\">D&amp;C 18:27<\/a><\/span><span class=\"citation\" id=\"90215\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90215)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90215)\">D&amp;C 107:23<\/a><\/span> We did not assume the apostleship ourselves,<span class=\"citation\" id=\"127900\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127900)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127900)\">D&amp;C 27:12<\/a><\/span> we did not pick up this information in and of ourselves, but the Lord gave revelation respecting it. And, indeed, there is not one doctrine believed in or practiced by the Latter-day Saints, but what the Lord our God has given revelation upon that subject or that doctrine. In the first place, before the establishment of the Church, the Lord intending to set up his kingdom again on the earth, made preparation for it by raising up a boy&#x2014;a young man, unlearned in the schools of theology. This youth was inspired from on high. God sent his holy angels to minister to him, and gave him power <div class=\"break columnbreak\" id=\"143b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0143.pdf\" target=\"pdfwin\">p.&#xA0;143b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7382\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to bring forth a sacred record of a branch of the house of Israel, a record, in other words, of a remnant of Israel, who inhabited the great western continent. Their records were brought forth by this boy, this young, unlearned, uneducated youth. He did not attempt to establish the Church while translating those records. This was the first duty required at his hands&#x2014;namely, to translate from the plates of gold, which he discovered, by the aid of an instrument, called the Urim and Thummim. This sacred instrument was used in ancient times to inquire of the Lord. This young man continued the work of translation from the autumn of the year 1827, until 1829, as time and circumstances would permit. He was a man whose father was in poverty, and consequently a portion of his time had to be occupied by himself in laboring to obtain the necessary comforts of life; but he, after some two years and a half, succeeded in finishing and printing the record, a record which contains about 600 pages. After this record was translated, and the manuscript placed in the hands of a certain printer in Palmyra, State of New York, and after it had been printed, and the Lord had prepared all things, he then gave commandment to this young man to organize the Church, that is, to establish the Latter-day kingdom spoken of by Daniel,<span class=\"citation\" id=\"61311\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61311)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61311)\">Dan. 2:44<\/a><\/span> the prophet, on the earth, and gave the name by which the same should be called&#x2014;namely, &#x201C;The Church of Jesus Christ of Latter-day Saints.&#x201D;<span class=\"citation\" id=\"90679\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90679)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90679)\">D&amp;C 115:4<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v20n395\"> In regard to our forms of Church government, we are also guided by written and printed revelations. We were not left to ourselves, to conjecture, or merely to base our opinion, in regard to what the various duties of the officers of the Church are, but  <div class=\"break pagebreak\" id=\"144a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0144.pdf\" target=\"pdfwin\">p.&#xA0;144a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7381\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the Lord did distinctly point out the duty of an apostle,<span class=\"citation\" id=\"84341\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84341)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84341)\">D&amp;C 20:38-44<\/a><\/span> telling us that that was one of the officers of the Church, that it is his duty to receive revelation&#x2014;to receive communications from the heavens, as the apostles did in ancient times, and to administer in all of the ordinances of the doctrine of Jesus Christ, and to regulate the Church and watch over the same,<span class=\"citation\" id=\"90249\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90249)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90249)\">D&amp;C 107:33<\/a><\/span> and to administer in all spiritual things.<span class=\"citation\" id=\"90130\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90130)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90130)\">D&amp;C 107:8,10,12<\/a><\/span> The Lord also pointed out the duties of Elders,<span class=\"citation\" id=\"84342\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84342)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84342)\">D&amp;C 20:38-45<\/a><\/span> and of the lesser priesthood.<span class=\"citation\" id=\"127901\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127901)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127901)\">D&amp;C 20:46-59<\/a><\/span> Now we should not have known anything about, what is termed, the &#x201C;lesser priesthood,&#x201D;<span class=\"citation\" id=\"87663\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87663)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87663)\">D&amp;C 84:26-27<\/a><\/span><span class=\"citation\" id=\"90156\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90156)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90156)\">D&amp;C 107:14<\/a><\/span> if it had not been for new revelation. We read about two priesthoods in the Bible; one was called, the &#x201C;higher priesthood&#x201D;<span class=\"citation\" id=\"90170\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90170)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90170)\">D&amp;C 107:18<\/a><\/span> the priesthood after the order of Melchizedek;<span class=\"citation\" id=\"90132\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90132)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90132)\">D&amp;C 107:9<\/a><\/span> the other was called, the &#x201C;lesser priesthood,&#x201D;<span class=\"citation\" id=\"127902\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127902)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127902)\">D&amp;C 107:14<\/a><\/span><span class=\"citation\" id=\"90202\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90202)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90202)\">D&amp;C 107:20<\/a><\/span> or the priesthood after the order of Aaron,<span class=\"citation\" id=\"127903\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127903)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127903)\">Heb. 7:11<\/a><\/span> the Levitical priesthood,<span class=\"citation\" id=\"90082\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90082)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90082)\">D&amp;C 107:1,6<\/a><\/span> some would term it. But we knew nothing about these things, only so far as the Lord revealed them. There were none to take us by the hand, and say to us, &#x201C;we have the priesthood of the Church, we can teach you what the duties of the respective officers are,&#x201D; but these things had to be learned anew. <\/div><div class=\"paragraph jod\" id=\"v20n397\"> The Lord did not see proper, at the first, to give us the fulness of the authority that he afterwards revealed. He gave us the lesser priesthood. And how did he do it? It was not on the earth. You might have searched all the various Christian churches, built up among all the nations, and you could not have found among any of them, what is termed, the &#x201C;lesser priesthood,&#x201D; after the order of Aaron,<span class=\"citation\" id=\"87704\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87704)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87704)\">D&amp;C 84:30<\/a><\/span> and yet we are told, in the Jewish record (the Bible), that the priesthood of Aaron is an &#x201C;<span class=\"italic\">everlasting<\/span> priesthood,&#x201D;<span class=\"citation\" id=\"54592\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54592)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54592)\">Ex. 40:15<\/a><\/span> that it was intended to be continued while <div class=\"break columnbreak\" id=\"144b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0144.pdf\" target=\"pdfwin\">p.&#xA0;144b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7381\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the sun and the moon should endure&#x2014;<span class=\"citation\" id=\"56846\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56846)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56846)\">Ps. 72:5<\/a><\/span>that is, when men were acknowledged sufficiently worthy, to have that priesthood on the earth. It has never died out. It has been in the heavens all the time. Death takes no authority of a divine nature, from any human being, when it is once conferred upon him, if he is faithful until death; consequently there were persons in the heavens who held that priesthood, but no one upon the earth, no one that ever pretended to have it, among the Christian denominations. And the Jewish people, who pretend to have the Levitical priesthood, rejected and do still reject the true Messiah, consequently, their priesthood is null and without authority, and they could not, therefore, administer baptism, for the remission of sins, as John the Baptist did, the forerunner of Christ, who held that priesthood. <\/div><div class=\"paragraph jod\" id=\"v20n398\"> There was no other way, therefore, for this priesthood to be established again on the earth, only for it to be sent down from heaven; and the Lord did this. Without it, all of our ministrations would have been in vain. We could not have officiated, without some kind of authority, or priesthood. How did the Lord restore it? In answer to humble, solemn prayer, before the Church arose, the Lord sent his angel, John the Baptist, to two of his servants, namely, the translator of the work, and also the scribe who was writing from his mouth. This angel came, and laid his hands upon their heads, and ordained them,<span class=\"citation\" id=\"129329\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129329)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129329)\">D&amp;C 27:8<\/a><\/span> unto the same priesthood which he himself held.<span class=\"citation\" id=\"84020\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84020)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84020)\">D&amp;C 13:1<\/a><\/span><span class=\"citation\" id=\"127904\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127904)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127904)\">JS&mdash;H 1:68-69<\/a><\/span> They were also instructed, by that angel, concerning the nature of the duties of that priesthood.<span class=\"citation\" id=\"94003\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94003)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94003)\">JS&mdash;H 1:70<\/a><\/span> They were told that they should baptize the people, as John did in ancient times, for the  <div class=\"break pagebreak\" id=\"145a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0145.pdf\" target=\"pdfwin\">p.&#xA0;145a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7380\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>remission of sins, but they had no power, by this priesthood, to lay their hands upon baptized believers, that they might receive the Holy Ghost; that authority did not belong to the lesser priesthood, but required a greater power than the Levitical priesthood, to administer that divine ordinance, for the baptism of the Holy Ghost.<span class=\"citation\" id=\"93936\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93936)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93936)\">JS&mdash;H 1:68-72<\/a><\/span> Therefore these persons could, as yet, only baptize in water; but they sought diligently, knowing from the Bible, and also from the Book of Mormon, which they were translating, that the laying on of the hands for the gift of the Holy Ghost, was a sacred and holy ordinance, and that without it, the Church could not be organized on the earth. Knowing this, they pleaded before the heavens, that God would condescend to give them a higher priesthood, that would enable them also to administer in those higher Gospel ordinances. The Lord heard their prayers, and three heavenly personages were sent to them. What authority did these three angelic personages hold? They held the apostleship. They were the ancient apostles, Peter, James and John, three of the most conspicuous of the ancient apostles. They were sent as ministering angels. They also conferred upon them the apostleship.<span class=\"citation\" id=\"84619\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84619)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84619)\">D&amp;C 27:12<\/a><\/span> The apostleship holds this higher priesthood, after the order of Melchizedek, a priesthood greater than that of Aaron; and hence, when they received the apostleship, or this divine authority, they were commanded to call the baptized believers together, and lay their hands upon them, and confirm upon them the gift of the Holy Ghost. <\/div><div class=\"paragraph jod\" id=\"v20n400\"> In this way the Church was organized, on the 6th day of April, 1830,<span class=\"citation\" id=\"84261\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84261)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84261)\">D&amp;C 20:1<\/a><\/span> in Fayette, Seneca Co., New York, or rather began to be organ<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"145b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0145.pdf\" target=\"pdfwin\">p.&#xA0;145b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7380\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ized, for there are many things besides these first principles of the Gospel I have named, that are essential duties necessary to be practiced amongst the people of God. After they were thus organized and confirmed by the laying on of the hands, and became members of the Church, then it became necessary, that there should be other officers, as leaders, and guides, and persons, holding different authority, to administer in their respective callings, among the people and hence, deacons, teachers and elders were given, and after a while bishops. Now, we had but little knowledge of the duties of bishops. We knew what the sectarian religionists expressed, in regard to bishops, that they were to administer principally in spiritual things, but the Lord gave us altogether a different view of this subject, from what we had learned from sectarian religion. He gave by revelation, the duties of bishops, that they were to hold the presidency of the Aaronic priesthood,<span class=\"citation\" id=\"90149\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90149)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90149)\">D&amp;C 107:13-15<\/a><\/span> that they were to administer in all temporal things,<span class=\"citation\" id=\"127905\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127905)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127905)\">D&amp;C 107:68<\/a><\/span> and not spiritual things only. And finally other officers were pointed out, from time to time, as the Church increased and among these, the Lord had told his servants, about a year before the organization of the Church, that there would be Twelve Apostles appointed,<span class=\"citation\" id=\"84143\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84143)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84143)\">D&amp;C 18:27<\/a><\/span> and that the Lord should designate to them, who these Twelve Apostles should be.<span class=\"citation\" id=\"84156\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84156)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84156)\">D&amp;C 18:37<\/a><\/span> These Twelve, in due time, were called and ordained, by the commandment of the Almighty, and they also had their duties specified by revelation. Their duties were more particularly, to see that the gospel was preached to every nation, and kindred, and tongue, and people, upon the face of our globe; first, to carry it to the Gentile nations, and after we had completed our mission  <div class=\"break pagebreak\" id=\"146a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0146.pdf\" target=\"pdfwin\">p.&#xA0;146a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7379\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to the Gentiles, then our calling and duties would be to the house of Israel<span class=\"citation\" id=\"84134\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84134)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84134)\">D&amp;C 18:26<\/a><\/span><span class=\"citation\" id=\"90250\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90250)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90250)\">D&amp;C 107:33<\/a><\/span> scattered in the four quarters of the earth.<span class=\"citation\" id=\"127906\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127906)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127906)\">3 Ne. 16:5<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v20n402\"> We have been now almost one half a century, in fulfilling the first part of our duty, namely, in publishing the Gospel to the Gentile nations. <\/div><div class=\"paragraph jod\" id=\"v20n403\"> We have sought diligently, year after year, to publish glad tidings of great joy,<span class=\"citation\" id=\"84888\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84888)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84888)\">D&amp;C 31:3<\/a><\/span><span class=\"citation\" id=\"87381\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87381)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87381)\">D&amp;C 79:1<\/a><\/span><span class=\"citation\" id=\"91237\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91237)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91237)\">D&amp;C 128:19<\/a><\/span> to all the different peoples on the face of the earth, so far as the governments, and the laws of the respective governments, of these nations would permit the Gospel of the Church of Christ, to be established amongst them. We have sought diligently, therefore, to perform our mission to the Gentiles. We have not gone to the house of Israel, because that was not the commandment. We were commanded of the Lord our God, to preach to the Gentiles first, to warn them, to testify to them that their times are nearly fulfilled; and that then the Gospel of the kingdom should be turned from among them, and transferred over to the house of Israel.<span class=\"citation\" id=\"84437\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84437)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84437)\">D&amp;C 21:12<\/a><\/span><span class=\"citation\" id=\"88978\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88978)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88978)\">D&amp;C 90:9<\/a><\/span><span class=\"citation\" id=\"90260\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90260)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90260)\">D&amp;C 107:33-35<\/a><\/span><span class=\"citation\" id=\"91848\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91848)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91848)\">D&amp;C 133:8<\/a><\/span> We have been faithful, I believe, in England, in Wales, in Scotland, in Ireland, and upon the Continent, among the European nations, so far as their laws would permit, and also among the various States of the American union, and in the British dominions, the Canadas. And we have tried to be faithful in carrying out our testimony also to the British Colonies in India; and also in the Southern portions of Africa; and also at Gibraltar, and in South Australia, and New Zealand and in all those various countries, trying to warn the Gentile nations, concerning that which the Lord our God is beginning to do here on the earth. Having established his kingdom, he offers it first to these Gentile nations, if they will <div class=\"break columnbreak\" id=\"146b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0146.pdf\" target=\"pdfwin\">p.&#xA0;146b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7379\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> receive it; and when they shall account themselves unworthy of the kingdom, unworthy of eternal life,<span class=\"citation\" id=\"71875\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71875)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71875)\">Acts 13:46<\/a><\/span> unworthy of the message which God has sent to them, and shall persecute his servants and his people all the day long, and shall close up their sanctuaries, their Churches, their chapels, their meetinghouses, and their places of worship against this message, and when it can no longer find place among them, so as to bring them to a knowledge and understanding of the truth, the Lord will, after a while, designate by revelation, and say unto his servants, &#x201C;It is enough. You have been faithful in laboring in my vineyard, for the last time;&#x201D; for it was the decree of heaven, that this shall be the last time, that he will labor in his vineyard.<span class=\"citation\" id=\"84493\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84493)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84493)\">D&amp;C 24:19<\/a><\/span><span class=\"citation\" id=\"85251\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85251)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85251)\">D&amp;C 39:17<\/a><\/span><span class=\"citation\" id=\"89127\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89127)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89127)\">D&amp;C 95:4<\/a><\/span> It is the eleventh hour, the last warning that will be given to the nations of the earth,<span class=\"citation\" id=\"84903\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84903)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84903)\">D&amp;C 33:3<\/a><\/span> first to the Gentiles, and then to the House of Israel.<span class=\"citation\" id=\"127908\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127908)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127908)\">1 Ne. 13:42<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v20n404\"> When they shall render themselves unworthy of this great and joyful message,<span class=\"citation\" id=\"127907\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127907)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127907)\">Acts 13:46<\/a><\/span> that has been presented to them, the servants of God will, as I have already stated, have it revealed to them, to confine no longer their mission to the Gentiles; but they will receive a commission from the Almighty to go to the scattered remnants of the House of Israel, wherever they may be located. <\/div><div class=\"paragraph jod\" id=\"v20n405\"> The American Indians are the descendants of a remnant of the tribe of Joseph with a mixture of the descendants of one of the kings of Israel of the tribe of Judah; hence, Judah and Joseph are mixed together, and God will send his servants among them, and they will receive the records of their fathers. They will believe in those records, which their forefathers kept by inspiration, and believe in the revelations that are contained therein. It  <div class=\"break pagebreak\" id=\"147a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0147.pdf\" target=\"pdfwin\">p.&#xA0;147a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7378\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>is their Bible, the same as the Old and New Testaments are the Bible of the Jews, that lived at Jerusalem. <\/div><div class=\"paragraph jod\" id=\"v20n407\"> They, the Indians, will not reject it, but obey it, and practically receive it, and become a powerful branch of the House of Israel. The servants of the Lord will also be sent to the Jews, some of whom are here in London. Some are mingled with the various nations of Europe. Many hundreds of thousands of them are in Asia and among all nations. These Jews must be warned, when we get through with the Gentiles; and they will begin to believe in Christ,<span class=\"citation\" id=\"81406\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81406)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81406)\">2 Ne. 10:1-9<\/a><\/span><span class=\"citation\" id=\"127909\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127909)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127909)\">2 Ne. 25:15-18<\/a><\/span><span class=\"citation\" id=\"127910\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127910)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127910)\">2 Ne. 30:7<\/a><\/span><span class=\"citation\" id=\"127911\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127911)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127911)\">3 Ne. 20:29-46<\/a><\/span> according to the prophecies, that are contained in the Stick of Joseph.<span class=\"citation\" id=\"127912\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127912)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127912)\">Ezek. 37:15-20<\/a><\/span> They will begin to believe in the true Messiah and gather unto their land,<span class=\"citation\" id=\"81593\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81593)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81593)\">2 Ne. 30:7<\/a><\/span> the land of Palestine;<span class=\"citation\" id=\"127913\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127913)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127913)\">3 Ne. 20:29<\/a><\/span> and there will be many of the people of Israel, that are scattered upon the Isles of the sea&#x2014;<span class=\"citation\" id=\"81170\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81170)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81170)\">1 Ne. 19:16<\/a><\/span><span class=\"citation\" id=\"81418\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81418)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81418)\">2 Ne. 10:20-21<\/a><\/span>on the Pacific Isles&#x2014;who will receive the work; and the Lord will perform in their midst, miracles, and signs, and wonders, and make bare his arm, just as is prophesied by Isaiah in bringing about his covenants to the House of Israel.<span class=\"citation\" id=\"59547\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59547)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59547)\">Isa. 52:1-10<\/a><\/span> And he will make bare his arm<span class=\"citation\" id=\"91812\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91812)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91812)\">D&amp;C 133:3<\/a><\/span> very differently from what he has done among the Gentiles; for among the Gentiles, he has, it is true, healed the sick; he has opened the eyes of the blind; he has caused the tongue of the dumb in some instances, to sing;<span class=\"citation\" id=\"59187\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59187)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59187)\">Isa. 35:5-6<\/a><\/span> and he has healed them of various diseases; and there has been a certain degree of the power and gifts of the ancient Gospel, manifested as in ancient times, among the ancient Gentile Churches. But I do not call this the making bare of the arm of the Almighty in so great fulness as it is predicted in the Jewish record, the Bible.<span class=\"citation\" id=\"127914\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127914)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127914)\">Isa. 52:10<\/a><\/span> It is making bare his arm in some small degree. And we have great reason <div class=\"break columnbreak\" id=\"147b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0147.pdf\" target=\"pdfwin\">p.&#xA0;147b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7378\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to be thankful, when he does hear the prayers of his servants, when he does heal those who are sick, when he does show forth his power as in ancient times, in these spiritual gifts and blessings, which belong especially to the Gospel of his Son. But when I speak of the Lord making bare his arm in the eyes of all the nations, I have reference to that what which is predicted in this book, called the Bible, when the waters will again be divided, and Israel will go through dry-shod, as they did in ancient times. When the great deep will have a highway cast up through the midst of it and Israel will pass through it dry-shod.<span class=\"citation\" id=\"58249\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58249)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58249)\">Isa. 11:15-16<\/a><\/span> When I mention about the Lord making bare his arm in the eyes of all the nations, I have reference to that tremendous power, that is specified by the Ancient prophets, which will be made manifest before all people, all governments, nations and countries upon the face of the whole earth. Israel will return with power. Will God be with them when they return? He will. He will go as literally before their camp, as they go out from among the nations, as he did in ancient times when he brought them out from that one single nation of the Egyptians. Then there was a display of great power, great signs, great wonders. The Lord condescended to talk with men from heaven. He descended upon Mount Sinai and his voice was heard, like the voice of thunder, by the numerous multitudes of Israel that were gathered at the foot of the mount.<span class=\"citation\" id=\"54155\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54155)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54155)\">Ex. 19:16-20<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v20n408\"> Upon that mountain he manifested his power by causing it to tremble exceedingly, his lightnings and thunders were seen and heard and therefore this was making bare his arm in very deed:<span class=\"citation\" id=\"54151\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54151)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54151)\">Ex. 19:16<\/a><\/span> and from that day to this, Israel when scattered among the nations, and when they  <div class=\"break pagebreak\" id=\"148a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0148.pdf\" target=\"pdfwin\">p.&#xA0;148a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7377\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>wish to speak of the greatness of their God and magnify his great and holy name, still refer to the signs and wonders that were wrought in delivering their fathers from the land of Egypt, in dividing the waters of the Red Sea.<span class=\"citation\" id=\"54832\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54832)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54832)\">Num. 21:14<\/a><\/span><span class=\"citation\" id=\"55029\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55029)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55029)\">Deut. 11:4<\/a><\/span><span class=\"citation\" id=\"55285\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55285)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55285)\">Josh. 2:10<\/a><\/span><span class=\"citation\" id=\"55294\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55294)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55294)\">Josh. 4:23<\/a><\/span><span class=\"citation\" id=\"55323\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55323)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55323)\">Josh. 24:6<\/a><\/span><span class=\"citation\" id=\"55963\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55963)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55963)\">Neh. 9:9-11<\/a><\/span><span class=\"citation\" id=\"57100\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57100)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57100)\">Ps. 106:9<\/a><\/span><span class=\"citation\" id=\"57294\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57294)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57294)\">Ps. 136:13-15<\/a><\/span><span class=\"citation\" id=\"71533\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71533)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71533)\">Acts 7:36<\/a><\/span><span class=\"citation\" id=\"77045\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77045)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77045)\">Heb. 11:29<\/a><\/span> They still refer to the cloud they saw over their camp by day, and to the shining of the flaming fire by night.<span class=\"citation\" id=\"53967\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53967)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53967)\">Ex. 13:21-22<\/a><\/span><span class=\"citation\" id=\"54724\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54724)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54724)\">Num. 14:14<\/a><\/span><span class=\"citation\" id=\"54929\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54929)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54929)\">Deut. 1:33<\/a><\/span><span class=\"citation\" id=\"55964\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55964)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55964)\">Neh. 9:12,19<\/a><\/span><span class=\"citation\" id=\"56910\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56910)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56910)\">Ps. 78:14<\/a><\/span><span class=\"citation\" id=\"57926\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57926)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57926)\">Isa. 4:5<\/a><\/span> They still refer to the numerous revelations, given to them while they so sojourned forty years in the wilderness. They still refer to the waters of Jordan which were divided, as they went into the land of Palestine.<span class=\"citation\" id=\"55286\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55286)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55286)\">Josh. 3:1-17<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v20n410\"> But that was only a display of the power of the Almighty before the nations that were in that immediate vicinity. There is a day coming when this will be manifested over all the face of the earth, when the Lord God shall organize the camps of Israel among the various nations and bring them home to their own lands. <\/div><div class=\"paragraph jod\" id=\"v20n411\"> Ezekiel, the prophet, being filled with the spirit of inspiration, and looking forth by the power of that spirit to that time when they should be brought back and assembled into one body, in the wilderness, says that the Lord should plead with them face to face, like as he plead with their fathers in the wilderness and the land of Egypt. (See Ezekiel xx.)<span class=\"citation\" id=\"60769\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60769)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60769)\">Ezek. 20:33-44<\/a><\/span> So we see there is a day of power coming, and a day of wonders and a day of mighty deeds, when the power of the Lord, in great judgment, will be upon the nations of the wicked; and also when his glory shall be upon his covenant people who shall be restored to their own lands. The message with which we are now entrusted is a part of the great and last warning message to the nations of the earth, first to the Gentiles, and last to the <div class=\"break columnbreak\" id=\"148b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0148.pdf\" target=\"pdfwin\">p.&#xA0;148b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7377\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> house of Israel. And when we get through warning the Gentiles, the proclamation which the Lord has given us, shall be delivered to Israel in the islands of the sea and among the various nations; and they shall gather home to the land of their inheritance. Then Jerusalem shall be redeemed<span class=\"citation\" id=\"59607\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59607)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59607)\">Isa. 52:9<\/a><\/span><span class=\"citation\" id=\"90436\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90436)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90436)\">D&amp;C 109:62<\/a><\/span> and a temple established upon its former foundation in the holy land. Then the nations of the earth will see a fulfillment of our words. We have told them for the last forty-nine years that the Lord God had commenced a work to prepare the way before the face of his coming,<span class=\"citation\" id=\"85253\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85253)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85253)\">D&amp;C 39:20<\/a><\/span> to prepare a people to endure his presence,<span class=\"citation\" id=\"87699\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87699)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87699)\">D&amp;C 84:28<\/a><\/span> to gather his people from the four quarters of the earth into one,<span class=\"citation\" id=\"81196\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81196)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81196)\">1 Ne. 22:25<\/a><\/span> in order that they might be prepared against the day when the veil of eternity shall be rent,<span class=\"citation\" id=\"85052\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85052)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85052)\">D&amp;C 38:8<\/a><\/span><span class=\"citation\" id=\"86643\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86643)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86643)\">D&amp;C 67:10<\/a><\/span> and the voice of the Lord shall be heard unto the ends of the earth.<span class=\"citation\" id=\"85669\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85669)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85669)\">D&amp;C 45:49<\/a><\/span> Then they shall behold a fulfillment of our words, they shall then know of a surety, if they do not before, that there is a God in this work, that he has commenced a proclamation and message for the last time, to prepare the way before the face of the coming of his Son from the heavens.<span class=\"citation\" id=\"84955\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84955)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84955)\">D&amp;C 34:6<\/a><\/span><span class=\"citation\" id=\"87309\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87309)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87309)\">D&amp;C 77:12<\/a><\/span><span class=\"citation\" id=\"87700\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87700)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87700)\">D&amp;C 84:28<\/a><\/span><span class=\"citation\" id=\"91870\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91870)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91870)\">D&amp;C 133:17<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v20n412\"> But before that great day shall come, let me foretell, before this people, that which they may look for, that which will most assuredly come to pass, and that which will eventually cause their ears to tingle,<span class=\"citation\" id=\"55394\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55394)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55394)\">1 Sam. 3:11<\/a><\/span><span class=\"citation\" id=\"85518\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85518)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85518)\">D&amp;C 43:22<\/a><\/span> and the sound thereof will cause them to tremble exceedingly,<span class=\"citation\" id=\"127915\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127915)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127915)\">D&amp;C 43:17-18<\/a><\/span> namely, the judgments that are decreed by the Almighty, to be poured out upon the nations of the Gentiles, that do not repent.<span class=\"citation\" id=\"90422\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90422)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90422)\">D&amp;C 109:45<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v20n413\"> While this message is going forth, in your midst, it is a time of comparative peace, it is a time when the Lord our God is granting unto you the proclamation of mercy, and has  <div class=\"break pagebreak\" id=\"149a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0149.pdf\" target=\"pdfwin\">p.&#xA0;149a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7376\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>given you peace in your homes, peace among yourselves; no civil wars are raging in your midst, though there are some foreign wars that occasionally disturb the peace of the people; but the Lord has been specially favorable to the people of this island, while the proclamation has been sounding, during the last forty-three years in your midst. But this will not always continue. You may be assured, that there is a change coming as you may be assured of the fulfillment of anything that has ever been spoken, by the mouth of the ancient servants of God. A change is coming over the political affairs of these nations. Great Britain will not escape. What will be this change? There will be various causes that will bring it about. One change will be this, which you, without being prophets, can by a little reflection, understand for yourselves. You know that England, for many years past, has been the great manufacturing nation for the whole world. They have looked to you for your manufactures and such merchandise has been carried unto all parts of the earth; and this has kept your workmen and poor people employed. They have had abundance to do the most of their time. You have sent forth a vast amount of your manufactures to the continent of America, to the people of the United States, but the scene is changing; for any person, with a little reflection, can see that the change is already beginning to come, and that too very readily. The nations, to whom you have exported your products, are beginning to manufacture for themselves. This cuts off the trade with Great Britain. <\/div><div class=\"paragraph jod\" id=\"v20n415\"> The American nation is beginning to manufacture for themselves, and not only themselves, but they are <div class=\"break columnbreak\" id=\"149b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0149.pdf\" target=\"pdfwin\">p.&#xA0;149b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7376\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> actually sending their manufactures to this little island; and the people here are beginning to purchase American goods and manufacture in preference to their own. This cuts off in your country a great many of the manufacturing establishments, and you have a surplus population, of many millions, thrown as it were out of employment, who can scarcely get sufficient to sustain themselves from day to day. Is this state of things going to get better? No, it will not, there may be prosperous times for a short season, but they will soon pass away; and such times are coming, such as this nation has not experienced, neither they, nor their forefathers for many generations. <\/div><div class=\"paragraph jod\" id=\"v20n416\"> I might go on and tell you many things, in relation to the consequences of people being thrown out of employment. I might portray it, but I do not wish to harrow up the people, in regard to this matter. You yourselves can see, that when people are pinched, for the want of bread, for the want of clothing, for the want of the necessary comforts of life, and are driven to desperation, you can judge for yourselves what must be the state of things that will ensue. I have no need to portray them. But I would say to the Latter-day Saints who have been taught these things for many years, gather out from this nation. And inasmuch as we have pointed out the way of escape and shown you that the Lord has provided in regard to these matters, for all that will believe in him, and repent of their sins, and obey the gospel, do not be dilatory, do not be slack, do not be extravagant in your expenditures, but strive to lay up means, and so far as you possibly can, by being faithful, and serving the Lord your God, gather out from these countries; for a day  <div class=\"break pagebreak\" id=\"150a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0150.pdf\" target=\"pdfwin\">p.&#xA0;150a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7375\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of great tribulation is coming, a day of desolation, a day wherein the country will be revolutionized, wherein the poor and the afflicted, and the needy, will contend earnestly for the lives of themselves, and their little ones, instead of seeing them perish by hundreds and thousands in the streets. And inasmuch as such a day is coming, Latter-day Saints, it would be far better for you, to be out of the country, than in it. And would to heaven we could sound this message, not only to the Latter-day Saints, but to every good, upright, honest-hearted soul, throughout Great Britain. That they might take warning, and escape, before the terrible time shall come. <\/div><div class=\"paragraph jod\" id=\"v20n418\"> Now let me point out some other things which will occur, before the coming of the Son of Man. The Lord has a controversy among all the nations of the Gentiles.<span class=\"citation\" id=\"60577\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60577)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60577)\">Jer. 25:31<\/a><\/span> He has sent to them a warning. He has sent his servants to prophesy to them. He has sent them to preach and bear record of the truth. He has sent them to call upon the nations to repent, both high and low, rich and poor, religionist and non-religionist, priest and people, for all of them to repent and receive the Gospel in its fullness, and not only to do this, but to gather out from these nations. Will they hear? They will not. We know they will not; but this does not justify us in being slack in delivering our message. We have a responsibility placed upon us, and that responsibility we must fulfill, whether the people hear, or whether they forbear, we must warn them, so that they shall not have any excuse, when the tribulations shall come which I have named. <\/div><div class=\"paragraph jod\" id=\"v20n419\"> The Lord, therefore has a controversy among them, the same as he had with the Egyptian nation, with <div class=\"break columnbreak\" id=\"150b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0150.pdf\" target=\"pdfwin\">p.&#xA0;150b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7375\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> this difference, that the Egyptians did not have the same length of time to consider the message which you have. They only had a few days, and if they would repent and receive the word which Moses and Aaron delivered to them, well and good; and only a short time, a very few days were allowed them to decide this matter. You have had a portion of a whole generation. Your times are not quite yet fulfilled, and hence you have had the privilege to consider it from your childhood up to middle age, and some of you from middle age to old age, to see whether you will receive the latter-day message which God has sent or not. Now, the consequences will be, if you receive it, you will save yourselves by fleeing out from the midst of this nation. You will save yourselves and your children temporally speaking as well as spiritually. On the other hand, if you do not receive it, the Lord, who is long-suffering, will, after he has borne with the people all the day long, withdraw his servants from your midst. When that day shall come there shall be wars, not such wars as have come in centuries and years that are past and gone, but a desolating war. When I say desolating, I mean that it will lay these European nations in waste. Cities will be left vacated, without inhabitants. The people will be destroyed by the sword of their own hands. Not only this but many other cities will be burned; for when contending armies are wrought up with terrible anger, without the Spirit of God upon them, when they have not that spirit of humanity that now characterizes many of the wars amongst the nations, when they are left to themselves, there will be no quarter given, no prisoners taken, but a war of destruction, of desolation, of the burning of the  <div class=\"break pagebreak\" id=\"151a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0151.pdf\" target=\"pdfwin\">p.&#xA0;151a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7374\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>cities and villages, until the land is laid desolate. <\/div><div class=\"paragraph jod\" id=\"v20n421\"> That is another thing that will come before the coming of the Son of Man. <\/div><div class=\"paragraph jod\" id=\"v20n422\"> What about my own nation&#x2014;the American nation? What can I say more than I have said in times that are past? They have had a great desolating war; a war between the North and the South in which many hundreds of thousands were destroyed. This war was foretold twenty-eight years before it took place; the very place where it should commence was marked out by the Prophet Joseph Smith, that young man of whom I have spoken. By him it was designated that the revolution should commence in South Carolina,<span class=\"citation\" id=\"88169\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88169)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88169)\">D&amp;C 87:1-3<\/a><\/span> and it did so. By him it was pointed out that this war would be great and terrible, and it came to pass although twenty-eight years intervened, before it commenced. These revelations and prophecies have been published by hundreds of thousands and circulated in your midst here in Great Britain. The people are not altogether ignorant about these matters; they have been forewarned. But what about the American nation? That war that destroyed the lives of some fifteen or sixteen hundred thousand people was nothing, compared to that which will eventually devastate that country. The time is not very far distant in the future, when the Lord God will lay his hand heavily upon that nation. &#x201C;How do you know this?&#x201D; inquires one. I know from the revelations which God has given upon this subject. I read these revelations, when they were first given. I waited over twenty-eight years and saw their fulfillment to the very letter. Should I not, then, expect that the balance of them should be fulfilled? That same God who <div class=\"break columnbreak\" id=\"151b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0151.pdf\" target=\"pdfwin\">p.&#xA0;151b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7374\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> gave the revelations to his servant Joseph Smith in regard to these matters, will fulfil every jot and every tittle that has been spoken, concerning that nation. What then will be the condition of that people, when this great and terrible war shall come? It will be very different from the war between the North and the South. Do you wish me to describe it? I will do so. It will be a war of neighborhood against neighborhood, city against city, town against town, county against county, state against state, and they will go forth destroying and being destroyed and manufacturing will, in a great measure, cease, for a time, among the American nation. Why? Because in these terrible wars, they will not be privileged to manufacture, there will be too much bloodshed&#x2014;too much mobocracy&#x2014;too much going forth in bands and destroying and pillaging the land to suffer people to pursue any local vocation with any degree of safety. What will become of millions of the farmers upon that land? They will leave their farms and they will remain uncultivated, and they will flee before the ravaging armies from place to place; and thus will they go forth burning and pillaging the whole country; and that great and powerful nation, now consisting of some forty millions of people, will be wasted away, unless they repent. <\/div><div class=\"paragraph jod\" id=\"v20n423\"> Now these are predictions you may record. You may let them sink down into your hearts. And if the Lord your God shall permit you to live, you will see my words fulfilled to the very letter. They are not my words, but the words of inspiration&#x2014;the words of the everlasting God, who has sent forth his servants with this message to warn the nations of the earth. The Book of Mormon contains many of these  <div class=\"break pagebreak\" id=\"152a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0152.pdf\" target=\"pdfwin\">p.&#xA0;152a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7373\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>predictions. This book has now been printed forty-nine years, and the prophecies contained in it are being fulfilled with great rapidity; and every prediction yet in the future, recorded in that book, will be fulfilled literally, according to the words that are spoken. The Lord our God has already destroyed two great and powerful nations that once occupied the western hemisphere, because they fell into wickedness and would not repent. We have a record of this. The first nation he brought upon that hemisphere, were a people from the Tower of Babel.<span class=\"citation\" id=\"83315\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83315)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83315)\">Ether 1:33<\/a><\/span> They were led by the hand of the Lord. They were located upon the north wing of that continent,<span class=\"citation\" id=\"58327\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58327)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58327)\">Isa. 18:1<\/a><\/span> and they became a great and powerful nation. They inhabited the land for some sixteen or seventeen centuries after they came from the Tower of Babel. But the Lord made a decree, when he first led them forth to that land, that if they or their descendants should fall into wickedness, and would not repent, that he would visit them with utter destruction.<span class=\"citation\" id=\"127916\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127916)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127916)\">Ether 2:8-10<\/a><\/span><span class=\"citation\" id=\"83466\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83466)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83466)\">Ether 7:23<\/a><\/span><span class=\"citation\" id=\"83484\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83484)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83484)\">Ether 11:12<\/a><\/span> He did so. About 600 years before Christ, that great nation was entirely swept off by the judgments of Almighty God, and their bones were left bleaching upon the plains and mountains of that land&#x2014;left unburied by the numerous armies that went forth slaying and being slain,<span class=\"citation\" id=\"81897\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81897)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81897)\">Mosiah 8:8<\/a><\/span><span class=\"citation\" id=\"81962\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81962)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81962)\">Mosiah 21:26-27<\/a><\/span> and another colony was brought from Jerusalem in their stead, being a remnant of the tribe of Joseph. The same decree was passed respecting one branch of that colony, that was made regarding the first nation. Said the Lord to them, &#x201C;Inasmuch as you keep my commandments, you shall prosper in the land; but inasmuch as you keep not my commandments in the land, you shall be destroyed <div class=\"break columnbreak\" id=\"152b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0152.pdf\" target=\"pdfwin\">p.&#xA0;152b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7373\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> from the face thereof.&#x201D;<span class=\"citation\" id=\"80925\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80925)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80925)\">1 Ne. 2:20-21<\/a><\/span><span class=\"citation\" id=\"81218\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81218)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81218)\">2 Ne. 1:20<\/a><\/span><span class=\"citation\" id=\"127917\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127917)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127917)\">2 Ne. 4:4<\/a><\/span><span class=\"citation\" id=\"81787\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81787)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81787)\">Jarom 1:9-10<\/a><\/span><span class=\"citation\" id=\"127918\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127918)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127918)\">Alma 9:13<\/a><\/span><span class=\"citation\" id=\"127919\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127919)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127919)\">Alma 36:30<\/a><\/span><span class=\"citation\" id=\"127920\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127920)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127920)\">Alma 38:1<\/a><\/span><span class=\"citation\" id=\"127921\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127921)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127921)\">Alma 50:20<\/a><\/span> That was literally fulfilled. After living upon that land till nearly the close of the fourth century of the Christian era, they fell into wickedness and were destroyed, with the exception of a few who went over to the opposite army.<span class=\"citation\" id=\"83209\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83209)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83209)\">Morm. 6:15<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v20n425\"> And the Lord also made a similar decree, recorded, too, in the same book, in regard to the present great populous nation called the people of the United States. They must perish, unless they repent. They will be wasted away, and the fullness of the wrath of Almighty God will be poured out upon them, unless they repent. Their cities will be left desolate.<span class=\"citation\" id=\"82870\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82870)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82870)\">3 Ne. 21:18<\/a><\/span> A time is coming when the great and populous city of New York&#x2014;the greatest city of the American Republic, will be left without inhabitants.<span class=\"citation\" id=\"88026\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88026)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88026)\">D&amp;C 84:114<\/a><\/span> The houses will stand, some of them, not all. They will stand there, but unoccupied, no people to inherit them. It will be the same in regard to numerous other cities, or, in the words of the Lord, &#x201C;I will throw down all their strongholds;<span class=\"citation\" id=\"82868\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82868)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82868)\">3 Ne. 21:15<\/a><\/span> and I will execute vengeance and fury upon them, even as upon the heathen, such as they have not heard.&#x201D;<span class=\"citation\" id=\"62200\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62200)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62200)\">Micah 5:15<\/a><\/span> It will all be fulfilled. But there will be a remnant who will be spared. It will be those who repent of their sins; it will be those who believe in the Lord Jesus Christ, and are willing to obey his commandments, willing to hearken to his voice, willing to be baptized for the remission of their sins, willing to be born of the spirit, or receive the Holy Ghost by the laying on of hands, willing to walk uprightly and honestly with all men, and justly one with another. <\/div><div class=\"paragraph jod\" id=\"v20n426\"> These and these only will be spared, for it is the decree of Jehovah; and this is not all. We have  <div class=\"break pagebreak\" id=\"153a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0153.pdf\" target=\"pdfwin\">p.&#xA0;153a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7372\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>thus far, only told you that which will take place upon the people of Great Britain, upon the European nations, and upon the people in the United States. But great tribulations will also be among all of the nations of the earth, who will not repent. They will be wasted with various judgments; but the heathen will be spared longer than these Gentile nations who have had the scriptures in their midst, but would not obey them. <\/div><div class=\"paragraph jod\" id=\"v20n428\"> You have had the Bible multiplied by millions of copies, and circulated in almost every family. You can read it at your leisure. You can see the glorious light of truth, recorded in these prophecies, in these doctrines, in these heavenly and holy principles, and yet in the face of all this light, knowledge, truth and divine revelation, you reject the servants of God, reject the ancient Gospel, when it is preached in its fulness, refuse to repent of all the iniquities and abominations into which the nations are fallen. <\/div><div class=\"paragraph jod\" id=\"v20n429\"> It is because of this, of the light that the nations have in their midst, which they will not receive that the Lord will visit them first; and when he has visited and overthrown them, he will lay his hand heavily upon the heathen nations in Asia, and also those who are in Africa, and they will be visited with severe judgment, but they will not be utterly destroyed. A portion of the heathen nations will be redeemed.<span class=\"citation\" id=\"85685\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85685)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85685)\">D&amp;C 45:54<\/a><\/span> Why? They will see the power and glory of God that will be manifested among the tribes of Israel, who will be gathered out from their midst and return to their own land.<span class=\"citation\" id=\"60805\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60805)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60805)\">Ezek. 36:22-24<\/a><\/span><span class=\"citation\" id=\"60927\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60927)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60927)\">Ezek. 39:27-28<\/a><\/span> They will see the glory of God manifested as in ancient times and they will say, &#x201C;surely Jaggernaut is no longer <div class=\"break columnbreak\" id=\"153b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0153.pdf\" target=\"pdfwin\">p.&#xA0;153b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7372\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> my God.&#x201D; &#x201C;Surely I will not worship crocodiles, nor serpents; neither will I worship the sun, or the moon,<span class=\"citation\" id=\"54946\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54946)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54946)\">Deut. 4:19<\/a><\/span><span class=\"citation\" id=\"55058\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55058)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55058)\">Deut. 17:3<\/a><\/span><span class=\"citation\" id=\"60408\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60408)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60408)\">Jer. 8:2<\/a><\/span> for there is a God manifested among that people, Israel, who is worthy of the natures and attributes of a God. I will cast my Gods to the moles and bats,<span class=\"citation\" id=\"57872\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57872)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57872)\">Isa. 2:20<\/a><\/span> and I will worship the God of Israel.&#x201D; Then will be fulfilled that which was spoken by the prophet Ezekiel, &#x201C;then shall the heathen know that I the Lord am God.&#x201D;<span class=\"citation\" id=\"60807\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60807)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60807)\">Ezek. 36:23<\/a><\/span><span class=\"citation\" id=\"60925\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60925)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60925)\">Ezek. 39:7<\/a><\/span> And it will come to pass, after that period, when Jesus shall have raised all the righteous from their graves, that he will descend with all the hosts of heaven accompanying him,<span class=\"citation\" id=\"75677\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75677)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75677)\">1 Thes. 4:16<\/a><\/span><span class=\"citation\" id=\"127922\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127922)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127922)\">Rev. 1:7 (JST)<\/a><\/span><span class=\"citation\" id=\"88731\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88731)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88731)\">D&amp;C 88:98<\/a><\/span> and will stand upon the Mount of Olives,<span class=\"citation\" id=\"62328\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62328)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62328)\">Zech. 14:4<\/a><\/span> and he will go out of Jerusalem, and the Jews will go out to the mount to meet him and will acknowledge him as their Messiah and King;<span class=\"citation\" id=\"62308\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62308)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62308)\">Zech. 13:9<\/a><\/span> and then it shall come to pass, that the heathen nations will also more fully recognize him as the true and only God. Then will be fulfilled that which is written in the last chapter of Zechariah, that every nation round about Jerusalem, shall come up from year to year, to worship the King, the Lord of hosts, at Jerusalem, and also to keep the Feast of Tabernacles.<span class=\"citation\" id=\"62361\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62361)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62361)\">Zech. 14:16<\/a><\/span> There will be a great many of those solemn assemblies and feasts that were commanded in ancient times, that will be reestablished in the midst of Israel when they shall return. And the Lord Jesus will be there. His Twelve Apostles who wandered about with him, while he was in the flesh, will be there; and they sit upon twelve thrones, and assist our Lord and Savior in judging the twelve tribes of Israel.<span class=\"citation\" id=\"65236\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65236)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65236)\">Matt. 19:28<\/a><\/span><span class=\"citation\" id=\"68095\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68095)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68095)\">Luke 22:30<\/a><\/span> But Jesus will have a throne as well as these twelve disciples.<span class=\"citation\" id=\"127923\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127923)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127923)\">Rev. 21:2-5<\/a><\/span><span class=\"citation\" id=\"127924\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127924)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127924)\">Rev. 22:1,3<\/a><\/span> Where will be his throne? A temple is to be reared in ancient Palestine where it  <div class=\"break pagebreak\" id=\"154a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0154.pdf\" target=\"pdfwin\">p.&#xA0;154a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7371\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>formerly stood. Ezekiel saw it in vision, and he describes the building of that house when it shall be complete, and he saw the glory of God coming by the way of the East, and this glorious personage entered through the East Gate of that temple, and entered into the temple; and Ezekiel, being full of the Spirit of God, was picked up and carried into that court, where Jesus had entered, and he heard a voice speaking unto him, Behold, the place of my throne, where I will dwell in the midst of the children of Israel forever, and they shall no more defile my name, but I will dwell with them forever.<span class=\"citation\" id=\"60929\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60929)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60929)\">Ezek. 43:1-9<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v20n431\"> This will be a glorious period. It will be a time when all will know who the true God is,<span class=\"citation\" id=\"127925\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127925)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127925)\">Jer. 31:34<\/a><\/span> and who is commissioned to speak in his name, and to declare his truths among the people&#x2014;if we do not find it out before. If we will not repent of our sins; if we will harden our hearts, that the Spirit of God has no place within us, to reveal to us the truth, we shall know then who it is that will be saved. We shall know then, that there is a Lord God, and that he is in the midst of Israel, and his throne is among them, and he will reign over the house of David,<span class=\"citation\" id=\"127927\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127927)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127927)\">Isa. 9:6-7<\/a><\/span> and all Israel, forever and ever.<span class=\"citation\" id=\"127926\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127926)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127926)\">Ezek. 43:7<\/a><\/span> Do you not suppose that the Twelve Apostles, who were with him, who suffered persecution, and finally the most of them were martyred&#x2014;do you not suppose that they will have thrones?<span class=\"citation\" id=\"65237\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65237)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65237)\">Matt. 19:28<\/a><\/span><span class=\"citation\" id=\"68096\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68096)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68096)\">Luke 22:30<\/a><\/span> John the Revelator saw the thrones of those that were beheaded for the witness of Jesus, and for the word of God; and he says, they will sit upon these thrones as judges.<span class=\"citation\" id=\"80511\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80511)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80511)\">Rev. 20:4<\/a><\/span> So there will be twelve thrones built, when the temple of God is built in Jerusalem, beside the throne of the Messiah,<span class=\"citation\" id=\"127928\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127928)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127928)\">Rev. 22:1,3<\/a><\/span> for these twelve men to sit upon, when they <div class=\"break columnbreak\" id=\"154b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0154.pdf\" target=\"pdfwin\">p.&#xA0;154b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7371\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> shall come forth from their graves to reign as kings,<span class=\"citation\" id=\"79196\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79196)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79196)\">Rev. 5:10<\/a><\/span> and to eat and drink at the table of the Lord.<span class=\"citation\" id=\"68097\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68097)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68097)\">Luke 22:30<\/a><\/span> &#x201C;What?&#x201D; some might exclaim, &#x201C;eat and drink after the resurrection from the dead?&#x201D; Yes, did not Jesus eat and drink with his disciples after he came forth from the tomb? He did. He ate the broiled fish and the honeycomb, in their presence.<span class=\"citation\" id=\"68445\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68445)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68445)\">Luke 24:41-43<\/a><\/span> Immortal beings can eat if they choose to do so. Hence it is written, &#x201C;You that have followed me in the regeneration,&#x201D; meaning these twelve disciples, &#x201C;inasmuch as you have followed me in the regeneration, you shall sit upon twelve thrones and shall eat and drink at my table, and you shall judge the twelve tribes of Israel.&#x201D;<span class=\"citation\" id=\"65238\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65238)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65238)\">Matt. 19:28<\/a><\/span><span class=\"citation\" id=\"68098\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68098)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68098)\">Luke 22:30<\/a><\/span> That will be better than to be judged by imperfect mortals. Men who are called here to be judges are not always perfect in their judgment. They err; the best of them, the wisest of men may err in their decisions. But not so with these great judges that come forth out of the tomb, raised to immortality, clothed with light as with a garment,<span class=\"citation\" id=\"57086\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57086)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57086)\">Ps. 104:2<\/a><\/span> purified and made white before God. Their minds are full of intelligence, and it beams forth from their countenances, and they know how to judge by the Spirit that is upon them, and their decisions will be in righteousness. <\/div><div class=\"paragraph jod\" id=\"v20n432\"> How pleasant it would be to walk into one of those beautiful rooms that will be constructed in the temple of our God at Jerusalem, and behold the beautiful table spread, on which the luxuries of our earth shall be served to those immortal beings, and then to see the Master, the great King, the Lord of Lords and King of Kings<span class=\"citation\" id=\"80452\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80452)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80452)\">Rev. 19:16<\/a><\/span> rise up and minister to his disciples; wait upon them; setting them an example. He that is immortal and as  <div class=\"break pagebreak\" id=\"155a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0155.pdf\" target=\"pdfwin\">p.&#xA0;155a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7370\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>far above mortality as the heavens are above the earth, condescending to administer to their happiness. Would not this be delightful? Who, that has any desire for holiness, and purity, and honesty, and virtue in his heart, would not be enraptured at the thought of having the privilege of being an invited guest, to go in, even if you did not sit down to the table; to see them when they were partaking, with their Savior, of this feast? And these will be the men that will be with Jesus when he descends upon the Mount of Olives,<span class=\"citation\" id=\"62329\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62329)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62329)\">Zech. 14:4<\/a><\/span> after the graves of the just have been opened.<span class=\"citation\" id=\"88727\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88727)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88727)\">D&amp;C 88:97-98<\/a><\/span> In the resurrection, they will come forth immortal, eternal, clothed upon with the fulness of that glory that pertains to the celestial kingdom. They will also reign as kings and priests here on the earth.<span class=\"citation\" id=\"79197\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79197)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79197)\">Rev. 5:10<\/a><\/span> To some of the raised Saints there will be given ten cities to rule over.<span class=\"citation\" id=\"67895\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67895)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67895)\">Luke 19:17<\/a><\/span> To others there will be given five cities to rule over,<span class=\"citation\" id=\"67897\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67897)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67897)\">Luke 19:19<\/a><\/span> according to their works here in this life. All will not have the same power. All will not have the same rule. The Twelve shall have twelve thrones&#x2014;one throne each, to judge the twelve tribes of Israel.<span class=\"citation\" id=\"65239\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65239)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65239)\">Matt. 19:28<\/a><\/span><span class=\"citation\" id=\"68104\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68104)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68104)\">Luke 22:30 (JST)<\/a><\/span> The tribes will need judging, during the whole thousand years they live on the earth; they will need judges in their midst, to make manifest unto them that which is important for men, and women, and children, to know. <\/div><div class=\"paragraph jod\" id=\"v20n434\"> These twelve men who are appointed to judge these twelve tribes of Israel cannot be as it were the judges over all the earth at the same time. They cannot be everywhere present at the same moment, and hence there will be other judges, other men of God, those who are accounted worthy in the sight of the Most High. Hence we read in the Revelation of St. John that he <div class=\"break columnbreak\" id=\"155b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0155.pdf\" target=\"pdfwin\">p.&#xA0;155b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7370\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> heard them singing a new song, a glorious song.<span class=\"citation\" id=\"79168\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79168)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79168)\">Rev. 5:9-10<\/a><\/span><span class=\"citation\" id=\"79691\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79691)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79691)\">Rev. 14:1-5<\/a><\/span> About what? Their future glory and their future happiness and their future home. Where? On the earth. What? People in heaven singing about coming to the earth? Yes. When it is redeemed it will be a glorious mansion, it will be a glorious world, it will be worth living on; and it will be sanctified,<span class=\"citation\" id=\"87275\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87275)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87275)\">D&amp;C 77:1<\/a><\/span><span class=\"citation\" id=\"87310\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87310)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87310)\">D&amp;C 77:12<\/a><\/span><span class=\"citation\" id=\"91306\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91306)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91306)\">D&amp;C 130:9<\/a><\/span><span class=\"citation\" id=\"93114\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93114)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93114)\">Moses 7:48<\/a><\/span> and the knowledge of God will cover the earth as the waters cover the deep.<span class=\"citation\" id=\"58177\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58177)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58177)\">Isa. 11:9<\/a><\/span> All beings will have knowledge. All people will have understanding. They will comprehend the things of God, and perform them. The Lord will make this earth one of the most glorious habitations, inasmuch as the people will prepare themselves for it, one of the most glorious habitations that can be given to men. It will be peopled by immortal beings throughout eternity. But before that it will have to die. The earth will have to pass away the same as our bodies do, and the dust thereof be mingled in a chaotic form. But that same being who organized the earth will again speak, and eternity will again hear his voice, and the materials of our earth will come together again, and when it unites them in one, and forms them into a world, it will be a glorious world, a habitation for immortal beings;<span class=\"citation\" id=\"80695\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80695)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80695)\">Rev. 21:1-5<\/a><\/span> for kings and for priests,<span class=\"citation\" id=\"127929\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127929)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127929)\">Rev. 5:10<\/a><\/span> and for those that have been faithful to the end. They will dwell upon it, and the generations of their children will dwell upon it, till they become sufficiently numerous to need another creation. What generation? Generations do you say, Mr. Pratt? Do you mean to say that these immortal beings are going to have posterity? I do. I mean just what I say. Those who are accounted worthy to inherit this earth, when it shall be made heavenly, celestial beings will people the earth with  <div class=\"break pagebreak\" id=\"156a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0156.pdf\" target=\"pdfwin\">p.&#xA0;156a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7369\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>their own offspring, their own sons and their own daughters; and these sons and these daughters which will be born to these immortal beings, will be the same as you and I were before we took these mortal tabernacles. Now do you understand it? How were we then? Perhaps some stranger present may ask, &#x201C;What position did we occupy before we took these mortal tabernacles?&#x201D; We were in the presence of God the Eternal Father. We were with our Elder Brother. Who is he? The scriptures say that he was Christ. The scriptures say that he was our Lord and Savior Jesus, &#x201C;the firstborn of every creature.&#x201D;<span class=\"citation\" id=\"75549\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75549)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75549)\">Col. 1:15<\/a><\/span> Indeed! Does that mean his birth in the stable? No. Do the scriptures really say that? Yes. Who are the others that were born? It was all the human family, who were once in the celestial kingdom from whence our spirits came, when they took possession of these mortal tabernacles. As Jesus came down from the Father, being the eldest of the family, and took upon him a mortal tabernacle, even so have his brethren and sisters come from the same region of glory, and have taken upon them mortal tabernacles to follow in his footsteps, if they will. As he was with the Father, before the foundation of the world was laid, so were we, and all the rest of the human family. I don't mean this flesh, these bones; I do not mean the mortal part of man, but I mean that being that is within these flesh and bones. I mean that being that feels, that reflects, that thinks, the being that is godlike in its nature, inasmuch as it keeps the commandments of God. That is the being that lived, before these mortal tabernacles were framed. We were there when the foundations of the earth were laid. We were number<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"156b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0156.pdf\" target=\"pdfwin\">p.&#xA0;156b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7369\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ed among those sons of God, whom the Lord speaks of to the patriarch Job. &#x201C;Where wast thou,&#x201D; speaking to Job, &#x201C;when I laid the cornerstone of the earth, when all the sons of God shouted for joy, and the morning stars sang together?&#x201D;<span class=\"citation\" id=\"56228\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56228)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56228)\">Job 38:4-7<\/a><\/span> Job where were you at that time? He was among them; he was there, perhaps he did not remember it, any more than we do. This is a principle that was taught in ancient times. God is the Father of our spirits,<span class=\"citation\" id=\"77219\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77219)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77219)\">Heb. 12:9<\/a><\/span> God is the author of all the intelligences that have ever come into this world. He begat them. He is called the Father of Spirits.<span class=\"citation\" id=\"77218\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77218)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77218)\">Heb. 12:9<\/a><\/span> Have we to become like him? What is the promise Latter-day Saints? What is the great promise made to all Saints, ancient-day Saints, as well as Latter-day Saints? The promise is that they shall become like him.<span class=\"citation\" id=\"78657\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78657)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78657)\">1 Jn. 3:2<\/a><\/span> In what respect? Like him with an immortal body. He will purify these vile bodies of ours and fashion them after his own body,<span class=\"citation\" id=\"75524\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75524)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75524)\">Philip. 3:21<\/a><\/span> cleansed from sin and prepared to dwell in his presence, having immortal bodies of flesh and bones as our Savior has;<span class=\"citation\" id=\"68443\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68443)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68443)\">Luke 24:39<\/a><\/span> and if there is no end to the increase of our Savior's kingdom,<span class=\"citation\" id=\"58078\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58078)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58078)\">Isa. 9:7<\/a><\/span> there will be no end to the increase of the kingdom of his younger brethren. Here then, we see the propriety of what I, a little while ago, stated, that this earth will become a habitation of immortal beings and there shall be no more death nor sorrow, for the former things have passed away and all things have become new.<span class=\"citation\" id=\"80738\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80738)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80738)\">Rev. 21:4-5<\/a><\/span> They will spread forth and multiply as the stars in yonder heavens<span class=\"citation\" id=\"53086\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53086)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53086)\">Gen. 15:5<\/a><\/span> or as the sand on the seashore, that cannot be numbered by mortal man.<span class=\"citation\" id=\"53065\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53065)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53065)\">Gen. 13:16<\/a><\/span><span class=\"citation\" id=\"127930\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127930)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127930)\">D&amp;C 132:30<\/a><\/span> These offsprings will be spirits, not bodies with flesh and bones, till they have proved themselves as we have done, when they shall be sent upon a new earth, and  <div class=\"break pagebreak\" id=\"157a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0157.pdf\" target=\"pdfwin\">p.&#xA0;157a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7368\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>receive tabernacles the same as we have done, and if they are willing to keep the laws of God, as the Saints keep the laws of God, they will also be redeemed,<span class=\"citation\" id=\"93465\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93465)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93465)\">Abr. 3:26<\/a><\/span> and there will be a mansion prepared for them,<span class=\"citation\" id=\"69892\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69892)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69892)\">John 14:2<\/a><\/span> namely, the world that is erected for their habitation. Thus creations will be multiplied upon creations, a universe of worlds will be constructed for the kingdoms of our God, all becoming or being subject to him that sits upon the throne, who sways his scepter over all worlds and dominions, and we in connection with him will reign upon thrones and in our mansions, that are given unto us. Hence, says the Apostle Paul, the man is not without the woman in the Lord, neither the woman without the man.<span class=\"citation\" id=\"73349\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73349)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73349)\">1 Cor. 11:11<\/a><\/span> People may think they can get a fulness of celestial glory, without having a wife. They may think so, but they will be mistaken. The Lord our God ordained that the male and female should be united for eternity. A marriage covenant for time alone, is not the order of heaven. God designed that man and woman, being immortal beings, should be each other's companion, husband and wife, while eternal ages shall roll around, and to enjoy all that is intended for them in the eternal worlds. This is the object that the Lord had in view. These marriages that are celebrated by the Gentile nations are well enough in their places. They do very well for those who have no knowledge of the truth. They do well enough for those who have no knowledge of the Gospel. They are human marriages, or, in other words, <div class=\"break columnbreak\" id=\"157b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0157.pdf\" target=\"pdfwin\">p.&#xA0;157b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7368\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> marriages performed by human authority, marriages that are necessary in human governments, or governments established according to human laws, but all such marriages, and institutions, and ordinances will crumble away, with human governments, and after the resurrection they have no force.<span class=\"citation\" id=\"91477\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91477)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91477)\">D&amp;C 132:7-18<\/a><\/span> But that which is of God will endure forever and ever. Marriages that are ordained of God are eternal.<span class=\"citation\" id=\"127931\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127931)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127931)\">D&amp;C 132:19-20<\/a><\/span> What he has joined together never can be plucked asunder,<span class=\"citation\" id=\"65128\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65128)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65128)\">Matt. 19:6<\/a><\/span> if the two persons shall remain faithful to their covenants, and faithful to the Lord their God.<span class=\"citation\" id=\"127933\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127933)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127933)\">D&amp;C 132:26<\/a><\/span> Hence eternal marriage was ordained by him for the purpose of multiplying intelligent beings after we leave this world. No marriage in the next world.<span class=\"citation\" id=\"67934\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67934)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67934)\">Luke 20:35<\/a><\/span> This is the world for all ordinances as well as the ordinance of marriage. If you want to be baptized, do it here. No such thing as being baptized for yourselves in that world. If you want to be confirmed, have it done here, for there is no confirming there. If you want to partake of any of the ordinances of the Lord our God, this is the place for us to attend to them. Hence it is written, that they neither marry nor give in marriage in that world.<span class=\"citation\" id=\"65422\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65422)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65422)\">Matt. 22:30<\/a><\/span><span class=\"citation\" id=\"66644\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66644)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66644)\">Mark 12:25<\/a><\/span><span class=\"citation\" id=\"67933\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67933)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67933)\">Luke 20:35<\/a><\/span><span class=\"citation\" id=\"91539\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91539)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91539)\">D&amp;C 132:16<\/a><\/span> Why? Because it is supposed that people will have secured to them, in this life, all that pertains to their future exaltation and glory; and if that thing be neglected here, such place themselves in a condition not to occupy the fullness of the glory, ordained before the foundation of the world, to be given to the sons and daughters of the Most High.<span class=\"citation\" id=\"127932\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127932)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127932)\">D&amp;C 132:4-6<\/a><\/span> Amen. <\/div>\n<\/div>\n<\/div>"}