{"ID":200002, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Interpretation of Scripture&#x2014;Apparent Miracles Easily Performed When Necessary&#x2014;Disobedience Brings Calamity&#x2014;Fulfillment of Prophecy.<\/div>\n<div class=\"subtitle\">Discourse by Elder Orson Pratt, delivered in the Tabernacle, Salt Lake City, Sunday Afternoon, June 23, 1878.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Geo. F. Gibbs.<\/div>\n<div class=\"pageHeader\">Page Header: Interpretation of Scripture, Etc.<\/div>\n<div class=\"speaker\">Speaker: Orson Pratt<\/div>\n<div class=\"date\">Date: 6\/23\/1878<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d02\">\n<div class=\"paragraph jod\" id=\"v20n20\"> I will call the attention of the congregation to a portion of a prophecy by Malachi, which will be found in the last chapter of the Old Testament. <\/div><div class=\"paragraph jod\" id=\"v20n21\"> &#x201C;For, behold, the day cometh, that shall burn as an oven; and all the proud, yea, and all that do wickedly, shall be stubble: and the day that cometh shall burn them up, saith the Lord of hosts, that it shall leave them neither root nor branch. <\/div><div class=\"paragraph jod\" id=\"v20n22\"> &#x201C;But unto you that fear my name shall the Sun of righteousness arise with healing in his wings; and ye shall go forth, and grow up as calves of the stall. <\/div><div class=\"paragraph jod\" id=\"v20n23\"> &#x201C;And ye shall tread down the wicked; for they shall be ashes un<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"8b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0008.pdf\" target=\"pdfwin\">p.&#xA0;8b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7517\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>der the soles of your feet in the day that I shall do this, saith the Lord of hosts.&#x201D;<span class=\"citation\" id=\"62528\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62528)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62528)\">Mal. 4:1-3<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v20n24\"> On arising, and on opening the Bible, I happened to open to the words which I have just read, which were spoken through Malachi, one of the last of the ancient Prophets. They are words very familiar to the Latter-day Saints, for their attention has been often called to them. In reading the prophecies of the holy Prophets, we expect that that portion of them which has not already been fulfilled, will take place in its time and in its season. We do not read the Scriptures as most of the inhabitants of the earth do, thinking that they must be spiritualized.  <div class=\"break pagebreak\" id=\"9a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0009.pdf\" target=\"pdfwin\">p.&#xA0;9a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7516\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>There are scarcely any of the prophecies but what this generation, as well as some of the past generations, interpret as meaning something altogether different from the reading of them. They look upon inspired men as saying one thing and meaning another, and the only way to ascertain what meaning they really wish to convey is to get an uninspired man to give some other meaning entirely different from the literal construction of the words of the inspired writer. There are but few individuals, comparatively speaking, among the nations of Christendom, who differ from the prevalent belief, namely, that the Bible is a book to be understood only by the learning and wisdom of man, that the uninspired preacher, who may be highly educated after the manner of men, is a great deal better qualified to interpret the things of God, than he or they through whom they were spoken. The Latter-day Saints, who may have been similarly trained, were more or less disposed to entertain such views; but when they embraced the everlasting Gospel, and received of the Holy Ghost, even that Spirit by which the Scriptures were written,<span class=\"citation\" id=\"127810\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127810)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127810)\">2 Pet. 1:20-21<\/a><\/span> they were corrected in their judgments, and learned that the word of God would all be fulfilled,<span class=\"citation\" id=\"84792\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84792)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84792)\">D&amp;C 29:30<\/a><\/span><span class=\"citation\" id=\"93576\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93576)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93576)\">JS&mdash;M 1:35<\/a><\/span> which have not already come to pass, and that they are to be understood in the same light, and in the same sense as we would understand the writings of uninspired individuals, when plainly and clearly written upon any special subject. This is something that every ordinarily intelligent man, without any book learning whatever, is abundantly able to do, especially when simple language, easy of comprehension, is used. For instance, when we get letters and communications from our friends abroad, we <div class=\"break columnbreak\" id=\"9b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0009.pdf\" target=\"pdfwin\">p.&#xA0;9b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7516\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> never think of putting a different construction upon their sentences, and claim that they did not mean what they had written. When, therefore, the ancient Prophets predicted that &#x201C;the day cometh, that shall burn as an oven,&#x201D; and that &#x201C;the proud, yea, and all that do wickedly, shall be stubble: and the day that cometh shall burn them up, saith the Lord of Hosts, that it shall leave them neither root nor branch&#x201D;&#x2014;<span class=\"citation\" id=\"62508\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62508)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62508)\">Mal. 4:1<\/a><\/span>we must believe that the Prophet meant precisely what he said. When we read in the Book of Genesis about the rains which fell from the heavens, causing a flood of waters to deluge the earth, in fulfillment of a certain warning message which had previously been preached to the people then living, by which they were swept away and drowned, we must believe that the inspired writer who penned the words, described the event as it occurred, so far at least as the general facts are concerned, and that the flood spoken of was a literal body of water, and that it did prevail upon all portions of the earth.<span class=\"citation\" id=\"52902\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52902)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52902)\">Gen. 7:4-24<\/a><\/span> I do not say that the flood did prevail, at the same moment, upon all the face of the earth; but before the floods abated,<span class=\"citation\" id=\"52932\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52932)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52932)\">Gen. 8:1-3<\/a><\/span> every part of the solid portions of the earth that were habitable, were covered by the waters. How this was accomplished is not given by the inspired writer, but is left for us to conjecture. The Lord has a great many ways and means by which he could bring about an event of this nature. For instance, how easy it would be to drown all the inhabitants of the temperate and arctic regions, by just merely stopping the earth from rotating on its axis. Unless there should be another miracle performed to prevent the waters that are heaped up around the equatorial regions from flowing  <div class=\"break pagebreak\" id=\"10a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0010.pdf\" target=\"pdfwin\">p.&#xA0;10a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7515\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to the polar regions, they would necessarily, as the earth began to cease or rotate more slowly in its axial revolutions, cause the waters of the equatorial region to flow towards the two polar regions. It is an easy matter for a mathematician to demonstrate the depth of the waters in any part or latitude of our globe, should such an event take place or happen. The waters in receding from the great equatorial region would cover up the great mountains on our east, and we, in this altitude, would be buried under water at least over a mile in depth. I do not say that this was the manner which the Lord took in &#x201C;breaking up the fountains of the great deep.&#x201D;<span class=\"citation\" id=\"52910\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52910)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52910)\">Gen. 7:11<\/a><\/span> There may have been other causes unknown to us; but to say there never was such an event is something entirely unwarranted. Still, it may be said, this would not cover all the solid portion of the earth, but leave the equatorial land still further elevated above the ocean, and if all the lands of the earth were to be under water, how could that be accounted for? Very easily. Cause the earth to rotate on its axis more swiftly than what it now does, say for instance, in one-half the time&#x2014;in 12 hours instead of 24&#x2014;and you would bury up all the equatorial lands of our globe. How easy a matter it would be for the Lord to cause the earth to rotate more swiftly, and then again to rotate more tardily, and produce the effects ascribed to the flood. <\/div><div class=\"paragraph jod\" id=\"v20n27\"> When therefore, we read that the earth was once depopulated, except a few individuals, who were saved in the ark,<span class=\"citation\" id=\"78062\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78062)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78062)\">1 Pet. 3:20<\/a><\/span> why should it be thought a thing incredible that the Lord should again depopulate our globe, not by a flood, but by devouring fire.<span class=\"citation\" id=\"58667\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58667)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58667)\">Isa. 29:6<\/a><\/span> It may be said that we cannot see how a universal fire can prevail over all the face <div class=\"break columnbreak\" id=\"10b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0010.pdf\" target=\"pdfwin\">p.&#xA0;10b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7515\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of the earth. There are various ways by which this could be accomplished. How did the Lord cause fire in ancient times to break out among the children of Israel, when they transgressed his holy laws, and when they murmured and complained against God? Fire was sent forth from his presence we are told, and rested upon the tabernacle; he was in the tabernacle, and his cloud was over the tabernacle;<span class=\"citation\" id=\"54605\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54605)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54605)\">Ex. 40:38<\/a><\/span> and fire went forth from this center, or the place where the Lord chose to manifest and show forth his glory, and it destroyed many of the people.<span class=\"citation\" id=\"54613\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54613)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54613)\">Lev. 10:1-2<\/a><\/span><span class=\"citation\" id=\"54674\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54674)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54674)\">Num. 11:1<\/a><\/span><span class=\"citation\" id=\"54795\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54795)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54795)\">Num. 16:35<\/a><\/span><span class=\"citation\" id=\"54855\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54855)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54855)\">Num. 26:10<\/a><\/span> You may say, &#x201C;But this was a supernatural fire that proceeded from the presence of God, from the tabernacle, consuming thousands of transgressors.&#x201D; I would ask, cannot the same Being who was able to produce this destruction by fire upon a few thousand individuals cause it to be more extensive and more universal in its operation? Has he not the same power to produce a supernatural fire over all the earth; even to the consuming of &#x201C;all the proud, yea, and all that do wickedly;&#x201D;<span class=\"citation\" id=\"62509\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62509)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62509)\">Mal. 4:1<\/a><\/span> burning them up literally, their bodies becoming as &#x201C;ashes,&#x201D;<span class=\"citation\" id=\"62538\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62538)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62538)\">Mal. 4:3<\/a><\/span> as a farmer would set fire to and burn up the stubble of his fields? Well, you say, &#x201C;If we admit that the first was supernatural, that God did actually burn the transgressors among Israel by fire, we are willing to admit that the same Being that could do this upon a small scale, could perform a similar work on a universal scale.&#x201D; That is very reasonable to admit. But then, perhaps the Lord may not see proper to do this work of burning in the latter days altogether upon a supernatural principle; he may, perhaps, bring it about by certain physical forces or laws, by certain changes that may be wrought upon our elements; for the Lord holds in his own hands all the elements, and not only those of this little globe of  <div class=\"break pagebreak\" id=\"11a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0011.pdf\" target=\"pdfwin\">p.&#xA0;11a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7514\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ours, but all the elements that compose the universe; they are in his hands, he can give instructions and they are made subservient in the accomplishing of his great and wise purposes. Now, there is in the very air which we breathe, and which all animated beings, more or less, breathe, and by which they live&#x2014;a principle of heat; and when this heat in its latent form is evolved, or comes forth from the constituents of the atmosphere, would there not be a sufficient amount to produce this revolution upon the earth? Is there not sufficient heat not only to burn up the wicked and the proud, but to cause the very elements of our globe to melt by its intensity?<span class=\"citation\" id=\"78463\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78463)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78463)\">2 Pet. 3:10-12<\/a><\/span><span class=\"citation\" id=\"82921\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82921)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82921)\">3 Ne. 26:3<\/a><\/span><span class=\"citation\" id=\"89490\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89490)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89490)\">D&amp;C 101:25<\/a><\/span> Thus fulfilling another prophecy which says, &#x201C;The hills melted like wax at the presence of the Lord;&#x201D;<span class=\"citation\" id=\"57040\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57040)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57040)\">Ps. 97:5<\/a><\/span> and yet another prophecy, which says, the mountains shall flow down at His presence<span class=\"citation\" id=\"60181\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60181)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60181)\">Isa. 64:1<\/a><\/span> like melted substance; run like rivers, in consequence of the intensity of the heat, connected with the elements of which our atmosphere and mountains are composed. <\/div><div class=\"paragraph jod\" id=\"v20n29\"> Again, independently of the latent heat which is connected with the atmosphere of our globe, is He not able to cause the great center of our system, the sun, to give forth more heat, sufficient to consume the wicked and melt the earth by its intensity? Yes. I recollect reading in one of the prophecies of Isaiah, in relation to this matter.<span class=\"citation\" id=\"58668\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58668)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58668)\">Isa. 29:6<\/a><\/span><span class=\"citation\" id=\"58959\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58959)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58959)\">Isa. 30:26-30<\/a><\/span> I recollect reading too in the Revelation of St. John that men should be scorched with great heat (Rev. chap. 16, verse 8).<span class=\"citation\" id=\"80122\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80122)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80122)\">Rev. 16:8-9<\/a><\/span> It was to be one of the great judgments of the latter days, as seen by that inspired man. And Isaiah, in speaking on this subject, says, &#x201C;Moreover the light of the moon shall be as the light of the sun, and the light of the sun shall be sevenfold,&#x201D;<span class=\"citation\" id=\"58958\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58958)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58958)\">Isa. 30:26<\/a><\/span> etc. Suppose the heat should be increased in <div class=\"break columnbreak\" id=\"11b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0011.pdf\" target=\"pdfwin\">p.&#xA0;11b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7514\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the same proportion that the light is increased; or, in other words, supposing that our thermometers, when standing at a hundred degrees Fahrenheit, should be increased to 700 degrees Fahrenheit, what would be the effect? A general conflagration over the whole face of the globe would be produced, thereby fulfilling ancient as well as modern prophecy. <\/div><div class=\"paragraph jod\" id=\"v20n30\"> But we will pass on. It is not for us, unless we have some definite instructions by the word of God, to tell <span class=\"italic\">how<\/span> He is going to accomplish His great purposes. It is sufficient for us to know that he will do it. We are told this burning is to be universal, so far as all the proud, and all that do wickedly are concerned.<span class=\"citation\" id=\"62510\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62510)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62510)\">Mal. 4:1<\/a><\/span> It seems, then, it is to be one of the last destructions of the wicked. Prior to this there will be numerous destructions, by way of earthquakes, plagues, hailstorms, wars,<span class=\"citation\" id=\"85533\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85533)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85533)\">D&amp;C 43:25<\/a><\/span> etc., that will prevail and that will sweep away millions from the face of our globe. But the great judgment that is to cleanse the earth from all sin, is to be by the element of fire.<span class=\"citation\" id=\"76738\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76738)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76738)\">Heb. 6:7 (JST)<\/a><\/span><span class=\"citation\" id=\"85554\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85554)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85554)\">D&amp;C 43:32<\/a><\/span> &#x201C;But,&#x201D; inquires one, &#x201C;do you think there will be many in that day, that will be proud and wicked?<span class=\"citation\" id=\"62511\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62511)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62511)\">Mal. 4:1<\/a><\/span> Will they not be mostly converted, and consequently escape this great conflagration, as Noah escaped being drowned?&#x201D; I will answer this by repeating another prophecy, that now occurs to my mind, recorded in the 24th chapter of Isaiah.<span class=\"citation\" id=\"58397\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58397)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58397)\">Isa. 24:1-23<\/a><\/span> This man of God saw the period of time when the earth should reel to and fro like a drunken man;<span class=\"citation\" id=\"58495\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58495)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58495)\">Isa. 24:20<\/a><\/span> and he saw that glorious day when the Lord of Hosts shall be about to reign in Zion and Jerusalem.<span class=\"citation\" id=\"58508\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58508)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58508)\">Isa. 24:23<\/a><\/span> And among other things he saw in vision was that the earth became defiled under the inhabitants thereof; &#x201C;because,&#x201D; says the Prophet, &#x201C;they have transgressed the laws, changed the ordinance, broken the everlasting covenant.&#x201D;<span class=\"citation\" id=\"58451\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58451)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58451)\">Isa. 24:5<\/a><\/span>  <div class=\"break pagebreak\" id=\"12a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0012.pdf\" target=\"pdfwin\">p.&#xA0;12a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7513\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Plainly showing that they were to be a corrupt, people; a people who, for instance, would change the ordinance of baptism, from immersion to sprinkling or pouring, or doing it away altogether, and in the same manner changing the various ordinances of the Gospel from the original form in which the Lord revealed them. He says, through the mouth of His Prophet, that the people who should be guilty of this great wickedness should be visited with fire; &#x201C;the inhabitants of the earth are burned, and few men left.&#x201D;<span class=\"citation\" id=\"58475\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58475)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58475)\">Isa. 24:6<\/a><\/span> This is a little more definite. We learned through Malachi, that they should be destroyed both root and branch&#x2014;<span class=\"citation\" id=\"62512\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62512)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62512)\">Mal. 4:1<\/a><\/span>no branch of wickedness, no roots of wickedness left; but it does not give us the proportion, between the righteous and the wicked. But Isaiah gives us a little further clue to this matter. To the query, how many are to be overtaken by this last great and overwhelming judgment, Isaiah would answer, &#x201C;the inhabitants of the earth are burned, and few men left.&#x201D;<span class=\"citation\" id=\"58476\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58476)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58476)\">Isa. 24:6<\/a><\/span> What, only a few persons to be converted, only a few to receive the true Gospel, and be prepared for the coming of the Bridegroom; only a few people to escape this awful desolation? So says the Prophet Isaiah; that is, few in comparison to the great and numerous population of our globe. Even some few millions would be few compared with the twelve hundred millions that inhabit the earth. Isaiah, in the same chapter, in describing the glory of his personal reign on the earth, says that &#x201C;Then the moon shall be confounded, and the sun ashamed,&#x201D; because of the superior light that will attend the presence of the being who is to reign in Zion and Jerusalem.<span class=\"citation\" id=\"58509\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58509)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58509)\">Isa. 24:23<\/a><\/span> The Lord causes the natural light of the sun and the heat thereof;<span class=\"citation\" id=\"88276\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88276)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88276)\">D&amp;C 88:7<\/a><\/span> he causes the natural light of the other luminaries <div class=\"break columnbreak\" id=\"12b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0012.pdf\" target=\"pdfwin\">p.&#xA0;12b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7513\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> that twinkle in yonder heavens, and also the heat which proceeds from their bodies.<span class=\"citation\" id=\"88288\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88288)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88288)\">D&amp;C 88:9<\/a><\/span> Now, if he can produce such intense heat by such bodies as our sun; if he can cause the surrounding worlds to be heated and to receive a certain temperature by the radiation of light and heat; if the sun can produce such a high temperature upon our earth, existing some 90 millions of miles away, why not the Lord be able to produce a greater light and heat if necessary, to sweep off the wicked,<span class=\"citation\" id=\"56834\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56834)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56834)\">Ps. 68:2<\/a><\/span> and to cause the earth in a moment, as it were, to feel the power of that heat, even to its melting like wax before his presence?<span class=\"citation\" id=\"57041\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57041)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57041)\">Ps. 97:5<\/a><\/span> But, you may ask, &#x201C;Why not this heat destroy the righteous, as well as the wicked? Have not the righteous often times been burned at the stake? Have they not been consumed to ashes, by the power of the wicked? And why should this intense heat, of which you are speaking, which is to destroy the wicked root and branch, not affect the righteous as well?&#x201D; Let us explain. Before this day of burning, there will be no righteous on the earth. Not one? No, not one. &#x201C;What is to become of them?&#x201D; The Apostle Paul informs us that, &#x201C;The Lord himself shall descend from heaven with a shout, with the voice of the archangel, and with the trump of God; and the dead in Christ shall rise first: Then we which are alive and remain shall be caught up together with them in the clouds, to meet the Lord in the air.&#x201D;<span class=\"citation\" id=\"75680\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75680)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75680)\">1 Thes. 4:16-17<\/a><\/span> It seems, then, that the righteous that sleep in their graves are to arise at this time, to be caught up with those living on the earth, who will be sufficiently righteous. Now, suppose they should not ascend to meet the Lord, but should remain on the earth, and he saw proper to preserve them from this devouring fire, could he do it? Certainly, and on the same principle  <div class=\"break pagebreak\" id=\"13a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0013.pdf\" target=\"pdfwin\">p.&#xA0;13a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7512\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>as he preserved the three Hebrew children in the midst of fire.<span class=\"citation\" id=\"61402\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61402)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61402)\">Dan. 3:1-30<\/a><\/span> We are told, in connection with this remarkable preservation of life, that there was not so much as the smell of fire on their garments, neither was a hair of their heads injured,<span class=\"citation\" id=\"61443\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61443)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61443)\">Dan. 3:27<\/a><\/span> while some of the wicked, when they were in the act of casting these young men into the furnace, which had been heated seven times hotter than was usual for them,<span class=\"citation\" id=\"61428\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61428)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61428)\">Dan. 3:19<\/a><\/span> were devoured themselves.<span class=\"citation\" id=\"61436\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61436)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61436)\">Dan. 3:22<\/a><\/span> Yet the righteous were spared, receiving no harm whatever. Now, that same God who did preserve the three Hebrew children in the midst of the most terrible ordeal which they passed through, could preserve the righteous on the earth if he saw proper to do so. But he will take them up into the cloud, and they will be with him when he comes.<span class=\"citation\" id=\"75689\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75689)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75689)\">1 Thes. 4:17<\/a><\/span> But, you may say, &#x201C;Have you not said that when he comes the sun will hide his face in shame,<span class=\"citation\" id=\"58510\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58510)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58510)\">Isa. 24:23<\/a><\/span> etc., therefore will not that glory which surrounds the personage of the Savior consume the righteous after they are taken up?&#x201D; Not at all; they will not be subject to the devouring element of fire, even though they have not as yet been changed to immortality; for the time for the righteous who remain alive, to be changed, will be as much as a thousand years after they descend upon the earth; after there shall have been generation upon generation here upon the earth; then, at the sound of the last trump the Apostle Paul informs us, that those who are righteous shall be changed in the twinkling of an eye.<span class=\"citation\" id=\"73994\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73994)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73994)\">1 Cor. 15:52<\/a><\/span> They are not to undergo this change, when Jesus comes at the beginning of the thousand years' reign, but after the thousand years are ended at the sound of the last trump, which shall awaken and call forth the sleeping nations of the wicked from their graves,<span class=\"citation\" id=\"88740\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88740)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88740)\">D&amp;C 88:102<\/a><\/span> then the righteous, who remain in the flesh,<span class=\"citation\" id=\"75690\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75690)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75690)\">1 Thes. 4:17<\/a><\/span> <div class=\"break columnbreak\" id=\"13b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0013.pdf\" target=\"pdfwin\">p.&#xA0;13b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7512\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> will be changed in a moment;<span class=\"citation\" id=\"73995\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73995)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73995)\">1 Cor. 15:52<\/a><\/span> and after that time there will be no more mortality upon the earth. &#x201C;But,&#x201D; you may say again, &#x201C;we can hardly believe these great miracles will take place as you say, according to prophecy.&#x201D; Supposing you cannot, does your unbelief make the predictions of the servants of God without effect?<span class=\"citation\" id=\"72289\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72289)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72289)\">Rom. 3:3<\/a><\/span> Supposing, for instance, we should disbelieve excepting eight souls,<span class=\"citation\" id=\"78063\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78063)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78063)\">1 Pet. 3:20<\/a><\/span> as was the case with the antediluvian world, would our unbelief subvert the word of God. No. The Lord is a God of miracles,<span class=\"citation\" id=\"58935\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58935)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58935)\">Isa. 29:25 (JST)<\/a><\/span><span class=\"citation\" id=\"81494\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81494)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81494)\">2 Ne. 27:23<\/a><\/span><span class=\"citation\" id=\"83277\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83277)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83277)\">Morm. 9:11<\/a><\/span> or in other words, he is a God of power and he operates upon the materials of our globe, according to his own good will and pleasure.<span class=\"citation\" id=\"127811\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127811)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127811)\">Jacob 4:9<\/a><\/span> When he burns up the wicked, when he causes the elements to melt with fervent heat,<span class=\"citation\" id=\"78471\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78471)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78471)\">2 Pet. 3:10,12<\/a><\/span><span class=\"citation\" id=\"82922\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82922)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82922)\">3 Ne. 26:3<\/a><\/span><span class=\"citation\" id=\"89491\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89491)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89491)\">D&amp;C 101:25<\/a><\/span> when he causes the mountains to flow down and melt like wax before his presence,<span class=\"citation\" id=\"57042\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57042)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57042)\">Ps. 97:5<\/a><\/span><span class=\"citation\" id=\"60182\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60182)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60182)\">Isa. 64:1<\/a><\/span><span class=\"citation\" id=\"62101\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62101)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62101)\">Micah 1:4<\/a><\/span><span class=\"citation\" id=\"90456\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90456)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90456)\">D&amp;C 109:74<\/a><\/span> all this does not destroy one particle of matter, but only changes matter from one condition to another. There is not a particle of the materials of our globe that will be annihilated, they will all exist; and although the time should come that the intense heat should be such as to disperse the materials of our solid globe and convert the great and mighty deep into gaseous substances, and separate the elements, and the water should cease to exist as either steam or water; although the time should come when the hydrogen and the oxygen, which possess the great bulk of the water upon our globe, should become gasses, yet the Lord could reorganize these elements, so scattered in space, by his power, bringing them together again by his law and by his word, making a new world, and creating a new heaven, and a new earth,<span class=\"citation\" id=\"80682\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80682)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80682)\">Rev. 21:1<\/a><\/span> wherein, says the Apostle Peter, shall dwell righteousness.<span class=\"citation\" id=\"78488\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78488)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78488)\">2 Pet. 3:13<\/a><\/span> This new earth, which is to be created, is not to be inhabited by the disobedient and wicked, as is now the case with the present world; there  <div class=\"break pagebreak\" id=\"14a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0014.pdf\" target=\"pdfwin\">p.&#xA0;14a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7511\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>will be an entire change in the condition of the earth, and also in the condition of the human family, the curses of the fall will not be found in either, and consequently there will be no more mortality upon the new creation, neither sorrow, nor weeping; neither will there be any more death; for the former things will have passed away, and all things will become new.<span class=\"citation\" id=\"80736\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80736)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80736)\">Rev. 21:4-5<\/a><\/span> There will be but one government, not several hundred different forms of government, but one form will prevail upon the new creation, inhabited by immortal beings. All these changes are what the Latter-day Saints are looking for. We do not read these prophecies and then undertake to change them, and tell our hearers that they must be understood to mean something else, in some spiritual sense. We do not tell them that this day of burning is a day in which wickedness is to be cleansed from the earth by the purifying influence of the Spirit of God, and that all the people are to be converted, and therefore, the earth will be inhabited by none except the righteous; and that that portion of the Scriptures referring to the wicked becoming ashes under the feet of the righteous,<span class=\"citation\" id=\"62539\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62539)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62539)\">Mal. 4:3<\/a><\/span> means something entirely different from the literal reading, and that their sins will all be consumed, and that they will be righteous and will all walk upon the new earth free from sin. No, but when we speak of devouring fire<span class=\"citation\" id=\"127812\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127812)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127812)\">Isa. 30:30<\/a><\/span> burning as an oven,<span class=\"citation\" id=\"62515\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62515)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62515)\">Mal. 4:1<\/a><\/span> we expect it will be fire; we expect it will be intense heat; and when he says it will consume all the proud and all that do wickedly,<span class=\"citation\" id=\"127813\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127813)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127813)\">Isa. 33:14<\/a><\/span><span class=\"citation\" id=\"62513\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62513)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62513)\">Mal. 4:1<\/a><\/span><span class=\"citation\" id=\"127814\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127814)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127814)\">2 Ne. 27:1-2<\/a><\/span> we do not expect there will be a wicked man or woman left upon the whole earth;<span class=\"citation\" id=\"127816\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127816)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127816)\">D&amp;C 29:9<\/a><\/span> and when it says there shall neither be root nor branch left of them,<span class=\"citation\" id=\"62514\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62514)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62514)\">Mal. 4:1<\/a><\/span> we do not expect there will be found a vestige of wickedness in any corner of the earth however remote; but that all will be consumed <div class=\"break columnbreak\" id=\"14b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0014.pdf\" target=\"pdfwin\">p.&#xA0;14b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7511\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and none but the righteous left. <\/div><div class=\"paragraph jod\" id=\"v20n34\"> Our modern Prophet, Joseph Smith, when he delivered his prophecies, the Lord spoke through him, and we do not need any uninspired man to get up and tell what the Lord meant, when He spoke through him. For instance, our Prophet spoke of this same day of burning; it is referred to by him in many places in the Doctrine and Covenants,<span class=\"citation\" id=\"84737\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84737)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84737)\">D&amp;C 29:9<\/a><\/span><span class=\"citation\" id=\"84890\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84890)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84890)\">D&amp;C 31:4<\/a><\/span><span class=\"citation\" id=\"85049\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85049)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85049)\">D&amp;C 38:12<\/a><\/span><span class=\"citation\" id=\"85469\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85469)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85469)\">D&amp;C 43:33<\/a><\/span><span class=\"citation\" id=\"86482\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86482)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86482)\">D&amp;C 63:34<\/a><\/span><span class=\"citation\" id=\"86505\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86505)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86505)\">D&amp;C 63:54<\/a><\/span><span class=\"citation\" id=\"86530\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86530)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86530)\">D&amp;C 64:23-24<\/a><\/span><span class=\"citation\" id=\"88050\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88050)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88050)\">D&amp;C 85:3<\/a><\/span><span class=\"citation\" id=\"88112\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88112)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88112)\">D&amp;C 86:7<\/a><\/span><span class=\"citation\" id=\"88697\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88697)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88697)\">D&amp;C 88:94<\/a><\/span><span class=\"citation\" id=\"89544\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89544)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89544)\">D&amp;C 101:66<\/a><\/span><span class=\"citation\" id=\"90424\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90424)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90424)\">D&amp;C 109:46<\/a><\/span><span class=\"citation\" id=\"90625\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90625)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90625)\">D&amp;C 112:24<\/a><\/span><span class=\"citation\" id=\"91918\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91918)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91918)\">D&amp;C 133:41<\/a><\/span><span class=\"citation\" id=\"91942\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91942)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91942)\">D&amp;C 133:64<\/a><\/span> which book I hold in my hand. Has the Lord undertaken to spiritualize, in giving these new revelations? No; but he has told us the facts in the case. For instance, in one place speaking of the Lord's coming, it says the wicked shall be destroyed out of the earth,<span class=\"citation\" id=\"83654\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83654)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83654)\">D&amp;C 1:9-10<\/a><\/span><span class=\"citation\" id=\"84731\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84731)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84731)\">D&amp;C 29:8-11<\/a><\/span><span class=\"citation\" id=\"84964\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84964)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84964)\">D&amp;C 34:9<\/a><\/span><span class=\"citation\" id=\"85557\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85557)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85557)\">D&amp;C 43:32-33<\/a><\/span> and that the righteous shall be caught up,<span class=\"citation\" id=\"88723\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88723)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88723)\">D&amp;C 88:96-98<\/a><\/span><span class=\"citation\" id=\"90458\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90458)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90458)\">D&amp;C 109:75<\/a><\/span> in the same manner as the New Testament describes it.<span class=\"citation\" id=\"127817\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127817)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127817)\">1 Thes. 4:17<\/a><\/span> And then it speaks of the righteous also coming down after the wicked are destroyed.<span class=\"citation\" id=\"88722\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88722)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88722)\">D&amp;C 88:96-98<\/a><\/span> There is a promise made to the Latter-day Saints as well as to the former-day Saints. The Lord said, in 1831, to the Prophet Joseph, in a revelation given before a general conference, and written by a scribe in presence of the conference, that among other great things that should take place, the Saints should possess the earth for their inheritance in this our day, and that all wickedness should cease. I make a promise, saith the Lord, and this is my covenant with you, and your children after you, that you shall have a certain land that I will give unto you, for an inheritance, and you shall possess it in time, while the earth shall stand, and shall possess it again in eternity, never more to pass away.<span class=\"citation\" id=\"85085\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85085)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85085)\">D&amp;C 38:20<\/a><\/span> If the Latter-day Saints want to know where this promise is found, let them read the revelation given on the 2nd of January, 1831.<span class=\"citation\" id=\"85041\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85041)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85041)\">D&amp;C 38:1-42<\/a><\/span> It was a revelation given when we were but a small people, before there was any gathering of the Saints; and in fact, when there were only a  <div class=\"break pagebreak\" id=\"15a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0015.pdf\" target=\"pdfwin\">p.&#xA0;15a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7510\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>few individuals gathered in the house of Father Whitmer, the place where the Lord first organized His Church. There, we were informed, that the Lord intended to give a certain portion of this continent to the Latter-day Saints, and to their children after them, for an everlasting inheritance.<span class=\"citation\" id=\"85086\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85086)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85086)\">D&amp;C 38:20<\/a><\/span> This was contrary to our former faith, when we were Methodists and Baptists, and when we were Presbyterians and professors of the different denominations, before we came into the Church of Jesus Christ of Latter-day Saints; we were taught then, that our home was away in yonder heavens, away in some distant part of the universe, beyond the bounds of space, if anybody can comprehend where that is; I never could. And yet enlightened Christians sing about it. Before I became connected with the Church of Jesus Christ of Latter-day Saints, I often attended the meetings of the Methodists, the Baptists and the Presbyterians; and I well remember that this sentiment was embodied in one of the favorite hymns sung by the Methodists. They had a very good tune to the words, and being but a boy at the time, I could not but think it the very best kind of religion. I never mistrusted the truthfulness of the sentiment, because I too had entertained the belief that we were going to take an everlasting farewell to earth, and that we were going to be wafted and wafted until we got beyond the bounds of space, there to find a heavenly place, adapted to our heavenly condition. But when I commenced to reflect and search the Scriptures for myself, I found that although the tune was sweet and the singing was beautiful, yet there was no truth in it; I found that the &#x201C;Saints' secure abode&#x201D; was not beyond space, but that it was on this our earth. And for how long? For all eternity. But the earth has to under<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"15b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0015.pdf\" target=\"pdfwin\">p.&#xA0;15b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7510\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>go numerous changes. A partial change will take place when Jesus comes, at the beginning of the thousand years' rest; then a still further change, after the Millennium should pass, when the great last trump should sound, awaking the nations of the wicked from their sleeping graves.<span class=\"citation\" id=\"88741\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88741)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88741)\">D&amp;C 88:102<\/a><\/span> I then read in the Scriptures of truth that God would create a new heaven, and a new earth,<span class=\"citation\" id=\"80683\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80683)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80683)\">Rev. 21:1<\/a><\/span> and that on this new creation should dwell righteousness.<span class=\"citation\" id=\"78489\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78489)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78489)\">2 Pet. 3:13<\/a><\/span> I also read of a holy city, called the New Jerusalem, which should come down upon this new earth, and that God himself should be among those righteous people who should inhabit that holy city.<span class=\"citation\" id=\"80715\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80715)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80715)\">Rev. 21:2-3<\/a><\/span> And I also read that the former things should pass away, and that all things should become new.<span class=\"citation\" id=\"80737\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80737)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80737)\">Rev. 21:4-5<\/a><\/span> I read, too, that not only the New Jerusalem should descend on this earth, but another city called the Holy Jerusalem, whose dimensions and architecture are described, and that because of the glory that should exist there, the inhabitants thereof should not have need of the light of the sun, nor of that of the moon, nor of the stars; for God himself should dwell there with them, and he would be their light and their glory.<span class=\"citation\" id=\"80786\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80786)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80786)\">Rev. 21:10-23<\/a><\/span> And that those two great cities which are to descend upon this new earth are to be the great capitals of this new creation,<span class=\"citation\" id=\"127818\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127818)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127818)\">Isa. 2:3<\/a><\/span> inhabited by immortal beings&#x2014;the Saints of God that have lived in the various dispensations of this world. This was something new to us; and it was contrary to our sectarian notions and views, and the sectarian teachings about the future condition of man, and the earth we live in. Yet, when we come to compare the new doctrine of the new revelation, with that laid down in the Old and New Testament, we find a perfect agreement. For instance, let our minds revert back to the days of the Patriarchs, and we find Abra<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"16a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0016.pdf\" target=\"pdfwin\">p.&#xA0;16a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7509\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ham, after leaving his native country, in obedience to a direct command of God, dwelling in a new land called Canaan, now known as Palestine; and while there, we learn of the Lord conversing with him, and promising him and his seed &#x201C;the land of Canaan, for an everlasting possession.&#x201D;<span class=\"citation\" id=\"53159\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53159)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53159)\">Gen. 17:8<\/a><\/span> What does this all mean? Did Abraham ever inherit any of that land? Not a foot of it.<span class=\"citation\" id=\"127819\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127819)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127819)\">Acts 7:5<\/a><\/span> He did buy a place&#x2014;a burying place for himself and kindred;<span class=\"citation\" id=\"53398\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53398)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53398)\">Gen. 23:1-20<\/a><\/span> but he did not realize this promise, the possession of the land of Canaan, but on the contrary, he counted himself a stranger and pilgrim in that very land.<span class=\"citation\" id=\"53875\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53875)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53875)\">Ex. 6:2-4<\/a><\/span><span class=\"citation\" id=\"77023\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77023)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77023)\">Heb. 11:13<\/a><\/span> And not only Abraham, but his descendants have failed to realize this promise. The martyr Stephen, who lived many centuries afterward, just prior to his death, in bearing testimony to the people who stood before him, concerning Abraham,<span class=\"citation\" id=\"71507\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71507)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71507)\">Acts 7:2-8<\/a><\/span> said, referring to this promise of the Lord, that he did not receive so much as to set his foot on,<span class=\"citation\" id=\"71517\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71517)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71517)\">Acts 7:5<\/a><\/span> during his lifetime. Nevertheless, the Lord promised him the whole of the land, to be for an everlasting inheritance, for himself and his seed after him.<span class=\"citation\" id=\"53158\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53158)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53158)\">Gen. 17:8<\/a><\/span> The Apostle Paul, speaking of the same thing, says, that &#x201C;they all died in faith, not having received the promises, but having seen them afar off.&#x201D;<span class=\"citation\" id=\"77022\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77022)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77022)\">Heb. 11:13<\/a><\/span> How far? Thousands of years after they should sleep in the tomb. They looked forward in faith to the vast futurity, being persuaded of the truth of the promise; but they saw that before they could inherit the promised land, they would have to seek a city, that was in the heavens,<span class=\"citation\" id=\"77010\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77010)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77010)\">Heb. 11:10<\/a><\/span> and there to dwell, until the due time of the Lord should bring them in possession of their inheritance. The Prophet Ezekiel saw the way in which they should come in possession of it, as is recorded in the 37th chapter of his prophecy.<span class=\"citation\" id=\"60820\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60820)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60820)\">Ezek. 37:1-14<\/a><\/span> The Spirit of the Lord took him into the midst of a valley&#x2014; <div class=\"break columnbreak\" id=\"16b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0016.pdf\" target=\"pdfwin\">p.&#xA0;16b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7509\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>a great cemetery, as it were, where he saw a vast quantity of bones which were very dry, the flesh having crumbled to dust.<span class=\"citation\" id=\"60810\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60810)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60810)\">Ezek. 37:1-2<\/a><\/span> And the question was put to him, no doubt to try his faith, &#x201C;Son of man, can these bones live?&#x201D;<span class=\"citation\" id=\"60825\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60825)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60825)\">Ezek. 37:3<\/a><\/span> Ezekiel was not an infidel, he did not say it was impossible, nor that there could be no such miracle, but he said, &#x201C;O, Lord God, thou knowest.&#x201D;<span class=\"citation\" id=\"60824\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60824)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60824)\">Ezek. 37:3<\/a><\/span> He was willing the Lord should know all about it, and that he should display his power provided he saw proper to do so. Then the Lord commanded him to prophesy, using these words: &#x201C;Prophesy unto these bones, and say unto them, O ye dry bones, hear the word of the Lord. Thus saith the Lord God unto these bones; Behold, I will cause breath to enter into you, and ye shall live: And I will lay sinews upon you, and will bring up flesh upon you, and cover you with skin, and put breath in you, and ye shall live; and ye shall know that I am the Lord.&#x201D;<span class=\"citation\" id=\"60828\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60828)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60828)\">Ezek. 37:4-6<\/a><\/span> And after he had thus spoken, the Prophet tells us that &#x201C;there was a noise, and behold a shaking, and the bones came together, bone to his bone.&#x201D;<span class=\"citation\" id=\"60830\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60830)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60830)\">Ezek. 37:7<\/a><\/span> They did not make any mistake, such as one bone belonging to a certain tabernacle uniting with that of another; but each bone joined its fellow bone, and sinews and flesh and skin covered them, and thus the tabernacles were formed. But there was as yet no life in them.<span class=\"citation\" id=\"60832\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60832)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60832)\">Ezek. 37:8<\/a><\/span> Therefore he was commanded to prophesy again, and say to the wind: &#x201C;Thus saith the Lord God; Come from the four winds, O breath, and breathe upon these slain, that they may live.&#x201D; He did so &#x201C;and the breath came into them, and they lived, and stood up upon their feet, an exceeding great army.&#x201D;<span class=\"citation\" id=\"60835\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60835)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60835)\">Ezek. 37:9-10<\/a><\/span> This was a vision of the resurrection&#x2014;the resurrection of the ancient patriarchs and prophets of God, and all the righteous of Israel. <\/div> <div class=\"break pagebreak\" id=\"17a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0017.pdf\" target=\"pdfwin\">p.&#xA0;17a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7508\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v20n38\"> It seems from the record, that the Jews, in the days of Ezekiel, had formed an idea very similar to that of many of our Christian friends now living&#x2014;they had got rather infidel in their views; they had begun to say in their hearts, referring to their fathers, &#x201C;Our bones are dried, and our hope is lost: we are cut off for our parts;&#x201D;<span class=\"citation\" id=\"60839\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60839)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60839)\">Ezek. 37:11<\/a><\/span> or, in other words, our forefather, whose children we are, and whose names are held in sacred remembrance by us, are all dead. The promises have not been fulfilled and we are cut off from the part of our inheritance, and how is it possible now that they can come to pass? They were of similar mind to the Sadducees&#x2014;they did not believe in the resurrection. But the Lord, in order to encourage them in the belief that it would be fulfilled, gives the interpretation of this vision. I have heard the Methodists give their version of this vision. Whenever there was a revival among them, I have seen them get down on their knees and exclaim, O Lord, make a shaking among these dry bones; believing that the sinners were the bones, and the resurrection, the conversion of sinners. The same interpretation is given by a great many of the Christian sects of the day. But hearken, O Latter-day Saints, to the Lord's interpretation, and judge between them: &#x201C;Behold, O my people, I will open your graves, and cause you to come up out of your graves, and bring you into the land of Israel.&#x201D;<span class=\"citation\" id=\"60847\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60847)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60847)\">Ezek. 37:12<\/a><\/span> What can be plainer than that? And which is the better of the two, the Lord's interpretation or that of the sects of the day? <\/div><div class=\"paragraph jod\" id=\"v20n39\"> This promise will most assuredly be fulfilled, the patriarchs, and their seed who are worthy, will come into possession of the inheritance. But when? It will be about the time, or a little after, this great day of <div class=\"break columnbreak\" id=\"17b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0017.pdf\" target=\"pdfwin\">p.&#xA0;17b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7508\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> burning. The graves of the Saints will be open<span class=\"citation\" id=\"88730\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88730)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88730)\">D&amp;C 88:98<\/a><\/span><span class=\"citation\" id=\"91928\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91928)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91928)\">D&amp;C 133:56<\/a><\/span> just before the fire sweeps over the nations to consume the proud, and all they that do wickedly;<span class=\"citation\" id=\"62516\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62516)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62516)\">Mal. 4:1<\/a><\/span> and they will be opened at the sound of the trump by the Archangel.<span class=\"citation\" id=\"127820\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127820)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127820)\">D&amp;C 88:98<\/a><\/span> And the Saints will come forth;<span class=\"citation\" id=\"85661\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85661)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85661)\">D&amp;C 45:45-46<\/a><\/span> for then the face of the Lord will be unveiled,<span class=\"citation\" id=\"88714\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88714)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88714)\">D&amp;C 88:95<\/a><\/span><span class=\"citation\" id=\"90982\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90982)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90982)\">D&amp;C 124:8<\/a><\/span> then the heavens will be parted as a scroll,<span class=\"citation\" id=\"59095\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59095)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59095)\">Isa. 34:4<\/a><\/span><span class=\"citation\" id=\"79310\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79310)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79310)\">Rev. 6:14<\/a><\/span> then will be seen the prophets of God, and all the righteous who have not yet arisen from their graves, and they will appear in the clouds of heaven with the Savior.<span class=\"citation\" id=\"127821\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127821)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127821)\">Rev. 1:7 (JST)<\/a><\/span><span class=\"citation\" id=\"85659\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85659)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85659)\">D&amp;C 45:44<\/a><\/span><span class=\"citation\" id=\"87075\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87075)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87075)\">D&amp;C 76:63<\/a><\/span> Abraham will be there, Isaac and Jacob will be there, and all the ancients of whom the children of Israel, in Ezekiel's days, said, &#x201C;Our bones are dried, and our hope is lost,&#x201D;<span class=\"citation\" id=\"60840\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60840)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60840)\">Ezek. 37:11<\/a><\/span> will all be there, ready to enter into the possession of the earth as their inheritance. &#x201C;Blessed are the meek,&#x201D;<span class=\"citation\" id=\"62918\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62918)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62918)\">Matt. 5:5<\/a><\/span> says our Lord in his sermon on the mount. And what is the peculiar blessing of the meek? &#x201C;For they shall inherit the earth.&#x201D;<span class=\"citation\" id=\"62921\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62921)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62921)\">Matt. 5:5<\/a><\/span> Did they formerly inherit the earth? No; they wandered about, in the days of the Apostles, in sheepskins and goatskins, finding shelter from the inclemency of the weather, and concealment from their persecutors in the solitary dens and caves of the mountains.<span class=\"citation\" id=\"77091\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77091)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77091)\">Heb. 11:37-38<\/a><\/span> A great many infidels and sectarians cannot believe that this promise can ever be literally fulfilled, because they did not realize it in the day of their mortality. But Jesus says, they shall &#x201C;inherit the earth;&#x201D;<span class=\"citation\" id=\"62920\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62920)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62920)\">Matt. 5:5<\/a><\/span> this includes too, all the Gentile Saints that have, and that will embrace the gospel, among all peoples, and nations, and kindreds and tongues, for all such become Abraham's seed and heirs according to the promise.<span class=\"citation\" id=\"74593\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74593)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74593)\">Gal. 3:29<\/a><\/span> What promise? The promise made to Abraham.<span class=\"citation\" id=\"53160\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53160)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53160)\">Gen. 17:8<\/a><\/span> To inherit the earth.<span class=\"citation\" id=\"62919\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62919)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62919)\">Matt. 5:5<\/a><\/span> Hence all people who are baptized into Christ, whether Jew or Gentile, bond or free, male or female,<span class=\"citation\" id=\"74585\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74585)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74585)\">Gal. 3:28<\/a><\/span> and who are true and faithful  <div class=\"break pagebreak\" id=\"18a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0018.pdf\" target=\"pdfwin\">p.&#xA0;18a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7507\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to him, have Abraham for their father; and they, with him and the patriarchs, will inherit the earth,<span class=\"citation\" id=\"62922\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62922)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62922)\">Matt. 5:5<\/a><\/span> when wickedness ceases to exist. <\/div><div class=\"paragraph jod\" id=\"v20n40\"> It is then that the enmity of the beasts of the field as well as that of all flesh will cease;<span class=\"citation\" id=\"58116\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58116)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58116)\">Isa. 11:6-9<\/a><\/span><span class=\"citation\" id=\"60215\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60215)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60215)\">Isa. 65:25<\/a><\/span><span class=\"citation\" id=\"89494\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89494)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89494)\">D&amp;C 101:26<\/a><\/span> no more one beast of prey devouring and feasting upon another that is more harmless in its nature; no more will this enmity be found in the fish of the sea, or in the birds of the air. This change will be wrought upon all flesh when Jesus comes; not a change to immortality, but a change sufficient to alter the ferocious nature of beasts, birds and fishes. In those days the lion will eat straw like the ox;<span class=\"citation\" id=\"60216\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60216)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60216)\">Isa. 65:25<\/a><\/span> he will no more be the terror of the forest, but will be perfectly harmless, and gentleness will characterize all the wild and ferocious animals, as well as the venomous serpents, so much so that the little child might lead them and play with them,<span class=\"citation\" id=\"58121\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58121)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58121)\">Isa. 11:8<\/a><\/span> and nothing should hurt or destroy in all the holy mountain of the Lord;<span class=\"citation\" id=\"58173\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58173)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58173)\">Isa. 11:9<\/a><\/span> all things becoming, in some measure, as when they were first created. For it will be remembered that animals did not devour one another until after the fall, neither was there any death, until after the fall.<span class=\"citation\" id=\"92727\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92727)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92727)\">Moses 6:48<\/a><\/span> What did they eat, then? The Lord said, &#x201C;To every beast of the field, and to everything that creepeth upon the earth, wherein there is <div class=\"break columnbreak\" id=\"18b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0018.pdf\" target=\"pdfwin\">p.&#xA0;18b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7507\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> life, I have given every green herb for meat.&#x201D;<span class=\"citation\" id=\"52356\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52356)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52356)\">Gen. 1:30<\/a><\/span> The grass, and the herbs, and every green thing were their food. And Adam and Eve ate fruits and vegetables, not animal flesh.<span class=\"citation\" id=\"52353\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52353)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52353)\">Gen. 1:29<\/a><\/span> The whole earth will be restored; and man will be restored; and not only upon man, but upon all flesh the Spirit of God will be poured out<span class=\"citation\" id=\"61844\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61844)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61844)\">Joel 2:28<\/a><\/span> and they will eventually be restored to all that was lost by the fall of our first parents. Then the knowledge of God will cover the whole earth, as the waters cover the great deep.<span class=\"citation\" id=\"58174\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58174)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58174)\">Isa. 11:9<\/a><\/span> And then the animal creation will manifest more intelligence and more knowledge than they do now, in their fallen condition. Indeed, we have a declaration, by John the Revelator, that when this time shall come, they will even know how to praise God. He says, &#x201C;And every creature which is in heaven, and on the earth, and under the earth, and such as are in the sea, and all that are in them, heard I saying, Blessing, and honor, and glory, and power, be unto him that sitteth upon the throne, and unto the Lamb forever and ever.&#x201D;<span class=\"citation\" id=\"79220\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79220)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79220)\">Rev. 5:13<\/a><\/span> What? The animal creation endowed with language? Yes, a language of praise, saying something concerning the Lamb that was slain, and about his glory and excellency. What a beautiful creation this will be when all these things are fulfilled. Amen. <\/div>\n<\/div>\n<\/div>"}