{"ID":200006, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">God's Power in All Things&#x2014;Kingdom of God&#x2014;Cooperation, a Stepping Stone to the United Order&#x2014;Political Economy&#x2014;National Troubles&#x2014;Missionary Labors&#x2014;Schools and Teachers.<\/div>\n<div class=\"subtitle\">Discourse by President John Taylor, delivered at Logan, Sunday Afternoon, August 4, 1878.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Geo. F. Gibbs.<\/div>\n<div class=\"pageHeader\">Page Header: God's Power, Etc.<\/div>\n<div class=\"speaker\">Speaker: John Taylor<\/div>\n<div class=\"date\">Date: 8\/4\/1878<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d06\">\n<div class=\"paragraph jod\" id=\"v20n120\"> I have been a good deal interested in the remarks made by my brethren; and in connection with them, I <div class=\"break columnbreak\" id=\"39b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0039.pdf\" target=\"pdfwin\">p.&#xA0;39b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7486\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> am very much pleased to see you meet in this beautiful house, and in possession of the privileges you enjoy;  <div class=\"break pagebreak\" id=\"40a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0040.pdf\" target=\"pdfwin\">p.&#xA0;40a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7485\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and you have a right to enjoy them, because you have made them yourselves. And then again, you did not make them yourselves, only as God assisted you. I think there is a modern Scripture which reads: &#x201C;Against none is his wrath kindled, save those who do not acknowledge his hand in all things.&#x201D;<span class=\"citation\" id=\"86355\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86355)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86355)\">D&amp;C 59:21<\/a><\/span> And there are some other principles connected with these matters that are of a good deal of importance to us. One of the old prophets, in speaking of the people and their relationship to God, says: &#x201C;The Lord is our God, the Lord is our king, the Lord is our judge, the Lord is our lawgiver, and he shall rule over us.&#x201D;<span class=\"citation\" id=\"59077\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59077)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59077)\">Isa. 33:22<\/a><\/span> If we could really place ourselves in this position, and feel that we live in God, that we move in God, and that from him we derive our being,<span class=\"citation\" id=\"71992\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71992)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71992)\">Acts 17:28<\/a><\/span> and that he holds the issues of life, and every blessing we enjoy whether of a temporal or spiritual nature, either referring to this world or the world to come, proceeds from God. If we, as a community, could comprehend our position in regard to this grand, leading, and very important feature of our faith, we should be prepared to receive greater blessings at the hand of the Almighty, and be prepared also to magnify that great and holy priesthood which he has placed upon us. We should be prepared more understandingly to build temples, and to operate in them; we should be prepared to stand as saviors upon Mount Zion,<span class=\"citation\" id=\"62009\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62009)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62009)\">Obad. 1:21<\/a><\/span> and to operate with God and the holy angels, and with apostles and prophets who have lived before, and with the holy priesthood in the eternal worlds, as well as in this world, for the accomplishment of the purposes of God for the redemption and salvation of the living and the dead; for the salvation and exaltation of ourselves, our progenitors and our posterity. But we need to realize and comprehend our <div class=\"break columnbreak\" id=\"40b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0040.pdf\" target=\"pdfwin\">p.&#xA0;40b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7485\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> position and relationship to the Almighty. <\/div><div class=\"paragraph jod\" id=\"v20n122\"> Some of the brethren who have addressed you have spoken upon our political rights, which is all very correct. It would be a poor thing indeed, if, after God has gathered us from among the nations of the earth to place His name upon us, and to establish and build up His kingdom upon the earth, we should be under the necessity of calling in the devil to help us to do the Lord's work. It is one of those incongruities which the reasonably intelligent and reflective mind will necessarily disown. We are gathered here, not in the interests of any political party or any essential organization, other than that which God dictated and ordained. Why are we here today? It is because the heavens have been opened, because angels have appeared, because the revelations of God's will have been made known to man, it is because God and the holy angels, with the eternal priesthood, have thought proper to manifest in these last days the fullness of the everlasting Gospel, which Gospel has been proclaimed to us in the different nations from whence we came. And having yielded obedience to its first principles we have gathered here. We did not come here as being associated particularly with any colonization scheme; we did not come here because of the richness or fertility of the soil; we did not come here because there was gold and silver in our mountains. We had no such idea. We came here because we believed that the Lord had restored the everlasting Gospel; because he had renewed the everlasting covenant; and because he had sent forth the proclamation, &#x201C;Gather my people together, those who have made a covenant with me by sacrifice,&#x201D;<span class=\"citation\" id=\"56697\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56697)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56697)\">Ps. 50:5<\/a><\/span> and because we had been baptized into Christ, and put on Christ.<span class=\"citation\" id=\"74567\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74567)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74567)\">Gal. 3:27<\/a><\/span> This is  <div class=\"break pagebreak\" id=\"41a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0041.pdf\" target=\"pdfwin\">p.&#xA0;41a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7484\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the reason of our being here; and, therefore, as Latter-day Saints, it becomes our first and most paramount duty to build up the church and kingdom of God upon the earth. <\/div><div class=\"paragraph jod\" id=\"v20n124\"> Now, we all believe this. And there is a number of duties that seem to devolve naturally upon us, such as to prepare buildings like this, that we may meet in to attend to the worship of God; and to build temples in which to administer the ordinances of God. Who for? The living and the dead: for ourselves, our progenitors, and our posterity. And that we might operate and cooperate with the priesthood behind the veil, in the accomplishment of his purposes toward the human family. This is the kind of labor we are engaged in. But I occasionally think we are something like the disciples who lived in the days of the apostles on the Asiatic Continent. It is said of them, that they saw in part, and prophesied in part, and of course comprehended in part.<span class=\"citation\" id=\"73684\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73684)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73684)\">1 Cor. 13:9<\/a><\/span> But they thought then, and we think now, that when that which is in part is done away, and that which is perfect is come&#x2014;<span class=\"citation\" id=\"73703\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73703)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73703)\">1 Cor. 13:10<\/a><\/span>and which the Lord is trying to introduce as fast as he can&#x2014;then shall we see as we are seen, and then we shall know as we are known;<span class=\"citation\" id=\"73735\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73735)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73735)\">1 Cor. 13:12<\/a><\/span><span class=\"citation\" id=\"87178\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87178)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87178)\">D&amp;C 76:94<\/a><\/span> then we shall comprehend as God comprehends in relation to all of these subjects which we have been reflecting upon and praying about. But we only comprehend in part at the present time. We are something like our little children&#x2014;when they begin to walk a little, they make awkward stumbles, oftentimes falling down and scratching themselves. Our Father watches over us, the same as our mothers did when we were babies. You all know what watchful care a fond mother bestows upon her little child; how anxious she is about its safety and welfare. But <div class=\"break columnbreak\" id=\"41b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0041.pdf\" target=\"pdfwin\">p.&#xA0;41b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7484\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> our children frequently think they are much smarter than their parents. They would think nothing at all of taking hold of a razor and cutting their fingers with it, or running over rough and dangerous ground. We are, in many respects, a good deal like them. We see in part and comprehend in part; and some of us have been so long steeped in the superstitions and traditions of the age, and are imbued with false religions and political ideas and notions, and so inoculated by the world, that we hardly know what is right and what is wrong. We want a little of God in the kingdom of God, a little of man, and, I am sorry to say, a little of the devil in the kingdom of God, so that we might all mix up together and be hail fellows well met, God and all creation together. That is not the calculation of the Almighty. He has called us together; what to do? Let me tell you what the prophet said: &#x201C;I will take you one of a city, and two of a family, and I will bring you to Zion.&#x201D;<span class=\"citation\" id=\"60337\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60337)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60337)\">Jer. 3:14<\/a><\/span> And what will he do with those he gets there? &#x201C;And I will give you pastors according to mine heart, which shall feed you with knowledge and understanding.&#x201D;<span class=\"citation\" id=\"60384\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60384)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60384)\">Jer. 3:15<\/a><\/span> Who would give them pastors? The Lord. One of the prophets, in speaking of this time, when people should be very much better than we are today, says: &#x201C;And they shall be all taught of God.&#x201D;<span class=\"citation\" id=\"59716\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59716)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59716)\">Isa. 54:13<\/a><\/span> But some of us would like a little infidelity with it, a little of this world's politics, a little of the theories of men, and a little false tradition with it; and it is difficult for us, with all our traditions and erroneous training which we have inherited from our forefathers, and which we have been brought up in from our early childhood, to divest ourselves from them, and listen to the pure word of God, and be governed by  <div class=\"break pagebreak\" id=\"42a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0042.pdf\" target=\"pdfwin\">p.&#xA0;42a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7483\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the laws of life. <\/div><div class=\"paragraph jod\" id=\"v20n126\"> We talk sometimes about the thing we call the kingdom of God. Now, if it is the kingdom of God, it is not the kingdom of man; it is not our kingdom only so far as we are subject to its laws, which are the laws of God. We have made attempts lately, under the direction of our venerable and respected President Young, who has left us and gone behind the veil, to organize the church of God, and this organization has spread, more or less, through the Territory. But it is a good deal with us as it was with the boy in Salt Lake City. A stranger, walking along, said, &#x201C;Boy, are you a Mormon?&#x201D; The boy answered: &#x201C;No, sir, I am not, but dad is.&#x201D; &#x201C;Oh, he is?&#x201D; &#x201C;Yes, sir; but he does not potter much at it.&#x201D; It is a good deal so with many of us. We have our individual affairs and our own operations, which occupy our attention, and we have little time to attend to the things of God. We have an organization of our priesthood; we have our stakes organized with President, with High Council, with Bishops and their Counselors, and Priests, Teachers and Deacons; and we have our Seventies' Quorums, our High Priests' Quorums, and our Elders' Quorums; all of which are in accordance with the order that exists in heaven. But how little many of us think of this. Yet we are doing pretty well, as has been remarked here. I have no feeling of complaint in my mind about the doings of the people generally. I think that you have manifested a zeal, liberality and generosity in the building of this house, that is praiseworthy and commendable; and I think you have manifested the same in the progress that is exhibited in the building of your temple here. But these are only very small parts of the duties of this priesthood which we have taken <div class=\"break columnbreak\" id=\"42b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0042.pdf\" target=\"pdfwin\">p.&#xA0;42b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7483\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> upon us; very little parts indeed. How many of our Bishops are there who do not comprehend really and truly that they hold their priesthood from God? That they administer in the cities of Zion, or ought to, by virtue of that priesthood; and therefore ought to be fathers over the people over whom they preside, having self and its interest in abeyance, laboring as good shepherds in the interests of their flocks, and thus operating in it according to their ability; but a great many do not comprehend the position of things in relation to these matters. If a man is appointed a Bishop, is it that he may aggrandize himself? No. Is it that through his position he may monopolize certain interests? No. It is expected of him that he will operate in the interest of the church of God, and more especially in the interests of the community over whom he presides. That is the way I understand this matter; and these are some leading features, by which a Bishop ought to be governed. And in our Bishop's Courts, when cases are brought before them, they ought to be as free from partiality in their judgments as the Gods in the Eternal worlds are, and feel to administer justice and righteousness, and seek for the Spirit of God to actuate and govern them in all of their decisions. And the same spirit and feeling ought to actuate in the High Council. They are making a record of which there is a record kept in heaven; and so are the Bishops. And when you are administering in any of these offices, God will hold you to an account, and the priesthood on the earth will hold you to an account; and you are now writing a history in indelible characters that never can be erased. If for every word and secret act all men shall be brought to judgment,<span class=\"citation\" id=\"64433\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64433)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64433)\">Matt. 12:36<\/a><\/span> how much more will the public acts of public men be brought  <div class=\"break pagebreak\" id=\"43a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0043.pdf\" target=\"pdfwin\">p.&#xA0;43a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7482\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>into account before God and before the holy priesthood. <\/div><div class=\"paragraph jod\" id=\"v20n127\"> Here, for instance, is the President and his Counselors, who preside over this Stake. They ought to feel interested in the welfare of every man, woman and child in the Stake, so far as they come under their observation; and these men, by virtue of their high calling, ought to be full of life and the Spirit and revelations of God, to comprehend things as they are presented to them and that they may administer justice in righteousness, and rule over the people in that way and manner that will secure the favor and approbation of the Most High; always seeking first the interests of the kingdom of God<span class=\"citation\" id=\"63651\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63651)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63651)\">Matt. 6:33<\/a><\/span> and the flock that God has given them the oversight of.<span class=\"citation\" id=\"78193\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78193)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78193)\">1 Pet. 5:2<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v20n128\"> Now I will mention some things here that my attention has been called to, in regard to union, and union of effort. We have had a great deal said about the United Order, and about our becoming one. And some people would wish&#x2014;Oh, how they do wish, they could get around that principle, if they could! But you Latter-day Saints, you cannot get around it; you cannot dig around it; it will rise before you every step you take, for God is determined to carry out his purposes, and to build up his Zion; and those who will not walk into line he will move out of the way and no place will be found for them in Israel. Hear it, you Latter-day Saints, for I say to you in the name of Israel's God that it is a revelation from the Most High, and you cannot get around it. There seem to be difficulties in the way at present; but we shall surmount these. The only way for us to do now, in consideration of the weaknesses and infirmities with which we are surrounded, is to do the very best we can, and advance those interests as near as we can, practi<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"43b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0043.pdf\" target=\"pdfwin\">p.&#xA0;43b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7482\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>cally and in their spirit and essence, until we can bring about the thing that God designs, for men are not prepared for these things yet in full. But we are in part, as they of old prophesied in part, and understood in part;<span class=\"citation\" id=\"73685\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73685)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73685)\">1 Cor. 13:9<\/a><\/span> and by and by that which is perfect in relation to these matters will be introduced.<span class=\"citation\" id=\"73704\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73704)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73704)\">1 Cor. 13:10<\/a><\/span> Joseph Smith tried to introduce this order, but such was the corruption, covetousness,<span class=\"citation\" id=\"127831\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127831)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127831)\">D&amp;C 98:19-21<\/a><\/span><span class=\"citation\" id=\"127832\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127832)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127832)\">D&amp;C 104:1-6<\/a><\/span> fraud and injustice of men, that he found it almost impossible to do it. This was the idea he conveyed, if not the precise words that he used in speaking upon this subject. We have made various attempts to do what the Prophet Joseph tried to do. In some places they are doing very well, and in other places very poorly; I can tell you this much about it, it is pretty hard work to make sheep out of goats. Did any of you ever try it? Let me quote you a passage of our Savior's: &#x201C;My sheep hear my voice, and I know them, and they follow me.&#x201D;&#x2014;<span class=\"citation\" id=\"69702\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69702)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69702)\">John 10:27<\/a><\/span>&#x201C;A stranger will they not follow, but will flee from him: for they know not the voice of strangers.&#x201D;<span class=\"citation\" id=\"69639\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69639)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69639)\">John 10:5<\/a><\/span> And he prayed to the Father concerning them: &#x201C;Holy Father, keep through thine own name those whom thou hast given me, that they may be one, as we are.&#x201D;<span class=\"citation\" id=\"70652\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70652)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70652)\">John 17:11<\/a><\/span> &#x201C;That they all may be one; as thou, Father, art in me, and I in thee, that they also may be one in us: that the world may believe that thou hast sent me.&#x201D;<span class=\"citation\" id=\"70724\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70724)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70724)\">John 17:21<\/a><\/span> Or, in other words, God sent him and his people knew it and knew him, but the world believed it not; but when this oneness should be brought about, the world would know it. And when we become one in all things, our condition will be a spectacle for God, angels and men to gaze upon with delight: and the world then will know that God is with us, and that we are his Israel, and that he is our guide, our shield, our deliverer.<span class=\"citation\" id=\"57342\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57342)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57342)\">Ps. 144:2<\/a><\/span> <\/div> <div class=\"break pagebreak\" id=\"44a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0044.pdf\" target=\"pdfwin\">p.&#xA0;44a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7481\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v20n130\"> There are some things that Brother Lorenzo Snow is doing that are very creditable; but it is not the United Order. He is working with the people something after the same principle that our sisters teach the little ones how to walk; they stand them in a sort of chair which rolls along, and the babies appear delighted, they think they are walking. But we have not learned how to walk yet. And then there are other institutions scattered throughout the Territory, having the same laudable object in view, many of them have most excellent principles among them, and they manifest a most admirable spirit; but they only see in part, and know and comprehend in part.<span class=\"citation\" id=\"73686\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73686)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73686)\">1 Cor. 13:9<\/a><\/span> And you here are doing pretty well in some things; but some of you are like it was said by President Young of Brother Snow, that he had got the folks into the United Order without their knowing it. You have hardly got one foot in yet; but you are aiming at progress, and are making some little advancement. For instance, I hear you have a kind of commercial business here in connection with some other interests that you are trying to unite on. This is very proper, and it is proper that your president should dictate in such matters; it is his business to do it, and it is your duty to be governed by such principles and follow such instructions as may be given in regard to these things; and keep together, and let this individualism be held in abeyance, and let us feel that we are all holding the holy Priesthood, and that we should, as brethren, operate in the interests of the church and kingdom of God. I suppose these things could go on and increase, and everything in regard to your commercial relations could be operated with one common consent, under the proper authority and administration of the <div class=\"break columnbreak\" id=\"44b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0044.pdf\" target=\"pdfwin\">p.&#xA0;44b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7481\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> priesthood, and you all labor unitedly, with singleness of heart before God. And what would be the result? You could not be preyed upon by outsiders; you would have no middlemen living off you, and what speculations might be entered into would be in the interest of the community. And then you could operate in regard to your farming interests, and the disposing of your grain, and cattle, sheep, etc. And operating and cooperating together, you will be able to form a phalanx in this valley that will become a power in this part of the land. And then if you could go to work and manufacture your own leather and cloth, and make your own boots and shoes and harness, and your own wearing apparel, men's and women's wear, as they are doing in Brigham City, a great deal of remunerative employment could be furnished your own people, and it would be the means of putting trades in the hands of many of your boys; and by and by you could became a self-sustaining people. The people of the world comprehend this principle that we are striving to accomplish among ourselves. There has been quite a talk lately about something that has existed in France. You will remember that in the late war with Germany, the French nation was badly beaten, and an enormous debt was the result, which the French Government has since paid. And how? The first Napoleon, in his day, introduced what was called at that time the &#x201C;Continental System,&#x201D; which meant nothing more nor less than home manufacture. Every encouragement was extended to the people of that nation to raise and manufacture everything possible, that they might become independent of other nations for their sustenance. And this was the secret of their success in paying their indebtedness incurred by the  <div class=\"break pagebreak\" id=\"45a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0045.pdf\" target=\"pdfwin\">p.&#xA0;45a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7480\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>late war. We have had enough talk about these things; the only thing left is to contrive in all our various settlements, to introduce such things, gradually and according to circumstances, as will subserve the interests of the people and make them self-sustaining. And then let the people throughout the Territory do the same thing, and we shall be progressing in the march of improvement, and get, by and by, to what is called the United Order. But I will tell you one thing you can never do&#x2014;unless you can get the United Order in the hearts of the people, you can never plant it anywhere else; articles and constitutions amount to very little; we must have this law, which is the law of God, written in our hearts.<span class=\"citation\" id=\"60668\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60668)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60668)\">Jer. 31:33<\/a><\/span> Many men associated with these institutions do not act in good faith. I have seen men unite with them, thinking that they could get a very easy living by preying upon the people who were more confiding and honorable than themselves. Will such men be blessed? No, they will not but the curse of God will rest upon them for trying to pervert his purposes; and it would have been better for them never to have entered into such connections. These have been some of my reflections in relation to these matters. <\/div><div class=\"paragraph jod\" id=\"v20n132\"> We have here Seventies and Elders. I wish to talk a little upon some things associated with their callings, for there are a great many of them present today. I suppose the great majority of the brethren here are either Seventies, High Priests, or Elders&#x2014;three prominent quorums in the church and kingdom of God. Now then, what are we called to do? What, for an instance, is the duty of an Apostle? We used to understand it to be our duty to go to the ends of the earth and preach the Gospel;<span class=\"citation\" id=\"90263\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90263)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90263)\">D&amp;C 107:33,35<\/a><\/span> and I may say we have <div class=\"break columnbreak\" id=\"45b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0045.pdf\" target=\"pdfwin\">p.&#xA0;45b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7480\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> traveled hundreds of thousands of miles to accomplish that object. But some of us are getting whiteheaded. As I was saying to one of my wives a little while ago, Your head is getting a little grey, but mine is not (it is white). And it is so with many of the Twelve; they have got past that some time ago. But the Twelve went out, and were always ready to go out, and are today if required. And I will say of my brethren who are around me, I do not know of a better set of men in existence, nor could I tell where they can be found. I will bear this testimony concerning my brethren of the Twelve. They are ready to do what God requires of them at any time. Now, we have had a great many honorable men among our Seventies, our High Priests and Elders, who have gone forth with alacrity, as have the Twelve, filled with the spirit and power of their calling, feeling to rejoice all the day long, and sing, hallelujah, the Lord is our God; they have been the means of gathering the House of Israel, as they are today in these mountains. Shall they have credit among Israel? Yes, and so will they have credit before God and the holy angels. But the Presidency, or the Twelve, or the Seventies, or the High Priests, or the Elders, never could have done it, unless God had been with them. They went forth in the name of God, bearing precious seed; and they returned again rejoicing, bringing many sheaves with them.<span class=\"citation\" id=\"57258\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57258)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57258)\">Ps. 126:6<\/a><\/span> And God will hold all such men in honorable remembrance in time and through all eternity. But a great many are getting like myself, they are getting old; and we cannot expect them always to be going. But then, they have a lot of boys growing up, and we expect the boys to step forward and take the place of their fathers, and try to do something in  <div class=\"break pagebreak\" id=\"46a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0046.pdf\" target=\"pdfwin\">p.&#xA0;46a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7479\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the interests of the church and kingdom of God upon the earth. <\/div><div class=\"paragraph jod\" id=\"v20n134\"> We have been passing through quite a scene for some time past, and the world generally has, especially the European nations, since about 1873. There was, as was termed, a financial panic, and it has grown worse and worse until the present time; and trouble seems to be spreading and growing among the nations, and is permeating the nation with which we are associated. It is now workmen against employer&#x2014;labor versus capital, and vice versa, instead of union, harmony, fellowship, and sympathy, which ought always to exist between man and man. And we have felt a little of the effects of the monetary crisis here. Then the grasshoppers have paid us a visit now and then; and the codling moth is among us, and some parts of our valleys have suffered considerably from winter frosts. And I have thought sometimes that if the people did not understand that God ruled, they would find out by and by; for I believe that all these things are used by the Lord to bring the people to reflection. And if I read my Bible aright, judgments are first to begin at the house of God.<span class=\"citation\" id=\"78182\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78182)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78182)\">1 Pet. 4:17-18<\/a><\/span><span class=\"citation\" id=\"90647\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90647)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90647)\">D&amp;C 112:25-26<\/a><\/span> And if judgments are to commence at the house of God, where are the wicked and ungodly to appear?<span class=\"citation\" id=\"78188\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78188)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78188)\">1 Pet. 4:18<\/a><\/span> There is a terrible time approaching the nations of the earth, and also this nation, worse than has ever entered into the heart of man to conceive of&#x2014;war, bloodshed and desolation, mourning and misery, pestilence, famine, and earthquakes, and all those calamities spoken of by the prophets will most assuredly be fulfilled, and they are nearer by forty years than they were forty years ago. And it is for us, Latter-day Saints, to understand the position we occupy. Among the honorable men I have referred to, <div class=\"break columnbreak\" id=\"46b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0046.pdf\" target=\"pdfwin\">p.&#xA0;46b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7479\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> there are some things that make it extremely difficult for men sometimes to perform the kind of missions that they did formerly, owing to age, infirmities, and circumstances. Yet I have frequently felt ashamed when I have seen the acts of many in these quorums to which I refer, when they have been called upon to go on missions. One has one excuse, and another, another. It was easier some twenty years ago to raise two or three hundred men than it is now among all those thousands in Israel. How do you account for this? Partly in consequence of an apathy that exists in the different organisms of the priesthood; and partly from circumstances with which we have been surrounded. We have been grappling with these difficulties in common with others; and the Lord has placed us in this position to try us to see what material we are made of. Or, to use a common saying, to see who would be found at the rack, hay or no hay. But the general feeling seems to be&#x2014;and I suppose it is so with us in Salt Lake and other places&#x2014;that we would rather go to the rack when there was plenty of hay. But there is such a thing as having faith in God. I will tell you how I have viewed these things. A great many have been thrown into circumstances that, without distressing their families, it would be extremely difficult to pick themselves up and go on missions. We did not use to think about this; but there should be in this, as in other things, a cooperation, a united order if you please. We have found, in looking over some of our affairs, that these pinching times have reached to England. And lately when our Elders have returned home after having been absent two or three years, they themselves not having the means to pay their way home, have had to  <div class=\"break pagebreak\" id=\"47a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0047.pdf\" target=\"pdfwin\">p.&#xA0;47a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7478\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>give their notes for the money; and the consequence was they would return with a load of debt upon their shoulders. The Council have considered this matter, and decided to cancel such indebtedness; it amounted to some $50,000; and then we contrived with Brother Staines and the Presidency in Liverpool, to try to make such arrangements that when our brethren returned home from missions, they shall come free. How do you feel? All who are in favor say aye. [The congregation said aye.] We do not want Elders to feel pressed down or embarrassed, but, if possible, to be relieved; and we are aiming to accomplish this. And when they are away, it is not proper that they should feel worried and concerned about their families at home; and therefore we will call upon our brethren here who preside, to see that the families of the missionaries are looked after, that they may not suffer. I hear men sometimes pray God to bless and provide for the families of those on missions, and in their prayers they are ever mindful of the poor. This is all very well so far as it goes, but it does not go very far. My feelings are, never to ask the Lord to do anything I would not do myself. If I were a woman&#x2014;but then I am not, you know, and I do not know much about it; but if I were a woman, the wife of one of our missionaries abroad, I would much rather have a sack of flour, a little meat, some butter and cheese, a little firewood or coal, and a little cloth for myself and family, than all the prayers you could offer up for me. And if you want to see these folks taken care of, you must see to it yourselves. And you sisters of the Relief Society, do not give your husbands any rest until these families are all provided for. And do not spare the Bishop if they are not provided for but go after him and <div class=\"break columnbreak\" id=\"47b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0047.pdf\" target=\"pdfwin\">p.&#xA0;47b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7478\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> &#x201C;ding&#x201D; it into him; and perhaps by your continued teasing and worrying him, he may hearken to your prayers. And I will risk it, if the sisters get after him. <\/div><div class=\"paragraph jod\" id=\"v20n136\"> Now after making excuses of that kind, we cannot excuse everybody. There are lots of able-bodied men who, if they could only have a little more faith in God, and could realize the calamities that are coming upon the earth,<span class=\"citation\" id=\"83678\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83678)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83678)\">D&amp;C 1:17<\/a><\/span> and the responsibilities of that priesthood that God has conferred upon them, they would be ready to break all barriers and say, Here I am, send me; I wish to benefit the human family. If Jesus came to seek and save those who are lost,<span class=\"citation\" id=\"65051\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65051)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65051)\">Matt. 18:11<\/a><\/span> let me be possessed of the same spirit. And if the Twelve, the High Priests and the Seventies, who are now aged, have done these things, let me also do it; I am willing to enter into the harness and do all that God requires at my hands. I tell you, my brethren, in the name of God, that right among the nations of Europe, where many of you have come from, there will be some of the bloodiest scenes that you ever read of; and God expects you to assist in warning the nations, and in gathering out the honest in heart. Then when you come back, having accomplished a good mission, you can say, &#x201C;My garments are clean from the blood of this generation.&#x201D;<span class=\"citation\" id=\"88613\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88613)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88613)\">D&amp;C 88:75,85,138<\/a><\/span><span class=\"citation\" id=\"90663\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90663)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90663)\">D&amp;C 112:33<\/a><\/span> Many of you cannot say that now, therefore I wish to remind you of these things, that you may reflect upon them, and prepare yourselves for the work that is before you. <\/div><div class=\"paragraph jod\" id=\"v20n137\"> Another thing that has been referred to here&#x2014;about our schools and education. God expects Zion to become the praise and glory of the whole earth; so that kings, hearing of her fame, will come and gaze upon her glory.<span class=\"citation\" id=\"60103\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60103)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60103)\">Isa. 62:2<\/a><\/span> God is not niggardly in his feelings towards us. He would as soon we all lived in palaces as not; but he wants us to observe  <div class=\"break pagebreak\" id=\"48a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0048.pdf\" target=\"pdfwin\">p.&#xA0;48a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7477\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>his laws and fear him, and standing as messengers to go forth to the nations; clothed upon with the power of the priesthood which has been conferred upon us; seeking &#x201C;first the kingdom of God, and his righteousness;&#x201D;<span class=\"citation\" id=\"63652\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63652)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63652)\">Matt. 6:33<\/a><\/span> seeking first the welfare and happiness of our fellow men, and God will add unto us all the gold and silver and possessions and everything that may be good for us to receive. I was going to say, perhaps more than would be good for us. But all these things shall be added, for no man that forsakes father and mother, houses and lands, wives and children for God and his kingdom, but what shall receive in this world a hundredfold, and in the world to come life everlasting.<span class=\"citation\" id=\"65258\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65258)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65258)\">Matt. 19:29<\/a><\/span><span class=\"citation\" id=\"67879\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67879)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67879)\">Luke 18:29-30<\/a><\/span> This was true anciently, it is true today. This being the case, we ought to foster education and intelligence of every kind; cultivate literary tastes, and men of literary and scientific talent should improve that talent and all should magnify the gifts which God has given unto them. Educate your children, and seek for these to teach them who have faith in God and in his promises, as well as intelligence. I was talking with Bro. Maeser, who is principal of the Brigham Young Academy, in Provo. I saw the students go through their various exercises in the several classes, and I was congratulating him upon the success, when he remarked&#x2014;&#x201C;There is one thing, Pres. Taylor, I will guarantee, that is, that no infidels will go from my school.&#x201D; He would teach them the Gospel, and inculcate its principles, which are so far advanced of infidelity, that it would have to hide its hoary head in shame before the light, glory, and intelligence that comes from God, and that exist in all his works, and that fools do not comprehend. I am pleased to know that Pres. Young made arrange<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"48b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0048.pdf\" target=\"pdfwin\">p.&#xA0;48b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7477\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ments before his death for the endowment of a college in this neighborhood, and the brethren acting as trustees in the matter are feeling interested, and are taking steps for the accomplishment of that object. And that object is, as I understand it, to afford our own children greater facilities to become learned, and that they also have the privilege to learn trades, and agriculture, and horticulture, and become progressive, intellectual and informed in regard to all these things, and that they may comprehend the earth on which we stand, the materials of which it is composed, and the elements with which we are surrounded. And then, by having faith in God, we might stand as far above the nations in regard to the arts and sciences, politics, and every species of intelligence, as we now do in regard to religious matters. This is what we are aiming at; and if there is anything good and praiseworthy in morals, religion, science, or anything calculated to exalt and ennoble man, we are after it.<span class=\"citation\" id=\"75539\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75539)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75539)\">Philip. 4:8<\/a><\/span><span class=\"citation\" id=\"94224\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94224)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94224)\">A of F 1:13<\/a><\/span> But with all our getting, we want to get understanding,<span class=\"citation\" id=\"57375\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57375)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57375)\">Prov. 4:7<\/a><\/span> and that understanding which flows from God. <\/div><div class=\"paragraph jod\" id=\"v20n139\"> Bro. Smith said his time was up; mine is more than up. <\/div><div class=\"paragraph jod\" id=\"v20n140\"> Brethren and sisters, God bless you. Let us love one another;<span class=\"citation\" id=\"69846\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69846)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69846)\">John 13:34<\/a><\/span> let us seek to promote one another's welfare. And let the Bishops and the Relief Societies, and the Young Men's and Young Women's Associations, and our mechanics and manufacturers, and also our merchants, and all hands, operate in the interests of the whole for the welfare of Zion and the building up of the Kingdom of God upon the earth; and the blessings of God will begin to rest upon us, Zion will begin to arise,<span class=\"citation\" id=\"87442\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87442)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87442)\">D&amp;C 82:14<\/a><\/span> and the glory of God will rest upon her.<span class=\"citation\" id=\"86575\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86575)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86575)\">D&amp;C 64:41<\/a><\/span> Amen. <\/div>\n<\/div>\n<\/div>"}