{"ID":200019, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Natural Weakness of Men&#x2014;The Necessity of Charity&#x2014;The Purpose for Which the Gospel Was Revealed&#x2014;The Spirit that Should Prevail Regarding Cooperative Institutions&#x2014;The Folly of Dissension.<\/div>\n<div class=\"subtitle\">Discourse by President John Taylor, delivered at Kaysville, on Sunday Afternoon, March 2, 1879.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Geo. F. Gibbs.<\/div>\n<div class=\"pageHeader\">Page Header: The Natural Weakness of Men, Etc.<\/div>\n<div class=\"speaker\">Speaker: John Taylor<\/div>\n<div class=\"date\">Date: 3\/2\/1879<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d19\">\n<div class=\"paragraph jod\" id=\"v20n438\"> I am pleased to have the opportunity of meeting with the Saints in this place. I have come to talk with you, and to have a little visit; to tell you how I feel, and to learn how you feel, and how things are moving generally. <\/div><div class=\"paragraph jod\" id=\"v20n439\"> I desire to talk a while on some of the plain principles of &#x201C;Mormonism,&#x201D; as we used to understand them in former times, and as we understand them today when we reflect and use our judgment dispassionately. Our feelings and ideas are not much different from what they used to be. Many of us started in this work many years ago, and we entered into it because we believed it was true, and that the principles taught and inculcated were from God; and when it came to us, we received it as a message from God to us. These were about the sentiments that we entertained some twenty and thirty, and as long as forty-five years ago; and I suppose the majority of us have still the same ideas of the work that we then entertained. Before we embraced the Gospel, we were beset with the weaknesses of the flesh, <div class=\"break columnbreak\" id=\"158b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0158.pdf\" target=\"pdfwin\">p.&#xA0;158b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7367\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and after we embraced it, these natural infirmities still followed us. We have had difficulties and trials, and have passed through many circumstances calculated to perplex and annoy, and caused, too, many times, by the unkind acts of others. And then we ourselves have not always been the most considerate and kind one towards another. And then we have not always done exactly right, ourselves being the judges, and other people were of the same opinion. And hence we have experienced, to no inconsiderable extent, little annoyances and difficulties, for which we have no one to blame but our own folly and weakness. And this too, in many instances, because when we had done wrong, we failed to go to God and our brother whom we had offended, making acknowledgements and asking forgiveness.<span class=\"citation\" id=\"65055\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65055)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65055)\">Matt. 18:15<\/a><\/span> And in too many instances difficulties that have arisen have been allowed to run on to our injury and annoyance, and we have been sometimes ready to ask, &#x201C;Is this Zion?&#x201D; &#x201C;Yes, this is Zion.&#x201D; What, with all of our infirmities, weaknesses and  <div class=\"break pagebreak\" id=\"159a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0159.pdf\" target=\"pdfwin\">p.&#xA0;159a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7366\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>follies? Yes. I think that Jesus, when upon the earth, said that, &#x201C;the kingdom of heaven is like unto a net, that was cast into the sea, and gathered of every kind.&#x201D;<span class=\"citation\" id=\"64690\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64690)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64690)\">Matt. 13:47<\/a><\/span> That is the way my Bible used to read; how does your's read? Some of those were good fish, fit for any market; others rather small, poor eating, and perhaps a little bony and horny. And being gathered together as we are from different nations, with various customs, habits and traditions, with all our peculiarities and odd notions, we, as a matter of course, do not agree in many particulars, and hence difficulties sometimes arise in our midst. Sometimes some of us keep these things to ourselves, and sometimes they leak out; but if they were not there, they could not come out; could they? When there's nothing bad in, nothing bad can come out. And I believe Jesus will bear me out in his saying, &#x201C;Out of the abundance of the heart the mouth speaketh. A good man out of the good treasure of the heart bringeth forth good things: and an evil man out of the evil treasure of his heart bringeth forth evil things.&#x201D;<span class=\"citation\" id=\"64427\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64427)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64427)\">Matt. 12:34-35<\/a><\/span><span class=\"citation\" id=\"67294\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67294)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67294)\">Luke 6:45<\/a><\/span> Then again, there is another curious Scripture which James makes use of: &#x201C;The tongue is a little member, and boasteth great things. Behold, how great a matter a little fire kindleth.&#x201D;<span class=\"citation\" id=\"77649\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77649)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77649)\">James 3:5<\/a><\/span> It &#x201C;setteth on fire the course of nature; and it is set on fire of hell.&#x201D;<span class=\"citation\" id=\"77663\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77663)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77663)\">James 3:6<\/a><\/span> That is a peculiar expression. What do you think it means? &#x201C;Therewith bless we God, even the Father; and therewith curse we men, which are made after the similitude of God. Out of the same mouth proceedeth blessing and cursing.&#x201D;<span class=\"citation\" id=\"77670\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77670)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77670)\">James 3:9-10<\/a><\/span> And then, reasons the apostle, &#x201C;Doth a fountain send forth at the same place sweet water and bitter? Can a fig tree, my brethren, <div class=\"break columnbreak\" id=\"159b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0159.pdf\" target=\"pdfwin\">p.&#xA0;159b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7366\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> bear olive berries? either a vine, figs? so can no fountain both yield salt water and fresh.&#x201D;<span class=\"citation\" id=\"77672\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77672)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77672)\">James 3:11-12<\/a><\/span> And says the Savior, in speaking of men, &#x201C;Ye shall know them by their fruits. Do men gather grapes of thorns, or figs of thistles?&#x201D;<span class=\"citation\" id=\"63902\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63902)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63902)\">Matt. 7:16<\/a><\/span> I find many curious things, and you must excuse me if I do not preach a very connected sermon; we will talk over some matters of fact, as we would in a fireside chat. <\/div><div class=\"paragraph jod\" id=\"v20n441\"> We all of us want to be good Latter-day Saints; we all want to secure the favor and approbation of God, and when we get through with this life, we all want to be numbered among those who will secure a celestial inheritance. This is the general feeling of the people I am talking to today. We sometimes pray, &#x201C;Thy will be done on earth, as in heaven.&#x201D;<span class=\"citation\" id=\"63407\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63407)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63407)\">Matt. 6:10<\/a><\/span><span class=\"citation\" id=\"67486\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67486)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67486)\">Luke 11:2<\/a><\/span> And then we sometimes make little mistakes in our intercourse one with another, and we sometimes go to him we have offended, asking forgiveness;<span class=\"citation\" id=\"65056\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65056)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65056)\">Matt. 18:15<\/a><\/span> and then we pray the Father, saying, &#x201C;Forgive our sins, as we forgive them that sin against us.&#x201D;<span class=\"citation\" id=\"63471\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63471)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63471)\">Matt. 6:12<\/a><\/span> Is not this so, my brethren? And would you like to be measured in that half-bushel? But if when you pray after this manner, you do not forgive your neighbor his trespasses, could you feel as our red brethren say, &#x201C;honest Injun?&#x201D; Would it be consistent with your profession to ask this favor of God, when you yourselves are not willing to grant the same to one another? I believe you will readily agree with me in answering that in the negative; but at the same time, if any of you have any doubt concerning it, you can easily reduce it to a mathematical basis, and so decide. &#x201C;But,&#x201D; says one, &#x201C;there should not be any of these things in Zion.&#x201D; I agree with you. In the first place, you should not do wrong, or harbor or  <div class=\"break pagebreak\" id=\"160a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0160.pdf\" target=\"pdfwin\">p.&#xA0;160a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7365\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>sustain it when done; neither should your neighbor. And what then? Is this Zion? Yes, so we say. Have I got a treasure? Yes, but we are told that it is held in &#x201C;earthen vessels,&#x201D;<span class=\"citation\" id=\"74083\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74083)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74083)\">2 Cor. 4:7<\/a><\/span> which are subject to all the weaknesses, infirmities and follies, incident to humanity. Now this is the fact, and God would exalt us and place us on high among men, and pour upon us intelligence, and give unto us knowledge of his will and his law, and he would like to prepare us as a people that would acknowledge his hand in all things, and be submissive to his will, and who would say, both by precept and example, &#x201C;Thy will be done on earth, as in heaven.&#x201D;<span class=\"citation\" id=\"63408\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63408)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63408)\">Matt. 6:10<\/a><\/span><span class=\"citation\" id=\"67487\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67487)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67487)\">Luke 11:2<\/a><\/span> I would like we should do this, but then we have not done it. And we feel sometimes as though we cannot do it, and sometimes as though we won't do it. But if we could submit ourselves to the law of God, and to the order of God, and to the priesthood of God, and that Priesthood submit itself to the law of God, and all be under his guidance and direction, Zion would arise and shine, and the glory of God would rest upon her,<span class=\"citation\" id=\"59892\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59892)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59892)\">Isa. 60:1<\/a><\/span> and the power of God would be manifested in our midst, and we would see and comprehend things we never dreamed of. <\/div><div class=\"paragraph jod\" id=\"v20n443\"> I find, in examining things, that we are human in every sense of the word. I look at myself, for instance. Am I perfect? No, not by a long way; neither are my brethren of the priesthood of the various quorums. And I look at people, male and female, generally, and am forced to the same conclusion respecting them. We do not come up to the standard, we fail to fulfil the requirements which God makes of us. <\/div><div class=\"paragraph jod\" id=\"v20n444\"> We have had an idea, which is quite correct, that God has gathered us from among the nations that he <div class=\"break columnbreak\" id=\"160b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0160.pdf\" target=\"pdfwin\">p.&#xA0;160b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7365\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> might place his name among us, and that his priesthood might be organized, that men thus ordained might be prepared to establish his kingdom and reign on the earth. But we find men in the priesthood, yes, in all grades of the priesthood, who are weak. Is there anything astonishing in that? Oh, no. Go back, for instance, to the days of Jesus, and you will read of some men who were rather of an aspiring turn, and one of them got his mother to assist him. Said she, &#x201C;Grant that these my two sons may sit, the one on thy right hand, and the other on the left, in thy kingdom.&#x201D;<span class=\"citation\" id=\"65296\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65296)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65296)\">Matt. 20:21<\/a><\/span> She might just as well have added, that she herself would like to occupy some important position. But the Savior told her, saying, &#x201C;Ye know not what ye ask;&#x201D;<span class=\"citation\" id=\"65298\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65298)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65298)\">Matt. 20:22<\/a><\/span> such a position &#x201C;is not mine to give, but it shall be given to them for whom it is prepared of my Father.&#x201D;<span class=\"citation\" id=\"65302\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65302)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65302)\">Matt. 20:23<\/a><\/span> Then there was another circumstance, in which Peter made himself conspicuous. Jesus was telling them of approaching trouble, and intimating what would take place the approaching night, against which Peter boldly demurred, saying, &#x201C;Though all men shall be offended because of thee, yet will I never be offended.&#x201D;<span class=\"citation\" id=\"66246\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66246)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66246)\">Matt. 26:33<\/a><\/span> Whereupon Jesus said unto him, &#x201C;Verily I say unto thee, That this night, before the cock crow, thou shalt deny me thrice.&#x201D;<span class=\"citation\" id=\"66251\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66251)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66251)\">Matt. 26:34<\/a><\/span> Peter could not believe it;<span class=\"citation\" id=\"127934\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127934)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127934)\">Matt. 26:35<\/a><\/span> but he did just as the Savior said he would do.<span class=\"citation\" id=\"127935\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127935)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127935)\">Matt. 26:69-75<\/a><\/span> Was he weak? Yes, after the manner of men. If he had said, Lord, though all men be offended because of thee, I will not, according to my present feelings, nor will I at all if thou wilt give me power to carry them out. But he felt sure that he could stand side by side with the Savior under all circumstances, but he could not. He did not look so very valiant  <div class=\"break pagebreak\" id=\"161a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0161.pdf\" target=\"pdfwin\">p.&#xA0;161a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7364\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>when the trial came; it is easy enough to talk about it in the distance, at least much easier than to meet it and overcome it. But were these two brothers, whose mother made such a request of Jesus, bad men? No; but she had a notion that she would like to see her sons occupying such a position, and probably they would not have objected to it themselves;<span class=\"citation\" id=\"65297\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65297)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65297)\">Matt. 20:21<\/a><\/span> this we are not informed of. Then was it right in Peter to say he would stand by his Lord?<span class=\"citation\" id=\"66247\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66247)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66247)\">Matt. 26:33<\/a><\/span> How often have we said it? I will not condemn anybody, but merely speak of that thing to bring forth for good, and exhibit men as they were and as they are. Was Peter a weak man? No; but he was not without the infirmities of human nature, and when the trial came he faltered a little. After all I do not think the mistake so grievous, all the circumstances considered, for he was surrounded by, and speaking to, a riotous, corrupt and bloodthirsty people, only he had said he would not do it, but he did it, that's all. Was Peter valiant for the truth? He was. Was he imprisoned for the truth?<span class=\"citation\" id=\"71478\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71478)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71478)\">Acts 5:18<\/a><\/span><span class=\"citation\" id=\"71813\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71813)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71813)\">Acts 12:3-5<\/a><\/span> Yes. Did he proclaim against vice and advocate virtue? He did. And did he go forth and feed the lambs and flock of God? Yes; and he acted every way becoming to a man of God, and finally suffered a martyr's death. Shall we find fault with either of these men? No, we love them for their good deeds, and for their fidelity and integrity, and the great work which they accomplished in their day, in bringing forth the truths of the everlasting Gospel. Shall we condemn our brethren here with like weakness? No. What did you call them? Some of them very weak sisters; some of them very foolish and some very ignorant. We won't make use of any hard words <div class=\"break columnbreak\" id=\"161b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0161.pdf\" target=\"pdfwin\">p.&#xA0;161b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7364\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> at all; but I would rather feel like saying to them, as the old lady who was teaching school said to her children&#x2014;&#x201C;When you come to a hard word and you cannot spell or speak it right, pass over it and call it a hard word.&#x201D; I was a little amused this morning, you know I have heard of a little of your foolishness, and I find that we are all in the same box, all tarred with the same stick. And when listening to these things, one of the brethren remarked to me that this is a good people. What, and still do these foolish things? Yes, there are none of us so very bad after all, when you come to shake us up, we do not mean to be bad. But notwithstanding, many foolish things have existed among us. The Priesthood sometimes have not done exactly right; and then the people have not been without blame, and consequently we make all kinds of curious errors. Now, I would like if we could go at it, act &#x201C;honest Injun,&#x201D; and get right to the bottom of things, and then go as near right as we can, being guided by the principles of the Gospel, and not influenced by the follies of men. <\/div><div class=\"paragraph jod\" id=\"v20n446\"> The fact of our having some amongst us who have weaknesses, does not make untrue any of the laws of God which he has revealed unto us, neither does it affect our belief in them. We still believe that the priesthood emanated from God; and that he has instituted it for the benefit, salvation and exaltation of the human family. And as a proof of this we are here today, and the reason of our coming here is that God raised up and inspired men to go forth and preach the Gospel to every nation, and we heard such men preach and believed their message. Says Jesus, &#x201C;My sheep hear my voice,<span class=\"citation\" id=\"69703\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69703)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69703)\">John 10:27<\/a><\/span> and a stranger they  <div class=\"break pagebreak\" id=\"162a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0162.pdf\" target=\"pdfwin\">p.&#xA0;162a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7363\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>will not follow, but flee from him for they know not the voice of strangers.&#x201D;<span class=\"citation\" id=\"69640\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69640)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69640)\">John 10:5<\/a><\/span> Was it the Priesthood that did it then? Yes and no. It was they in obedience to the commandments of God that went forth, but it was the power of God in them, and the power of God operating upon our hearts that led us to the truth; and had God not operated with them they could have done nothing, and unless God had revealed from the heavens the principles of the gathering and the priesthood and power thereof and sealed that upon Joseph Smith, and he in turn conferred the same upon his brethren, they never could have got this people here, as they are today. You all know that this is a fact when you give the matter thought and reflection. We learn from the Doctrine and Covenants that on a certain occasion Jesus and other heavenly messengers appeared to Joseph Smith and Oliver Cowdery,<span class=\"citation\" id=\"90483\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90483)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90483)\">D&amp;C 110:1-16<\/a><\/span> and among them was Moses, who conferred upon them the keys of the gathering, which should extend to all Israel, and also bring back the ten tribes.<span class=\"citation\" id=\"90510\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90510)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90510)\">D&amp;C 110:11<\/a><\/span> And my brethren, let me say to you, that if the Lord had not sent us these keys in the manner he did, you would not be here today. But that principle was unlocked, and when you received the Gospel you received it, because it is a part of the Gospel, and the consequence was you wanted to gather and you hardly knew why. You used to sing the songs of Zion in far-off lands with much earnestness, and the gathering was the theme of your conversation and also your preaching, and in your dreams you have many times seen yourself among the Saints of God, long before you managed to get here. The Lord as we well know has an object in thus gathering his people from among the nations <div class=\"break columnbreak\" id=\"162b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0162.pdf\" target=\"pdfwin\">p.&#xA0;162b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7363\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of the earth, but it would take me too long to talk about that this morning; suffice it to say that the scripture is being fulfilled, which says, &#x201C;I will take you one of a city, and two of a family, and I will bring you to Zion: And I will give you pastors according to my heart, which shall feed you with knowledge and understanding.&#x201D;<span class=\"citation\" id=\"60362\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60362)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60362)\">Jer. 3:14-15<\/a><\/span> And this is why we are here. He designed that here his Priesthood should be organized, that his will and mind should be made known here and his power made manifest. And it is expected that we will not barter away or trample under our feet this knowledge when we get it, but use it in a proper manner; and in order for us to do so we must comprehend our position and understand the relationship that exists between us and God and his kingdom. It is true our organization has been greatly perfected of late, but then there needs to be a great many other developments and much more willing obedience and submission to the law and word of God. It is, &#x201C;Not every one that saith unto me, Lord, Lord, shall enter into the kingdom of heaven; but he that doeth the will of my Father which is in heaven.&#x201D;<span class=\"citation\" id=\"63939\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63939)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63939)\">Matt. 7:21<\/a><\/span> Let me quote a little further. &#x201C;Many will say to me in that day, Lord, Lord, have we not prophesied in thy name? and in thy name cast out devils? and in thy name done many wonderful works? And then I will profess unto them, I never knew you: depart from me, ye that work iniquity.&#x201D;<span class=\"citation\" id=\"63967\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63967)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63967)\">Matt. 7:22-23<\/a><\/span> Or in other words, you are not my sheep, I have never approved of your actions. Who does this scripture refer to? Is it the unbelieving Gentiles? I think not; I don't think they can cast out many devils, at least I never heard of their having done so, I have never  <div class=\"break pagebreak\" id=\"163a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0163.pdf\" target=\"pdfwin\">p.&#xA0;163a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7362\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>heard of their having prophesied or done any wonderful thing in His name. No, it does not mean them at all; it refers to those who once held the priesthood, and instead of honoring it, tampered with it, losing its power and efficiency and also the Holy Spirit by treating lightly the things of God and violating their covenants with him.<span class=\"citation\" id=\"87809\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87809)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87809)\">D&amp;C 84:54<\/a><\/span> Although they once enjoyed the power to work miracles by virtue of their priesthood, they no longer possess it; but as &#x201C;the dog is turned to his own vomit again; and the sow that was washed to her wallowing in the mire,&#x201D;<span class=\"citation\" id=\"78429\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78429)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78429)\">2 Pet. 2:22<\/a><\/span> so have they turned to error and wrongdoing; and to such men the Savior will thus address himself. <\/div><div class=\"paragraph jod\" id=\"v20n449\"> It is not because a man holds the priesthood or whether he be or may have been an apostle, a high priest, a seventy, an elder, a president or bishop, and may have had power with God in former times, doing many mighty works in his name, but it is they who not only are thus favored and blessed but who endure faithful to the end, that shall be saved and owned by our Lord. <\/div><div class=\"paragraph jod\" id=\"v20n450\"> There are some things that strike my mind that I will refer to. I do not know of a time when there was a more perfect organization of the priesthood on the earth than there is today. There may have been in the days of Enoch,<span class=\"citation\" id=\"127939\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127939)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127939)\">Moses 7:18<\/a><\/span> and there may have been upon this continent in those days when there were no rich nor poor, but when they had all things common<span class=\"citation\" id=\"127937\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127937)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127937)\">Acts 2:44<\/a><\/span><span class=\"citation\" id=\"127938\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127938)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127938)\">Acts 4:32<\/a><\/span> among them,<span class=\"citation\" id=\"83102\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83102)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83102)\">4 Ne. 1:3<\/a><\/span> and every one dealt justly one with another;<span class=\"citation\" id=\"127936\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127936)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127936)\">3 Ne. 26:19<\/a><\/span><span class=\"citation\" id=\"83080\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83080)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83080)\">4 Ne. 1:2<\/a><\/span> but I do not know, because there is not among us any record of the fact. And what is this organization for? Is it for my individual interests? I do not so understand it. Is it in the interest of the Twelve? I think not. Or in the interest of the presidents of Stakes or any of the <div class=\"break columnbreak\" id=\"163b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0163.pdf\" target=\"pdfwin\">p.&#xA0;163b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7362\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> bishops, or any individual? No, but it is in the interest of God and humanity, to assist in establishing righteousness upon the earth, and union and fellowship one with another, and to elevate us in the scale of society, and that we may stand head and shoulders in all other matters, as we now do in regard to our religious sentiments, that Zion may be the head and not the tail, and that God may be honored by us and through us and among us, and that we may in very deed be the &#x201C;Zion of God,&#x201D;<span class=\"citation\" id=\"86120\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86120)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86120)\">D&amp;C 58:7<\/a><\/span> which means the pure in heart.<span class=\"citation\" id=\"89196\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89196)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89196)\">D&amp;C 97:21<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v20n451\"> Now if I talk a little plainly upon some of our secular affairs, I trust you will not be offended, you surely will not as long as I confine myself strictly to the truth, will you? Well, we have talked one time and another, a good deal about the United Order, and also about cooperative institutions; let me ask the good people of Kaysville, what have we done in that direction, how much have we entered into them? As the Indian would say, describing it by the size of his thumbnail, about so much. Do we believe in these movements? Some of us do, and some do not know whether they do or not. Some of us would believe in them much more readily if they would make us rich, and give us prominence and position among men. I will tell you, Latter-day Saints, that unless we can enter into our cooperative institutions and the United Order with singleness of heart and pure motives, as the Elders do when they go forth to preach the Gospel, because it is God's command, your efforts will be of small avail. We do not want to stop and ask, Is there money in it? Is it his will, his law and principle? When we combine our interests on this principle, and work to it, we will  <div class=\"break pagebreak\" id=\"164a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0164.pdf\" target=\"pdfwin\">p.&#xA0;164a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7361\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>succeed and prosper. But in too many instances our cooperative institutions have jumped the track. What, the big Co-op? Yes, and little Co-ops too. Have you got a Co-op here? No, you have not. Do you know of any? We find little institutions they call Co-ops in most of our settlements, but when you come to inquire into affairs connected with them we generally find, that, instead of their being run in the interest of the community, and with a view to build up the kingdom of God, a few individuals represent the Co-op, who are the ones who are benefited by it. That is the trouble. But is the principle right? Yes, if you can live it, dealing honestly one with another; but if you cannot, you need not try it, for instead of giving satisfaction, it will only be a disappointment. But I will promise the Latter-day Saints that if they will go into these things allowing God to dictate in the interests of Israel and the building up of his Zion on the earth, and take themselves and their individual interests out of the question, feeling they are acting for him and his kingdom, they will become the wealthiest of all people, and God will bless them and pour out wealth and intelligence and all the blessings that earth can afford; but if you will not, you will go downward, and keep going the downward road to disappointment and poverty in things spiritual as well as temporal. I dare prophesy that, in the name of the Lord. That is the way that I look at these things, and that is the way I figure them up, and not in the light of every man looking for gain from his own quarter. These things are stumblingblocks in the way of the people, and have been for some time. Well, what shall we do? Why, do the best we can, and keep on trying <div class=\"break columnbreak\" id=\"164b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0164.pdf\" target=\"pdfwin\">p.&#xA0;164b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7361\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to improve upon our present condition, always keeping in view the object to be gained, dealing honestly upon a fair basis and correct principles, then we will succeed and things will move on pleasantly, and we shall be a united people, owned and blessed of the Lord. It was on this principle that the Nephites became a prosperous, a blessed and happy people; it was not because one was a little smarter than another, or through his smartness taking advantage of his neighbor; it was not that a man was a good financier, that he should &#x201C;financier&#x201D; other peoples' property into his own pockets and leave them without. I will relate here an anecdote which comes to my mind. A smart young man had just returned from college, and at table he wished to show his parents what extraordinary advancements he had made. &#x201C;Why, father, says he, you can hardly conceive of the advance I have made.&#x201D; &#x201C;Well, my son,&#x201D; says the father, &#x201C;I am sure I am glad to hear you say so, and I trust you will make a great man.&#x201D; There happened to be two ducks on the table for dinner, and this young man proposed to give his father a specimen of his smartness. &#x201C;Now,&#x201D; he says, &#x201C;you see there are only two ducks, don't you?&#x201D; &#x201C;Yes,&#x201D; answered the father. &#x201C;Well, I can prove to you that there are three ducks.&#x201D; &#x201C;Can you,&#x201D; says the father, &#x201C;that's quite extraordinary really, how can you do it?&#x201D; &#x201C;Well,&#x201D; says the son, &#x201C;I will show you. That's one?&#x201D; &#x201C;Yes.&#x201D; &#x201C;And that's two?&#x201D; &#x201C;Yes.&#x201D; &#x201C;Well, two and one makes three, don't they?&#x201D; &#x201C;Quite so,&#x201D; says the father, &#x201C;it is very extraordinary, and to show how much I appreciate it, I will eat one of these ducks, and your mother will eat the other, and we will leave the third for you.&#x201D; Some of  <div class=\"break pagebreak\" id=\"165a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0165.pdf\" target=\"pdfwin\">p.&#xA0;165a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7360\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>our &#x201C;financiers&#x201D; have made this kind of discovery, but when it comes to the practical thing they, like the boy, have got to fall back on father's duck or mother's duck. This kind of proficiency may be all very well in its place, but then we have no place for it; we want to act honestly and begin right, and then carry it out right. Let the big Co-op straighten itself out, and then the little Co-ops do the same, and let us stick to one another and all act one with another, and lay aside our scheming; and let us have honest, honorable men, Elders of Israel who have at heart the building up of God's kingdom, to do our business, who will act for the welfare of all. That is my doctrine on that point. I can see plenty of faults in these things, but we will let them go, they are the weaknesses of humanity, and they carry with them their own reward. If people do right, the right stands by them and sustains them; if they do wrong it works them down, down, down. Men cannot afford to do wrong if they could but understand their true position. A few dollars, a little land, a few houses, a few of the comforts of this short life, cannot be compared to the glory laid up for those who are true and faithful. But I am afraid it will be said of some of those, as was said of the rich man, &#x201C;Thou in thy lifetime received thy good things, and likewise Lazarus his evil things: but now he is comforted, and thou art tormented.&#x201D;<span class=\"citation\" id=\"67809\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67809)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67809)\">Luke 16:25<\/a><\/span> We do not want anything to cling to us but what is right, and honest, and truthful, and whenever we can act for the benefit of all, then we are doing right, free from this narrow, contracted feeling and this personal, selfish, aggrandizing spirit. Do you not think you can get up something of that sort if you try? Do <div class=\"break columnbreak\" id=\"165b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0165.pdf\" target=\"pdfwin\">p.&#xA0;165b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7360\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> not be in a big hurry; do not break your necks; go at it quietly, and start one industry and then another, and make your leather, and your harness and shoes, and prepare to raise silk. Brethren, operate together, and sisters operate together, and let all act in the welfare of each other, that all may be encouraged and benefited. The presidency of this Stake ought, and all ought to unite with them, in producing everything as far as possible, and as fast as possible, that you require among yourselves; and also find employment for every man and woman and child within this Stake that wants to labor. That is what you should do, Brother Smith. That is the way I read these things. And then we should not try to hunt up anything against one another, and our little weaknesses, for we all have enough of them, God knows; and I would say if I were one of them, Tom, if you cry quits, I will; Mary, if you will forgive me, I will forgive you; and Dick, if you will overlook my faults, I will overlook yours; Susan, if I have done wrong, please forgive me. Let us try, one and all, to straighten up, and get up a good common surprise, a brotherhood and sisterhood, that we may be one; and then if we are desirous to help one another, and pray God for his spirit to enlighten us, we will go and improve in these things; and we will go on from truth to truth, from wisdom to wisdom, and from intelligence to intelligence, and God will help us, if we will help ourselves by taking a course to accomplish these objects. <\/div><div class=\"paragraph jod\" id=\"v20n455\"> There is another thing I want to talk about, and that is the priesthood. What is your idea about it? Don't you think that the priesthood should rule in spiritual things, and  <div class=\"break pagebreak\" id=\"166a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0166.pdf\" target=\"pdfwin\">p.&#xA0;166a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7359\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the other &#x201C;hood&#x201D; in temporal things, or how do you fix it up? I don't know. What other &#x201C;hood&#x201D; do you call it? It is not brotherhood, nor sisterhood, perhaps you may call it divisionhood. Is that the right way, do you think? Let me talk upon some of the first principles upon this subject. To whom are we indebted for the knowledge of the principles of truth which we possess today? To Joseph Smith, to Hyrum Smith, to Oliver Cowdery, to Sidney Rigdon, Brigham Young or the Twelve? I think not. We are indebted to God for this knowledge, from the fact that the time had come, in the councils of heaven, that it was necessary to start the latter-day work, and to prepare a people, gathering them together to build up Zion and establish the kingdom of God upon the earth, that His will might be done upon the earth as it is done in heaven.<span class=\"citation\" id=\"63409\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63409)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63409)\">Matt. 6:10<\/a><\/span> And if God and the Priesthood with him had never turned the key, and given their consent to have these things done we would have been in the dark, everyone of us; or in other words, we would have been where we came from&#x2014;on the other side of Jordan,<span class=\"citation\" id=\"94634\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94634)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94634)\">Deut. 11:30<\/a><\/span> or somewhere else. At any rate, we would not have been here. Do you not think it would have been well for the Lord to have come down to consult our opinion about these things first? But he did not do it, and we knew nothing about it until the elders brought us word. Then we had nothing to do about it, did we? We knew nothing about it until God sent the messengers among us, did we? I think not. Did we know any more when we came here? Who of us knew how to build temples or thought about such thing? None. Who knew how to administer in them! None, not even Joseph or any other man, until God revealed it. We talk about being <div class=\"break columnbreak\" id=\"166b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0166.pdf\" target=\"pdfwin\">p.&#xA0;166b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7359\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> baptized for our dead; what avail would that have been if God had not directed it? Do you think you are going into a Temple to accomplish anything except God direct it? No; what you might do would amount to nothing at all. <\/div><div class=\"paragraph jod\" id=\"v20n457\"> God has established his Church, and we sometimes say his kingdom. What do we mean by &#x201C;the kingdom of God?&#x201D; I wish somebody would tell me what we mean by using that term. There is the Church of God and the kingdom of God. The Church, of course, refers more particularly to spiritual things, and the kingdom to temporal rule and government and management and to temporal affairs. If it does not, what does it mean, I would like some one to tell me? We sometimes preach about &#x201C;the kingdoms of this world becoming the kingdoms of our God, and his Christ,&#x201D;<span class=\"citation\" id=\"79489\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79489)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79489)\">Rev. 11:15<\/a><\/span> don't we? Will the kingdom of God be the kingdom of men? I think not. What does it mean, then, where it says, if we keep the laws of God, we need not break the laws of the land?<span class=\"citation\" id=\"86152\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86152)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86152)\">D&amp;C 58:21<\/a><\/span> Because the laws of Gods are so much more pure and elevated, so much more adapted to the wants and situation of humanity, that we walk right over everything of that sort; and it is nothing comparatively for us to do; what is required we can easily do it, and a great deal on the back of it. But when the will of God shall be done on earth as in heaven,<span class=\"citation\" id=\"63410\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63410)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63410)\">Matt. 6:10<\/a><\/span><span class=\"citation\" id=\"67488\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67488)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67488)\">Luke 11:2<\/a><\/span> and the kingdoms of this world shall become the kingdoms of our God and his Christ,<span class=\"citation\" id=\"79488\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79488)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79488)\">Rev. 11:15<\/a><\/span> how will it be done? I have heard lots of you preach this: &#x201C;Out of Zion shall go forth the law, and the word of the Lord from Jerusalem.&#x201D;<span class=\"citation\" id=\"57807\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57807)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57807)\">Isa. 2:3<\/a><\/span> Shall it? O, yes. Do you mean to say that is in the Bible? Yes, and what is the meaning of that scripture?  <div class=\"break pagebreak\" id=\"167a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0167.pdf\" target=\"pdfwin\">p.&#xA0;167a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7358\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>The law cannot go forth from Zion<span class=\"citation\" id=\"57808\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57808)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57808)\">Isa. 2:3<\/a><\/span> unless it is made in Zion, can it? Who is going to make that law? And who is going to give the word of the Lord from Jerusalem?<span class=\"citation\" id=\"57809\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57809)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57809)\">Isa. 2:3<\/a><\/span> How are these things to be accomplished? Are we to have a lot of opposition Tickets to do it, do you think? You that feel you can manage things without the priesthood, try it and see how far you will go. Go back to your ordination and baptism, go back to the spreading of the Gospel through the land and the pouring out of intelligence upon the priesthood, and God ruling and dictating, and &#x201C;The Lord shall be our judge, the Lord shall be our king, the Lord shall be our lawgiver,&#x201D; said Israel, &#x201C;and he shall reign over us.&#x201D;<span class=\"citation\" id=\"59079\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59079)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59079)\">Isa. 33:22<\/a><\/span> Was not that the way we used to talk? I had a visit from some of your folks during the session of the Legislature. How was it, and which was right? None of them was right, just as it was when the Prophet Joseph asked the angel which of the sects was right that he might join it.<span class=\"citation\" id=\"93698\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93698)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93698)\">JS&mdash;H 1:18<\/a><\/span> The answer was that none of them are right.<span class=\"citation\" id=\"93699\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93699)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93699)\">JS&mdash;H 1:19<\/a><\/span> What, none of them? No. We will not stop to argue that question; the angel merely told him to join none of them, that none of them were right.<span class=\"citation\" id=\"93700\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93700)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93700)\">JS&mdash;H 1:19<\/a><\/span> Anything wrong here? Yes, considerable. There wants to be perfect freedom about all these matters, the feelings of our brethren should be consulted. A bishop has not the right to crowd or oppress, the priesthood is not given to him for that purpose; but everything should move on harmoniously, and the wishes of the people should be consulted and respected. I understand there was a little crowding in your election affairs, you were not more than ten minutes getting through your business. It is better to take ten days, than to have <div class=\"break columnbreak\" id=\"167b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0167.pdf\" target=\"pdfwin\">p.&#xA0;167b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7358\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> such shameful operations as you had here, and you would have spent your time much better doing something else. What next? Some thought there was a little pressure, that they were not properly represented. I do not know how this was, but I am inclined to think it was a little hasty. I think it would have been much better and very much more in keeping with our profession, if the leaders could have been got together, and acted in unanimity and good feeling, all anxious to sustain the principles of right and to select for office those who are good, virtuous and competent men, and men who are capable of filling offices with honor, and then do it unanimously. But as soon as a feeling to crowd is manifested on one side, the feeling on the other side, when expressed is, if this is going to be the way, we will buck against that, and if we cannot get our rights with the priesthood, we will fall back upon our political rights as men, and we will frustrate you in your operations if we can. Now both are wrong. There should have been a free and full consultation on the one hand, the right of all respected, and on the other I would rather submit myself a thousand times, even to an imposition than to act as you did&#x2014;to speak plainly, if a bishop wish to crowd on me, I would let him crowd. I could stand it if he could. I am instructed to be obedient to the priesthood, and if he would do wrong he might do it, but I would not. Two wrongs never make a right. I will not say how far you were wrong, but I will say you both were wrong, and that another course would have been much better and more satisfactory and praiseworthy. What is the result, you men who would fall back on your reserved  <div class=\"break pagebreak\" id=\"168a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0168.pdf\" target=\"pdfwin\">p.&#xA0;168a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7357\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>rights? The first thing that you do is to persuade the people to give up their rights and franchise. If God gives us certain rights, and we trample them under our feet and throw them away to suit some little ideas of our own, we are very foolish and deserve to be chastened. If I had thought the bishop was wrong, I would have gone to him and talked to him respectfully, and seen if things could not be modified. But you take the other way and brusquely say, &#x201C;I will show you: Here, Tom, Bill, Ned, get up your team and see what a devil of a fuss we can kick up.&#x201D; And you are elders in Israel, and you are engaged in building up the kingdom of God, are you? Pretty elders you are! Pretty kingdom builders you are, using all the influence and power of your priesthood to pull down and destroy the kingdom by attacking the rights of the people and bartering them away, sending a petition to the Legislature asking that body to take away your rights, for you do not want them. And this done by Elders in Israel. I feel a little ashamed of you, and when I heard it, said, &#x201C;Tell it not in Gath, publish it not in Askelon.&#x201D;<span class=\"citation\" id=\"55529\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55529)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55529)\">2 Sam. 1:20<\/a><\/span> What, high priests, seventies and elders conspiring to take away the people's rights? That's the way I figure it up. And why all this? To show others we are free men. Are we free? Yes, free to do right, but not to do wrong. Have we all rights? Yes, we have rights to do right, but we have, every one of us, covenanted to be true to God and his cause, have we not? And when we depart from that we do wrong. You have lots of sheep here, and you have doubtless seen them sometimes make a break: one will start, and the others follow and away they go. Where are they going? They do not know. Do <div class=\"break columnbreak\" id=\"168b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0168.pdf\" target=\"pdfwin\">p.&#xA0;168b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7357\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> you know? No. But the sheep perhaps thought they were in bondage and wanted to get out; the lead sheep jumps, perhaps into a mire-hole, it does not matter, they all follow the leader. <\/div><div class=\"paragraph jod\" id=\"v20n460\"> Let us operate together as men, as Saints. If you have got to have elections, meet together honestly and consider and talk plainly, with a view of accomplishing the welfare and good of the whole. We cannot elect everybody, we cannot all be officers, we cannot make magistrates, mayors, councilors and aldermen of you all. But as long as we have good and competent men for office, that is all I care about, and we have plenty of them, and we should all pull one way&#x2014;a long pull, and a strong pull and a pull altogether. <\/div><div class=\"paragraph jod\" id=\"v20n461\"> They have had quite enough of division in Tooele County. When the time came for the people of that County to be represented in the Legislature, their representative was in California, and when matters of importance pertaining to that County were pending, they had no one to represent them. Then again, they elected a County Superintendent of Common Schools, and was he there? No, he was off somewhere, and they could not get any of his school money. Would you like to be in the hands of such men? You would soon want to get back again, and you would feel a little like Esau did, after he had sold his birthright;<span class=\"citation\" id=\"127940\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127940)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127940)\">Gen. 25:29-34<\/a><\/span> he sought to get it back with tears,<span class=\"citation\" id=\"53456\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53456)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53456)\">Gen. 27:38<\/a><\/span> but could not regain its possession. Our strength lies in our union, but our union alone would not accomplish much unaided by God; and He will help us if we are united in the accomplishment of his purposes. <\/div><div class=\"paragraph jod\" id=\"v20n462\"> I will now refer to some other things. We have Relief Societies here, and we should encourage them.  <div class=\"break pagebreak\" id=\"169a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0169.pdf\" target=\"pdfwin\">p.&#xA0;169a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7356\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>We brethren, you know, should assist our &#x201C;female brethren,&#x201D; and we should have the loyalty and patriotism to do it all times and under all circumstances; and when they are seeking to do a good work, help them all we can. And if they are trying to get together a little wheat, let us help them, it will not do us much harm, and possibly we may find it by and by of advantage to us. The women are not always such fools as we men sometimes take them to be. I am reminded of a circumstance which I will relate. There was a certain lady who had a husband who was very free and generous, would give away anything he had; she saw that he was a little too liberal and careless, and that there evidently would come a time when he would be in a pinch. So she asked him one day if he would not allow her a certain amount to keep house. &#x201C;O, yes, how much do you want?&#x201D; &#x201C;So much a week.&#x201D; He gave her quite a liberal allowance, so much that she could manage to keep house and put away a certain portion every week; she put her savings in the Bible, until by and by it amounted to quite a sum, and the Bible was full of greenbacks. Some years afterwards there came a financial crisis, and the husband was troubled. The wife readily perceived the change in her husband's countenance, and she asked him to tell her the cause of his trouble. He told her that he had a note coming due, and he was afraid he could not meet it. She tried to encourage him by telling him to have faith in God, and referred him to the good, old Book, telling him to read it, that he might get some comfort from it. She handed him the Bible, and as he opened it and turned over the leaves the bills began to drop out. &#x201C;Why, Susan,&#x201D; says <div class=\"break columnbreak\" id=\"169b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0169.pdf\" target=\"pdfwin\">p.&#xA0;169b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7356\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> he, &#x201C;what does this mean, I find it full of greenbacks?&#x201D; She quietly answered him saying, &#x201C;I thought you were very generous and a little extravagant, and I was afraid there would come a time when we would need money; so I put away so much a week in the Bible.&#x201D; He blessed his wife, and I think she was the better man of the two, and perhaps should have worn the breeches. Now we may find a time when we may need this wheat that our sisters are storing up; let us not be too confident about our affairs, and do what we can by way of helping them. I am pleased to witness the spirit manifested by our sisters generally. I hear that you are going into silk culture, and am glad of it. The Legislature appropriated $1,500 to help our sisters, simply because they were our sisters and because they were trying to do good. You go to work and help them here, and help about all these things, and do all you can. You are a little famous in some of these parts&#x2014;in Farmington I believe, they profess to be in advance of everything in the silk line. <\/div><div class=\"paragraph jod\" id=\"v20n464\"> And then with regard to our educational pursuits, let us do all we can in that direction. Some people talk about the means it takes; why money is not to be compared with intelligence. I wish we had our own textbooks, published by ourselves and read by our children. I think such things are indicated in the Doctrine and Covenants.<span class=\"citation\" id=\"94635\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94635)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94635)\">D&amp;C 55:4<\/a><\/span> Then let us have our high schools, that our children may be taught in the common branches, that we may be as far ahead of the world in regard to literacy, mechanism, the arts and sciences, and everything else, as we are now in regard to religious principles. <\/div><div class=\"paragraph jod\" id=\"v20n465\"> I am also glad to see our Young  <div class=\"break pagebreak\" id=\"170a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0170.pdf\" target=\"pdfwin\">p.&#xA0;170a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7355\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Men's and Young Ladies' Mutual Improvement Societies doing so well. It will be well for you to come together as conjoint societies once in a while; it will afford an agreeable change, as well as do much good. I met with a very intelligent gentleman a few days ago, who told me that he had attended one of the Young Men's meetings, and was astonished at the intelligence and talent displayed. He said that he had not seen the like anywhere among young people. <\/div><div class=\"paragraph jod\" id=\"v20n467\"> We should not only try to excel in literary institutions, but in mechanism as well. We must unite together and make our leather, and our boots and shoes, our harness and our implements of husbandry, and everything we need for our use, until we become self-sustaining, and import nothing more than is absolutely necessary, and then we shall find full employment for all our people. <\/div><div class=\"paragraph jod\" id=\"v20n468\"> I have perhaps said enough. Husbands, love your wives;<span class=\"citation\" id=\"75341\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75341)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75341)\">Eph. 5:25<\/a><\/span><span class=\"citation\" id=\"75642\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75642)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75642)\">Col. 3:19<\/a><\/span> treat them kindly; bear with their frailties and imperfections, and love them as you used to do when you went a courting them; it would do you good, many of you, to do your courting over again. Wives, treat your husbands right; do not &#x201C;nag&#x201D; with them and find fault, but be full of kindness and try to make your homes a heaven. Children, obey your parents,<span class=\"citation\" id=\"74666\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74666)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74666)\">Eph. 6:1<\/a><\/span><span class=\"citation\" id=\"75644\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75644)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75644)\">Col. 3:20<\/a><\/span> and treat them right. And parents, you that have servants, treat them right, pay them honest wages, and deal with them on honorable principles. And in your deal one with another, be honest and manly; do not seek to take advantage one of another. Do not come and tell what a splendid bargain you have made, unless the other party made as good a bargain as you did; if he did, it's all right, but if he did not, <div class=\"break columnbreak\" id=\"170b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0170.pdf\" target=\"pdfwin\">p.&#xA0;170b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7355\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> it's not all right. <\/div><div class=\"paragraph jod\" id=\"v20n469\"> And now I will turn teacher before I close. Have any of you hard feelings against your neighbor? If you have, go to him, not in a captious, quarrelsome way, but as a friend. For instance&#x2014;&#x201C;Thomas, you and I have had a little difficulty; I thought I would come and talk the matter over and see if we cannot settle it.&#x201D; But if Thomas will not be reconciled, then take a third party with you, somebody whom you think would have more influence with him than yourself, and if he still refuses to yield, let him be reported to his bishop, and if he will not listen to the Church, let him be considered as a &#x201C;heathen man.&#x201D; Mary, Helen, Susan, how is it with you? Any little unkind feeling existing between you? Do you feel as though you can be good sisters, and treat one another right? Then seek one another's welfare, as the Scriptures say: &#x201C;Be kindly affectionate one with another with brotherly love; in honor preferring one another.&#x201D;<span class=\"citation\" id=\"72838\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72838)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72838)\">Rom. 12:10<\/a><\/span> You say that is rather hard; well, but you had better do it. We are told to love our neighbor as ourselves.<span class=\"citation\" id=\"65484\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65484)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65484)\">Matt. 22:39<\/a><\/span> If we can do this, and then prefer our neighbors to ourselves, and if there is a little advantage put it on their side, we not only fulfill the law and the prophets, but the Gospel. Let us cultivate the spirit of love and kindness, and let every little unpleasantness be buried, let us forget the election difficulty and our neighbor's difficulty, and be one, brethren and sisters together, united in building up Zion and establishing the Kingdom of God upon the earth. <\/div><div class=\"paragraph jod\" id=\"v20n470\"> Brethren and sisters, God bless you and lead you in the paths of life, and God help you to do right. And I ask an interest in your pray<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"171a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0171.pdf\" target=\"pdfwin\">p.&#xA0;171a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7354\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ers, that I may be able to do right, and be guided by the Lord in the interests of Israel; and that my brethren of the Twelve and the presidency of your Stake, together with all of the brethren, may be aided and blessed of the Lord, and be enabled to sustain God and His kingdom and every principle of right, and then the people sustain them, <div class=\"break columnbreak\" id=\"171b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0171.pdf\" target=\"pdfwin\">p.&#xA0;171b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7354\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and they the people, and everything work harmoniously together, and all of us do right, no matter where it cuts. Do right and pay our tithes and offerings and be free before God, angels and men. <\/div><div class=\"paragraph jod\" id=\"v20n472\"> Praying God to bless you and lead you in the paths of life, in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}