{"ID":200037, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Work of Restitution of All Things&#x2014;Futility of the Efforts of Its Opponents&#x2014;Should Not Cherish Animosity to Enemies.<\/div>\n<div class=\"subtitle\">Discourse by Elder Charles W. Penrose, delivered in the Tabernacle, Salt Lake City, on Sunday Afternoon, Aug. 17, 1879.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Geo. F. Gibbs.<\/div>\n<div class=\"pageHeader\">Page Header: The Work of the Restitution, Etc.<\/div>\n<div class=\"speaker\">Speaker: Charles W. Penrose<\/div>\n<div class=\"date\">Date: 8\/17\/1879<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d37\">\n<div class=\"paragraph jod\" id=\"v20n770\"> There are a few minutes remaining, which I am requested to occupy; and while doing so I earnestly desire that I may be inspired by the spirit that gives light and intelligence to the human mind and makes plain the things of God, so that what I may say to you may be profitable and edifying. <\/div><div class=\"paragraph jod\" id=\"v20n771\"> I rejoice very much that I have the privilege of living upon the earth, at the time when God has commenced the great work spoken of by all the holy prophets since the world began; when the times of restitution have commenced;<span class=\"citation\" id=\"71389\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71389)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71389)\">Acts 3:21<\/a><\/span> when God has begun to restore to the inhabitants of the earth, the doctrine and principles which were revealed to the people anciently, by which they were brought into communion with the Father; when the holy priesthood, or the authority given from God to man to act in his stead, has been restored to the earth; when the gifts and blessings which were enjoyed by the ancient Saints have also been restored; when the knowledge possessed by the ancients of the manner in which God could be approached so that they might learn <div class=\"break columnbreak\" id=\"293b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0293.pdf\" target=\"pdfwin\">p.&#xA0;293b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7232\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of him, has also been made manifest to the Latter-day Saints; in the day when the great work which will prepare the earth and the inhabitants thereof for its Prince, its rightful lawgiver and King, has commenced upon the earth. I rejoice and thank God with all my heart that I am identified with this people, that I have received the spirit of this work; that I have been able to understand these principles and doctrines and that I have cast in my lot with the people who are engaged in the work of preparing themselves for the coming of the Lord. <\/div><div class=\"paragraph jod\" id=\"v20n772\"> The times of restitution<span class=\"citation\" id=\"71390\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71390)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71390)\">Acts 3:21<\/a><\/span> which have been alluded to this afternoon by Brother Morgan, and which the Apostle Paul speaks of in the words which have been read in your hearing, are of the very greatest importance to all people, who live upon the earth to understand. Every prophet by whom God has spoken since the world began has had some foresight in regard to this work. When we take up the Bible we find all the prophets whose words are recorded therein speaking of the great work of God in the latter days; of  <div class=\"break pagebreak\" id=\"294a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0294.pdf\" target=\"pdfwin\">p.&#xA0;294a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7231\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the great day of the Lord; of the time when righteousness should prevail, and iniquity should cease; of the time when misrule should be cast down, when the kingdoms of this world that have ruled in unrighteousness should lose their grasp upon the children of men, and in the place thereof the kingdom of God should be established; of the time when the curse which was placed upon the earth in the beginning<span class=\"citation\" id=\"52618\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52618)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52618)\">Gen. 3:17-18<\/a><\/span> should be removed,<span class=\"citation\" id=\"128019\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128019)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128019)\">Rev. 22:2-3<\/a><\/span><span class=\"citation\" id=\"128020\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128020)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128020)\">D&amp;C 38:18<\/a><\/span> and when instead of the thorn and the brier should spring up the fig tree and the myrtle tree;<span class=\"citation\" id=\"59819\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59819)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59819)\">Isa. 55:13<\/a><\/span> of the day when the animosity between man and man and between mankind and the brute creation, should be taken away; when the lion and the lamb should dwell together;<span class=\"citation\" id=\"58109\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58109)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58109)\">Isa. 11:6<\/a><\/span><span class=\"citation\" id=\"60217\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60217)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60217)\">Isa. 65:25<\/a><\/span> when the spirit of destruction should cease and the Spirit of the living God prevail over the face of the whole earth, and the way be prepared for the coming of its rightful ruler, &#x201C;He whose right it is to reign&#x201D;<span class=\"citation\" id=\"86176\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86176)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86176)\">D&amp;C 58:22<\/a><\/span> and who will rule &#x201C;from the rivers to the ends of the earth;&#x201D;<span class=\"citation\" id=\"56909\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56909)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56909)\">Ps. 72:8<\/a><\/span><span class=\"citation\" id=\"62273\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62273)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62273)\">Zech. 9:10<\/a><\/span> of the time when that wicked one &#x201C;who tempted our first parents in the beginning, who introduced evil and death into the world, and who has ever since made it his aim and object to usurp the control of the earth,&#x201D; shall be bound, and with all his hosts be banished from the earth and this whole creation be rid of his influence, and when the Spirit of God will be poured out upon all flesh.<span class=\"citation\" id=\"61845\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61845)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61845)\">Joel 2:28<\/a><\/span><span class=\"citation\" id=\"71124\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71124)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71124)\">Acts 2:17<\/a><\/span><span class=\"citation\" id=\"89128\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89128)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89128)\">D&amp;C 95:4<\/a><\/span> This period has been foreseen and has been alluded to in much plainness by many of the prophets upon the eastern hemisphere and also upon the western continent; their words were recorded and have come down to us through the Bible and the Book of Mormon. <\/div><div class=\"paragraph jod\" id=\"v20n774\"> The spirit which God has been pleased to pour out upon us in some degree opens our minds to a com<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"294b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0294.pdf\" target=\"pdfwin\">p.&#xA0;294b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7231\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>prehension of these same things. When we take up the Bible or the Book of Mormon and read of the restitution to come, we can see it as the prophets saw it; for the same spirit that rested upon Isaiah and Jeremiah and upon Nephi and Moroni and others of the prophets that lived upon this continent, rests upon the people of God in these latter days. The same evidences are open to our vision, and we know as sure as we know that God lives that the day is close at hand when those events spoken of will transpire upon the earth. <\/div><div class=\"paragraph jod\" id=\"v20n775\"> We are living in a time of great wickedness, of great corruption and evil of numerous kinds; they are widespread upon the face of the earth, and the inhabitants thereof have turned from the Lord in a great degree, according to the Scripture which has been quoted: &#x201C;They have transgressed the laws, changed the ordinance, and broken the everlasting covenant.&#x201D;<span class=\"citation\" id=\"58454\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58454)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58454)\">Isa. 24:5<\/a><\/span> God has withdrawn himself from the children of men. Darkness has covered the earth and gross darkness the people.<span class=\"citation\" id=\"59930\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59930)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59930)\">Isa. 60:2<\/a><\/span> While they boast of living in an age of Gospel light, they are really and truly shut out from communion with the Lord. No prophet's voice is heard in their midst; no seer discerns the things of God; no angel from the courts of glory bears a message of glad tidings to man. The heavens are as brass over their heads.<span class=\"citation\" id=\"55169\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55169)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55169)\">Deut. 28:23<\/a><\/span> They have no answer when they pray, or rather when they say their prayers, for it may be truly said of them in the words of the Lord through Isaiah, they &#x201C;draw near me with their mouth, and with their lips do honor me, but have removed their hearts far from me, and their fear toward me is taught by the precepts of men.&#x201D;<span class=\"citation\" id=\"58767\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58767)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58767)\">Isa. 29:13<\/a><\/span> &#x201C;Therefore,&#x201D; says the  <div class=\"break pagebreak\" id=\"295a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0295.pdf\" target=\"pdfwin\">p.&#xA0;295a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7230\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Lord, &#x201C;behold, I will proceed to do a marvelous work among this people, even a marvelous work and a wonder: for the wisdom of their wise men shall perish, and the understanding of their prudent men shall be hid,&#x201D;<span class=\"citation\" id=\"58806\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58806)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58806)\">Isa. 29:14<\/a><\/span> while to the weak and despised and poor of the earth whom God has gathered from the nations he has revealed his will and the precious things of his kingdom; and they are preparing themselves for the great events that are to transpire in the near future. <\/div><div class=\"paragraph jod\" id=\"v20n777\"> God has commenced the great work of restitution of all things<span class=\"citation\" id=\"71391\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71391)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71391)\">Acts 3:21<\/a><\/span> by restoring the Gospel in its primitive simplicity, and every principle and ordinance belonging thereto, with the authority and power to administer therein. Every man that has lived upon the earth in past ages, who has held the keys in any dispensation of God's mercy to man, has come down from the place whence he has gone, and restored those keys; they have all brought their priesthood, their authority, and the spirit and power belonging thereunto, and ordained living men to the authority which they themselves held. And the reason why we know this is true, is because God Almighty has made this manifest to every humble soul who has bowed in obedience to this Gospel. Our testimony does not depend upon Joseph Smith; it does not depend upon Brigham Young; it does not depend upon John Taylor, or upon the council of the Twelve Apostles, which is now the presiding quorum in the Church. I pin my faith to no man's sleeve; I am a believer in the Scripture which says, &#x201C;Cursed be the man that trusteth in man, and maketh flesh his arm.&#x201D;<span class=\"citation\" id=\"60485\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60485)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60485)\">Jer. 17:5<\/a><\/span> I obeyed this Gospel because I believed it was true, through reading the Scriptures, which I was taught <div class=\"break columnbreak\" id=\"295b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0295.pdf\" target=\"pdfwin\">p.&#xA0;295b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7230\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> from my early childhood to believe in. When the sound of the Gospel reached my ears I believed; and having bowed in obedience to its ordinances, I received a testimony for myself of its truthfulness, and that testimony has never departed from me. I know by the power and gift of the Holy Ghost that God lives. I know that Jesus is the Christ, the Son of the living God. I know by the same Spirit that God Almighty has sent his angels in these the last days to Joseph Smith and others, for the purpose of commencing this work of the restitution of all things. I know that work has begun to be ushered in. I know that the power of God is being manifested on the earth, that the same power which rested upon the former-day Saints, rests down upon the Latter-day Saints. I know that the former-day ordinances have been restored, and the spirit and the power thereof. I know it for myself, because I have experienced it and realized it. I know there is a way to approach the Eternal Father and learn of him. I know that those who seek aright in the way appointed, find an answer to their prayers, and that the promise made by the Savior is true: &#x201C;Ask, and it shall be given unto you; seek, and ye shall find; knock, and it shall be opened unto you.&#x201D;<span class=\"citation\" id=\"63747\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63747)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63747)\">Matt. 7:7<\/a><\/span> And in bearing my testimony to the truth of these things, I say what most of this congregation know, and what the great majority of the people throughout this Territory could testify to, as well as thousands more who are scattered upon the face of the earth, who are longing to gather to these mountain vales. We have not come here for the mere purpose of enriching ourselves in gold and silver, in flocks and herds, or houses and lands, things which perish in  <div class=\"break pagebreak\" id=\"296a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0296.pdf\" target=\"pdfwin\">p.&#xA0;296a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7229\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>their handling, but to become rich in the imperishable things of eternity, which we can obtain here in the way appointed of God, and about which the world know nothing. <\/div><div class=\"paragraph jod\" id=\"v20n779\"> People wonder why it is that the leaders of this people are still upheld by the unanimous voice and vote of the Latter-day Saints, and why it is that we have faith in them and cling to them, in spite of all that is said against them. They do not understand the secret spring that moves this work. The power that unites and guides us does not rest in any man or any set of men, neither in this wonderful organization, but in this eternal, unerring Spirit which God has shed forth in our hearts<span class=\"citation\" id=\"72333\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72333)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72333)\">Rom. 5:5<\/a><\/span> through obedience to the Gospel, by which we can approach Him and learn of Him for ourselves. <\/div><div class=\"paragraph jod\" id=\"v20n780\"> We have gathered to these mountains that we may aid in this great work of restitution. We are building these Temples that the Lord may come and restore further powers and keys and knowledge pertaining to the holy priesthood, which has been held in reserve, for we have as yet only received the droppings of the shower to come; we have but received a few things compared with what remains to be revealed.<span class=\"citation\" id=\"94085\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94085)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94085)\">A of F 1:9<\/a><\/span> There is not a principle nor a blessing referred to in these Scriptures, which has been enjoyed by the Saints of any former time, but what the Lord our God will restore and bestow upon his people of the latter times, the times of the restitution of all things.<span class=\"citation\" id=\"71392\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71392)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71392)\">Acts 3:21<\/a><\/span> This doctrine of celestial marriage that creates such a stir in the world, is only one of the doctrines believed in and practiced by the ancients, and that, too, under the immediate sanction and direction of the Almighty, that God has com<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"296b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0296.pdf\" target=\"pdfwin\">p.&#xA0;296b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7229\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>menced to restore in the latter days. The Lord has restored that in connection with other principles, and it is a truth which this people can testify to, whether others believe it or not. God is the author of it, and if men choose to fight against the Lord, let them fight; it is God and them for it. I bear my testimony that God Almighty has revealed this doctrine of celestial marriage, or marriage for eternity, including the doctrine of plurality of wives. He made this manifest to the Prophet Joseph Smith, and has revealed it to thousands by the gift and power of the Holy Ghost. But these are only the beginnings of things. We have come here to learn of God's ways and to walk in his paths.<span class=\"citation\" id=\"57813\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57813)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57813)\">Isa. 2:3<\/a><\/span> &#x201C;Our fathers have inherited lies, vanity, and things wherein there is no profit.&#x201D;<span class=\"citation\" id=\"60478\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60478)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60478)\">Jer. 16:19<\/a><\/span> They have been fed upon husks, while the kernel was not with them. They have been taught by the traditions of men; they have been led by theologians who knew not God, who could not describe him or explain his laws to the people, for they knew not of Him themselves, and how could they, when according to their own admissions the voice of prophecy had ceased, and God would no more speak to the children of men. <\/div><div class=\"paragraph jod\" id=\"v20n781\"> We have come out from the traditions and false theories of our fathers, and gathered here that we may learn of God. And God has organized his Church, and we are receiving line upon line and precept upon precept, here a little and there a little,<span class=\"citation\" id=\"58579\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58579)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58579)\">Isa. 28:10,13<\/a><\/span> for our profit, to prepare us for the things to be manifested in the future. And if we would only live up to the things that He has revealed to us; if we would be as pure and virtuous, and honest and upright, and conscientious and  <div class=\"break pagebreak\" id=\"297a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0297.pdf\" target=\"pdfwin\">p.&#xA0;297a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7228\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>patient, and long-suffering and charitable as we are commanded to be in the revelations the Lord has given unto us in these latter times, we would be better prepared for the great things yet to be unfolded. If the people called Latter-day Saints desire to receive further of these great things which have been kept hid from the world for generations, let them live up to the principles already revealed&#x2014;let them be Saints in very deed. As they have come out from the world bodily, let them be separated from the world in spirit. Let them be temperate, chaste and true; let them be honest and honorable with all men; let them live up to their agreements and fail not to keep their promises one with another, always remembering, with due regard, their sacred covenants and solemn obligations to the Lord. And thus they will come up near to Him, and as a natural consequence the Lord will draw near to them,<span class=\"citation\" id=\"128021\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128021)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128021)\">D&amp;C 88:63<\/a><\/span> his Spirit will be upon them, and God will fight their battles<span class=\"citation\" id=\"89326\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89326)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89326)\">D&amp;C 98:37<\/a><\/span><span class=\"citation\" id=\"89981\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89981)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89981)\">D&amp;C 105:14<\/a><\/span> and overcome their enemies, and break off every yoke.<span class=\"citation\" id=\"59836\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59836)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59836)\">Isa. 58:6<\/a><\/span><span class=\"citation\" id=\"60600\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60600)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60600)\">Jer. 30:8<\/a><\/span><span class=\"citation\" id=\"90426\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90426)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90426)\">D&amp;C 109:47<\/a><\/span> For the Lord is nigh at hand and not afar off. He has commenced the great work of restitution, and will roll it on to its consummation. He will restore every power and every gift and grace, every key, revelation and inspiration that has ever been enjoyed by the ancient Saints. Is that all? No, my brethren and sisters, it is not all; for after God has restored everything that has been lost, He will, in this dispensation, reveal things kept hidden from the foundations of the world.<span class=\"citation\" id=\"83453\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83453)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83453)\">Ether 4:15<\/a><\/span><span class=\"citation\" id=\"91035\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91035)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91035)\">D&amp;C 124:41<\/a><\/span><span class=\"citation\" id=\"91225\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91225)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91225)\">D&amp;C 128:18<\/a><\/span> He will reveal them &#x201C;to babes and sucklings,&#x201D;<span class=\"citation\" id=\"91226\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91226)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91226)\">D&amp;C 128:18<\/a><\/span> to the children born in Zion who are heirs to the holy priesthood, trained up in the way they should go,<span class=\"citation\" id=\"57500\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57500)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57500)\">Prov. 22:6<\/a><\/span> not trained up as some of our children are, but in the <div class=\"break columnbreak\" id=\"297b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0297.pdf\" target=\"pdfwin\">p.&#xA0;297b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7228\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> way God has appointed. As we are living in these momentous times, it behooves us to be what we profess to be&#x2014;Saints. We are called to be Saints; whether we are Saints or not is another thing. Many are called, but few are chosen.<span class=\"citation\" id=\"128022\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128022)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128022)\">Matt. 22:14 (JST)<\/a><\/span><span class=\"citation\" id=\"90850\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90850)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90850)\">D&amp;C 121:34<\/a><\/span> And why are they not chosen? Read the Book of Doctrine and Covenants; find out your own weaknesses, your own failures, your own omissions as well as commissions.<span class=\"citation\" id=\"90868\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90868)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90868)\">D&amp;C 121:35-40<\/a><\/span> Find out wherein you have ceased to do that which you ought to do, and have done that which you ought not to have done, and repent. Repentance is needed to be taught to the Latter-day Saints as well as to the world; for we are called with a holy calling,<span class=\"citation\" id=\"76017\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76017)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76017)\">2 Tim. 1:9<\/a><\/span><span class=\"citation\" id=\"82151\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82151)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82151)\">Alma 13:3<\/a><\/span> and if we do not live up to our professions,<span class=\"citation\" id=\"76554\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76554)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76554)\">Heb. 4:14<\/a><\/span><span class=\"citation\" id=\"76935\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76935)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76935)\">Heb. 10:23<\/a><\/span> it were better we had never made them. Let us return to the Lord, and the Lord will return to us;<span class=\"citation\" id=\"62420\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62420)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62420)\">Mal. 3:7<\/a><\/span> his Spirit will be manifested in our midst to a still greater degree, and His gifts and blessings will abound. Our sick will be healed as in times past. We have seen the sick healed instantaneously. The lame have been made to walk, the dumb to speak, the blind to see and the deaf to hear, by the power of God through the administrations of the servants of God.<span class=\"citation\" id=\"67307\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67307)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67307)\">Luke 7:22<\/a><\/span><span class=\"citation\" id=\"81824\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81824)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81824)\">Mosiah 3:5<\/a><\/span><span class=\"citation\" id=\"83109\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83109)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83109)\">4 Ne. 1:5<\/a><\/span><span class=\"citation\" id=\"85002\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85002)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85002)\">D&amp;C 35:9<\/a><\/span> The gifts of tongues, prophecy, dreams, faith, discernment, and every gift and blessing spoken of in the Bible as having graced the primitive Church,<span class=\"citation\" id=\"73410\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73410)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73410)\">1 Cor. 12:1-31<\/a><\/span> have been enjoyed by the Latter-day Saints in this latter-day Church,<span class=\"citation\" id=\"128023\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128023)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128023)\">D&amp;C 46:8-29<\/a><\/span> and we are witnesses thereof. God has been near to us, and we have felt his presence in our public assemblies and in our private abodes. Peace has reigned in our hearts, and we have felt like praising Him with all our souls for His goodness. <\/div><div class=\"paragraph jod\" id=\"v20n783\"> Now the Lord will be still nearer to us if we practice our religion and  <div class=\"break pagebreak\" id=\"298a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0298.pdf\" target=\"pdfwin\">p.&#xA0;298a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7227\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>be Saints in very deed; and our own eyes will be open to discern the work of God among the nations. We have already begun to comprehend the purposes of the Almighty. God's hand is over all, and he will smite down the oppressor and break every yoke.<span class=\"citation\" id=\"59837\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59837)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59837)\">Isa. 58:6<\/a><\/span> He will destroy the tyranny that still exists in the world, and the way will be open for the servants of the living God to go to every nation, kindred, tongue and people, as messengers of the truth and to gather out the seed of Israel, and the work of God will roll forth, and every effort of our enemies will only tend to accelerate its progress. There are societies formed here to oppose this work and to bring trouble upon us. What have their efforts so far amounted to? Those that have concocted their schemes to misrepresent us and to bear false witness against us and to malign us, how much have they accomplished? They have been the means of helping to kill one faithful youth, who, in common with many of his brethren, was engaged publishing to the world the principles of our religion. And besides this, they have been the means of inciting mobocrats to drag a few inoffensive aged people from their homes and beat them nearly to death, because of their belief. Let those plotters look upon their work and see what they have accomplished! How much satisfaction these ladies, these &#x201C;Christian&#x201D; ladies and gentlemen must have in their labors! How much will this do to stop the progress of the work of the Almighty? Not anything at all; it will only tend to roll it on to its consummation and final triumph. The Lord will so overrule in behalf of his people as to turn the intended evil into good. Their efforts to overthrow &#x201C;Mormonism,&#x201D; as they term it will simply <div class=\"break columnbreak\" id=\"298b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0298.pdf\" target=\"pdfwin\">p.&#xA0;298b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7227\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> advertise our cause all over the world; attention will be drawn to our Elders who are traveling throughout the world preaching the Gospel, and they will be the better able to bear their testimony and gather out the honest. They may fight this work as they please; they may malign and stigmatize this people, and heap all manner of reproach upon them; they may imprison and even kill the bodies of some of its most faithful advocates, but the facts still remain that we are engaged in the work of restitution; that God has commenced it; that God is with us, and will remain with us as long as we are true to him as his servants; and no power on earth or in hell will stop his purposes. The nations of the earth are in his hands; the governments of this earth he considers as a very little thing, and by and by he will laugh at their calamity and mock when their fear cometh.<span class=\"citation\" id=\"57360\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57360)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57360)\">Prov. 1:26<\/a><\/span> The kingdoms of this world, with all their pomp and glory, will, in the own due time of the Lord, be humbled in the dust and be broken to pieces; and then will come the kingdom of our God, and he whose right it is to reign will<span class=\"citation\" id=\"86177\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86177)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86177)\">D&amp;C 58:22<\/a><\/span> rule from pole to pole and from shore to shore. <\/div><div class=\"paragraph jod\" id=\"v20n785\"> But let us not cherish animosity in our hearts against those who are plotting against us. While we stand up for our civil rights and the liberty to which we are entitled by virtue of the Constitution of the United States, and stand firm, shoulder to shoulder, in vindication of our religious rights, and help to maintain for others the rights which we claim for ourselves, let us not cherish anger, or animosity, or revenge, in our hearts. But let us take the words of the Lord Jesus Christ for our guide, and try to be patient and long-suffering, even as God is. And the Lord will fight  <div class=\"break pagebreak\" id=\"299a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0299.pdf\" target=\"pdfwin\">p.&#xA0;299a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7226\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>our battles,<span class=\"citation\" id=\"89327\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89327)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89327)\">D&amp;C 98:37<\/a><\/span><span class=\"citation\" id=\"89982\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89982)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89982)\">D&amp;C 105:14<\/a><\/span> and those who fight against us by and by will be brought to shame and confusion as they always have been.<span class=\"citation\" id=\"128024\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128024)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128024)\">1 Ne. 22:14<\/a><\/span><span class=\"citation\" id=\"128025\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128025)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128025)\">2 Ne. 27:3<\/a><\/span><span class=\"citation\" id=\"128026\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128026)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128026)\">D&amp;C 71:9-10<\/a><\/span> And let those who love to lie about the Latter-day Saints, lie on; there is a place prepared for them, and we will leave them in his hands.<span class=\"citation\" id=\"80772\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80772)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80772)\">Rev. 21:8<\/a><\/span> Ye who wish to lie, lie on! Do your work, fill the mission you are engaged in as did Judas of old; but as for us, we will serve the Lord;<span class=\"citation\" id=\"55337\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55337)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55337)\">Josh. 24:15<\/a><\/span> we will keep his commandments; we will battle with the evils in our natures, entailed upon us through the errors of our forefathers; we will learn to govern ourselves and our households in the fear of God, and while we are engaged in battling with evil and corruption God will be on our side, and who shall prevail against him? &#x201C;A little one shall become a thousand, and a small one a strong nation: I the Lord will hasten it in his time.&#x201D;<span class=\"citation\" id=\"60047\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60047)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60047)\">Isa. 60:22<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v20n787\"> Now, we are here in the valleys of these mountains to aid in this great work of bringing to pass the restitution of all things;<span class=\"citation\" id=\"71393\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71393)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71393)\">Acts 3:21<\/a><\/span> let us take hold of the truths revealed to us and practice them in our lives, that we may become a holy people unto the Lord, faithful, true, honorable, upright, chaste and pure, fit for the companionship of the angels. And the Spirit of the living God shall have free course among us and the gifts of the Gospel will abound; <div class=\"break columnbreak\" id=\"299b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0299.pdf\" target=\"pdfwin\">p.&#xA0;299b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7226\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> truth will prevail and our enemies will be confused. The time is not far distant when God will sweep the earth, as with a besom of destruction,<span class=\"citation\" id=\"58303\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58303)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58303)\">Isa. 14:23<\/a><\/span> of all that rebel willfully and intentionally against him and his work; he will cleanse the earth from pollution and establish righteousness thereon. Men shall then be found beating their swords into plowshares and their spears into pruninghooks; nation shall not lift up sword against nation, neither shall they learn war any more,<span class=\"citation\" id=\"57862\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57862)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57862)\">Isa. 2:4<\/a><\/span> but every man in every place shall meet a brother and a friend. And this same spirit of peace will also produce a change upon the brute creation,<span class=\"citation\" id=\"58117\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58117)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58117)\">Isa. 11:6-9<\/a><\/span><span class=\"citation\" id=\"60218\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60218)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60218)\">Isa. 65:25<\/a><\/span> according to the words of prophets who lived centuries ago, and the earth itself will be blessed, the curse<span class=\"citation\" id=\"52614\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52614)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52614)\">Gen. 3:17<\/a><\/span> be removed therefrom,<span class=\"citation\" id=\"128027\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128027)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128027)\">Rev. 22:2-3<\/a><\/span><span class=\"citation\" id=\"128028\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128028)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128028)\">D&amp;C 38:18<\/a><\/span> and he whose right it is to reign<span class=\"citation\" id=\"86178\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86178)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86178)\">D&amp;C 58:22<\/a><\/span> will come and rule in the midst of his people. <\/div><div class=\"paragraph jod\" id=\"v20n788\"> I have occupied sufficient time. I thank God, as I said in the beginning, for the privilege of being a Latter-day Saint; I thank God for the privilege of being here in the valleys of these mountains, helping to bring forth this great work of restitution. And by the help of God we will cleave together as a band of brethren and sisters, to serve the Lord our God no matter what may come. Amen. <\/div>\n<\/div>\n<\/div>"}