{"ID":200012, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Government of the United States&#x2014;The Corruption of the Administration&#x2014;Its Treatment of the Latter-Day Saints&#x2014;The Judgments of God Upon the Wicked&#x2014;Opposition to Polygamy&#x2014;Preparation for Coming Events.<\/div>\n<div class=\"subtitle\">Substance of a Discourse by Elder Orson Hyde, delivered at Mount Pleasant, Sanpete County, Utah, on Sunday Morning, November 3, 1878, Said to Have Been the Last Delivered By Him While Living in the Flesh.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Unknown.<\/div>\n<div class=\"pageHeader\">Page Header: Government of the United States, Etc.<\/div>\n<div class=\"speaker\">Speaker: Orson Hyde<\/div>\n<div class=\"date\">Date: 11\/3\/1878<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d12\">\n<div class=\"paragraph jod\" id=\"v20n262\"> I am much gratified this morning, my brethren, sisters and friends, to meet with you in this Tabernacle in Mount Pleasant, in the capacity of a two day's meeting. From the numbers present before me, I am led to conclude that a deep and abiding interest dwells in your hearts; and you have come here to increase your zeal, and add intelligence to your present stock of knowledge pertaining to the kingdom of God. <\/div><div class=\"paragraph jod\" id=\"v20n263\"> I hope and trust that you may not be disappointed; for it is, <span class=\"italic\">bona fide<\/span>, my intention to lay open to your view, in plain, simple, and unmistakable language, the facts that are presented to my mind, for I desire all to hear and to understand, especially those who may not be fully conversant with the English language. <\/div><div class=\"paragraph jod\" id=\"v20n264\"> The government of the United States, on paper, is an institution approaching as near perfection as any government ever ordained by man; but when its administration drifts into the hands of unscrupulous and dishonest politicians, it becomes an engine of oppression and very unequal <div class=\"break columnbreak\" id=\"97b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0097.pdf\" target=\"pdfwin\">p.&#xA0;97b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7428\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> in its bearings. Any crack or deformity of the elegant mirror becomes the more conspicuous by contrast&#x2014;so the cracks, splits, and crookedness in our general government become the more glaring and unwelcome in the eyes of the governed. <\/div><div class=\"paragraph jod\" id=\"v20n265\"> Great effort has been made to ferret out the guilty parties and bring them to punishment who were engaged in the horrid Mountain Meadow massacre. Had this been done in the spirit of justice and truth, free from that animus and extreme desire to criminate the whole Mormon Church, that effort would have been praiseworthy and highly commendable; but conducted as it has been thus far, it will go down to the shades, covering with odium the conductors of that campaign. <\/div><div class=\"paragraph jod\" id=\"v20n266\"> In contrast with the foregoing, I will now refer to the horrid massacre at Haun's Mill, in Missouri, wherein seventeen peaceable, quiet, and unoffending citizens, were shot down, in cold blood, and their bodies thrown into an old well; and for what? I am at the defiance of the whole world  <div class=\"break pagebreak\" id=\"98a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0098.pdf\" target=\"pdfwin\">p.&#xA0;98a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7427\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to show that it was for anything, except for the crime of being &#x201C;Mormons.&#x201D; I would here ask this government, how much military and judicial investigation was had to ferret out and bring to punishment the perpetrators of that bloody deed, to say nothing of the wholesale banishment of an entire community by force of arms, and the sequestration of their property and inheritances? How does this compare with the claims of the government to justice and equal rights? <\/div><div class=\"paragraph jod\" id=\"v20n268\"> Again, my hearers, I will refer you to the murderous assault made on Joseph and Hyrum Smith, John Taylor and Willard Richards, in Carthage jail. These men were untried and uncondemned, incarcerated within the walls of a strong prison, and no danger of escape; yet a band of disguised men, about one hundred and fifty in number, assaulted the prison and slew Joseph and Hyrum Smith, and seriously wounded John Taylor with musket rifle balls; and as every man is to be held innocent until proven guilty, they remain innocent, because never proven guilty, nor could they be proven guilty, by any truthful evidence. <\/div><div class=\"paragraph jod\" id=\"v20n269\"> It was said that some kind of legal proceedings were instituted in this tragic affair, yet not with a view to convict and punish, but with the intention to place a bar against all future proceedings that might be undertaken and prosecuted in good faith. Thus the Prophet of God and Patriarch of the Church were cruelly murdered, to the great grief of their numerous friends, and to the joy of a Christian nation. <\/div><div class=\"paragraph jod\" id=\"v20n270\"> Popular clamor crucified the Savior, and a popular outburst of indignation murdered the Prophet of God and his brother, and amid fire and storm, cannon balls, swords and bayonets, were the &#x201C;Mormon&#x201D; people compelled to flee into the wilderness. <div class=\"break columnbreak\" id=\"98b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0098.pdf\" target=\"pdfwin\">p.&#xA0;98b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7427\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> To the shame, dishonor and disgrace of the nation be it spoken; and when they ask the cause of the whirlwinds, tornadoes and cyclones, that sweep through the land, they are respectfully referred to Haun's Mill, Carthage Jail and to the treatment generally of the &#x201C;Mormons&#x201D; in Missouri and Illinois for the true and faithful answer. <\/div><div class=\"paragraph jod\" id=\"v20n271\"> The Prophet Isaiah, 60th chapter, 12th verse, utters this strong sentiment: &#x201C;For the nation and kingdom that will not serve thee shall perish; yea, those nations shall be utterly wasted.&#x201D;<span class=\"citation\" id=\"59990\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59990)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59990)\">Isa. 60:12<\/a><\/span> They may ask, Are we to be so humiliated as to serve the &#x201C;Mormons&#x201D; whom we have despised, persecuted and rejected? They can take the other horn of the dilemma if they choose, and be utterly wasted. Wisdom however would suggest that our enemies move slowly and cautiously. <\/div><div class=\"paragraph jod\" id=\"v20n272\"> For one, I have no objection to any and all federal officers coming here to execute the laws, impartially in the spirit of justice and truth. I say, they have my cordial good will to do so. But when they come full of wrath, with a determination to immortalize their names by squelching out &#x201C;Mormonism,&#x201D; pandering to the prejudices of an ungodly age, I cannot find language sufficiently strong to express my disapproval and contempt for their administration&#x2014;wresting laws from the known intention of the Legislature, and applying them by certain technical twists, to take the advantage of a people who labor day and night to conform to the revelations of God. <\/div><div class=\"paragraph jod\" id=\"v20n273\"> Polygamy is a subject that greatly agitates the public mind at the present day. Some men in their depraved zeal to pry into every secret of polygamy with a view to expose it, know no limit to their efforts to accomplish their hellish purpose. The  <div class=\"break pagebreak\" id=\"99a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0099.pdf\" target=\"pdfwin\">p.&#xA0;99a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7426\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Supreme Ruler above has not yet relinquished all his rights, nor indeed any of them, on our little planet to the sons of earth, though they hold a very precarious dominion by sufferance, &#x201C;only he who letteth will let, until he be taken out of the way.&#x201D;<span class=\"citation\" id=\"75788\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75788)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75788)\">2 Thes. 2:7<\/a><\/span> Pestilence and famine, earthquake and wars, whirlwinds and cyclones, fires and floods, besides accidents innumerable are being called into requisition to remove all obstacles; &#x201C;For the nation and kingdom that will not serve thee shall perish; yea, those nations shall be utterly wasted.&#x201D;<span class=\"citation\" id=\"59991\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59991)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59991)\">Isa. 60:12<\/a><\/span> The day of spiritualizing and daubing with untempered mortar has gone by. It is stubborn, self-evident facts that we have to grapple with, and should be set forth in a light that all may understand. Polygamy is a principle revealed from heaven with a commandment to enter into it practically. The principle is abundantly corroborated in the ancient scriptures, approved of God and sanctioned by all righteous men; and he who labors to overthrow this principle, fights against Jehovah and makes himself a shining target, courting the arrows of the Almighty upon his head, heart and country. Would to God, that I could, conscientiously, make an exception here of our wise and learned judges, attorneys, juries and marshals; but conscience forbids it. The same consequences will follow against the fighting against any commandment that God has given, or that he may give. The consequences of the judicial war waged against the late Brigham Young are not yet canceled; but the hand of the destroyer has already begun his work, though in a comparatively mild and gentle form. Churches of various denominations, that have always been barred against our preachers, are being opened by the hand of Providence as the cyclone that recently passed <div class=\"break columnbreak\" id=\"99b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0099.pdf\" target=\"pdfwin\">p.&#xA0;99b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7426\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> through Pennsylvania may be considered as a slight reminder; nor has Missouri altogether escaped. We are now living in the days of a &#x201C;marvelous work and a wonder.&#x201D;<span class=\"citation\" id=\"58804\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58804)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58804)\">Isa. 29:14<\/a><\/span> Our enemies are about to be checked up in their career of burning strange fire upon the altar of God.<span class=\"citation\" id=\"54614\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54614)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54614)\">Lev. 10:1-2<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v20n275\"> The Elders of this Church, my brethren and sisters, have faithfully labored during the last half century in almost every nation on the globe, to warn the inhabitants of their duty and to tell them the consequences of their not complying with it. It is true, that by the help of the Lord, we made many converts, yet few in comparison to the numbers who rejected our message. We can, therefore, with propriety say, we are unprofitable servants;<span class=\"citation\" id=\"67827\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67827)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67827)\">Luke 17:10<\/a><\/span> yet the Lord wishes to test our fidelity, our fortitude and our patience, knowing that the world would not be converted by the preaching of the Gospel, hence his design was to &#x201C;send forth judgment unto victory;&#x201D;<span class=\"citation\" id=\"64348\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64348)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64348)\">Matt. 12:20<\/a><\/span> and when the judgments of God wax hot in the land, many people will say, &#x201C;Come, let us go up to the mountain of the Lord, to the house of the God of Jacob,&#x201D;<span class=\"citation\" id=\"57806\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57806)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57806)\">Isa. 2:3<\/a><\/span> and so they will &#x201C;come like clouds, and like doves to their windows,&#x201D;<span class=\"citation\" id=\"59967\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59967)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59967)\">Isa. 60:8<\/a><\/span> and Zion's gates be ever open,<span class=\"citation\" id=\"59980\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59980)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59980)\">Isa. 60:11<\/a><\/span><span class=\"citation\" id=\"80827\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80827)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80827)\">Rev. 21:25<\/a><\/span> and Zion will not always be oppressed for their kings will yet &#x201C;become our nursing fathers, and their queens our nursing mothers.&#x201D;<span class=\"citation\" id=\"59477\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59477)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59477)\">Isa. 49:23<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v20n276\"> We shall not always, my hearers, be under the necessity of reasoning with the skeptical and technical unbeliever, to persuade him to be saved; for a power will be manifested in the land more potent than man's reasoning. <\/div><div class=\"paragraph jod\" id=\"v20n277\"> I wish to ask you, my brethren and sisters, two important questions: <\/div><div class=\"paragraph jod\" id=\"v20n278\"> 1st.&#x2014;Why our unprecedently liberal harvest of grain this year?  <div class=\"break pagebreak\" id=\"100a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0100.pdf\" target=\"pdfwin\">p.&#xA0;100a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7425\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>2nd.&#x2014;Why does the spirit of the Lord rest down upon our Elders, directing them to explore the eastern, southeastern and southern countries with the view of finding suitable places for new locations and settlements? <\/div><div class=\"paragraph jod\" id=\"v20n281\"> Ans. to first question&#x2014;That we may be prepared to lay up a surplus against coming troubles. <\/div><div class=\"paragraph jod\" id=\"v20n282\"> Ans. to second&#x2014;To open the way to receive the multitudes flocking to Zion, having heard that God is with us, and desiring to escape the scourges by enlisting under the aegis of &#x201C;Mormon&#x201D; protection; and shall we escape the scourges of the Almighty if we foolishly part with the surplus gifts that heaven has granted us in trust for other purposes, and that too, before the time? If the people of Utah will listen to wise counsels, there will be no famine here arising from the refusal of the soil to yield her fruits; but there may be danger of famine by the rapid increase of population from abroad, especially if the stores provided by the hand of Providence be foolishly parted with before they may be needed to meet this exigency. A word of caution to the wise virgins is sufficient;<span class=\"citation\" id=\"65991\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65991)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65991)\">Matt. 25:1-2<\/a><\/span> but bray a fool in a mortar, and he is a fool still.<span class=\"citation\" id=\"57533\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57533)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57533)\">Prov. 27:22<\/a><\/span> Under the profession of great piety and deep solicitude for the redemption of our children from the influence of &#x201C;Mormonism,&#x201D; many alleged charitable enterprises have been put on foot in the shape of opposition schools, to decoy them into their traps. They ensnare some of the children of our apostates, and some apostates who claim that they find better schools, and better teachers under the supervision of sectarian priests, than they do amongst the &#x201C;Mormons.&#x201D; This claim is made through a disposition to depreciate &#x201C;Mormon&#x201D; institutions and to elevate sectarianism. We have just as good institutions of learning and as competent <div class=\"break columnbreak\" id=\"100b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0100.pdf\" target=\"pdfwin\">p.&#xA0;100b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7425\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> teachers as any of our neighbors; but even allowing the children of this world to be wiser in their generation than the children of light,<span class=\"citation\" id=\"67735\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67735)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67735)\">Luke 16:8<\/a><\/span> it is no reason that I should adopt them as my instructors. I now write a clumsy, illegible hand. Many men can write my name with much more style and elegance than I possibly can do; yet, if they should attach my name to a bond or promissory note for any amount, it would not be my signature and could create no binding obligation upon me; but the learned and accomplished gentleman who attached my name to the instrument might be proven guilty of forgery and subject himself to punishment. Jesus says: &#x201C;Every plant, which my heavenly Father hath not planted, shall be rooted up.&#x201D;<span class=\"citation\" id=\"64779\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64779)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64779)\">Matt. 15:13<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v20n283\"> There is another important feature, my friends, connected with this subject that I cannot allow myself to omit. In the great rush of people to the Saints in the last days, all sorts, sizes, and of both sexes, will rush in upon us to escape the wrath of the elements, which will render a time of purification and cleansing, actually necessary. The chaff must be blown away, and they who laid us waste must go forth from us. The wicked and the ungodly must be far away. Now, what agencies must be employed to accomplish this important part of the program? It is out of my power to inform you as to what means may be called into requisition to effect this object. We know, however, that wind has something to do with the scattering of chaff. The departure of the ungodly from amongst the Saints may be voluntary in many cases. I have been informed by those who claim to know, that a certain lady in this Territory built up a large fire in the room where she lived, fancied that that fire was the most desirable and lovely place in all the  <div class=\"break pagebreak\" id=\"101a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0101.pdf\" target=\"pdfwin\">p.&#xA0;101a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7424\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>world, and plastered herself with tar from head to foot, laid herself down on the fire, and literally roasted herself to a chip. <\/div><div class=\"paragraph jod\" id=\"v20n285\"> She was said to be an aged lady, and I presume that God can make even hell itself or any intermediate bad place look as inviting to a wicked person as a bit of cheese in a trap to a hungry mouse outside, but the majority of the departures will be involuntary. But suffice it to say that something will occur, in a providential way, that will cause sinners in Zion to tremble, and fearfulness to surprise the hypocrite.<span class=\"citation\" id=\"59041\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59041)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59041)\">Isa. 33:14<\/a><\/span> It will, probably, be something that will appear terrible to the unrighteous, and will be all the nerves of the righteous can endure. <\/div><div class=\"paragraph jod\" id=\"v20n286\"> In conclusion, I will here say to you my brethren and sisters and to the Saints generally: Set your houses in order and know that a right spirit has dominion over you and things and dwellings and over all things under your jurisdiction. Let the blood of the covenant be freely sprinkled on your door posts and lintels&#x2014;a deep rooted union exist in your hearts and practiced in your <div class=\"break columnbreak\" id=\"101b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0101.pdf\" target=\"pdfwin\">p.&#xA0;101b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7424\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> lives&#x2014;devote yourselves to earnest prayer in secret and in your families and allow not the cries of the poor to reach the ears of Jehovah against you. Omit not the duty of patronizing every institution or learning among the Saints, whether day or evening schools, or Sunday schools. Defeat not the designs of the Almighty by fooling away the fruits of the earth, knowing that we are placed here, not to do our own will, but the will of him by whose goodness we live; and we should be willing to be used in doing good, building temples, places of education and in learning to manufacture what we need. <\/div><div class=\"paragraph jod\" id=\"v20n287\"> Notwithstanding all the alleged improprieties of the Saints, and charges brought against us&#x2014;the errors and wrongdoings of any of its members&#x2014;the entire Church is a revelation from the eternal God to the world at large, and is their standard reared in the mountains and he who fights against it or against any of its acknowledged members, fights against his Maker and toucheth the apple of his own eye. Now, my brethren and sisters I bless you, in the name of the Lord Jesus Christ. Amen. <\/div>\n<\/div>\n<\/div>"}