{"ID":200029, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Gospel of Christ&#x2014;Its Object, Principles and Power.<\/div>\n<div class=\"subtitle\">Discourse by Elder Aurelius Miner, delivered in the Tabernacle, Salt Lake City, on Sunday, May 11, 1879.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Geo. F. Gibbs.<\/div>\n<div class=\"pageHeader\">Page Header: The Gospel of Christ, Etc.<\/div>\n<div class=\"speaker\">Speaker: Aurelius Miner<\/div>\n<div class=\"date\">Date: 5\/11\/1879<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d29\">\n<div class=\"paragraph jod\" id=\"v20n618\"> The young brethren who have spoken this afternoon, and who have so recently returned from missions to England, have told us something about the Gospel they were sent to preach. By way of a continuation of the remarks which have already been made, I propose to ask this question: &#x201C;What is the Gospel?&#x201D; The Apostle Paul declares the answer in the following language: &#x201C;It is the power of God unto salvation to every one that believeth.&#x201D;<span class=\"citation\" id=\"72215\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72215)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72215)\">Rom. 1:16<\/a><\/span> Believeth what? Believeth that God is; that Jesus Christ died and rose again, and opened the way, provided the means and devised the plan whereby man may be delivered from the power of evil. This Gospel, then, being the power of God, it is the power by which God acts. If we secure salvation we shall have <div class=\"break columnbreak\" id=\"229b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0229.pdf\" target=\"pdfwin\">p.&#xA0;229b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7296\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to obtain that power ourselves, in order that we may overcome every obstacle which stands between us and eternal life. Christ said, &#x201C;To him that overcometh will I grant to sit down with me on my throne.&#x201D;<span class=\"citation\" id=\"79126\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79126)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79126)\">Rev. 3:21<\/a><\/span> Then if Christ exercised the power of this Gospel, and it was by that power that he overcame the principle of evil, which has ever existed and which ever will exist in some form upon some of the creations of God, we must in like manner and by like means accomplish for ourselves the same result. In this struggle he conquered; in obedience to certain principles he acquired power by which he overcame and attained to eternal life. This principle comes to us as the same means to gain the same end. But what are these principles which, if we  <div class=\"break pagebreak\" id=\"230a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0230.pdf\" target=\"pdfwin\">p.&#xA0;230a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7295\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>adopt them, and practice them in our lives, will enable us to attain to this exalted position and power? These brethren have told you that they are made manifest in the teachings of the elders of Israel. How do we know this? Ministers of other denominations will tell us that they have the truth, the way and the life; that they preach the Gospel, the word of God to the people. But they propose different plans, teach different systems. One will teach us one system, another a different one. If you go into the old country especially you will hear it upon the streets, &#x201C;Only believe in Jesus and you are saved.&#x201D;<span class=\"citation\" id=\"71916\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71916)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71916)\">Acts 16:31<\/a><\/span> Other systems hold that it is all free will and all free grace on the part of God and ourselves. Another sums up the doctrine in this form: &#x201C;You will and you won't, you shall and you shan't, you will be damned if you do, you will be damned if you don't. It makes no difference on the part of the individual what he thinks or believes, so far as appertains to his salvation.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v20n620\"> Why this difference in the religious world? God is not the author of confusion,<span class=\"citation\" id=\"73770\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73770)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73770)\">1 Cor. 14:33<\/a><\/span> or of conflicting doctrine and principles. Go into the scientific world, if you please, and range through the field of exact sciences, and what do you find there? If I were to ask the enlightened people of all nations what is the product of 2 multiplied by 2, they would all tell me 4. Why? Because the answer is understood to be correct; they have been taught it and they have demonstrated it in the practical operations of life. There is no dispute, then, that 2 and 2 are 4 the world over. Why this universal declaration of this one truth? Is it not because all have been taught a correct principle? That they have all been taught the same doctrine, <div class=\"break columnbreak\" id=\"230b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0230.pdf\" target=\"pdfwin\">p.&#xA0;230b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7295\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and that those who have taught them have been inspired by the same sentiment, the same truth? But suppose I should find some who were teaching that 2 and 2 are 3, or that 2 and 2 are 6; I would at once say, Some of you are wrong, all cannot be right, certainly not. What would be the conclusion in our minds? That some had been taught imperfectly; that those who had been taught that 2 and 2 were 3, or 5, had been instructed by teachers who did not understand the principles they essayed to advance. And the conclusion would be correctly drawn that there were systems of error being taught, and that all were in error except those who proclaimed the doctrine that 2 and 2 are 4. This figure of 2 and 2 are 4&#x2014;3-6, may be appropriately applied to the teachings of the religious world; for we find one class who profess to be the teachers sent of God, who declare to us one set of principles, another class who declare another set of principles, or doctrine, diametrically opposed to the first; we find a third opposite to both; and continuing our research until we traverse the entire globe, we find that there are several hundred different denominations professing to worship God according to his laws, all differing more or less in their doctrines, discipline and forms of worship. There being but one Lord, one faith, and one baptism,<span class=\"citation\" id=\"74982\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74982)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74982)\">Eph. 4:5<\/a><\/span> we discover that some have been and are teaching a doctrine that 2 and 2 are some number other than 4. That some are preaching something that is not &#x201C;the power of God unto salvation,&#x201D;<span class=\"citation\" id=\"72216\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72216)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72216)\">Rom. 1:16<\/a><\/span> but a system embracing the doctrines and precepts of men. Such a system is devoid of the power of God, and is not that system which will bring salvation to the human  <div class=\"break pagebreak\" id=\"231a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0231.pdf\" target=\"pdfwin\">p.&#xA0;231a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7294\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>soul. It is not that system which will impart to individuals the knowledge of the true God, and of his Son Jesus Christ. It is not that system which will bring man up from the condition of sin and error to the great plan of righteousness, and truth. A system revealed from God alone can accomplish such results. But where can we find these principles of the Gospel, this power of God revealed to mankind, if it be revealed at all, that men may know that 2 and 2 are 4 for themselves, that they may know that the power of God is unto salvation unto all that believe and obey.<span class=\"citation\" id=\"72217\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72217)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72217)\">Rom. 1:16<\/a><\/span> It is written in this Bible, and we sometimes refer to it as authority to those who do not comprehend the higher law, or rather have not understood that law of which this book is but the exponent. Just upon the same principle that I may ask an individual what is the product of 2 multiplied by 2, and he tells me 4. But if I were to ask him to demonstrate the 42nd proposition of Euclid, he would answer me that he knew nothing at all about it. This is simply a higher law, an advanced principle of knowledge; the plan by which the power of God is obtained is a progressive system in its enunciated principles and doctrines. With this system we go on from step to step, as Paul declares the &#x201C;righteousness of God is revealed from faith to faith;&#x201D;<span class=\"citation\" id=\"72245\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72245)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72245)\">Rom. 1:17<\/a><\/span> or in other words, that the power of God was and is increased upon himself by his obedience to an eternal law, and thus became the King of kings and Lord of lords.<span class=\"citation\" id=\"80453\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80453)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80453)\">Rev. 19:16<\/a><\/span> Jesus Christ also, in obedience to this eternal law, obtained that power by which he triumphed over sin and all the opposing powers of evil, and attained to his exalted position at the right hand of God. Practicing <div class=\"break columnbreak\" id=\"231b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0231.pdf\" target=\"pdfwin\">p.&#xA0;231b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7294\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> these same principles and law, we obtain salvation and power to become Gods, even the sons of God.<span class=\"citation\" id=\"87063\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87063)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87063)\">D&amp;C 76:58<\/a><\/span> And in observing these principles and laws, we but follow the advice of Paul which he gave to the Saints in his day: &#x201C;Let this mind be in you, which was also in Christ Jesus: Who, being in the form of God, thought it not robbery to be equal with God.&#x201D;<span class=\"citation\" id=\"75415\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75415)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75415)\">Philip. 2:5-6<\/a><\/span> What, humanity attain to the dignity of the God? Yes; if we are the sons of God, why not attain to something of the honor and dignity by inheritance with our Father? But how shall we do this? This Gospel, which these brethren have been teaching in distant lands, points out the system which brings to us this power of God. And what is it? It is said that to those who believe it, it will become the power of God unto salvation.<span class=\"citation\" id=\"72218\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72218)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72218)\">Rom. 1:16<\/a><\/span> And what do you mean by salvation? Deliverance from the power of sin, which is death, and thus attain to eternal life. How shall we triumph over the power of death? By believing in Jesus Christ; believing that he is, and that he is the rewarder of all that diligently seek him.<span class=\"citation\" id=\"76977\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76977)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76977)\">Heb. 11:6<\/a><\/span> How can we hear except there be a preacher, and how can that individual preach except he be sent of God?<span class=\"citation\" id=\"72728\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72728)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72728)\">Rom. 10:14-15<\/a><\/span> And if he be sent of God, will he not proclaim unto us the doctrine of God? Will he not proclaim the doctrines of Christ if he be sent of Christ, and is taught of him? But if he be not sent of him and taught of him, then he takes the honor unto himself,<span class=\"citation\" id=\"76608\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76608)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76608)\">Heb. 5:4<\/a><\/span> and is unworthy to be called an Apostle of the Lord Jesus Christ, an ambassador of heaven bearing the words of eternal truth. But how may we know these things? We know that 2 and 2 are 4, this fact is demonstrated in our daily transactions. How may we obtain this power of God, which shall be unto  <div class=\"break pagebreak\" id=\"232a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0232.pdf\" target=\"pdfwin\">p.&#xA0;232a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7293\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>us salvation? By doing the will of the Father, by following diligently the instruction of the Apostle Peter, given on the day of Pentecost: &#x201C;Repent, and be baptized every one of you in the name of Jesus Christ for the remission of sins, and ye shall receive the gift of the Holy Ghost. For the promise is unto you, and to your children, and to all that are afar off, even as many as the Lord our God shall call.&#x201D;<span class=\"citation\" id=\"71278\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71278)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71278)\">Acts 2:38-39<\/a><\/span> And he further says, &#x201C;Save yourselves from this untoward generation.&#x201D;<span class=\"citation\" id=\"71312\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71312)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71312)\">Acts 2:40<\/a><\/span> What did he tell them to do? To repent. They already believed in Jesus, for he had preached Christ to them, and they were pricked in their hearts and they cried out, &#x201C;Men and brethren, what shall we do?&#x201D;<span class=\"citation\" id=\"71169\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71169)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71169)\">Acts 2:37<\/a><\/span> Peter did not tell them to come to an anxious seat to be prayed for. No, there was a work for themselves to do. What do you mean by repentance? Forsaking all evil, turning away from all unrighteousness; &#x201C;Let him that stole steal no more;&#x201D;<span class=\"citation\" id=\"75291\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75291)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75291)\">Eph. 4:28<\/a><\/span> let him that was drunken drink no more, etc.; overcome all your sins by righteousness and obedience to the law of God. Repent, then, every one of you. What, all these good men who had come up to Jerusalem? Yes, a new dispensation had now been ushered in. &#x201C;Repent.&#x201D; What else? &#x201C;And be baptized every one of you.&#x201D; What for? &#x201C;For the remission of sins.&#x201D;<span class=\"citation\" id=\"71239\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71239)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71239)\">Acts 2:38<\/a><\/span> Is there no other way, Peter, by which we can get our sins remitted? He has not declared any other; if there were he ought to have told them, for they asked him a most important question, and he preached by command of the Savior and was taught of him for forty days prior to his ascension,<span class=\"citation\" id=\"94637\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94637)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94637)\">Acts 1:3<\/a><\/span> and it is to be presumed that Christ gave to him, in connection with his fellow Apostles, every <div class=\"break columnbreak\" id=\"232b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0232.pdf\" target=\"pdfwin\">p.&#xA0;232b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7293\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> particle of instruction they needed, for he cannot be accused directly or indirectly of leaving his work half done. For, says Christ, What more could I have done that I have not done? He gave them all the instruction needed to go forth as teachers and ministers to all nations and peoples. After Peter told these people what to do, what fulfillment of promise was to follow obedience to his instructions? &#x201C;And ye shall receive the gift of the Holy Ghost.&#x201D;<span class=\"citation\" id=\"71240\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71240)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71240)\">Acts 2:38<\/a><\/span> That is the promise, is it? Peter, have you not made a mistake? Have you been telling us that 2 and 2 are 4, or that 2 and 2 are 6? He has told us the truth presumedly. How may you know? Oh, says one, the promise was only to the Apostles and those to whom they preached. But the promise was not confined to them; it was an extended promise, &#x201C;And to your children, and to all that are afar off, even as many as the Lord our God shall call.&#x201D;<span class=\"citation\" id=\"71305\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71305)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71305)\">Acts 2:39<\/a><\/span> How many has the Lord called? Read the 1st verse of the 50th Psalm: &#x201C;The mighty God, even the Lord, hath spoken and called the earth from the rising of the sun unto the going down thereof.&#x201D;<span class=\"citation\" id=\"56658\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56658)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56658)\">Ps. 50:1<\/a><\/span> Read also the 17th verse of the last chapter of Revelation: &#x201C;And the Spirit and the bride say, Come. And let him that heareth say, Come. And let him that is athirst come. And whosoever will, let him take the water of life freely.&#x201D;<span class=\"citation\" id=\"80899\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80899)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80899)\">Rev. 22:17<\/a><\/span> Are not you, my hearers, as well as the whole of mankind, included in this general call? The promise is, then, to you. &#x201C;But supposing I do come in obedience to the testimony, borne by these young men this afternoon, how shall I know for myself that I shall have done the will of God?&#x201D; I answer, do the things that they say and you shall know whether the doctrine they preach be of God or whether they  <div class=\"break pagebreak\" id=\"233a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0233.pdf\" target=\"pdfwin\">p.&#xA0;233a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7292\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>speak of themselves.<span class=\"citation\" id=\"69375\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69375)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69375)\">John 7:17<\/a><\/span> For know ye that if the promise be not fulfilled to you, the Lord speaks not by them or by anyone else. If a promise has been made by the Great Jehovah to the children of men upon certain conditions, and those conditions be performed upon their part and the promise be not realized, then know ye that the God of heaven never made that promise. But, said Christ, they did not believe him in his day.<span class=\"citation\" id=\"69182\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69182)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69182)\">John 5:38<\/a><\/span> And they asked him how they should know whether the things he taught were true or not. He told them to do the things which he commanded.<span class=\"citation\" id=\"69374\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69374)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69374)\">John 7:17<\/a><\/span> And you, my friends, can know in no other way. This is a practical work. Is there no theory about the Gospel? Yes; but the theory is worth no more than the theory of anything else; it is the practical part we want, that which brings benefit and blessing; that which comes like the old Yankee to the man who fell from his horse and broke his leg. Said some of the spectators who had gathered around, I am very sorry for this man, he has a large family and their only support will now be taken away from them. The old Yankee, it will be remembered, said, I am sorry for him just ten dollars, how much are the rest of you sorry; and handed over the money. That ten dollars was worth more to the injured man than all the sympathy in the universe. And if the Gospel does not come with blessing and benefit, with intelligence, power and exaltation to the human family, it is of no practical benefit; and if of no permanent benefit it is not worth our time to meddle with. So the Latter-day Saints may feel sorry for the poor people in England, whose deplorable condition has been described to us this afternoon by the brethren who have just returned from missions to that country; but if they do not <div class=\"break columnbreak\" id=\"233b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0233.pdf\" target=\"pdfwin\">p.&#xA0;233b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7292\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> put their hands in their pockets and assist them to the extent of their means, their sympathy will not amount to a hill of beans. The Savior gave and observed this form of doctrine, and if he taught not a correct system let us do away with it altogether; for if he is not the author of our salvation,<span class=\"citation\" id=\"76648\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76648)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76648)\">Heb. 5:9<\/a><\/span> who is? There is no name given under heaven whereby man must be saved but the name of Jesus Christ,<span class=\"citation\" id=\"71437\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71437)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71437)\">Acts 4:12<\/a><\/span><span class=\"citation\" id=\"127992\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127992)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127992)\">2 Ne. 31:21<\/a><\/span><span class=\"citation\" id=\"127993\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127993)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127993)\">D&amp;C 18:23<\/a><\/span> and if we do not preach the form of doctrine he taught where shall we find it? <\/div><div class=\"paragraph jod\" id=\"v20n624\"> What is the promised result of obedience to this counsel of Peter ? &#x201C;You shall receive the gift of the Holy Ghost.&#x201D;<span class=\"citation\" id=\"71241\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71241)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71241)\">Acts 2:38<\/a><\/span> What shall be the result of the reception of that spirit? Christ told his disciples that it should bring all things whatsoever he had said to them to their remembrance.<span class=\"citation\" id=\"70056\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70056)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70056)\">John 14:26<\/a><\/span> And was it to bring to memory only the things which had been heard? Or was it to reach back into the vista of the past and unfold to us some knowledge of our pre-existent state? Why not, since the spirit comprehends from the beginning to the end? But is that all it was to do? He also said that it should lead us into all truth.<span class=\"citation\" id=\"70415\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70415)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70415)\">John 16:13<\/a><\/span> Then we have the great teacher who teaches by the spirit of revelation that 2 and 2 are 4 in every part of the known world, and to all people. You have the same teacher now that taught you in England or Russia or China or America, or wherever the human family exists, that spirit will lead you into all truth; and if we are in possession of that spirit we will be taught the same doctrine and the same principle and will all tend according to our faithfulness to the same degree of exaltation. Thus shall you know that God lives, thus shall you know that Jesus Christ is the Son of God. And this by the revelation of that spirit which shall lead and guide you into  <div class=\"break pagebreak\" id=\"234a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0234.pdf\" target=\"pdfwin\">p.&#xA0;234a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7291\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>all truth.<span class=\"citation\" id=\"70416\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70416)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70416)\">John 16:13<\/a><\/span> What else can it do? It shall show you things to come;<span class=\"citation\" id=\"70417\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70417)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70417)\">John 16:13<\/a><\/span> and if you were peradventure to declare any of these things you would become a prophet. This would be a terrible thing, to become a prophet! But Moses said when Joshua wanted him to rebuke certain ones and forbid them from prophesying in the camp of Israel, after asking him if he was jealous for his sake, &#x201C;I would that all the Lord's people were prophets,&#x201D;<span class=\"citation\" id=\"54704\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54704)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54704)\">Num. 11:29<\/a><\/span> because it would imply that they had obeyed this form of doctrine, that they were living in constant communion with the Holy Ghost, it would be to argue that they were living according to the doctrine of John when he said, &#x201C;Whosoever transgresseth, and abideth not in the doctrine of Christ, hath not God. He that abideth in the doctrine of Christ, he hath both the Father and the Son.&#x201D;<span class=\"citation\" id=\"78827\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78827)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78827)\">2 Jn. 1:9<\/a><\/span> How shall they know that Jesus is the Christ? Only by the testimony of the Holy Ghost. For, says the Apostle Paul, &#x201C;No man speaking by the Spirit of God calleth Jesus accursed: and that no man can say that Jesus is the Lord, but by the Holy Ghost.&#x201D;<span class=\"citation\" id=\"73416\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73416)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73416)\">1 Cor. 12:3<\/a><\/span> Did Paul tell the truth or not? No man can say knowingly that Jesus is the Christ but by the power and revelation of the Holy Ghost; and no man ever obtained this knowledge in any other way, or ever will. It is the plan God has designed, and if we would come unto him we must do so in his own appointed way. We must run the race that is set before us,<span class=\"citation\" id=\"77170\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77170)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77170)\">Heb. 12:1<\/a><\/span> and not attempt to prescribe the rules of the racetrack ourselves. Let us therefore so run that we may gain the prize at the end of the race.<span class=\"citation\" id=\"73303\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73303)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73303)\">1 Cor. 9:24<\/a><\/span> In order to secure this we must conform to the ordinances of the Gospel which comprise this testimony which is given by the power of the Holy Ghost, which is the spirit of prophecy;<span class=\"citation\" id=\"80377\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80377)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80377)\">Rev. 19:10<\/a><\/span> <div class=\"break columnbreak\" id=\"234b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0234.pdf\" target=\"pdfwin\">p.&#xA0;234b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7291\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and he who has the spirit of prophecy has the testimony of Jesus.<span class=\"citation\" id=\"80378\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80378)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80378)\">Rev. 19:10<\/a><\/span> Then mankind may ridicule the idea that prophets are no more upon the earth; it is tantamount to saying, &#x201C;that we know not God, and are without hope in the world.&#x201D;<span class=\"citation\" id=\"74931\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74931)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74931)\">Eph. 2:12<\/a><\/span> And who can know the Father but by the revelations of the Son, and he unto whom the Son may reveal him?<span class=\"citation\" id=\"64275\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64275)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64275)\">Matt. 11:27<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v20n626\"> It seems then that this Holy Ghost is full of intelligence, full of knowledge, full of power, and is the acting minister of God throughout all the dominions of the great Jehovah. That spirit reveals to man that Jesus is the Christ, and Christ reveals the fact of the existence, power and glory of his Father. And this is the order. And how shall we know this fact? By rendering obedience to the ordinances, and then you can know it for yourselves. It is no great trouble; a little cold water will not hurt any of you. I presume there are many in this congregation who have been buried in the water of baptism when the ice has had to be cut, and they will tell you that by obeying these simple forms of doctrine they have received for themselves, by the laying on of hands of the Elders, this Holy Ghost, and that it has borne record to them of the Father and the Son. Is not the experiment worth trying? Is not the prize of sufficient value to induce you to sacrifice the follies of the world to put on Christ?<span class=\"citation\" id=\"74568\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74568)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74568)\">Gal. 3:27<\/a><\/span> Shall we not run the race that is set before us?<span class=\"citation\" id=\"77171\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77171)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77171)\">Heb. 12:1<\/a><\/span> Shall we not do and perform the acts which bring unto us the power of God? <\/div><div class=\"paragraph jod\" id=\"v20n627\"> But is this power acquired only by acts or words? Let us see what the Savior says. You remember that a certain man brought his son who was possessed of a devil to the Savior that the Savior might cast the devil out as the Apostles had failed  <div class=\"break pagebreak\" id=\"235a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0235.pdf\" target=\"pdfwin\">p.&#xA0;235a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7290\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to do so. The Savior, it will be remembered, gave them a severe rebuke upon that occasion saying in substance: How long shall I be with you as a teacher and you be so thickheaded that you will not learn these principles which I teach from day to day? How long shall I suffer you to be my disciples, and how long shall I have to be with you as your teacher before you learn these things? Bring the boy to me. The father obeyed and by that power which had been developed in Christ by obedience to law he commanded the unclean spirit to come out of the tabernacle of the boy and to depart from him and it obeyed him. The disciples felt the rebuke, and when opportunity presented itself they asked the Savior why they could not cast out the evil spirit. And Jesus answered and said unto them, &#x201C;Because of your unbelief: for verily I say unto you, If ye have faith as a grain of mustard seed, ye shall say unto this mountain, Remove hence to yonder place; and it shall remove; and nothing shall be impossible unto you.&#x201D;<span class=\"citation\" id=\"64999\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64999)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64999)\">Matt. 17:14-20<\/a><\/span> What? I have heard ministers say, yes you can remove mountains by utilizing a lot of Chinamen. But shall we thus curtail the power of faith for it is a principle of power and not simply a volition of the will. It was by the power of faith that God created the heavens and the earth.<span class=\"citation\" id=\"76956\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76956)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76956)\">Heb. 11:3<\/a><\/span> And if God could by the power of faith organize these vast planets which revolve in most perfect order through space, if, I say, that he could do this by the power of faith, how great a portion of that power would it take to remove the Wasatch range? Not a very large proportion. Said the Savior to his disciples in answer to their inquiry: &#x201C;howbeit this kind goeth not out but by prayer and fasting.&#x201D;<span class=\"citation\" id=\"65006\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65006)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65006)\">Matt. 17:21<\/a><\/span> Then we have a clue from the declaration of the Savior himself as to <div class=\"break columnbreak\" id=\"235b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0235.pdf\" target=\"pdfwin\">p.&#xA0;235b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7290\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> how this power is obtained. To believe only? No. Belief only would be worthless; belief followed by works under the direction of the Holy Spirit, which is the power of God, brings forth the power of faith. Have you Elders of Israel found yourselves in the same condition as these disciples, when called upon to perform a similar act, and if you have did you know the reason why? Learn the answer from the lips of the Savior. Do you fast and pray according to the ordinances of this system, through which the power of God is obtained? If you have not, then your ministrations were in vain because you failed to comply with the conditions. Are the promises to men in an individual capacity? In one sense, yes; in another, no. When the conditions prescribed are complied with, then the fulfillment of the promises must be forthcoming, for God cannot lie.<span class=\"citation\" id=\"76296\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76296)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76296)\">Titus 1:2<\/a><\/span> Is it the individual that acts then? No. He is simply the representative; it is the ministering servant of God who acts, not in his own name but in the name of his principal, by virtue of the power behind the throne. Just the same as the Judge upon the bench or the Police upon the street. Do they act in their own name? No, but are representatives of a power from whom they hold their commissions. So they who minister in the holy ordinances of the Gospel, minister not in their own name, but by virtue of the authority of their commission. For how can men preach the Gospel except they be sent,<span class=\"citation\" id=\"72738\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72738)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72738)\">Rom. 10:15<\/a><\/span> and sent of God to declare his Gospel, so that their words may be the words of God to the people? Then the exhortation of the Elders of Israel is, Repent, every one of you, and be baptized for the remission of your sins and the promise is that you shall receive the Holy Ghost,<span class=\"citation\" id=\"71242\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71242)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71242)\">Acts 2:38<\/a><\/span> which will  <div class=\"break pagebreak\" id=\"236a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0236.pdf\" target=\"pdfwin\">p.&#xA0;236a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7289\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>lead and guide you into all truth;<span class=\"citation\" id=\"70419\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70419)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70419)\">John 16:13<\/a><\/span> it will bring things past to your remembrance,<span class=\"citation\" id=\"70057\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70057)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70057)\">John 14:26<\/a><\/span> and it will show you things to come.<span class=\"citation\" id=\"70418\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70418)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70418)\">John 16:13<\/a><\/span> It will enlighten your minds and will lead you step by step, giving line upon line, precept upon precept, here a little and there a little.<span class=\"citation\" id=\"58577\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58577)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58577)\">Isa. 28:10,13<\/a><\/span> But owing to the weakness of the flesh and the weaknesses of our fallen natures that are ever present with us, we learn slowly. But by perseverance in the warfare against sin we continually increase this power within us, which though gradually developing will ultimately become in us a principle of revelation and prophecy, sufficient to enable us to hold converse with God and to receive wisdom and knowledge from the great fountain of intelligence. The Gospel does away with all narrow contracted feelings; it widens the range of thought as well as ennobles the mind; it makes us feel that God is our father, that the world is our home and that mankind are our brethren, all the sons and daughters of God; and I am not benefited by crushing you nor you by crushing me, but that we are only exalted in the scale of being by acts of intelligence and goodness; and that as we increase in knowledge so do we increase in the power of God. <\/div><div class=\"paragraph jod\" id=\"v20n630\"> The government of God upon the earth is denominated as his priesthood, as is declared by Paul in his letter to the Romans, is the power of God<span class=\"citation\" id=\"72219\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72219)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72219)\">Rom. 1:16<\/a><\/span> made known and that which may be known of God is manifest in them who hold this priesthood, for God hath shewn it unto them. The knowledge of God comes then through the priesthood which has been established upon the earth; and the salvation of the human family through the administration of the ordinances of this Gospel by the power and authority <div class=\"break columnbreak\" id=\"236b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0236.pdf\" target=\"pdfwin\">p.&#xA0;236b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7289\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> thereof. His knowledge comes to us with an assurance which is stronger and more convincing than the seeing of the eye, the hearing of the ear and the handling of the hand put together. For it is as Paul says, the sure word of prophecy,<span class=\"citation\" id=\"78287\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78287)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78287)\">2 Pet. 1:19<\/a><\/span> which is more satisfactory evidence to the human mind than all other evidences combined. And it comes to us with such convincing power that it cannot be gainsayed. And hence these young Elders stand up and say they know the things to be true whereof they testify by the gift and power of the Holy Ghost. And they tell us that they have obtained this knowledge by obeying this simple form of doctrine, which is so plain that a wayfaring man need not err therein<span class=\"citation\" id=\"59216\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59216)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59216)\">Isa. 35:8<\/a><\/span> if he sets his heart to do the will of God. Are they narrow, contracted in their feelings? If so why do they spend their time in going forth to labor in the vineyard of the Lord without compensation, except that which comes from God and the satisfaction of knowing that they are doing the will of Heaven? They preach not for hire nor divine for money<span class=\"citation\" id=\"62107\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62107)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62107)\">Micah 3:11<\/a><\/span> but go forth and preach the everlasting Gospel to all, calling upon the people everywhere to repent and be baptized for the remission of their sins, promising them in the name of him who commissioned them, that when these requirements are complied with in all sincerity they shall receive the gift of the Holy Ghost,<span class=\"citation\" id=\"71243\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71243)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71243)\">Acts 2:38<\/a><\/span> which shall give them to understand and know for themselves that 2 and 2 are 4, that God lives, that Jesus is the Lord; all being taught by this Spirit will know and understand alike. Ignorance will depart and knowledge will increase and abound and to all there will be but one Lord, one faith, and one baptism.<span class=\"citation\" id=\"74983\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74983)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74983)\">Eph. 4:5<\/a><\/span> Amen. <\/div>\n<\/div>\n<\/div>"}