{"ID":200038, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Power and Effects of the Gospel&#x2014;Antagonism Between Light and Darkness&#x2014;Necessity of God's Judgments Upon the Wicked.<\/div>\n<div class=\"subtitle\">Discourse by President John Taylor, delivered in the Tabernacle, Salt Lake City, July 6, 1879.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Geo. F. Gibbs.<\/div>\n<div class=\"pageHeader\">Page Header: Power and Effects of the Gospel, Etc.<\/div>\n<div class=\"speaker\">Speaker: John Taylor<\/div>\n<div class=\"date\">Date: 7\/6\/1879<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d38\">\n<div class=\"paragraph jod\" id=\"v20n790\"> I have been very much interested in listening to the remarks made by my brethren both this morning and afternoon. And I feel with the aid of the Almighty, like making a few remarks myself. <\/div><div class=\"paragraph jod\" id=\"v20n791\"> We are living in a peculiar day and age of the world, in a time that has been spoken of by prophets, seers, revelators and apostles, by men who have been inspired by the Spirit of the living God and who comprehended the purposes and designs of God in relation to the world on which we live; in relation to the people who now live upon it, to those who have lived upon it in the various ages of time and to those who will live upon it, and who have had a general conception and manifestation of the various events that should transpire associated with what is termed in scripture, &#x201C;the dispensation of the fulness of times,&#x201D; in which God would gather together all things in one, whether they be things in the heavens or things on the earth.<span class=\"citation\" id=\"74834\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74834)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74834)\">Eph. 1:10<\/a><\/span> As a commencement of this operation he has communicated his will again to man, and by revelation of that will, by the opening of the heavens, by the ministering of holy angels and by the voice of God <div class=\"break columnbreak\" id=\"300b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0300.pdf\" target=\"pdfwin\">p.&#xA0;300b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7225\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> have we had revealed unto us those great and eternal principles in which the interests of a world are concerned, past, present and future. <\/div><div class=\"paragraph jod\" id=\"v20n792\"> We have had a good deal spoken unto us pertaining to the Gospel of the Son of God and the power and blessing associated therewith, as well as arguments advanced and scriptures quoted to show the various manifestations of the Spirit of God in other ages. But the Gospel itself is a principle of revelation, and without revelation we can have no Gospel; for we are emphatically told that life and immortality are brought to light by the Gospel;<span class=\"citation\" id=\"76074\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76074)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76074)\">2 Tim. 1:10<\/a><\/span> that through its influence men are able to comprehend the position and relationship they sustain to each other, and to God, to the past, to the present and to the future and can alone comprehend the final destinies of man. The Gospel is a living, abiding, eternal principle. And hence when John on the Isle of Patmos, wrapped in prophetic vision gazing upon the events that should transpire in the latter days, saw, among other things, &#x201C;another angel fly in the midst of heaven, having the everlasting gospel to preach to them that dwell upon the earth,&#x201D;<span class=\"citation\" id=\"79821\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79821)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79821)\">Rev. 14:6<\/a><\/span> not a new Gospel,  <div class=\"break pagebreak\" id=\"301a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0301.pdf\" target=\"pdfwin\">p.&#xA0;301a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7224\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>not some new theory or principles or dogma; but the everlasting Gospel, as it had existed with the Gods in eternity&#x2014;the medium through which God conveys intelligence to the human mind; the principle by which Gods are governed and all nations controlled, the everlasting Gospel.<span class=\"citation\" id=\"79822\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79822)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79822)\">Rev. 14:6<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v20n794\"> This principle has been referred to as being a personal thing in which everybody that is brought in contact therewith and obeys its requirements is made a participator and becomes one of the vast multitude that has existed, does exist and will exist in seeking to carry out the purposes and designs of God in relation to the welfare, happiness and exaltation of the human family. Therefore, the relevancy of the remarks we read, such as we have heard today, calling upon the people to repent and be baptized in the name of Jesus Christ for the remission of sins and they should receive the Holy Ghost.<span class=\"citation\" id=\"71248\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71248)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71248)\">Acts 2:38<\/a><\/span> Who? Those who repent, those who believe, those who obey, those who are governed by the principles contained in the Gospel of the Son of God. And what should that do for them? Take of the things of God and show them to them,<span class=\"citation\" id=\"70511\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70511)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70511)\">John 16:15<\/a><\/span> and bring them into communion with the Lord Jesus Christ and with the Father and into communion with the holy angels and prophets who lived before, enjoying the same Gospel, the same light, the same intelligence, the same spirit and the same power; that they might be one with each other, one with the ancient apostles, prophets, patriarchs and men of God who have lived in the different ages; one with the Lord Jesus Christ, operating together for the one great purpose of Jehovah pertaining to the welfare, happiness and exaltation of the world and the people thereof. <div class=\"break columnbreak\" id=\"301b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0301.pdf\" target=\"pdfwin\">p.&#xA0;301b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7224\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> And hence, say the scriptures, you have all been baptized into one baptism.<span class=\"citation\" id=\"73514\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73514)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73514)\">1 Cor. 12:13<\/a><\/span> And what else? You have all partaken of the same spirit,<span class=\"citation\" id=\"73513\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73513)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73513)\">1 Cor. 12:13<\/a><\/span> as Jesus says, &#x201C;that they may be one, even as we are one: I in them, and they in me, that they may be made perfect in one.&#x201D;<span class=\"citation\" id=\"70775\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70775)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70775)\">John 17:22-23<\/a><\/span> And hence those who have obeyed the Gospel&#x2014;although in many instances they do not comprehend it in all its bearing, and very few do, in fact we only see as through a glass darkly, see in part, know in part, prophesy in part, and comprehend in part until that which is perfect shall come and that which is in part shall be done away, that we may all then see as we are seen, and know as we are known.<span class=\"citation\" id=\"73694\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73694)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73694)\">1 Cor. 13:9-12<\/a><\/span> But although we have not arrived at that condition, yet all who have received the Holy Ghost through obedience to the laws of God and the ordinances thereof, administered by men holding authority, know for themselves not only that this is the work of God, that this is the church and kingdom of God and that we are engaged in establishing and bringing to pass the things that have been spoken of by the holy prophets since the world was.<span class=\"citation\" id=\"71394\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71394)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71394)\">Acts 3:21<\/a><\/span> They know at least that they have passed from death into life,<span class=\"citation\" id=\"69128\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69128)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69128)\">John 5:24<\/a><\/span><span class=\"citation\" id=\"78714\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78714)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78714)\">1 Jn. 3:14<\/a><\/span> the Holy Ghost bearing witness thereof. That is the case of every individual who has lived his religion, keeping the commandments of God. They realize this and know it for themselves, and consequently it is, as has been referred to, with everyone a personal thing. That principle is not for somebody else; it is for ourselves, and if we follow the leading of that spirit and grieve not the Spirit of God, whereby we are sealed to the day of redemption,<span class=\"citation\" id=\"75299\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75299)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75299)\">Eph. 4:30<\/a><\/span> that spirit will grow and increase in us, and we shall add to our faith virtue, and to virtue knowledge, and to knowledge  <div class=\"break pagebreak\" id=\"302a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0302.pdf\" target=\"pdfwin\">p.&#xA0;302a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7223\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>brotherly kindness, to brotherly kindness charity,<span class=\"citation\" id=\"78239\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78239)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78239)\">2 Pet. 1:5-7<\/a><\/span> and so forth; increasing in every good word and work until we shall see as we are seen and know as we are known.<span class=\"citation\" id=\"87180\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87180)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87180)\">D&amp;C 76:94<\/a><\/span> This is to be brought by the Gospel<span class=\"citation\" id=\"76075\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76075)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76075)\">2 Tim. 1:10<\/a><\/span> of Jesus Christ&#x2014;the everlasting Gospel.<span class=\"citation\" id=\"79823\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79823)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79823)\">Rev. 14:6<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v20n796\"> Now this is a personal thing, it belongs to each one individually to every man, to every woman, to every boy, to every girl who has arrived at the years of accountability. If they are living their religion and keeping the commandments of God they have the Spirit of God within them that bears witness unto them that they are the children of God, even heirs of God and joint heirs with Jesus Christ our Lord.<span class=\"citation\" id=\"72543\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72543)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72543)\">Rom. 8:16-17<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v20n797\"> Now then, we come to other things. This eternal principle of which we speak is not to be confined to ourselves alone. It reaches out and seeks to bless, and while being blessed it seeks to communicate the same to others; it seeks to advance and promote the welfare of humanity in all conditions in every sphere and among all people, just as God does, for it emanates from him, and he is the God and Father of us all, not only of the Latter-day Saints, but all other people; but having committed to us the true riches<span class=\"citation\" id=\"67763\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67763)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67763)\">Luke 16:11<\/a><\/span> of eternal life, he expects us to communicate the same to others. And hence in former times he said unto his disciples, &#x201C;Go ye into all the world, and preach the gospel to every creature. He that believeth and is baptized shall be saved; but he that believeth not shall be damned.&#x201D;<span class=\"citation\" id=\"66803\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66803)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66803)\">Mark 16:15-16<\/a><\/span> Also, &#x201C;Let your light so shine before men, that they may see your good works, and glorify your Father which is in heaven.&#x201D;<span class=\"citation\" id=\"63089\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63089)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63089)\">Matt. 5:16<\/a><\/span> But he has prepared men for the accomplishment of this work. In former times, both on this continent and the continent of Asia and other places, he communicated <div class=\"break columnbreak\" id=\"302b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0302.pdf\" target=\"pdfwin\">p.&#xA0;302b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7223\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> with men himself, organized his church, established his priesthood, endowed men with authority, placed them in positions and gave them power to act; and they became priests of the Most High God,<span class=\"citation\" id=\"53074\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53074)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53074)\">Gen. 14:18<\/a><\/span><span class=\"citation\" id=\"76776\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76776)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76776)\">Heb. 7:1<\/a><\/span> the dispensers of salvation to a fallen world, and the medium through which he communicated intelligence and knowledge of himself, his laws, and of his eternal purposes pertaining to the human family. And hence, in former times, he said to his disciples, &#x201C;Ye have not chosen me, but I have chosen you;&#x201D;<span class=\"citation\" id=\"129372\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129372)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129372)\">Luke 8:1 (JST)<\/a><\/span><span class=\"citation\" id=\"70183\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70183)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70183)\">John 15:16<\/a><\/span> go ye forth then and proclaim these tidings to all people. And what else? And take care also of the flock of Christ, watch over my sheep. And hence, when he said to Peter on a certain occasion, after he had manifested his weakness and infirmity, &#x201C;Simon, son of Jonas, lovest thou me more than these? He saith unto him, Yea, Lord; thou knowest that I love thee. He saith unto him, Feed my sheep.&#x201D; A second and a third time he asked the same question. A second and a third time he was answered in the same way.<span class=\"citation\" id=\"70981\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70981)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70981)\">John 21:15-17<\/a><\/span> One thing was to spread forth the light of truth, to preach the Gospel, to unfold the principles of eternal truth; and then when people had received the first principles of the Gospel, to teach them and more fully instruct them in the principles of eternal life. And hence the necessity of the priesthood. And what is that? The rule and government of God through the medium of which men whom he selects and chooses, which he has done in the different ages of time, are duly authorized and qualified to proclaim his will and administer his ordinances. There is more than one priesthood spoken of in the scriptures. There is one especially associated with the Gospel which Paul  <div class=\"break pagebreak\" id=\"303a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0303.pdf\" target=\"pdfwin\">p.&#xA0;303a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7222\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>speaks of as being without beginning of days or end of years; or, rather, he speaks of a man, Melchizedek by name, who was without beginning of days or end of years, and he abides a priest forever.<span class=\"citation\" id=\"76805\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76805)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76805)\">Heb. 7:3<\/a><\/span><span class=\"citation\" id=\"87544\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87544)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87544)\">D&amp;C 84:17<\/a><\/span><span class=\"citation\" id=\"92769\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92769)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92769)\">Moses 6:67<\/a><\/span> Some people have thought that he was a very singular kind of character, without father and without mother.<span class=\"citation\" id=\"76806\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76806)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76806)\">Heb. 7:3<\/a><\/span> However, that is very easily comprehended when you are made acquainted with the principle. In the Levitical priesthood, they had to prove by the records that they were literal descendants of Aaron and of the tribe of Levi, before they could be admitted to the priesthood.<span class=\"citation\" id=\"90144\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90144)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90144)\">D&amp;C 107:13<\/a><\/span> But speaking of this, the Melchizedek priesthood, he said it was without father and mother.<span class=\"citation\" id=\"76807\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76807)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76807)\">Heb. 7:3<\/a><\/span><span class=\"citation\" id=\"128031\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128031)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128031)\">Heb. 7:3 (JST)<\/a><\/span> It is an organization independent of these considerations, and those who have it abide priests continually,<span class=\"citation\" id=\"76808\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76808)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76808)\">Heb. 7:3<\/a><\/span> and administer both in time and eternity. What, does it continue so long? Yes. How do you know? By the revelations of Jesus Christ.<span class=\"citation\" id=\"74446\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74446)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74446)\">Gal. 1:12<\/a><\/span> For your information I will take the scriptures for it, and examine for a moment some principles there developed. <\/div><div class=\"paragraph jod\" id=\"v20n799\"> I find that when Jesus was upon the earth, he, on a certain occasion, took Peter, James and John with him to the top of a mountain; and he was transfigured before them, and Moses and Elias appeared before them.<span class=\"citation\" id=\"64973\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64973)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64973)\">Matt. 17:1-3<\/a><\/span> And Peter said: &#x201C;Master, it is good for us to be here: and let us make three tabernacles; one for thee, one for Moses, and one for Elias.&#x201D;<span class=\"citation\" id=\"64995\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64995)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64995)\">Matt. 17:4<\/a><\/span> For whom? &#x201C;One for thee.&#x201D; Who else? &#x201C;One for Moses.&#x201D; What was Moses doing there? &#x201C;And one for Elias.&#x201D;<span class=\"citation\" id=\"64996\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64996)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64996)\">Matt. 17:4<\/a><\/span> What was Elias doing there? Where did these strangers come from, both having existed generations before. They held the priesthood in time. Moses preached the Gospel in time, <div class=\"break columnbreak\" id=\"303b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0303.pdf\" target=\"pdfwin\">p.&#xA0;303b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7222\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and Elias did the same thing; both of them held the priesthood, and now they come to administer to Jesus; having existed in the eternal world, they come again to earth and administer to him and to Peter, James and John on the mountain. Why? Because they held the everlasting priesthood, that administers in time and eternity. <\/div><div class=\"paragraph jod\" id=\"v20n800\"> I again turn to the Bible, and find in the Revelation of St. John there was a great and mighty personage presented himself to him, arrayed in glory, magnificence and power. And John fell down to worship him. Said he, &#x201C;See thou do it not.&#x201D;<span class=\"citation\" id=\"80858\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80858)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80858)\">Rev. 22:9<\/a><\/span> Why? Who art thou? &#x201C;I am thy fellowservant, and of thy brethren that have the testimony of Jesus.&#x201D;<span class=\"citation\" id=\"80379\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80379)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80379)\">Rev. 19:10<\/a><\/span> I am one of thy fellowservants, the prophets that lived upon the earth, that ministered in time and operated as thou art now doing, seeking to carry out the will of my Father; having held the priesthood and ministering therein in time, I am now continuing to administer this everlasting priesthood, which is associated with the everlasting Gospel. Well, so much for this. We will let it pass. <\/div><div class=\"paragraph jod\" id=\"v20n801\"> Now then, what is the position we occupy? We have had the same things restored to us through Joseph Smith, by the revelations of God the Father and his Son Jesus Christ, and Moroni and Mormon, and Peter, James and John, and John the Baptist and others who communicated the same and revealed things pertaining to the priesthood they held, and conferred authority upon him, and he upon others, to administer in regard to these great and eternal principles. And hence we have our church organized upon this basis, our presidency, our apostles, our seventies, our high priests, our elders, our high councils, our bishops and their  <div class=\"break pagebreak\" id=\"304a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0304.pdf\" target=\"pdfwin\">p.&#xA0;304a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7221\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>counselors, our priests, teachers and deacons, and all the various organizations of the church and kingdom of God. What else? The edifying of the body of Christ.<span class=\"citation\" id=\"75166\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75166)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75166)\">Eph. 4:12<\/a><\/span> Edifying the body of Christ?<span class=\"citation\" id=\"75165\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75165)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75165)\">Eph. 4:12<\/a><\/span> Yes. Go and preach the Gospel to all nations.<span class=\"citation\" id=\"66445\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66445)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66445)\">Matt. 28:19<\/a><\/span> What then? Gather them together. What then? Says the prophet Jeremiah, &#x201C;I will take you one of a city, and two of a family, and bring you to Zion: And I will give you pastors according to mine heart, which shall feed you with knowledge and understanding,&#x201D;<span class=\"citation\" id=\"60363\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60363)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60363)\">Jer. 3:14-15<\/a><\/span> and &#x201C;edify the body of Christ,&#x201D;<span class=\"citation\" id=\"75164\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75164)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75164)\">Eph. 4:12<\/a><\/span> that they may be prepared to fulfill their destiny and magnify their calling on the earth. But what then? We go to work to build temples. What for? That we may administer therein. For whom? For the living and for the dead, that as the scriptures say, &#x201C;Saviors may come up on mount Zion; and the kingdom be the Lord's.&#x201D;<span class=\"citation\" id=\"62014\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62014)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62014)\">Obad. 1:21<\/a><\/span> And that by gathering together a nucleus of people from among the various nations of the earth, we may be under the influence of the Spirit of the Lord, united together in one and through the medium of the holy priesthood and our union and communion with God, we may go to work and operate with the apostles, prophets, patriarchs and men of God who have lived in the different ages of the world, and with God and with Jesus, the Mediator of the New Covenant<span class=\"citation\" id=\"77308\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77308)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77308)\">Heb. 12:24<\/a><\/span> that we may operate with them in the accomplishment of the purposes of God pertaining to the salvation of the living and the redemption of the dead. <\/div><div class=\"paragraph jod\" id=\"v20n803\"> These are some of the works that we are engaged in and expect to be engaged in, and expect to carry out, and to do the things that God requires at our hands, and we expect God and the holy angels and the priesthood behind the veil and all <div class=\"break columnbreak\" id=\"304b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0304.pdf\" target=\"pdfwin\">p.&#xA0;304b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7221\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> heaven to be on the side of Israel, and all hell to be opposed to us; and we will risk the consequences under any circumstances. <\/div><div class=\"paragraph jod\" id=\"v20n804\"> We talk about the Saints; are they good people? Yes, many of them are very good people. And the balance of them? Well, some of them are sinners; some of them the meanest of men you can find anywhere. How is this? It is exactly in the way the Scripture says. I think it says: &#x201C;The kingdom of heaven is like unto a net, that was cast into the sea, and gathered of every kind.&#x201D;<span class=\"citation\" id=\"64691\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64691)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64691)\">Matt. 13:47<\/a><\/span> And so it is among us, and so it has been and so it will be. If we take the history of the ages past, it has been precisely so. The very first start we read that Adam had two sons, one Cain, and one Abel.<span class=\"citation\" id=\"52678\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52678)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52678)\">Gen. 4:1-2<\/a><\/span> Abel was a man that feared God, but Cain did not.<span class=\"citation\" id=\"52687\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52687)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52687)\">Gen. 4:3-5<\/a><\/span> That is like some of us here. Some of us fear God, and some of us do not; and those who do not always consider they are injured or oppressed, or there is always something wrong; they labor under an immense amount of difficulty; but the good folks sing, Hallelujah, hallelujah, the Lord God Omnipotent reigneth,<span class=\"citation\" id=\"80337\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80337)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80337)\">Rev. 19:6<\/a><\/span> and will reign until he puts all enemies under His feet;<span class=\"citation\" id=\"73852\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73852)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73852)\">1 Cor. 15:25<\/a><\/span><span class=\"citation\" id=\"87226\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87226)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87226)\">D&amp;C 76:106<\/a><\/span> and they feel peaceful and rejoice in the Lord of hosts. Cain thought he was injured because the Lord did not accept of his sacrifice, and he thought his brother had something to do with it, and his jealousy prompted him to slay him, and he did so.<span class=\"citation\" id=\"52703\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52703)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52703)\">Gen. 4:5-8<\/a><\/span><span class=\"citation\" id=\"92610\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92610)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92610)\">Moses 5:18-32<\/a><\/span> That was rather a bad start when you come to look at it. According to the Bible, there were only two of them;<span class=\"citation\" id=\"52677\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52677)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52677)\">Gen. 4:1-2<\/a><\/span> and the wicked man was left to represent what? Outside of Adam, God's creation on the earth, for at least one hundred and thirty years, except that Adam had other sons.<span class=\"citation\" id=\"52758\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52758)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52758)\">Gen. 5:3<\/a><\/span><span class=\"citation\" id=\"92698\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92698)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92698)\">Moses 6:10<\/a><\/span> That, however, we will not talk  <div class=\"break pagebreak\" id=\"305a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0305.pdf\" target=\"pdfwin\">p.&#xA0;305a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7220\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>about today. Well, the Lord came along after a while, and, says he, &#x201C;What have you been doing? Where is thy brother Abel?&#x201D; He replied, &#x201C;I do not know anything about him, I am not my brother's keeper.&#x201D;<span class=\"citation\" id=\"52728\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52728)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52728)\">Gen. 4:9<\/a><\/span><span class=\"citation\" id=\"92656\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92656)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92656)\">Moses 5:34<\/a><\/span> Says the Lord, &#x201C;The voice of thy brother's blood crieth unto me from the ground;<span class=\"citation\" id=\"52730\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52730)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52730)\">Gen. 4:10<\/a><\/span><span class=\"citation\" id=\"92658\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92658)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92658)\">Moses 5:35<\/a><\/span> and because thou hast done this thing, I will set a mark upon thee,<span class=\"citation\" id=\"52738\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52738)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52738)\">Gen. 4:15<\/a><\/span><span class=\"citation\" id=\"92662\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92662)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92662)\">Moses 5:40<\/a><\/span> and thou shalt be a vagabond upon the earth;&#x201D;<span class=\"citation\" id=\"52734\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52734)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52734)\">Gen. 4:14<\/a><\/span><span class=\"citation\" id=\"92660\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92660)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92660)\">Moses 5:37<\/a><\/span> and so will every man be who fights against Zion; and if anybody does not believe it, let him try it, and he will find out before he gets through that there is a God that rules in the heavens, and that he is all the day long crying, &#x201C;Touch not mine anointed, and do my prophets no harm.&#x201D;<span class=\"citation\" id=\"55876\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55876)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55876)\">1 Chr. 16:22<\/a><\/span><span class=\"citation\" id=\"57096\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57096)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57096)\">Ps. 105:15<\/a><\/span> And said he on another occasion, &#x201C;Whoso shall offend one of these little ones which believe in me, it were better for him that a millstone were hanged about his neck, and that he were drowned in the depths of the sea.&#x201D;<span class=\"citation\" id=\"65032\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65032)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65032)\">Matt. 18:6<\/a><\/span> This is how I read the Bible. <\/div><div class=\"paragraph jod\" id=\"v20n806\"> I find in tracing out the scriptures, that from the beginning there have existed two powers&#x2014;the powers of light and the powers of darkness; that both these things existed in the heavens before they came here, that the powers of darkness were cast out, and thus became the devil and his angels.<span class=\"citation\" id=\"84843\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84843)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84843)\">D&amp;C 29:37<\/a><\/span> This antagonism, then, existed before, and it is necessary it should exist. It is necessary men should be tried and purged and purified and made perfect through suffering. And hence we find men in the different ages that have passed through trials and afflictions of every kind, and they had to learn to put their faith in God, and in God alone. Such was the wickedness and corruptions of men in the early ages that it was necessary that God should sweep the face of the earth by a flood, in order that men might be deprived of <div class=\"break columnbreak\" id=\"305b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0305.pdf\" target=\"pdfwin\">p.&#xA0;305b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7220\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> their power to do evil.<span class=\"citation\" id=\"52897\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52897)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52897)\">Gen. 7:1-24<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v20n807\"> I have heard some people say that they thought it was very hard for God to do such a thing. I think it would have been very cruel on his part if he had not done it. Why? Because man is a dual being, associated with time and eternity, being in possession of a spirit as well as a body; and as God is the God and Father of the spirits of all flesh<span class=\"citation\" id=\"54763\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54763)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54763)\">Num. 16:22<\/a><\/span><span class=\"citation\" id=\"54877\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54877)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54877)\">Num. 27:16<\/a><\/span> that ever did exist or will have a being on the earth, it was necessary under certain circumstances, that he should operate in his judgment upon the wicked whenever they should become as corrupt as they did at that time. Why so? For God is the God and Father of the spirits of all flesh<span class=\"citation\" id=\"54762\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54762)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54762)\">Num. 16:22<\/a><\/span><span class=\"citation\" id=\"54878\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54878)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54878)\">Num. 27:16<\/a><\/span> and all flesh at that time had corrupted itself. And would it be just for those unborn spirits to have to come and inhabit bodies of those unclean and corrupt people and have to suffer the judgments of God? No, it was not just; and it would be very reasonable for them to say, &#x201C;Father, look at that world of people; see their crimes, their degradation, their iniquity, their theft and robbery, their murders and whoredoms and every kind of evil; they have left the good and have gone to the bad, and the imaginations and thoughts of their hearts are evil;<span class=\"citation\" id=\"52840\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52840)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52840)\">Gen. 6:5<\/a><\/span><span class=\"citation\" id=\"93309\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93309)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93309)\">Moses 8:22<\/a><\/span> Father, is it proper that we should have to go there and inhabit such low, fallen, degraded bodies as they possess, and thus not have a fair chance upon the earth?&#x201D; &#x201C;No,&#x201D; says he, &#x201C;it is not; and I will destroy them and raise up another people.&#x201D; And hence, he destroyed them. But was the spirit of antagonism to God extinct by this act? No, it still continued to operate. We find, for instance, that in the days of Job the sons of God met together before the Lord, and that Satan was among them.<span class=\"citation\" id=\"55991\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55991)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55991)\">Job 1:6<\/a><\/span> This may  <div class=\"break pagebreak\" id=\"306a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0306.pdf\" target=\"pdfwin\">p.&#xA0;306a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7219\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>seem strange, that the devil should be permitted to move among the sons of God, but nevertheless it was so. And the Lord conversed with him, asking him if he had considered his servant Job, who was a perfect man, etc. &#x201C;O yes,&#x201D; Satan remarked, &#x201C;I know all about him; but allow me to have a rap at him. Job does not fear God for nought. You have made a hedge around him and fenced him in; under those circumstances who would not serve God? I would if you would serve me so.&#x201D; &#x201C;You may try him,&#x201D; says the Lord. The devil took his leave; and the next thing we hear of is a series of troubles that befell this good man. We are told that the Sabians and Chaldeans, as they do here sometimes, fell upon his oxen and camels and took them away, and that they spared not the herdsmen, but slew them with the edge of the sword. This report had no sooner been made to him when another followed, representing that fire had fallen from heaven and destroyed his sheep and their herdsmen, save only the one who brought the intelligence. And while he was speaking, we are told that another messenger arrived, informing his master, Job, that while his sons and daughters were feasting in their elder brother's house, a great wind from the wilderness blew up and smote the house until it fell, killing the young men. But withal, Job's integrity was not shaken. &#x201C;Naked,&#x201D; said he, &#x201C;came I unto the earth, and naked shall I return thither: the Lord gave, and the Lord hath taken away; and blessed be the name of the Lord.&#x201D;<span class=\"citation\" id=\"55985\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55985)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55985)\">Job 1:1-21<\/a><\/span> Again, there came a day when the sons of God assembled together before the Lord; and the devil also presented himself. And the Lord said unto Satan, &#x201C;Hast thou considered my servant Job, that there is none like <div class=\"break columnbreak\" id=\"306b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0306.pdf\" target=\"pdfwin\">p.&#xA0;306b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7219\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> him in the earth, a perfect and an upright man, one that feareth God, and escheweth evil? and still he holdeth fast his integrity, although thou movedst me against him, to destroy him without cause. And Satan answered the Lord, and said, Skin for skin, yea, all that a man hath will he give for his life. But put forth thine hand now, and touch his backbone and his flesh, and he will curse thee to thy face. And the Lord said unto Satan, Behold, he is in thine hand; but save his life.&#x201D; Then Satan smote Job with boils, from the crown of his head to the souls of his feet; and he set his friends upon him, and they accused him, and his enemies taunted him, and finally his wife came along when he was in this miserable condition, and said, &#x201C;Dost thou still retain thine integrity? curse God, and die.&#x201D; But Job answered and said unto her, &#x201C;Thou speakest as one of the foolish women speaketh. What? shall we receive good at the hand of God, and shall we not receive evil?<span class=\"citation\" id=\"56050\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56050)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56050)\">Job 2:1-10<\/a><\/span> The Lord gave, and the Lord hath taken away; blessed be the name of the Lord.&#x201D;<span class=\"citation\" id=\"56033\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56033)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56033)\">Job 1:21<\/a><\/span> This was his feeling; and it is pleasant to feel that way after all&#x2014;much better than the other way. He said further: &#x201C;Though he slay me, yet will I trust in him.&#x201D;<span class=\"citation\" id=\"56116\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56116)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56116)\">Job 13:15<\/a><\/span> And why? Because he had the everlasting gospel. What! Job had the Gospel? Yes, to be sure he had. How do I know? Because the Gospel brings life and immortality to light;<span class=\"citation\" id=\"76076\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76076)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76076)\">2 Tim. 1:10<\/a><\/span> and he had a knowledge of that. And hence he says, &#x201C;For I know that my redeemer liveth, and that he shall stand at the latter day upon the earth: And though after my skin worms destroy this body, yet in my flesh shall I see God: Whom I shall see for myself, and mine eyes shall behold, and not another; though  <div class=\"break pagebreak\" id=\"307a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0307.pdf\" target=\"pdfwin\">p.&#xA0;307a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7218\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>my reins be consumed within me.&#x201D;<span class=\"citation\" id=\"56152\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56152)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56152)\">Job 19:25-27<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v20n810\"> That is the kind of feeling he had; that is the kind of feeling we want to possess, and feel that God is ours and we are his, and that we are associated with his Church and his kingdom, and are doing his will and carrying out his purposes upon the earth. And it is all the same with us then, whether in peace or war; nobody need have any trembling in the knees, for no power can harm the Saints of God if they continue to be followers of that which is good. The Psalmist says, &#x201C;Surely the wrath of men shall praise thee: the remainder of wrath shalt thou restrain.&#x201D;<span class=\"citation\" id=\"56884\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56884)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56884)\">Ps. 76:10<\/a><\/span> He will turn and overturn, until ultimately the kingdoms of <div class=\"break columnbreak\" id=\"307b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0307.pdf\" target=\"pdfwin\">p.&#xA0;307b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7218\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> this world shall become the kingdoms of our God and his Christ; and he will rule forever and ever.<span class=\"citation\" id=\"79492\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79492)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79492)\">Rev. 11:15<\/a><\/span> Whilst those that set themselves and run against the bosses of Jehovah's buckler, shall find that they have God to cope with, and that they are but potsherds of the earth,<span class=\"citation\" id=\"59402\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59402)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59402)\">Isa. 45:9<\/a><\/span> and that they will wilt and wither and die and be damned. There is no power on earth that can hurt Israel as long as they shall be found doing what is right, obeying the commandments of God, keeping their covenants and preserving themselves in purity and honor before him. <\/div><div class=\"paragraph jod\" id=\"v20n811\"> God bless you and lead you in the paths of life,<span class=\"citation\" id=\"128032\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128032)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128032)\">Ps. 16:11<\/a><\/span> in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}