{"ID":20004, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Reminiscences of the Jackson County Mob, the Evacuation of Nauvoo, and the Settlement of Great Salt Lake City.<\/div>\n<div class=\"subtitle\">An Address by Elder George A. Smith, Delivered to the Children who formed the Procession at the Anniversary of the Entrance of the Pioneers into Great Salt Lake Valley, Delivered in the Tabernacle, Great Salt Lake City, July 24, 1854<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Reminiscences of the Jackson County Mob, Etc.<\/div>\n<div class=\"speaker\">Speaker: George A. Smith<\/div>\n<div class=\"date\">Date: 7\/24\/1854<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d04\">\n<div class=\"paragraph jod\" id=\"v2n109\"> My Young Friends&#x2014;It is with pleasure I rise to address you on the present occasion. <\/div><div class=\"paragraph jod\" id=\"v2n110\"> Having been called upon to walk in the Procession, as the Historian of the Church of Jesus Christ of Latter-day Saints, it created in my breast feelings not easily described; it brought up reminiscences of past scenes, and of celebrations similar to this, wherein I have acted in company with my worthy predecessor, Dr. Willard Richards, one of the First Presidency of the Church of God on earth, and one of the Pioneers who first entered this Valley. He has gone to rest, after being worn out by trials, persecutions, and adversities, and by the difficulties incident in the forming of this settlement in the Valleys of the mountains. <\/div><div class=\"paragraph jod\" id=\"v2n111\"> I could have stopped to drop a tear to the memory of departed worthies&#x2014;the Historian, the aged Patriarch John Smith, and many others; at the same time, I could but feel joyful to see such an immense assembly, gathered together to commemorate the day on which the Pioneers first arrived in this region to inhabit these valleys. <\/div><div class=\"paragraph jod\" id=\"v2n112\"> Should we refer to the pages of the history that is no doubt written in many a private journal, our memories would be refreshed with the startling truth, that the first fifteen years of <div class=\"break columnbreak\" id=\"22b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0022.pdf\" target=\"pdfwin\">p.&#xA0;22b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9565\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> our existence had been a continued scene of trials, persecutions, afflictions, and murders; including the murder of the Prophet, the Patriarch, and a great many others of the ablest and most energetic members of the Church. <\/div><div class=\"paragraph jod\" id=\"v2n113\"> At a Council of the leading men of this community in Nauvoo, it was concluded that on finishing the Temple there, a company of one thousand or fifteen hundred pioneers should establish themselves in the mountains, to prepare the way for a safe retreat from the tyranny and oppression which had so long followed this people. This conclusion was unknown to the public, hence the surprise of the mob at our willingness to depart. <\/div><div class=\"paragraph jod\" id=\"v2n114\"> In a very few days afterwards, bands of organized mobbers commenced the work of burning our houses in Yelrom, Green Plains, and Bear Creek settlements, and throughout the country. As if they were not satisfied with the destruction of the hundreds of lives their persecutions had already sacrificed, and the millions of property they had already destroyed in Missouri; as if dissatisfied with the blood of the Prophet still smoking from the ground as it were; they lighted anew the torch of the incendiary, and the Governor of the State was silently willing to fan its fires. It will be recollected that he  <div class=\"break pagebreak\" id=\"23a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0023.pdf\" target=\"pdfwin\">p.&#xA0;23a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9564\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>did not stop the house burning, but we stopped it ourselves, under the direction of the Sheriff of the County. <\/div><div class=\"paragraph jod\" id=\"v2n116\"> The moment that was done, General Harden, mounted on a white horse, backed up and accompanied by other dignitaries of the State came into Nauvoo with four hundred men. What was said to us by these worthies? They said, that in consequence of the combination against us throughout the State, the Governor did not feel at liberty to do anything for us; so we were abandoned to the rage of unprincipled men. <\/div><div class=\"paragraph jod\" id=\"v2n117\"> They then informed us they had come to search for some men that were missing, and formed a square around the Temple, also around the stables of the Nauvoo house, but more particularly around the Masonic Hall, the basement story of which contained a quantity of wine. General Hardin, and others of his band, went into the stables where a horse had just been bled, and concluded a man had been killed there, but fortunately the horse was there to answer for the blood. The General and his Staff then pierced with their swords the heaps of manure, thinking, I presume, that if they pricked a dead man, he would <span class=\"italic\">squeal<\/span>. I thought they acted a little simple, for they might have presumed that if anybody had been killed, they would have been thrown in the Mississippi, which was not more than ten rods from the stables. <\/div><div class=\"paragraph jod\" id=\"v2n118\"> This was all that was done to punish the house burners; and the State authorities said they could do nothing for us; hence the only alternative was to leave, as nine counties of the State had concluded in Convention, that we must leave or be exterminated. The fact is, this was the very conclusion we had already come to, ourselves, in a Council a few days before. Yet it was thought proper not to reveal the secret of our intention to flee to the mountains; but as a kind <div class=\"break columnbreak\" id=\"23b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0023.pdf\" target=\"pdfwin\">p.&#xA0;23b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9564\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of put off, it was communicated in the strictest confidence to General Hardin, who promised never to tell of it, that we intended to settle Vancouver's Island. This report, however, was industriously circulated, as we anticipated it would be. <\/div><div class=\"paragraph jod\" id=\"v2n119\"> The persecution was blazing on every hand, and the reputable authorities &#x201C;could do nothing for us;&#x201D; which was equal to saying, &#x201C;Hold on, and let us run our daggers into you.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v2n120\"> The first companies which left, in consequence of those persecutions, were obliged to start in the dead of winter, in the beginning of February, 1846. Many of the companies crossed the Mississippi, with their wagons, on the ice, and the rest in flatboats, and winding their way through a new and trackless country, making a road of nearly four hundred miles in length, stopped to winter on the right bank of the Missouri, where they built quite a town, called Winter Quarters. <\/div><div class=\"paragraph jod\" id=\"v2n121\"> Finding that our numbers in Nauvoo were reduced to a mere handful, the mob, numbering some 1,800 armed men, supplied with scientific engineers, and good artillery, attacked the remaining few, who were chiefly lame, blind, widows, fatherless children, and those too poor to get away. There were not one hundred able bodied men to stand against this superior force in defense of the helpless; this is called the battle of Nauvoo, and was fought in September. They cannonaded the citizens of Nauvoo, and finally, after three days' fighting, and being forced to retreat three times, they succeeded in driving them over the river. <\/div><div class=\"paragraph jod\" id=\"v2n122\"> What was the result of all this? In April, 1847, we started from Winter Quarters, with a hundred and forty-three men (instead of 1,000) as Pioneers. We were &#x201C;few,&#x201D; and I was going to say &#x201C;far between,&#x201D; but we were close together. We set out, and made a new road to this valley,  <div class=\"break pagebreak\" id=\"24a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0024.pdf\" target=\"pdfwin\">p.&#xA0;24a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9563\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the greater portion of the way; we thus worked the path through, and arrived here on the day we now commemorate. <\/div><div class=\"paragraph jod\" id=\"v2n124\"> This is a hasty glance of history. To enter into details would introduce matters that would unnecessarily harrow up the minds of many. Suffice it to say, like the pilgrim fathers who first landed upon Plymouth Rock, we are here pilgrims, and exiles from <span class=\"italic\">liberty<\/span>; and instead of being driven into the wilderness to perish, as our enemies had designed, we find ourselves in the middle of the floor, or on the top of the heap. Right in the country that scientific men and other travelers had declared worthless, we are becoming rich in the comforts and blessings of life, we are now rocking in the cradle of liberty, in which we are daily growing; and I challenge the Union to produce a parallel of this day's Celebration. <\/div><div class=\"paragraph jod\" id=\"v2n125\"> I say to my young friends, be firm to extend the principles of freedom and liberty to this country, and never suffer the hand of oppression to invade it. <\/div><div class=\"paragraph jod\" id=\"v2n126\"> In the history of our persecutions there have arisen a great many anecdotes; but one will perhaps serve to illustrate the condition in which I wish to see every man that raises in these mountains the hand of oppression upon the innocent. I wish to see such men rigged out with the same honors and comforts as was the honorable Samuel C. Owen, Commander-in-Chief of the Jackson County mob. He, with eleven men, was engaged at a mass meeting, to raise a mob to drive the Saints from Clay County. This was in the year 1834, in the month of June. They had made speeches, and done everything to raise the indignation of the people against the Saints. In the evening, himself, James Campbell, and nine others, commenced to cross the Missouri River on their way home again; and the Lord, or some <div class=\"break columnbreak\" id=\"24b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0024.pdf\" target=\"pdfwin\">p.&#xA0;24b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9563\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> accident, knocked a hole in the bottom of the boat. When they discovered it, says Commander Owen to the company on the ferry boat, &#x201C;We must strip to the bone, or we shall all perish.&#x201D; Mr. Campbell replied, &#x201C;I will go to hell before I will land naked.&#x201D; He had his choice, and went to the bottom. Owen stripped himself of every article of clothing, and commenced floating down the river. After making several attempts he finally landed on the Jackson side of the river, after a swim of about fourteen miles. He rested some time, being perfectly exhausted, and then started into the nettles, which grow very thick and to a great height, in the Missouri bottoms, and which was his only possible chance in making from the river to the settlements. He had to walk four miles through the nettles, which took him the remainder of the night, and when he got through the nettles, he came to a road, and saw a young lady approaching on horseback, who was the belle of Jackson County. In this miserable condition he laid himself behind a log, so that she could not see him. When she arrived opposite the log, he says, &#x201C;Madam, I am Samuel C. Owen, the Commander-in-Chief of the mob against the Mormons; I wish you to send some men from the next house with clothing, for I am naked.&#x201D; The lady in her philanthropy dismounted, and left him a light shawl and a certain unmentionable undergarment, and passed on. So His Excellency Samuel C. Owen, who was afterwards killed in Mexico by foolishly exposing himself, contrary to orders, took up his line of march for the town, in the shawl and petticoat uniform, after his expedition against the &#x201C;Mormons.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v2n127\"> My young friends, have the goodness to use every man so, who comes into your country to mob and oppress the innocent; and LADIES, DON'T LEND HIM ANY CLOTHING. <\/div>\n<\/div>\n<\/div>"}