{"ID":200017, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Remarks.<\/div>\n<div class=\"subtitle\">Remarks by President John Taylor, at the Funeral Services of Brother Dimick B. Huntington, in the 16th Ward Meetinghouse, Salt Lake City, on Sunday Morning, February 2, 1879.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Geo. F. Gibbs.<\/div>\n<div class=\"pageHeader\">Page Header: Remarks.<\/div>\n<div class=\"speaker\">Speaker: John Taylor<\/div>\n<div class=\"date\">Date: 2\/2\/1879<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d17\">\n<div class=\"paragraph jod\" id=\"v20n376\"> There are a great many things associated with human existence that call upon people to reflect. We came into the world, and people are coming into it in a continuous stream&#x2014;children are being born as all of us were in our turn; and whilst some are coming into the world giving pleasure to their parents and friends, there are trials, anxieties, cares and perplexities attending the nurture of the babe and the care of youth until they arrive at years of maturity. Then comes the struggles of life with all its attendant cares and responsibilities. <\/div><div class=\"paragraph jod\" id=\"v20n377\"> With us particularly the greatest thing that we think of associated with the welfare of our youth is that they become acquainted with the principles of truth, with the order and organization of the kingdom of God, that they comprehend in some measure the laws of life and prepare to live for the future that is before them. <\/div><div class=\"paragraph jod\" id=\"v20n378\"> Brother Huntington has lived a great length of time associated with this church and kingdom, and has arrived to what is often termed &#x201C;the sere and yellow leaf,&#x201D; when it is expected, according to the common course of humanity, that people must leave and go into another state of <div class=\"break columnbreak\" id=\"138b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0138.pdf\" target=\"pdfwin\">p.&#xA0;138b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7387\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> existence. For quite a long time it has been known by his more intimate friends that he was shortly to leave. I visited him not long ago myself, and had a very pleasant interview with him, and since then I never thought of his living long; in fact I expected to attend his funeral as we are now doing. But there was no compunction of feeling &#x2014;no desire to continue to live; but he felt as though he had accomplished the work that was assigned him. Speaking to him, as I sometimes do to our aged brethren on some occasions, I said, &#x201C;Well, Brother Dimick, you are about leaving, and, when you go carry my best respects to our friends who are already there, and tell them I will continue to do the best I can in the hope of by and by meeting with them.&#x201D; And that is about the way that I look at these things. We have our entries into the world, our struggles in the world, and when we get through with these, and the weary wheels of life stand still, then we pass into another state of existence. The Gospel has revealed to us some of the most glorious, exalting, ennobling and encouraging principles; and when we are in possession of these principles and the feelings they produce, there is no  <div class=\"break pagebreak\" id=\"139a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0139.pdf\" target=\"pdfwin\">p.&#xA0;139a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7386\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>terror in the approach of death. I have seen the time myself when I could have died just as easy as not if my time had come, and would just as soon have done so as not, and I do not feel much otherwise today. <\/div><div class=\"paragraph jod\" id=\"v20n380\"> There is something very interesting in all the affairs of human life, especially is there associated with us as a people. Brother Huntington has been with us for a great many years, and has passed through many trying scenes with the church in Missouri and elsewhere, and while they are not of the most pleasant nature to contemplate, at the same time they serve to show the faithfulness and integrity of those who have been associated with them. I see around me a good many of the brethren who, by experience, know all about these things, and I see too that their hair, like mine, is getting&#x2014;I will not call it gray, but a little white. Some people felt sorry for us when enduring these things, but we did not feel sorry for ourselves, nor do we today. Some felt as though it was impossible to bear up under the continued struggles that we had to pass through; but the Latter-day Saints had no such feelings. They reflected upon the future and upon those great principles of eternal life which God had given unto them, and these thoughts stimulate us with hope and joy today; and as the effervescent affairs of time slide and pass away the Saints of God rejoice in the knowledge that an inheritance which is incorruptible, undefiled, and that fadeth not away, is reserved in the heavens for them.<span class=\"citation\" id=\"77762\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77762)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77762)\">1 Pet. 1:4<\/a><\/span> And they feel also that they have been called, and chosen, and elected by the Almighty to help to establish his kingdom on the earth, to introduce among men those principles that exist in the eternal worlds and to maintain them by the Spirit, the <div class=\"break columnbreak\" id=\"139b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0139.pdf\" target=\"pdfwin\">p.&#xA0;139b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7386\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> power and strength of the living God. They feel that they have a work to perform, and doing that work they realize that God is with them and that all will be right, whether it relates to this world or the world to come; that is the feeling which the Gospel of the Son of God inspires in the hearts of those who live up to its requirements, obey its demands, and fulfil the various duties devolving upon them. <\/div><div class=\"paragraph jod\" id=\"v20n381\"> It is not with them simply a personal matter. The Latter-day Saints feel as though they occupy a peculiar position in the world&#x2014;that God has selected them from among the nations of the earth and gathered them together that he might place his name among them; and that in the coming struggle, in the great revolutions that shall transpire upon the face of the earth, it will be for them to manage, to direct, to control and adjust, and under the influence and guidance of the Spirit of the living God, to promulgate the principles of eternal truth to all people, that all mankind may have the opportunity of listening to the great and glorious principles that God has revealed to them, that they may be inducted into the laws of life and comprehend the principles of truth as they exist in the bosom of God; and holding the priesthood in all its various forms, organizations and powers, they feel that they are associated with the priesthood on the other side of the veil, who are interested in their welfare, in the progress of the work in which they are engaged, and in the accomplishment of the purposes which God has designed from before the commencement of the world. This is the kind of feeling that the Latter-day Saints are inspired with who comprehend their true position. And hence there are organizations of High Priests, Seventies, Elders and  <div class=\"break pagebreak\" id=\"140a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0140.pdf\" target=\"pdfwin\">p.&#xA0;140a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7385\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>others, whose duty it is to go to the nations of the earth to proclaim to all peoples the glad tidings of salvation. And whilst men ignorantly, and without knowledge, seek to persecute, proscribe and interfere with the rights of Israel, the God of Israel stands forth as their defender and will protect them under all circumstances, and every arm that is raised against them will fall, and every power that is marshaled against them will crumble to pieces, for he will assuredly take care of his people, and protect them in every emergency. <\/div><div class=\"paragraph jod\" id=\"v20n383\"> And when we comprehend these things, we realize that we are here not to do our will, but the will of the Father who sent us.<span class=\"citation\" id=\"69252\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69252)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69252)\">John 6:38<\/a><\/span> We are here to introduce those eternal principles that exist in the bosom of the Almighty; we are here to build up the Church and kingdom of God upon the earth, and to form a nucleus through which and by which the God of heaven can work, operate, lead, dictate, and control the affairs of all men. He has introduced a little leaven which will by and by leaven the whole lump.<span class=\"citation\" id=\"73210\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73210)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73210)\">1 Cor. 5:6<\/a><\/span><span class=\"citation\" id=\"74628\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74628)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74628)\">Gal. 5:9<\/a><\/span> And although wars, commotions, troubles, difficulties, bloodshed, plagues, pestilence and famine will stalk over the earth, the nations totter and fall, thrones be cast down and the powers of the earth be shaken, yet God will protect Israel, he will maintain his people, if they will cleave to him and obey his laws and keep his commandments; and we are here to introduce and establish these heavenly principles that exist with God, and to teach the principles of life to the people, that all mankind may have the opportunity of hearing and knowing of the great things that God has revealed for the salvation of the human family. We are here, then, <div class=\"break columnbreak\" id=\"140b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0140.pdf\" target=\"pdfwin\">p.&#xA0;140b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7385\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> for the accomplishment of these things. We are here not only to proclaim salvation to the living, not only to introduce the principles of law, and government, and religion, and everything calculated to exalt and ennoble man upon the earth, until the kingdoms of this earth shall grow and increase, and become the kingdoms of our God and his Christ,<span class=\"citation\" id=\"79487\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79487)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79487)\">Rev. 11:15<\/a><\/span> but we are here also to redeem the dead, to build temples and administer therein, and to accomplish all the various works that God requires us as his servants to attend to. And when one after another of our friends passes away, what of it? It is only the ordinary course of nature, and it makes very little difference whether a man be on this side of the veil or on the other. Brother Dimick has gone where paralysis cannot strike him any more, where sorrow and sighing with him are passed, and where everything is pleasant, joyous and happifying, and where he can rejoice with his brethren who have gone before him. Do we feel to sorrow because of the change? No, not in the least. We feel about this as you, my brethren and sisters, did in years gone by, when leaving your friends and, perhaps families, to gather to Zion, and as your friends did in seeing you take your departure. They would shake you heartily by the hand and say: &#x201C;Well, I am sorry you are going and yet I am glad, and I will try to follow you as soon as I can.&#x201D; That is about the feeling. It is an ordeal that God has placed upon all men, and we have got to meet it, and having met it, like all other things, we are prepared for what follows. <\/div><div class=\"paragraph jod\" id=\"v20n384\"> But let us speak of the living, for it is with those actualities we have now to do in relation to things that are transpiring. Sometimes people  <div class=\"break pagebreak\" id=\"141a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0141.pdf\" target=\"pdfwin\">p.&#xA0;141a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7384\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>will say, &#x201C;Don't you feel a little scared about things now?&#x201D; referring to inimical legislation. Not much; at least I do not. I do not know that it makes my knees tremble much. I feel as pleasant, joyous, comfortable and happy today as at any other time; all is right. Men cannot do as they please. God rules in the heavens; and the Prophet has said, &#x201C;Surely the wrath of man shall praise thee: and the remainder of wrath shalt thou restrain.&#x201D;<span class=\"citation\" id=\"56883\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56883)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56883)\">Ps. 76:10<\/a><\/span> It is His duty to take care of His Saints,<span class=\"citation\" id=\"89864\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89864)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89864)\">D&amp;C 104:15<\/a><\/span> and why need we trouble much about it? We have children, and it is our duty to take care of them; and it appears that they are not much concerned where their dinner or their clothes come from; they believe that &#x201C;daddy&#x201D; will take care of that. <\/div><div class=\"paragraph jod\" id=\"v20n386\"> As regards brother Dimick, it is all right with him. I would say to him, &#x201C;Peace to his ashes,&#x201D; and I would say to his family and friends, &#x201C;Be comforted, peace be multiplied to you, and have confidence in God and all will be right.&#x201D; And by and by you will pass along, and we will come and see you if you do not come and see us; that is, we will bury you if you do not bury us first. And by and by we will all be on the other side of Jordan, singing &#x201C;Hallelujah, hallelujah: the Lord God omnipotent reigneth.&#x201D;<span class=\"citation\" id=\"80336\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80336)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80336)\">Rev. 19:6<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v20n387\"> Let us seek to do right. That is the main thing for us Saints to do. I do not fear the world, nor any of its affairs or influences, or powers, or any of its intrigues, nor anything it can devise; for God will take care of his people if they do right. The only fear that I have is, that people will forsake their God, and lose faith in him and his promises, and be found serving the evil one instead of serving the Lord. If we fear God and keep his com<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"141b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0141.pdf\" target=\"pdfwin\">p.&#xA0;141b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7384\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>mandments, live our religion, and pursue a proper course, all will be well with us in time and through eternity. <\/div><div class=\"paragraph jod\" id=\"v20n388\"> Brother Huntington for many years was associated with the High Council; he has gone now to associate with the councils above, and with the various organizations of priesthood that are eternal, endless and everlasting. And we, by and by, will follow to join our quorums, our friends and associates who have gone before. <\/div><div class=\"paragraph jod\" id=\"v20n389\"> I am reminded of an item in Brother Dimick's written request, desiring that only his good deeds should be spoken of at his funeral, and also of a remark by Brother Taylor, in referring to it, that we should not speak anything but good of our friends whether living or dead. I am really astonished sometimes to witness the hard feelings and rancor that exist among men. They come&#x2014;I do not know where they come from; yes, I do too, they come from beneath. The fruits of the Spirit of God are love, peace, joy, gentleness, long-suffering,<span class=\"citation\" id=\"74649\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74649)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74649)\">Gal. 5:22<\/a><\/span> kindness, affection, and everything that is good and amiable. The fruits of the spirit of the devil are envy, hatred, malice, irritableness, everything that tends to destroy mankind, and to make them feel uncomfortable and unhappy. The fruits of the Spirit of God are love, and peace, and joy in the Holy Ghost;<span class=\"citation\" id=\"74650\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74650)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74650)\">Gal. 5:22<\/a><\/span> and the man that says he loves God and hateth his brother, is a liar, and the truth is not in him.<span class=\"citation\" id=\"78541\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78541)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78541)\">1 Jn. 2:4<\/a><\/span><span class=\"citation\" id=\"78784\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78784)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78784)\">1 Jn. 4:20<\/a><\/span> I do not care who he may be, or what his name, or where he lives. This is the way I read the Scripture, and the way the Gospel teaches me. &#x201C;By this shall all men know that ye are my disciples, if ye have love one to another.&#x201D;<span class=\"citation\" id=\"69854\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69854)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69854)\">John 13:35<\/a><\/span> Even an outside poet has sung: <\/div> <div class=\"break pagebreak\" id=\"142a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0142.pdf\" target=\"pdfwin\">p.&#xA0;142a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7383\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v20n390\"> &#x201C;Then speak no ill, a kindly word Can never leave a sting behind,&#x201D; etc. <\/div><div class=\"paragraph jod\" id=\"v20n390\"> Let us be governed by these principles, and cleave to everything that is ennobling, that we may be associated together in the bonds of fraternity, love and affection, live our religion, keep God's commandments, and cultivate his holy Spirit, and the spirit of kindness, affection, love and fraternity among ourselves; so that when we get through with our affairs on this earth, we may meet with joy all those with whom <div class=\"break columnbreak\" id=\"142b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0142.pdf\" target=\"pdfwin\">p.&#xA0;142b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7383\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> we have associated on the earth below. <\/div><div class=\"paragraph jod\" id=\"v20n391\"> God bless the family of Brother Huntington&#x2014;his wives and children and grandchildren, and all pertaining to him. To his children I would say: follow the example of your father, and God will bless you and save you ultimately with him in his kingdom. And may God help us all to be humble and diligent in keeping his commandments, that we may be saved in his kingdom, in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}