{"ID":200031, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Slain for the Testimony of Jesus&#x2014;Funeral Rites of Joseph Standing.<\/div>\n<div class=\"subtitle\">Discourse by Elder George Q. Cannon, delivered in the Tabernacle, Salt Lake City, on Sunday Morning, August 3, 1879.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: John Irvine.<\/div>\n<div class=\"pageHeader\">Page Header: Slain for the Testimony of Jesus, Etc.<\/div>\n<div class=\"speaker\">Speaker: George Q. Cannon<\/div>\n<div class=\"date\">Date: 8\/3\/1879<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d31\">\n<div class=\"paragraph jod\" id=\"v20n651\"> I will read a portion of the 23rd chapter of St. Matthew, commencing at the 34th verse: <\/div><div class=\"paragraph jod\" id=\"v20n652\"> &#x201C;Wherefore, behold, I send unto you prophets, and wise men, and scribes: and some of them ye shall kill and crucify; and some of them shall ye scourge in your synagogues, and persecute them from city to city: That upon you may come all the righteous blood shed upon the earth, from the blood of righteous Abel unto the blood of Zacharias son of Barachias, whom ye slew between the temple and the altar.&#x201D;<span class=\"citation\" id=\"65584\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65584)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65584)\">Matt. 23:34-35<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v20n653\"> There is another portion of Scripture which I will read. It will be <div class=\"break columnbreak\" id=\"244b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0244.pdf\" target=\"pdfwin\">p.&#xA0;244b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7281\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> found in the 6th chapter of the Revelation of St. John: <\/div><div class=\"paragraph jod\" id=\"v20n654\"> &#x201C;And when he had opened the fifth seal, I saw under the altar the souls of them that were slain for the word of God, and for the testimony which they held: And they cried with a loud voice, saying, How long, O Lord, holy and true, dost thou not judge and avenge our blood on them that dwell on the earth?&#x201D;<span class=\"citation\" id=\"79286\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79286)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79286)\">Rev. 6:9-10<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v20n655\"> Very unexpectedly I have been called upon to make a few remarks to you this morning. Naturally I would prefer to sit still and to reflect upon the sad event that has called us together. It is plain from  <div class=\"break pagebreak\" id=\"245a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0245.pdf\" target=\"pdfwin\">p.&#xA0;245a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7280\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the reading of these passages of Scripture that you have heard, that innocent blood&#x2014;the blood of the servants of God, of the prophets, of the wise men, of the scribes, all those who have the testimony of Jesus, who are the bearers of the word of God&#x2014;when shed wickedly, remains as a heavy debt to be atoned for at some period by the inhabitants of the earth. Also that in the days of John the Revelator, one of the apostles of the Lord, in the visions which he saw it was made manifest that there were yet more lives to be offered up for the cause of truth before the blood that had been shed could be avenged upon those that dwelt upon earth. It doubtless seemed strange to the inhabitants of Jerusalem when Jesus said unto them that all the righteous blood that had been shed in past generations from the blood of righteous Abel to Zacharias, son of Barachias, should be required of that generation.<span class=\"citation\" id=\"65592\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65592)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65592)\">Matt. 23:35<\/a><\/span> There were reasons for this which he well understood. There are reasons existing now and that will continue to exist and operate, why the blood of those who have been slain for the word of God and the testimony of Jesus<span class=\"citation\" id=\"79002\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79002)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79002)\">Rev. 1:9<\/a><\/span> in ancient days, should be avenged upon some generation in the future, from the time that John spake and wrote the revelation he had received. Jesus said when he was upon the earth: &#x201C;And this is the condemnation, that light is come into the world, and men loved darkness rather than light.&#x201D;<span class=\"citation\" id=\"68948\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68948)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68948)\">John 3:19<\/a><\/span> They were held to a strict accountability after light was revealed. The generation in which he lived were held to a stricter accountability than any preceding generation, because he himself, the Son of God, was in their midst, performing mighty works,<span class=\"citation\" id=\"64263\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64263)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64263)\">Matt. 11:20-24<\/a><\/span> preaching the Gospel of the kingdom in its purity and in <div class=\"break columnbreak\" id=\"245b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0245.pdf\" target=\"pdfwin\">p.&#xA0;245b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7280\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> its power,<span class=\"citation\" id=\"128000\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128000)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128000)\">Matt. 4:22 (JST)<\/a><\/span><span class=\"citation\" id=\"128001\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128001)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128001)\">Matt. 9:35<\/a><\/span> and communicating unto them the mind and will of heaven. Every generation who have the privilege of hearing the pure Gospel of Jesus preached in its fulness are held to a similar accountability. Their position is different to that of the generations who do not have that privilege. The generations that intervened between the time that Zacharias lived and the coming of the Son of Man in the flesh, were not held to the same strict accountability as the cotemporaries of the Savior. Why was this? Because they did not have the truth in its fulness revealed unto them; they did not have the prophets and apostles and righteous men in their midst to communicate unto them the will of heaven, as the generations in which the Savior lived had; and for the same reason the generations that have lived since the death of the Savior, and since the visions that John the Revelator had, are not held to the same accountability as this generation, unto whom the fulness of the everlasting Gospel has been revealed. When God communicates his mind and will unto his children by the medium of angels, by the medium of prophets, by the medium of holy men whom he has raised up, those who hear that testimony, those unto whom that message is communicated, are held to a strict accountability to obey the same or be held in great condemnation for their rejection of it. If you will read the history of God's ways of dealing with the children of men throughout all ages, you will find that it is invariably the case that judgments and calamities, the fiery indignation of the Almighty, always follow the rejection of his truth, when that truth is proclaimed by his authorized servants, such as are apostles and prophets. If Nineveh  <div class=\"break pagebreak\" id=\"246a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0246.pdf\" target=\"pdfwin\">p.&#xA0;246a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7279\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>had not heard the voice of Jonah, the Ninevites could not have been held to the same accountability as those to whom the word of the Lord had been proclaimed;<span class=\"citation\" id=\"62086\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62086)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62086)\">Jonah 3:1-10<\/a><\/span> and when prophets arose in the midst of Israel, prophets whom God raised up to declare his word, when the children of Israel repented of their sins and obeyed the warning voice of the servants of God, then the blessings of God always followed their obedience. But on the other hand, when the children of Israel rejected the testimony of the servants of God, when the prophets preached in vain, when they testified and warned the people without the people obeying their testimonies or their warnings, then invariably the judgments of God followed, his anger and indignation were kindled against that people or generation, it rested down upon them and in many instances to their destruction. <\/div><div class=\"paragraph jod\" id=\"v20n658\"> This is our position today. In this respect the Latter-day Saints occupy a unique position in the midst of the inhabitants of the earth. Men wonder very frequently at the testimonies that we bear. They express surprise that a people so few in number as we are, should imagine that there is so much importance attending the testimonies that we bear, or the Gospel that we preach. But it is a remarkable fact, abundantly sustained in the history of God's dealings with the children of men, that he does not hold mankind guiltless because there are only a few who are the oracles of truth in their midst and who have the authority to proclaim that truth. If there was but one prophet on the face of the earth, and he had no followers, but stood alone in the midst of the nations of the earth, his warnings would be followed by terrible results if they were <div class=\"break columnbreak\" id=\"246b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0246.pdf\" target=\"pdfwin\">p.&#xA0;246b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7279\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> disregarded by those who heard them. The Lord does not look upon men according to their numbers; the importance of his work and his dealings with the children of men is not to be measured by the number of those who adhere to the principles that he proclaims. When Joseph Smith stood alone, when he had only two or three followers, and he declared unto those by whom he was surrounded that God had spoken to him from the heavens,<span class=\"citation\" id=\"128002\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128002)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128002)\">JS&mdash;H 1:16-20<\/a><\/span> that God had revealed the everlasting gospel in its ancient purity and power,<span class=\"citation\" id=\"128003\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128003)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128003)\">Rev. 14:6<\/a><\/span> that God had sent his holy angels to him,<span class=\"citation\" id=\"128004\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128004)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128004)\">JS&mdash;H 1:30-54<\/a><\/span> and that those angels had laid their hands upon his head, and upon the head of Oliver Cowdery, and ordained them to the everlasting Priesthood,<span class=\"citation\" id=\"129331\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129331)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129331)\">D&amp;C 27:8<\/a><\/span><span class=\"citation\" id=\"84621\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84621)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84621)\">D&amp;C 27:12<\/a><\/span><span class=\"citation\" id=\"93938\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93938)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93938)\">JS&mdash;H 1:68-72<\/a><\/span> his testimony was as binding upon those who heard it as if millions of men had testified to the same truths. His testimony was binding from the moment that he commenced to bear it to those by whom he was surrounded, and the accountability of the people who listened to him and heard his voice, and heard his testimony, began from the moment that he opened his mouth and bore testimony of these things. And so it has been from that day unto this, wherever the Elders of this Church have gone and have borne testimony to the inhabitants of the earth respecting the work that God has commenced&#x2014;from that very moment the condemnation of the generation commenced if they did not obey these testimonies and warnings. This seems to some minds scarcely what it ought to be, that is, it seems to many that we attach too much importance to what one or two men might say, when we assert that condemnation follows their testimony; but there is this to be considered connected with the testi<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"247a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0247.pdf\" target=\"pdfwin\">p.&#xA0;247a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7278\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>mony of God's servants in ancient days, as in the days in which we live: God has not left the inhabitants of the earth without a witness,<span class=\"citation\" id=\"71887\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71887)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71887)\">Acts 14:17<\/a><\/span> God has not left them without some testimony which they can obtain to assure them that the words of God's servants&#x2014;that is the true servants of God&#x2014;which they hear are from him. When he called Joseph Smith and Oliver Cowdery, and when he sent his angels to lay their hands upon their heads to ordain them to that priesthood which had been withdrawn from the earth,<span class=\"citation\" id=\"129332\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129332)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129332)\">D&amp;C 27:8<\/a><\/span><span class=\"citation\" id=\"84622\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84622)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84622)\">D&amp;C 27:12<\/a><\/span><span class=\"citation\" id=\"93939\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93939)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93939)\">JS&mdash;H 1:68-72<\/a><\/span> he also sent his Holy Spirit to accompany their words and to seal the testimony with power upon the hearts of all that were honest, and who prayerfully sought for a knowledge from God concerning the truth of their words. When Joseph Smith and Oliver Cowdery laid their hands upon other men's heads and ordained them to the same priesthood which they had received from heaven, God confirmed the ordination by bestowing the Holy Ghost upon them,<span class=\"citation\" id=\"128005\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128005)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128005)\">Moro. 3:4<\/a><\/span> and when they went forth and proclaimed the truth, the Holy Ghost accompanied their words,<span class=\"citation\" id=\"128006\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128006)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128006)\">1 Thes. 1:5<\/a><\/span> and those who were desirous of knowing from God respecting the truth of their testimony had the opportunity of receiving a knowledge direct from heaven that it was of God, and on this very account condemnation commences because light hath come into the world, and when men reject it they reject it because they love darkness rather than light.<span class=\"citation\" id=\"68949\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68949)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68949)\">John 3:19<\/a><\/span> God does not hold people accountable for that which they do not know, or that which they have not had an opportunity of knowing. Where there is no law, there is no transgression.<span class=\"citation\" id=\"72317\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72317)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72317)\">Rom. 4:15<\/a><\/span> Transgression commences when the law is received and men reject it. What is the duty of the inhabitants of the earth when <div class=\"break columnbreak\" id=\"247b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0247.pdf\" target=\"pdfwin\">p.&#xA0;247b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7278\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> they hear a man stand up and proclaim in the power and authority of the priesthood, and in all solemnity, that God has spoken from the heavens, that God has revealed the everlasting gospel, that God has established his church in its ancient power and in its ancient purity, that God has endowed man to go forth and administer in the ordinances of life and salvation as in ancient days? What is the duty of the inhabitants of the earth under such circumstances? <\/div><div class=\"paragraph jod\" id=\"v20n660\"> Situated as the world is today, there is no voice from God. You travel throughout the whole of Christendom and there is an unbroken silence reigning between heaven and earth; no voice to disturb the solemnity of eternity. Go visit all the different churches, and all the ministers of the various denominations, and talk to them who profess to be the followers of Jesus Christ; ask them, &#x201C;Do you know anything about God? Has God communicated his mind and will to you?&#x201D; And the universal answer from all sects is &#x201C;No, revelation has ceased, God no longer speaks to man; we depend upon his written word in the Bible for our knowledge of God. We are divided into sects, we are split up into parties, we have all our own way of worshipping God, but there is no voice from God, there has been no revelation from God to disturb the silence of ages, since the death of the Apostles, and our knowledge concerning the plans and purposes of God is derived from the Bible.&#x201D; This being the case, then, what is the duty of the inhabitants of the earth when a man comes as Joseph Smith did, and as the Elders of this Church are doing, proclaiming the truths which I have alluded to? Why, they being in ignorance of God, they having no revelation from  <div class=\"break pagebreak\" id=\"248a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0248.pdf\" target=\"pdfwin\">p.&#xA0;248a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7277\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>God, they not having heard the voice of angels, they being split up into parties and sects, and divided and quarreling respecting the points of doctrine which Christ revealed&#x2014;they being in this position should humble themselves and ask God, in the name of Jesus, and in mighty prayer to reveal unto them whether the testimony of those men who come with this new revelation be true or false. That is the duty of every living soul upon the face of the earth who hears the testimony of God's servants concerning this truth, and there never has been, from the time that Joseph Smith made his first proclamation until this day, the 3rd of August, 1879, a time when a man who took this course did not receive a witness from on high, the testimony of Jesus Christ, that these truths, proclaimed by the servants of God are divine and from heaven. Wherever the Elders of this Church have gone and lifted up their voices in humility, in meekness, calling upon the inhabitants of the earth to repent&#x2014;and they have gone to many lands and spoken in many languages&#x2014;and the people have repented and sought unto God in the name of Jesus Christ for a testimony of the truth, there has never been a single instance where they have failed to receive that testimony; not one. Who have rejected this gospel? The indifferent, those who would not take the trouble to investigate it, those who would not take the trouble to bow in submission before the Lord and ask his testimony concerning it, those who thought it beneath them, those who have been too proud, or too rich or too well situated or who, for some other reason, have failed to take any interest in this work; these are they who are not members of this Church and who have failed to <div class=\"break columnbreak\" id=\"248b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0248.pdf\" target=\"pdfwin\">p.&#xA0;248b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7277\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> obey this gospel when they heard it preached in its simplicity and its purity amongst the nations of the earth. Well, now, will this generation escape condemnation? I say unto you, nay. There will be a heavy condemnation fall upon this generation because of their inattention to these things. Judgments and calamities will be visited upon the inhabitants of the earth in consequence of neglecting the word of God written in the Scriptures, and also the word of God to his servants in these days. The Prophet Joseph Smith, his brother Hyrum, and numbers of others have been slain. What for? Why, said the mob who killed him, because they could not reach them by law. They were brought before courts, Joseph Smith particularly, as you all know, from time to time, but they failed to find any cause of condemnation against him, and at last his blood was shed. He sealed his testimony with his blood.<span class=\"citation\" id=\"91991\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91991)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91991)\">D&amp;C 135:3<\/a><\/span> Like other apostles and prophets, he laid down his life as a witness before God and before all men of the truth of the testimony that he bore.<span class=\"citation\" id=\"76911\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76911)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76911)\">Heb. 9:16-17<\/a><\/span> Others have done likewise. <\/div><div class=\"paragraph jod\" id=\"v20n662\"> We have met here today on this mournful occasion to pay the last rites, to offer the last testimony of respect to the remains of one who has in like manner laid down his life for the truth, one of the many who have been slain for the testimony of Jesus and for the word of God which he bore.<span class=\"citation\" id=\"79266\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79266)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79266)\">Rev. 6:9<\/a><\/span> Was there anything wrong in the testimony that he declared when he lived? Was it wrong to call upon men to repent of their sins, to be baptized for a remission of them, to have hands laid upon them for the reception of the Holy Ghost? Was it wrong to entreat men to forsake sin and to lead better lives, to be more pure, more holy, to  <div class=\"break pagebreak\" id=\"249a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0249.pdf\" target=\"pdfwin\">p.&#xA0;249a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7276\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>live near unto the Lord, to seek knowledge from God, to contend for the faith that was once delivered to the Saints?<span class=\"citation\" id=\"78866\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78866)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78866)\">Jude 1:3<\/a><\/span> If these things were wrong, then our brother, whose remains are before us, was guilty of wrong. This was the extent of his offense and no more. He endeavored to persuade men to lead purer, holier lives, and proclaimed that the days of God's judgment was near at hand. He went forth to declare these principles, filled with zeal, filled with good desires, exemplary in his life, pure in his conversation, the admiration of all who knew him, the joy of his father's household, an example to all his associates of the same years, and even to those older than himself, a young man of whom we all had great hopes, whose future we thought was bright. In reading his letters, in listening to the accounts of his labors, in hearing from his co-laborers, we could not help feeling gratified. We indulged in bright anticipations for his future, not because of his birth, not because his parents were rich, not because of any extraordinary talent which he possessed, not because of any earthly advantages, but because in his youth he humbled himself before God and attained a knowledge concerning the Gospel of Jesus Christ, and burning with zeal, he had a heartfelt desire to proclaim the great truths which God had revealed to him, to a fallen world and tried to save the children of men from the pit into which they were likely to be engulfed. The same spirit that animated the breast of the Savior, animated the breast of Joseph Standing, that is, he had a portion of that same spirit. He did not count bodily fatigue anything, he did not count toil anything, he did not take into consideration his health, the feebleness of his frame; none of these things had weight with <div class=\"break columnbreak\" id=\"249b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0249.pdf\" target=\"pdfwin\">p.&#xA0;249b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7276\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> him. He did not think how, by staying at home and attending to his business, he could benefit himself and receive worldly advantages; none of these things were thought of, but the very moment he was called to go from home he dropped everything, although in somewhat feeble health and although he had already filled an honorable mission, he felt it his duty to go when he was called, to go without purse and without scrip,<span class=\"citation\" id=\"68189\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68189)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68189)\">Luke 22:35<\/a><\/span> without hope of earthly reward, putting his trust in God, laboring with unselfish zeal for the salvation of his fellow men, and thus he labored until he fell a victim to the ungodly hate of those who knew him not, who understood not the objects for which he labored, and the purpose which animated his noble heart. <\/div><div class=\"paragraph jod\" id=\"v20n664\"> Who shall mourn today? The Latter-day Saints? No. Who shall mourn today? The family and friends of Elder Joseph Standing? No. It would be difficult and it would not be right that we should repress the natural emotions of our hearts, that we should stifle those natural affections; it is right and proper that we should shed sympathetic tears, allow the heart's affection to flow out in this manner and receive relief by the tears that are shed. But there is no cause for grief today in this Tabernacle. A servant of God who has occupied a faithful position, who has been true, who has been upright, who has been blameless, has fallen a victim&#x2014;a victim to that hate that the adversary of souls seeks to instill into the hearts of all the children of men who will be led and guided by him, and the men who have to mourn today are those who have been guilty of this foul deed. The land that ought to mourn is the land that has been drenched with his blood. If the Governor, the Judges, the Legis<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"250a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0250.pdf\" target=\"pdfwin\">p.&#xA0;250a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7275\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>lature, and the other officials of the State of Georgia feel as they should they will not rest satisfied until there shall be atonement made, and the guilty wretches who took part in this great crime shall have been brought to justice. But it will be a most extraordinary thing if such shall be the result. Not but what I believe the Governor is an upright man, and, so far as I am acquainted with him, would do everything in his power to punish these murderers; but there are other influences at work that are stronger than the influence of the Governor, there are prejudices harder to conquer than anything else that can be met with and there are hundreds, and probably thousands of people who think that in killing the &#x201C;Mormons&#x201D; they are doing God's service.<span class=\"citation\" id=\"70276\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70276)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70276)\">John 16:2<\/a><\/span> Shall we hate them for this? No; they are to be pitied. Men who indulge in such feelings carry with them in their own breasts their punishment, and they will experience a still more severe punishment before they get through. <\/div><div class=\"paragraph jod\" id=\"v20n666\"> My brethren and sisters, when we embraced this Gospel, those of you who were old enough to comprehend it, doubtless took into consideration all the consequences that might follow; those who were not old enough, or who have been born in the Church have had experience enough upon these points to see and understand what the results of the espousal of the truth are likely to be. It cost the Savior his life. It cost the greater portion of his apostles their lives. It cost every prophet almost that has lived his life for proclaiming the truth. It has cost the best blood of this Church and this generation to lay the foundation of this Church.<span class=\"citation\" id=\"92045\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92045)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92045)\">D&amp;C 135:6<\/a><\/span> We have been mobbed, we have been driven, we have been persecuted, we have been hated, our names have <div class=\"break columnbreak\" id=\"250b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0250.pdf\" target=\"pdfwin\">p.&#xA0;250b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7275\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> been cast out as evil,<span class=\"citation\" id=\"67236\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67236)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67236)\">Luke 6:22<\/a><\/span> there is no crime, there is no evil of which men could be guilty that we have not been accused of, and we all know how falsely and with how little foundation we have been charged with these things. This is part of the results that we have to meet in espousing the truth. The man that holds his life dear, that values it more than the truth is unworthy of the truth. If we value house, if we value lands, if we value good name, if we value property, if we value self, if we value even life itself more than we do the truth we are unworthy of the truth. But God has given unto us the truth; it is worth more than all else beside. He has revealed himself to us. When we pray to him we know that he hears us. When we ask him for a blessing that we need we have the testimony from on high that he hears our prayers, that he is willing to answer and grant unto us the righteous desires of our hearts. These things compensate for the loss of all other advantages; we have this consolation which our persecutors do not have. <\/div><div class=\"paragraph jod\" id=\"v20n667\"> The Prophets who have preceded us have been slain generation after generation; they have passed away. The Savior and his apostles likewise passed away, the work, the foundation of which they laid, having been overcome and destroyed by the adversary from the face of the earth. They foresaw that for a long time ahead, apostasy would follow their labors and administrations, and a sorrowful thing it was for them to contemplate: but in our case it is different. We live on the threshold of a new era; the work that God has established in our day shall never be given to another people.<span class=\"citation\" id=\"61312\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61312)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61312)\">Dan. 2:44<\/a><\/span> The priesthood which God has restored, the authority by which men can ad<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"251a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0251.pdf\" target=\"pdfwin\">p.&#xA0;251a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7274\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>minister in the ordinances of God&#x2014;that priesthood shall never be taken from the earth. Joseph Smith, Hyrum Smith, David Patten and other martyrs may fall, Brother Joseph Standing among the rest, their blood may be shed, and the blood of others yet living may yet be shed to confirm the testimony that has been borne, but though this is the case, there is this to console us who live, to console us in contemplating the future for ourselves and our posterity after us, and it is that there is no power on earth, nor in hell that can destroy the church that God has established, nor obliterate the priesthood from the earth again as it was obliterated in ancient days. It was necessary when this Church was started that angels should come to restore that which was taken away, the everlasting priesthood, but there will be no future necessity for this. We are at the threshold of a thousand years of peace, we are engaged in laying the foundation of that work which shall stand forever,<span class=\"citation\" id=\"61313\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61313)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61313)\">Dan. 2:44<\/a><\/span> not only the thousand years but as long as time shall last and as long as the earth itself shall endure. This is the consolation we have that our predecessors did not have, and we can rejoice in the contemplation of the glorious future of this work. As for Brother Standing, no hero could wish to die a more glorious death than his. He will be crowned among the glorious army of martyrs,<span class=\"citation\" id=\"80186\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80186)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80186)\">Rev. 17:6<\/a><\/span> as one who was willing to lay down his life for the truth without shrinking, without fear, without faltering when the time came. He has borne a noble and untiring testimony all the time to the truth of God, and there is in store for him a glorious crown along with those who have been <div class=\"break columnbreak\" id=\"251b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0251.pdf\" target=\"pdfwin\">p.&#xA0;251b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7274\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> alike faithful in this work.<span class=\"citation\" id=\"76275\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76275)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76275)\">2 Tim. 4:7-8<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v20n669\"> That his companion, Elder Rudger Clawson is alive and in our midst today, is due to the wonderful providence of God. My belief has been that had the mob commenced their whipping they would both have been killed. The death of Brother Standing doubtless saved Brother Clawson's life. <\/div><div class=\"paragraph jod\" id=\"v20n670\"> I pray God the Father to comfort your hearts, to pour out the spirit of consolation and peace upon the family and upon all the friends of the deceased. I pray for his enemies and for those who have shed his blood. I would not do them any harm if I could. There is not in my bosom, nor should there be in the bosoms of the Latter-day Saints who have the true spirit of the Gospel resting upon them, a feeling to revenge. We ought to be and I think we are, far uplifted above such feelings, and if we do not have we should have the feeling which Jesus had when he was upon the cross and led him to say, &#x201C;Father, forgive them; they know not what they do.&#x201D;<span class=\"citation\" id=\"68317\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68317)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68317)\">Luke 23:34<\/a><\/span> They had treated him with the greatest ignominy, treated him as if he had committed the greatest crime, but in his dying hour he could implore the blessing of his Father upon them. And so we may upon those who seek to destroy this work. They think they are doing God service;<span class=\"citation\" id=\"70277\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70277)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70277)\">John 16:2<\/a><\/span> they are actuated by a spirit of which they know nothing. They are to be pitied, they are to be mourned over, and the day will come when, as we comprehend the sufferings of those who did these deeds, our souls will swell with pity and compassion and sorrow for their wretched condition. I pray that the Spirit of the Gospel may rest down upon all of us,  <div class=\"break pagebreak\" id=\"252a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0252.pdf\" target=\"pdfwin\">p.&#xA0;252a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7273\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and that the peace of heaven may be and abide in all our hearts, <div class=\"break columnbreak\" id=\"252b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0252.pdf\" target=\"pdfwin\">p.&#xA0;252b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7273\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> which I ask in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}