{"ID":200008, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Church Partially in the United Order&#x2014;Perpetual Emigration Fund&#x2014;Being Educated to a Fullness of the United Order&#x2014;Cooperation at Brigham City&#x2014;Union in Elections&#x2014;Education of the Young.<\/div>\n<div class=\"subtitle\">Discourse by President John Taylor, delivered at Ogden, on Sunday Afternoon, September 22, 1878.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Geo. F. Gibbs.<\/div>\n<div class=\"pageHeader\">Page Header: The Church Partially in the United Order, Etc.<\/div>\n<div class=\"speaker\">Speaker: John Taylor<\/div>\n<div class=\"date\">Date: 9\/22\/1878<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d08\">\n<div class=\"paragraph jod\" id=\"v20n156\"> As has been remarked, by others, I have been very much interested in the remarks which have been made. They are things in which we are all concerned. They are part of our religion, part of our faith, part of the principles of the Gospel which we have embraced; and as I stated at the priesthood meeting yesterday, so I repeat now, for my part I do not know how to get around them if I would. I cannot find any loophole whereby I can be excused. It is true, as remarked by brother Snow, we are not now called upon to enter into these things in their fullness and perfection, but we are called upon to make steps towards it. We have been partly in the United Order, many of us, but we have not known it. For instance, I remember the time, and many of you do, so far back as Far West, in Missouri, when we were surrounded with difficulties and had to leave the State in consequence of persecutions and the intolerant feeling and persecution that existed there. We agreed among ourselves to help one another, to use all the means, all the teams and all the pro<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"55b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0055.pdf\" target=\"pdfwin\">p.&#xA0;55b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7470\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>perty we had to help each other out of the State, until there should not be a person left there, that wished to come away. We fulfilled it; and yet, properly and technically speaking, we were not in the United Order, but we were stimulated by the principles of union, liberality and communion, if you please. We did the same thing, when in Nauvoo, after the Prophet Joseph was killed, and mob violence again prevailed, and prosecution, tyranny and persecution were rife. We had to leave that country. Was it because we had injured anyone? No. Because we had violated any law? No. Because we had interfered with anybody's rights? No. Because we were troublesome in the community? No; but because we were Latter-day Saints and because we chose to believe in a religion revealed to us by God, and which the people would not let us do and live in peace among them. What next? We met in the Temple of the Lord, and there, with uplifted hands before God, we entered into a covenant that we would help one another out with our means, as we had  <div class=\"break pagebreak\" id=\"56a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0056.pdf\" target=\"pdfwin\">p.&#xA0;56a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7469\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>done in the State of Missouri; and as we were coming to this country we would not rest until there should not be a Latter-day Saint there who desired to come to this land. Did we fulfill that? We did; we carried it out to the very letter; we fulfilled our covenants and sent our teams back year after year, until there was not one left in that country that desired to come to Zion. Was not this a United Order? Yes it was, in part, and we have done a great deal of the same kind of thing since we came here. So soon as we fulfilled that covenant, we organized a Perpetual Emigration Fund Company, under the direction of President Young, having for its object the gathering of the poor from distant lands; and thousands and hundreds of thousands of dollars were subscribed and used for that purpose. It was organized on a wise principle, not exactly what you would call the United Order; yet it was an order calculated to benefit our poor brethren to bring them from their distant homes to unite with us in Zion. Many of you present remember when we sent our boys with our teams, loaded with provisions to bring them from the frontiers. I am very sorry to say that a great many of them have not lived up to the principles of that order in making good their indebtedness, as it was calculated they would do in order to make the fund perpetual in its operations, using the same means to bring others here who were situated in a condition similar to that of themselves. I say again, I am very sorry to have to say that a great many have failed thus far to repay the amount used to emigrate them, although in very many cases they are abundantly able to do so. Brother Carrington, who is President of the Fund, informs me that there is now due the Perpetual Emi<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"56b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0056.pdf\" target=\"pdfwin\">p.&#xA0;56b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7469\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>gration Fund the sum of about one million dollars, without interest; and if the interest were added it would be about double that amount. That is one thing wherein we have failed in part to make good our agreement; but a great many have met their obligations promptly and honorably. I wish we could say the same of all those who have been assisted by this Fund. I hope that those who are still owing for their emigration will be led to reflect upon these things, and consider the situation of the brethren who are now in the same position as they themselves were some years ago. <\/div><div class=\"paragraph jod\" id=\"v20n158\"> This is a principle of union which has been abused; but it is right, and shall we cease our endeavors in this direction because it has been abused by thoughtless or dishonest men? No, we will try and do what we can, with the aid of the Lord, to deliver scattered Israel from the oppression and poverty under which many are suffering. I would remark that of this sum now due to the Fund, there is quite a large amount that has been advanced by the Church to help out the poor. And if you were to hear the letters that I receive, if you were addressed and supplicated and importuned as I am from time to time in relation to these things, describing the terrible conditions and poverty under which the people are laboring, you would feel that if common honesty could not induce you to meet your obligations, that at least the sympathies of human nature would prompt you to extend to others that same kindness that has been extended to you. We should reflect upon these things, and at least try to make them right. <\/div><div class=\"paragraph jod\" id=\"v20n159\"> But to return to the United Order; when the Bishops in those days came around to you and informed you that so many men and teams,  <div class=\"break pagebreak\" id=\"57a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0057.pdf\" target=\"pdfwin\">p.&#xA0;57a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7468\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>with the necessary provisions, were needed to go east to bring in the poor Saints, they were furnished. The Presidency and Twelve made the calculations and apportionment of those teams. They were then handed to the Bishops, and they called upon you, and you furnished from one to two hundred, and as many as five hundred started out in one season. I think this looked very much like the United Order. Many of you, perhaps, have gone yourselves, or else you have sent your boys to perform this labor; and you did not let praying for them suffice, but you sent them food, and you felt as we ought always to feel for one another. We have done a great many such things. Now we are called upon to build temples. Are we doing it? Yes. I suppose there are today upwards of 500 men engaged in building temples throughout the Territory. So taking the temple at Manti, in Sanpete Valley, the temple in Salt Lake City and the temple in Logan, Cache Valley, all these things are going on just about as well as we could reasonably expect, and the people are contributing of their means and their substance quite as liberally as we could expect. Is this the United Order? Why, yes. What are we doing it for? For ourselves? Yes. For anybody else? Yes; for our fathers and mothers, uncles and aunts, and for those we do not know anything about. We are building them because God has commanded it, and because the ordinances of God will be performed in these houses; and so far as this is concerned, we are in the United Order. Now, then, we have tried to introduce home manufactures, a combination of effort, not, as has been remarked, strictly according to the plan laid down in the Doctrine and Covenants; we have not got to that yet, we are not prepared for it, we are not edu<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"57b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0057.pdf\" target=\"pdfwin\">p.&#xA0;57b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7468\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>cated to that standard yet; but we are aiming at it, and in some places the people are entering into it, not exactly according to any particular law laid down in the Doctrine and Covenants, but approaching it as near as circumstances will admit of it, in the present state of society and with our present surroundings. The great majority of the people today who have gone into Arizona are approaching as near as they can to what we term the United Order. Brother Snow has been operating for quite a while in that way, and the result is that today in that little out-of-the-way settlement, Brigham City, notwithstanding the many difficulties it has had to cope with, having had its woolen factory burned down as well as quite a number of other damaging misfortunes, there is not a man, woman or child that wants labor there but what can get it. I wish we could say the same of all the settlements of this Territory. I think we should be in a better position than we are today. In Brigham City the people make their own cloth, their own boots and shoes, and almost everything they need to sustain themselves, having upwards of forty industrial departments all in running order. Well, but you say, &#x201C;the prices they have to pay for their goods are altogether too high, and what a pity that is.&#x201D; Shall I tell you why they fix their prices at a high rate? It is because the people are desirous to have big wages. If they all agree among themselves to fix the prices of their goods at certain rates, who is injured by it? I can tell you how it is with them. The carpenter says to the shoemaker, See here, you have charged me very high for those shoes, and the shoemaker says, Yes, but then you charged me very high for my doors and sash; while the farmer charges very high  <div class=\"break pagebreak\" id=\"58a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0058.pdf\" target=\"pdfwin\">p.&#xA0;58a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7467\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>for his wheat and flour. It makes no material difference whether they charge fifty cents or ten dollars, so long as they agree among themselves. A man working there is asked how much he gets a day; Oh, three and a half and four dollars a day. That is pretty good wages for a common hand, especially for these times, you know. And he feels pretty well in telling you this part of it; but he does not tell you how much the other folks get. Can a man get a house built? Yes. Why? Because they have the masons and carpenters, etc., and the expense attending it is charged to his account. Then, if he wants to get butter, he does not put his hands in his pockets to feel for the money, for perhaps there would not be any there if he did; but he puts his hand in his pocket for an order, which procures him his butter. Then, if he wants a hat, he can get it; and the same may be said of furniture, and so on all through the chapter. I think this is a pretty good united order, and I think if we could have these things all over the Territory, we should be doing much better than we are. And I certainly cannot but praise the course that Brother Snow has pursued in relation to these matters. In a place called Orderville, too, they are doing very well; they have things pretty much in common, and there is a good, kind and a generous spirit prevailing among them. I remember talking to a sister, who was quite an accomplished lady, and on seeing an old man there, who was quite infirm, tottering along, I said to her, What kind of employment do you put such people to. She answered, that she did not think it necessary to put such a man to any employment; he has seen a great many years of hard toil, and if we can feed him and clothe him and take care of him in his de<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"58b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0058.pdf\" target=\"pdfwin\">p.&#xA0;58b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7467\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>clining years, perhaps somebody with the same spirit will take care of us when we get old and infirm. Is not that a good spirit? I think it is; I think it a right kind of feeling, a feeling we should all have one towards another, all being bound together by the bonds of the everlasting gospel, which makes us love one another as God loves us;<span class=\"citation\" id=\"69847\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69847)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69847)\">John 13:34<\/a><\/span> and feel for one another's welfare, and pursue that course which will tend to bring about these results. In Cache County, in Davis County, in Tooele County, and other places, they are trying to establish the same order of things as fast as they can. Here is Brother Farr, he went to work, with others, and built a factory; he ought to be sustained by the Latter-day Saints. They should take their wool to him; and if he charges you a big price for his cloth, do with him as they do in Brigham City; you charge him a big price for your wool. But let us sustain one another, and place things on a proper basis, and not be governed by the rules of the Gentiles. Gentileism and Mormonism do not fit very well; the things of God and the things of the devil never did and never will fit well. Tanneries are being introduced in many places among us; and a very good article of leather is being manufactured, from which boots and shoes and harness are made. The first thing started in relation to these things was cooperation. President Young told us it was the will of God that we should enter into it; and we did, but we made awful bungling at it, the same as we have with a great many other things. But is it right to cooperate? Yes. But we find people beginning to pull off in their own interests. If we go on a little further in the way we are going, we shall take a retrograde path, instead of going forward. But the ship of  <div class=\"break pagebreak\" id=\"59a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0059.pdf\" target=\"pdfwin\">p.&#xA0;59a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7466\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Zion is onward; the &#x201C;little stone&#x201D; is hewn out of the mountain without hands,<span class=\"citation\" id=\"127837\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127837)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127837)\">Dan. 2:45<\/a><\/span> and will roll until it fills the whole earth;<span class=\"citation\" id=\"61115\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61115)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61115)\">Dan. 2:35<\/a><\/span><span class=\"citation\" id=\"86608\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86608)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86608)\">D&amp;C 65:2<\/a><\/span> and under the direction of God we have a duty devolving upon us as his Priesthood, to carry out his will upon the earth. And shall we, because of individual interests and personalities draw off from things that God has ordained? I say no, never! No, never! But let us unite closer together, and harmonize our temporal interests, until we shall manufacture everything we need to make us independent of the world. <\/div><div class=\"paragraph jod\" id=\"v20n163\"> We took a vote at the Priesthood meeting yesterday, and so far as I could discern, the brethren all voted to sustain cooperation, and that those in the merchandise business will purchase of the co-op. <\/div><div class=\"paragraph jod\" id=\"v20n164\"> But some may say, have not the cooperative organizations made many blunders? Yes, they have, and in many instances acted very foolishly. But shall we give up the principle of cooperation because of the unwise acts of a few individuals? We do not act thus in regard to other matters. We baptize men into the Church, and lay our hands upon them that they may receive the Holy Ghost, and after they have thus been blessed with the light, spirit and power of God, many of them act very foolishly, violate their covenants, and transgress the laws of God. Shall we, therefore, repudiate baptism and the laying on of hands because of their folly and wickedness? Certainly not. The Lord has provided a way to purge the Church, and those men are dealt with according to the laws of the Church, and are rooted out. This is the way that we ought to manage in our temporal affairs. If the people do wrong, deal with them according to the laws of the Church, and if the cooperatives do wrong, <div class=\"break columnbreak\" id=\"59b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0059.pdf\" target=\"pdfwin\">p.&#xA0;59b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7466\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> professing to be governed by correct principle, deal with them in the same way, and let those wrongs be righted and evil eradicated. <\/div><div class=\"paragraph jod\" id=\"v20n165\"> But we do not want to find fault nor cast reflections on our brethren in the Co-op., nor on those out of it; but merely to touch upon some important principles necessary for building up of the kingdom of God upon the earth. As I have said, we took a vote yesterday, and the brethren agreed to sustain cooperation, and I would like to know from this congregation, whether you will sustain cooperation as directed by the Priesthood or not. All that are in favor of doing so, hold up the right hand. [The congregation voted unanimously.] Let us stick to our covenants, and get as near to correct principles as we can, and God will help us. We want to be united in other things as well&#x2014;in our elections, for instance, we should act as a unit. Other men are not ashamed to use their influence and operate in behalf of their party; why should we? As American citizens, have we not the same right? Yes, we have. Then let us be one and operate as one, for God and his kingdom. And let us, as we are told in the Doctrine and Covenants, select the wisest, the most prudent, intelligent men, and put them in office, and maintain them in it.<span class=\"citation\" id=\"89249\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89249)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89249)\">D&amp;C 98:10<\/a><\/span> That is the way for us to do; not be pulling apart, each one pursuing the devices and desires of his own heart. The members of the Church of England pray to the Lord every Sunday to forgive them for following the devices and desires of their own hearts. Are we in the Church and Kingdom of God? Are we instructed of God? If we are let us honor our calling, and show to God, to angels, and men, that we are true to our trust that he has conferred upon us; and go on in the good work and aim  <div class=\"break pagebreak\" id=\"60a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0060.pdf\" target=\"pdfwin\">p.&#xA0;60a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7465\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>at more union. And while we have done a great deal of good, let us try to do more. And in regard to schools and the education of the young, I would endorse most emphatically what brother Cannon has said in relation to this matter. We have committed to our care pearls of great price; we have become the fathers and mothers of lives, and the Gods and the Holy Priesthood in the eternal worlds have been watching us and our movements in relation to these things. We do not want a posterity to grow up that will be ignorant, depraved, corrupt, and fallen, that will depart from every principle of right; but one that will be intelligent and wise, possessing literary and scientific attainments, and a knowledge of everything that is good, praiseworthy, intellectual and beneficial in the world, and become acquainted with the earth on which we stand, and the elements of which it is composed, and by which we are surrounded, and know how to control them and manage them, and how to put to the best use everything that comes within our reach. And above all other things, teach our children the fear of God.<span class=\"citation\" id=\"54943\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54943)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54943)\">Deut. 4:10<\/a><\/span><span class=\"citation\" id=\"55222\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55222)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55222)\">Deut. 31:13<\/a><\/span><span class=\"citation\" id=\"56558\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56558)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56558)\">Ps. 34:11<\/a><\/span> Let our teachers be men of God, imbued with the Spirit of God, that they may lead them forth in the paths of life, and warn them against the various evils and iniquities that prevail in the world, that they may bear off this kingdom when we get through, and be valiant in the truths of God. Teach them how to approach God, that they may call upon him and he will hear them, and by their means we will build up and establish Zion, and roll forth that kingdom which God has designed shall rule and reign over the nations of the earth. We want to prepare them for these things; and to study from the best books as well as by faith,<span class=\"citation\" id=\"88804\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88804)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88804)\">D&amp;C 88:118<\/a><\/span> and become acquainted with the laws <div class=\"break columnbreak\" id=\"60b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0060.pdf\" target=\"pdfwin\">p.&#xA0;60b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7465\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of nations, and of kingdoms and governments,<span class=\"citation\" id=\"88616\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88616)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88616)\">D&amp;C 88:78-79<\/a><\/span><span class=\"citation\" id=\"88990\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88990)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88990)\">D&amp;C 90:15<\/a><\/span> and with everything calculated to exalt, ennoble, and dignify the human family. We should build good commodious schoolhouses, and furnish them well; and then secure the services of the best teachers you can, and thus &#x201C;Train up your children in the way they should go.&#x201D; Solomon said, if you do, &#x201C;when they are old, they will not depart from it.&#x201D;<span class=\"citation\" id=\"57498\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57498)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57498)\">Prov. 22:6<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v20n167\"> I am very pleased to find out that there is a great deal of interest manifested in regard to our youth. I see three of our brethren here&#x2014;brothers Goddard, Evans and Willes; they have been out visiting some of the settlements in the interests of the Sunday Schools; I wish to encourage such men in their labors, for they fully realize that a great mission has been committed to them, to teach the youth of this people. And then, there is our Young Men's Mutual Improvement Associations; they are very good institutions, and we have some very excellent young men, that are rising up and going among the youth, calling upon them to study and understand the laws of God. And all the Elders of Israel ought to sustain such men in their operations. And then the ladies associated with the Relief Societies have rendered themselves very efficient. Let them operate for the good of all, and as mothers in Israel, let them be united and lay aside every petty jealousy and little feelings that are wrong, and be one; and let the Bishops assist them, as well as the Young Ladies Mutual Improvement Associations, in their labors in the interest of the female portion of society, and all objects of mercy and charity, or anything that comes within their reach. And I say, God bless you, sisters, and lead you in the paths of life that you may prove yourselves  <div class=\"break pagebreak\" id=\"61a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0061.pdf\" target=\"pdfwin\">p.&#xA0;61a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7464\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>worthy of the highest trust committed to your care. And throughout all of our institutions, let us sustain the right and put down the wrong and be valiant for the truth, asking no odds of this world, for God is on the side of Israel, and he will defend us if we obey his laws and keep his commandments. Are we going to be broken up? Will this plan of our enemies, spoken of by brother Cannon, be accomplished? No. Will this people fail of their mission? No, but many of them will, and many of them will be rooted out. But the work of God will go on, and Zion will progress; and if we can put ourselves in the harness to fulfill the various obligations devolving upon us, God will be with us and will lead us in the right path. We want everybody to perform their duties, in all the various branches of the Priesthood, every man to operate for God, and not in his individual interests. This is what we ought to strive for, and to be on the side of Zion and operate for the welfare of Israel and for the establishment of righteousness. We want our Seventies and High Priests to wake up, and our young Elders and middle-aged Elders to feel the responsibilities of the mission that rests upon them. The world has to be evangelized, the Gospel has to be proclaimed to all nations. God has laid it especially upon the Seventies, with the others to assist them. And we call upon the Seventies and High Priests to wake up, to assume the responsibilities that devolve upon them, and prepare themselves to do the work of God. For instead of being through and having finished our work we are only just beginning to prepare ourselves for the conflict. Wars and rumors of wars<span class=\"citation\" id=\"81028\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81028)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81028)\">1 Ne. 12:21<\/a><\/span><span class=\"citation\" id=\"85612\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85612)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85612)\">D&amp;C 45:26<\/a><\/span><span class=\"citation\" id=\"93560\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93560)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93560)\">JS&mdash;M 1:23<\/a><\/span> are beginning to sound in our ears; the terrible day is fast approaching, and God requires it at our hands that we pre<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"61b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0061.pdf\" target=\"pdfwin\">p.&#xA0;61b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7464\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>pare to go forth to the nations of the earth to proclaim to them the words of life. Never mind what people can do among us, we ask no odds of them. God is with Israel if Israel will only be with God. And if the world will only treat us fifty percent as well as we have treated them, it is all we ask of them; and if they won't, we will still continue to do them good. And when the day comes that all men will be brought to justice, we want to feel conscientiously free from the blood of this generation. Do we want the aged and infirm to go and preach the Gospel. No. Had there been time yesterday, I would have very much liked to have heard the brethren of the priesthood express their feelings; but I would say to you, High Priests, get together and humble yourselves before God, seek unto Him for wisdom to guide you in all your operations, and prepare yourselves to magnify your offices in the various duties of your calling, which is really that of presiding,<span class=\"citation\" id=\"91108\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91108)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91108)\">D&amp;C 124:133-134<\/a><\/span> that when changes may take place in the present Stakes, or other Stakes may be organized, you may be prepared as President and council, as Bishops and council, as High Councils, or whatever office you may be called to fill. And I would say the same to the Seventies and also to the Elders, prepare to magnify your callings. Let us humble ourselves before God, and purify ourselves and walk in uprightness before him and live our religion and magnify our calling, and be quick and active and diligent and energetic in the performance of our duties, and the power of God will rest upon the Priesthood, and they will be prepared to go to the nations to proclaim the Gospel message to all peoples. <\/div><div class=\"paragraph jod\" id=\"v20n169\"> I do not know how many we will want to call at our approaching conference; I have had applications for  <div class=\"break pagebreak\" id=\"62a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0062.pdf\" target=\"pdfwin\">p.&#xA0;62a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7463\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>twenty to fill missions in the Southern States, besides a great many other places, but whether few or many be needed, we must be in readiness at all times and under all circumstances to magnify our Priesthood and to do <div class=\"break columnbreak\" id=\"62b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0062.pdf\" target=\"pdfwin\">p.&#xA0;62b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7463\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> everything required of us. We will build our Temples and be Saviors on Mount Zion, and the kingdom will be our Lord's.<span class=\"citation\" id=\"56437\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56437)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56437)\">Ps. 22:28<\/a><\/span><span class=\"citation\" id=\"62010\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62010)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62010)\">Obad. 1:21<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v20n171\"> God bless you and lead you in the paths of life.<span class=\"citation\" id=\"127838\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127838)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127838)\">Ps. 16:11<\/a><\/span> Amen. <\/div>\n<\/div>\n<\/div>"}