{"ID":200046, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Temples in Course of Erection&#x2014;Political Position of the Saints&#x2014;Our Position Regarding Patriarchal Marriage&#x2014;The Corruptions of So-Called Christendom&#x2014;How the Saints Should Live&#x2014;Sunday Schools, Relief and Mutual Improvement Associations.<\/div>\n<div class=\"subtitle\">Discourse by President John Taylor, delivered in the Tabernacle at Provo, November 30, 1879.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Geo. F. Gibbs.<\/div>\n<div class=\"pageHeader\">Page Header: The Temples in Course of Erection, Etc.<\/div>\n<div class=\"speaker\">Speaker: John Taylor<\/div>\n<div class=\"date\">Date: 11\/30\/1879<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d46\">\n<div class=\"paragraph jod\" id=\"v20n947\"> We have heard a good many great and important truths uttered by those who have addressed us since the commencement of this conference. We have these conferences appointed for the purpose of adjusting and regulating any matters that may arise in the several Stakes, and for teaching and instructing the people on all matters pertaining to their welfare relative to this world as well as the world to come. <\/div><div class=\"paragraph jod\" id=\"v20n948\"> My brethren of the Twelve and myself have been traveling around considerably lately among the people. We have visited some of the most prominent Stakes and attended their conferences; among which are the Stakes of Sanpete and Cache Valley&#x2014;two of the most prominent of the Territory&#x2014;in which temples are being built. We thought we would like to visit them and see the condition of affairs; how they were progressing, what advancement they were making in these important labors, and then if they needed assistance of any kind we could render it intelligently after enquiring into their <div class=\"break columnbreak\" id=\"348b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0348.pdf\" target=\"pdfwin\">p.&#xA0;348b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7177\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> position. We found in both of these places that the people had been very faithful, diligent and liberal in the prosecution of this work, that is, in building temples to the name of the Lord, that they may go and administer therein and attend to the ordinances of God's house for themselves, and receive those blessings which God has to confer upon His people, and administer not only for themselves, the living, but also for the dead. We found that a very large amount of means had been used in both of these valleys, including the districts around, appointed to assist them in the erection of these temples, and they are building up splendid edifices in both places. The one in Cache Valley is built of hard rock, a species of marble, that will make a very strong wall. There is, however, mixed up with it in different places, some very fine sandstone, which they have to bring from quite a distance. They have raised the walls of that Temple about fifty-five feet and are still persevering. We found also that they were pro<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"349a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0349.pdf\" target=\"pdfwin\">p.&#xA0;349a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7176\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>secuting their work very assiduously in Sanpete. They have beautiful sandstone there of a light color, easy to hew, which will make a beautiful structure when completed, almost equal to ours in Salt Lake City, with this difference, it is simply dressed outside. Hence things are progressing rapidly, which evinces a good desire among the Saints to carry out the purposes which God has designed and which they have engaged along with us to perform. <\/div><div class=\"paragraph jod\" id=\"v20n950\"> In visiting these places we felt a desire to see the people that lived in the settlements around. We made an attempt to this end before, but could not accomplish it because of the pressure of circumstances that required our attention in the city; but this time, being at liberty, we visited all the principal settlements in Sanpete and Cache Valley, which are quite numerous. We thought it was proper, seeing they have as good meetinghouses as you have here. They have a much larger meetinghouse in Cache Valley than you have here, and I think the one in Ephraim, Sanpete, is larger than this&#x2014;yet they could neither accommodate all the people, nor get them together, and you could not here. We could take some of the houses in which we have attended meetings, and put most of the people who are seated in the body of this tabernacle into them. If the Saints wanted to attend conference they could not find room, and consequently we thought it better to visit them at their homes, see how they were situated, feel after their spirits and let them feel ours; converse with them, preach to them and see what they were doing. <\/div><div class=\"paragraph jod\" id=\"v20n951\"> We found that in these temple districts, whilst they had been very energetic and very generous in their feelings in contributing to the work, <div class=\"break columnbreak\" id=\"349b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0349.pdf\" target=\"pdfwin\">p.&#xA0;349b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7176\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> they needed some considerable assistance, and we felt it to be our duty to assist them out of the general fund of the Church, the same as we do in Salt Lake City; but of course not to the same extent. <\/div><div class=\"paragraph jod\" id=\"v20n952\"> They were working in union in a kind of united order; but not of course fixed up in that order. But as we are operating together in the interests of the Church and Kingdom of God, we deemed it quite proper that those places should receive the necessary assistance; and we thought also that that kind of feeling and spirit would also be satisfactory to our brethren of the priesthood and to the Saints generally throughout the Territory, for we are one, or ought to be one in our endeavors to build up the Church and Kingdom of God. Having enjoyed ourselves very much in preaching and in mingling among the Saints in the places where we have visited, we thought we would come to you and do likewise&#x2014;not particularly to talk to you, because you doubtless have enough of preaching, and perhaps a little more than you can attend to; but in some places the people do not have the same opportunity that you do here in Provo, for we sometimes slide by many settlements on the road, and it appears in some instances as though they were neglected. We thought in coming among you we would bring our own carriages as we used to in former years, and go by the highway and visit the folks at their own homes, go into the highways and byways and try to meet with all the Saints, for we are all one, all having been baptized into the one baptism and ought to partake of the same spirit<span class=\"citation\" id=\"73515\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73515)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73515)\">1 Cor. 12:13<\/a><\/span> and be governed by those glorious principles which God has revealed for the teaching and exaltation of the human family. Be<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"350a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0350.pdf\" target=\"pdfwin\">p.&#xA0;350a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7175\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>sides there are a great many circumstances, transpiring from time to time, which render it necessary that we should be conversant with one another's feelings; that we should understand the mind and will of the Lord, and that we should be prepared to operate with Him in the interests of the human family, in the establishment of Zion and in the building up of the Kingdom of God on the earth. I always take pleasure in preaching the Gospel&#x2014;I have done a great deal of it&#x2014;and my brethren of the Twelve feel the same. There is nothing I take greater pleasure in than in proclaiming the Gospel to the nations of the earth, and in mingling among and preaching to the Saints of God. Although I cannot now go abroad, yet I can, and so can my brethren of the Twelve, associate with you&#x2014;for they feel as I do in relation to this matter; we can visit the Saints at home and talk to them on the things pertaining to the kingdom of God. <\/div><div class=\"paragraph jod\" id=\"v20n954\"> There are a great many things associated also with this Kingdom that it is proper should be presented to us from time to time, that we may be enabled to act and to operate together and be one in our feelings religious, one in our feelings social, and one in our feelings political; for all these things are mixed up and intimately connected with the position we occupy as the Saints of the Most High God in the building up of His Zion here upon the earth. There are things spiritual, there are things denominated temporal, there are things also spoken of as being eternal in their nature, and all these subjects, in all their various ramifications, demand more or less of our attention. For instance, we are gathered together here as a peculiar <div class=\"break columnbreak\" id=\"350b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0350.pdf\" target=\"pdfwin\">p.&#xA0;350b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7175\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> people in these valleys of the mountains. We are gathered here because we embraced the Gospel of Jesus Christ, and because of the revealing of that Gospel to Joseph Smith, and because after having embraced it, we partook of its spirit, and because there was associated therewith the principle of gathering. We are gathered here under peculiar circumstances. But our first object was simple obedience to the Gospel. There are circumstances growing out of this, over which we seem to have very little control, by being gathered together in the position we now occupy, and composing part of this nation, there are certain political duties that seem to force themselves upon us. We came here simply on religious principles to start with, because we had faith in God, because we had faith in the restoration of the everlasting Gospel; because we had faith in the gathering together of the people; because we had faith in the ordinances of the Gospel of the Son of God; because we had faith in the organization of the Church and Kingdom of God, and the various offices pertaining thereunto throughout all the ramifications of the Church. We came together therefore in a Church capacity: but being gathered together as a people, we brought our bodies with us, that is we brought our souls, if you please, for the spirit and the body, we are told, is the soul of man.<span class=\"citation\" id=\"88339\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88339)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88339)\">D&amp;C 88:15<\/a><\/span> We brought ourselves here and being here we naturally form an integral part of the United States, and have become part of what is termed the body politic of the government. But we could not help that, and I do not know that we want to help it. <\/div><div class=\"paragraph jod\" id=\"v20n955\"> We became then organized in a territorial capacity and part and par<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"351a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0351.pdf\" target=\"pdfwin\">p.&#xA0;351a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7174\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>cel of the government of the United States; this follows as a natural consequence. <\/div><div class=\"paragraph jod\" id=\"v20n957\"> There are a great many Saints here gathered together. I do not know the number; it is estimated by some to be from 150,000 to 200,000. How many there are I am not prepared to say. No matter, however, about that: but we have gathered ourselves here. Now, then, it is necessary we should be under some government. Being here in the United States, we, of course, became part of that government, and, as a necessary consequence, according to the customs and usages of this government, we were admitted as a Territory. Under these circumstances, the government send out certain officers; for instance, a governor is appointed and selected by the President of the United States, and then sanctioned by the Senate, and he receives his commission from the administration of the government of the United States, and he comes here as their representative. Then we have U.S. judges, a secretary, a marshal and civil officers, according to the usages that exist among people situated as we are in the Territories of the United States. There are so many representatives of the government who are properly appointed and authorized according to the form and usage that obtain generally in the country and in the administration of the affairs of this nation. We therefore come under this government and are subject to its laws and receive its officers. They come among us, which is very right they should do, according to the forms and usages that exist in the United States; and it is our duty to treat them properly, as it is their duty to treat us properly; the duty in this regard <div class=\"break columnbreak\" id=\"351b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0351.pdf\" target=\"pdfwin\">p.&#xA0;351b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7174\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> is reciprocal. We need the protection of law wherever we are, or under whatsoever circumstances we may be placed; and in placing ourselves in this position we are only doing just the same as others of our fellow citizens similarly situated are doing. This is a matter which has grown out of our religious ideas. Our religion prompted us to come together; and being together we have become a body of men, and being on territory belonging to the United States, it becomes necessary that we should be subject to its laws and usages, according to the provisions made and stipulations entered into under its jurisdiction and government. These things are all plain matters of fact, there is nothing extraneous or uncommon about them. Further, as American citizens we have certain rights, and others have certain rights. All men in the United States possess certain rights which are guaranteed to them by its Constitution. Again we have our legislative officers, provided for by act of Congress and passed by the general government of the United States. We have our probate courts, also our justices of the peace, our selectmen and the various organizations and laws pertaining to education, to public schools, and all things as they exist in other Territories. But notwithstanding all this there is one thing wherein we are very unpleasantly situated, which difficulty arises from the peculiar position we occupy in regard to our religion. There is nothing else that I know of. I have been in this Church a great many years, and lived in this nation a great many years, and have been a citizen for a great many years; but there is nothing that I know of excepting that one thing, that could in anywise be considered objectionable, and that is in relation to our  <div class=\"break pagebreak\" id=\"352a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0352.pdf\" target=\"pdfwin\">p.&#xA0;352a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7173\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>views pertaining to plural marriage; there is nothing else in all our acts that any man in any part of world can or would attempt to find fault with. No man can justly say this people have been disloyal to the Government of the United States, if they say so they say something that is not true, and a great many of them when they do say it know they are telling falsehoods. We are not turbulent, we do not create any difficulty, we do not get up mobs, we do not interfere with anybody's rights, socially, religiously, politically or any other way. We do not interfere with a man because his religious views are not as ours; but on the other hand, so far as we have the authority we protect all men. But there are some things we have occasion to find fault with because of men wishing to trespass upon our rights. We think this wrong, contrary to comity, good faith and correct principles, and consequently we speak about it, and that is right, we have the right to do that. If any man, either in a religious, political or social capacity, trespass upon the rights of common humanity, we have as much right to express our feelings and to defend our rights as any other set of men have under the same circumstances, and no just man would seek to deprive us of this liberty. <\/div><div class=\"paragraph jod\" id=\"v20n959\"> Now then, so far so good. While we would respect all honorable men, and would treat them justly and equitably, we do not, we cannot respect these miserable men who respect no man's rights, who would turn and give you evil for good, traduce your character and circulate falsehoods about you and seek to injure you&#x2014;we cannot look upon them as honorable men. They are not so treated among any people; especially those miserable sneaks <div class=\"break columnbreak\" id=\"352b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0352.pdf\" target=\"pdfwin\">p.&#xA0;352b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7173\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> who would go round our houses and take advantage of certain circumstances and become informers and implicate you in crime under guise of friendship. All such men in any country are despised, and would be looked upon as scoundrels not fit to associate with honorable people. There is no one more contemptible than a spy. He is looked upon as the scum of society and the filthiest dregs of a community anywhere. We do not want to associate with such, we cannot, our natural feelings revolt at it, and while we respect honorable men everywhere, we say to such characters, &#x201C;O my soul, come not thou into their secret; unto their assembly, mine honor, be not thou united!&#x201D;<span class=\"citation\" id=\"53677\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53677)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53677)\">Gen. 49:6<\/a><\/span> These are our feelings about such individuals. <\/div><div class=\"paragraph jod\" id=\"v20n960\"> In regard to our religious matters wherein our social relations are concerned&#x2014;for these are as much religious matters with us as anything instituted among men. Our marriage system is one of the greatest principles that God ever developed to the human family, whether men believe it or not. But there are many who are not acquainted with these things as we are; they do not understand God nor his revelations; and they really, if it came to the point, should have nothing to say against us in relation to these matters. But they do not understand it, neither do they wish to understand it; because there are a great many very corrupt men devoid of principle, and they care not what becomes of their future if they can only accomplish their present objects. <\/div><div class=\"paragraph jod\" id=\"v20n961\"> Now then, did we seek this principle? No, we did not. Did we ask God that we might have a plurality of wives? No, we did not. Was it a matter of our choice? No. The same God that revealed to Joseph Smith the first principles of the  <div class=\"break pagebreak\" id=\"353a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0353.pdf\" target=\"pdfwin\">p.&#xA0;353a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7172\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Gospel also revealed unto him the doctrine of plural marriage; it was presented to us as a doctrine to be believed in and be governed by. Could we help it? What had we to do with it? It is a command of God; and the question is, Shall I, after having embraced the Gospel of the Son of God, and entered into covenant with Him to observe His laws and be governed by the revelations of His will; shall I, because of something that is distasteful to me, set up my will and judgment against His, and say, &#x201C;Why, I shall be despised, I shall be hated;&#x201D; shall I, because of a feeling of that kind violate the laws of God? No, I cannot do it; neither can you who believe in the revelation. God gave it to His servant Joseph Smith and he declared it unto us. Now, how was it? The first thing that was done, when the word of God came to us to do it&#x2014;for there was a time after this revelation was given when we were not permitted to teach this doctrine publicly; but as soon as we were instructed to do so, Prof. Orson Pratt was sent to Washington to publish a paper, at the seat of government, and there proclaim our sentiments on plural marriage to this nation and to the world. This mission he fulfilled&#x2014;publishing a paper called the <span class=\"italic\">Seer<\/span>, and lecturing in a hall hired for that purpose, several times a week. Was there anything underhanded about this, or low, or anything antagonistic to the interest of this nation or any other nation? It was merely proclaiming certain principles pertaining to eternal lives and covenants that should exist through eternity, in our sexual relations pertaining to our association in this world and the world to come. Did we interfere with the rights of others? No; and if we had any revelations, it was not <div class=\"break columnbreak\" id=\"353b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0353.pdf\" target=\"pdfwin\">p.&#xA0;353b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7172\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> for us to oppose them. But others do not know anything about these things, consequently they cannot comprehend our position. Have we done anything covertly? Not until we were forced to. Some few years ago, I remember being brought before a court to give evidence in a case. I was asked if I believed in keeping the laws of the United States. I answered, &#x201C;Yes, I believe in keeping them all but one.&#x201D; &#x201C;What one is that?&#x201D; &#x201C;It is that one in relation to plurality of wives.&#x201D; &#x201C;Why don't you believe in keeping that?&#x201D; &#x201C;Because I believe it is at variance with the genius and spirit of our institutions&#x2014;it is a violation of the Constitution of the United States, and it is contrary to the law of God.&#x201D; Now this is plain. You could not tell your feelings much plainer. This was before the Supreme Court affirmed the constitutionality of that law. &#x201C;Well,&#x201D; said a man to me, &#x201C;Are you prepared to abide the consequences.&#x201D; &#x201C;Always,&#x201D; said I, &#x201C;everywhere.&#x201D; That is straightforward, and in saying this, I only expressed the feelings of thousands of my brethren and sisters. Well, then, whose business is it? If I do a thing and am prepared to abide the penalty, whose business is it? Do I interfere with the friends or government of the United States? No. They have passed a law for political effect which is really intended as a trap for us. One would think that a great and magnanimous nation of fifty millions, could afford to allow a few thousand people to work out a social problem, without fear of contamination. They do not understand us, we wish them no harm. Many of them know this; but they cannot always control circumstances, and many of the members of Congress who were not willing to do anything of this sort, were crowded on by  <div class=\"break pagebreak\" id=\"354a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0354.pdf\" target=\"pdfwin\">p.&#xA0;354a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7171\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>religious bigotry that prevailed among their people, just the same as others were in the days of Jesus. In his day he and his followers were maligned as we are. If he ever did any good, how was it represented? &#x201C;Give God the praise: we know that this man is a sinner.&#x201D;<span class=\"citation\" id=\"69568\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69568)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69568)\">John 9:24<\/a><\/span> And if we do any good somebody else must have the praise instead of us; but if there is any harm done, as, for instance, the trouble among the Indians, &#x201C;it is the Mormons that do it!&#x201D; I suppose if there are any storms, shipwrecks, wars or bloodshed, in Timbuctoo, among the Zulus, Chinese, Japanese, or Europeans, the Mormons will be represented as having had a hand in them. What position does this place us in? Do we wish to be governed by the laws of the United States and sustain its institutions? Yes, we do. But while we are doing this, many infamous men are misrepresenting us. But there are many honorable men who have other feelings. I have seen many of them not only in this nation but other nations, who possess more liberal and generous feelings, men of position and of all conditions in life. And among the honorable men of earth I find there are a great many who look upon us as having been cruelly treated by those who ought to be our friends. Well, now what shall we do under those circumstances? Having passed a law on purpose to entrap us they would now complain because we do not run right into the trap and say, &#x201C;take us and put us in prison.&#x201D; We are not such big fools yet, we have very different ideas to those. If they are ignoring principles that God has revealed to us we cannot help it. If they do not believe our statements, we cannot have confidence in theirs; but one thing we do know, we are a thousand times more virtuous, a thousand times <div class=\"break columnbreak\" id=\"354b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0354.pdf\" target=\"pdfwin\">p.&#xA0;354b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7171\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> more pure, in our actions than they are in theirs. There is not a country in the world today where virtue and the rights, privileges, honor and chastity of the female portion of the community are more strongly protected than in this Territory. Now, that is a fact. <\/div><div class=\"paragraph jod\" id=\"v20n964\"> The question then arises what shall we do? We are under the painful necessity of protecting ourselves as best we may. How did they do in other times&#x2014;how did they do in Rome? We are not so badly off as some people were in former ages. It is said that Christians had to dwell in caves, and that they were hunted and dragged from these places of concealment by government spies and put into the arena, where thousands and tens of thousands of people would go to see them devoured by wild beasts, and I have no doubt that many of our pious Christians would like to see a scene of that kind. What shall we do? God has given unto us a law. Shall we obey it? We are placed&#x2014;not by acts of our own&#x2014;in a position where we cannot help ourselves. We are between the hands of God and the hands of the Government of the United States. God has laid upon us a command for us to keep, He has commanded us to enter into these covenants with each other pertaining to time and eternity, and has revealed this law through the holy priesthood and the regularly constituted channels which He has appointed for conveying this information, and we, having been baptized into one baptism and partaken of the same spirit,<span class=\"citation\" id=\"73516\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73516)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73516)\">1 Cor. 12:13<\/a><\/span> know for ourselves that these things are true. I know they are true, if nobody else does. I know it myself. I cannot help knowing it, and all the edicts and laws of Congress and legislators and decisions of courts could not  <div class=\"break pagebreak\" id=\"355a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0355.pdf\" target=\"pdfwin\">p.&#xA0;355a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7170\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>change my opinion. I know that it is from God, and therefore bear testimony of it. Now, can I help it? No. The question resolves itself into this: having received a command from God to do a certain thing and a command from the State not to do it, the question is what shall we do? Daniel had a political trap set for him, as we have had for us. An edict was passed forbidding him to pray to his God under penalty of death; he went and opened his window and prayed in the sight of the community, hence he violated that decree with death staring him in the face. He knew this law was irrevocable, but he was determined to obey the commandment of God and he did. They cast him into a den of lions, and he played with them as a child would play with kittens. There was something to try Daniel's faith in this but God took care of him.<span class=\"citation\" id=\"61547\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61547)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61547)\">Dan. 6:1-28<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v20n966\"> But there is another feature manifested in this. We notice that King Darius, the victim of a political plot, was very solicitous for the welfare of Daniel, for early in the morning he went to the lion's cave and cried, &#x201C;O Daniel, is the God in whom thou trusteth, able to deliver thee?&#x201D; When Daniel replied, &#x201C;O King, live forever. The God in whom I trust has sent his angel, and has delivered me from the jaws of the lions,&#x201D;<span class=\"citation\" id=\"61579\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61579)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61579)\">Dan. 6:20-22<\/a><\/span> etc. I do not think from the reading of the President's message, that if any of us were cast into the lion's den or into prison, that Mr. Hayes would manifest the interest about us that Darius did about Daniel; but then we must remember this difference, that the <span class=\"italic\">first of these is a Christian; the latter was a heathen<\/span>. But outside of these things, I feel to proclaim against the vices of the age, whether in this nation or others; for we as a nation are fast descending as low as the most degenerate and corrupt <div class=\"break columnbreak\" id=\"355b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0355.pdf\" target=\"pdfwin\">p.&#xA0;355b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7170\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> nations of Europe, and are practicing infamies which have been the overthrow and ruin of many mighty cities, nations and empires, and which are now the loathsome, unnatural, disgusting, damning sins of Christendom. The standing law of God is, be fruitful and multiply;<span class=\"citation\" id=\"52318\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52318)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52318)\">Gen. 1:28<\/a><\/span> but these reformers are &#x201C;swift to shed blood,&#x201D;<span class=\"citation\" id=\"72303\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72303)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72303)\">Rom. 3:15<\/a><\/span> even the blood of innocence;<span class=\"citation\" id=\"59847\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59847)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59847)\">Isa. 59:7<\/a><\/span> and with their prenatal murders and other crimes, are slaying their thousands and tens of thousands with impunity, to say nothing of that other loathsome, disgusting, filthy institution of modern Christendom, &#x201C;the social evil,&#x201D; as well as other infamous practices. We must protest against feticide, infanticide, and other abominable practices of Christendom being forced upon us, either in the shape of legislative enactment, judicial decision or any other adjunct of so called civilization. We are American citizens and are not yet deprived of the inalienable rights of life, liberty and the pursuit of happiness. Men express surprise sometimes at the action of the grand jury who sat upon, as I am informed, about 200 cases of polygamy and only found bills against three. Why, human nature with all its infirmities is not sunk so low as at the bidding of an official satrap to find indictments to order, without evidence and testimony, and there are very few, in view of the above facts, who are sunk so low as to condemn men for marrying wives and supporting their children, while at the same time they know that their accusers and persecutors are violating every principle of chastity, and murdering their own offspring. Many men may be very corrupt, and indulge in the vices and crimes of the age; but all are not hypocrites. Despotic laws require a despot, and not even packed juries will always carry them out.  <div class=\"break pagebreak\" id=\"356a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0356.pdf\" target=\"pdfwin\">p.&#xA0;356a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7169\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Now, it becomes a question for us to decide whether we shall observe the laws of God or the commands of men. If I had to answer I would answer as I did before the court. When I made that answer this question had not then been decided by the Supreme Court of the United States. Since then they have sanctioned that law, hence we are placed in a position a good deal like the Christians were in the days of Rome, and the Christians now assume the position of the then heathen. <\/div><div class=\"paragraph jod\" id=\"v20n969\"> What shall we do? Shall we trust in God or in the arm of flesh? Shall we give up our religion and our God and be governed by the practices that exist in the nation which are contrary to the laws of God? All who are in favor of abiding by the laws of God hold up their right hand (The congregation voted unanimously). We find the same feeling throughout the Territory. <\/div><div class=\"paragraph jod\" id=\"v20n970\"> We wish no disrespect to the government, for after all I do not suppose we could get any better treatment from any other Christian nation than we do from our own, but this is not saying much for them. It is a poor thing when so great and magnanimous a nation cannot afford to allow 200,000 people to worship God according to the dictates of their own consciences.<span class=\"citation\" id=\"94146\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94146)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94146)\">A of F 1:11<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v20n971\"> But have we resisted anything else? No. Have I? No. Have you? I presume not. I expect these kind of things&#x2014;the opposition and corruption of men and the world, under the instigation of the devil, who is the enemy of the Saints. What then? Do I expect to give up my religion to the devil? I think not. What shall we do then? Shall we abuse the people of the United States? No. Shall we abuse the President of the United States? No. <div class=\"break columnbreak\" id=\"356b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0356.pdf\" target=\"pdfwin\">p.&#xA0;356b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7169\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Yet I am sorry that he is not a little more magnanimous, I am sorry he does not possess a little more of these feelings that actuated the founders of this government; I am not sorry for the Saints, for it is quite necessary that we should have to pass through a variety of things in order that, like ancient Saints, we may be made perfect through suffering. &#x201C;For it became him, for whom are all things, in bringing many sons unto glory, to make the captain of their salvation perfect through sufferings.&#x201D;<span class=\"citation\" id=\"76447\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76447)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76447)\">Heb. 2:10<\/a><\/span> &#x201C;He was in all points tempted like as we are, yet without sin.&#x201D;<span class=\"citation\" id=\"76571\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76571)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76571)\">Heb. 4:15<\/a><\/span> Shall we forsake the institutions of this country because of the acts of those men? No, we will cleave to them and sustain them. Shall we deprive other men of their political rights? No, we will not. Shall we deprive any man of his social rights? No, we will not. Shall we deprive any men of their religious rights? No, we will not. They may do as they please in Washington and other places; but we will do right towards all men. Our motto is, Freedom, Liberty and Rights of Conscience to all people; as Brother Parley P. Pratt has it in one of his poems: <\/div><div class=\"paragraph jod\" id=\"v20n972\"> &#x201C;Indian, Muslim, Greek or Jew, Freedom's banner waves for you.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v20n972\"> This is the kind of feeling we entertain in regard to this subject. We all have faults, and perhaps this government is one of the best governments we could have in the world; and we will sustain it. And then, we will contend for our rights legally, properly, orderly and constitutionally. And then, we will watch those miserable hounds that come sneaking into our midst, and tell them to leave; we do not want a lot of dogs among us. Honorable and decent men, men that will do  <div class=\"break pagebreak\" id=\"357a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0357.pdf\" target=\"pdfwin\">p.&#xA0;357a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7168\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>right we will maintain all the time. But this nation is laying the axe at the root of the tree<span class=\"citation\" id=\"62701\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62701)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62701)\">Matt. 3:10<\/a><\/span><span class=\"citation\" id=\"67122\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67122)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67122)\">Luke 3:9<\/a><\/span><span class=\"citation\" id=\"82056\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82056)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82056)\">Alma 5:52<\/a><\/span><span class=\"citation\" id=\"89138\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89138)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89138)\">D&amp;C 97:7<\/a><\/span> and they then will crumble to pieces by and by. If they can stand it we can. If they can afford to treat us in this way, they will soon treat others in the same way. And they will tear away one plank of liberty after another, until the whole fabric will totter and fall; and many other nations will be cast down and empires destroyed; and this nation will have to suffer as others will. And it will be as Joseph Smith once said, &#x201C;When all others forsake the Constitution, the Elders of this Church will rally around the standard and save its tattered shreds.&#x201D; We will come to its rescue and proclaim liberty to all men. <\/div><div class=\"paragraph jod\" id=\"v20n974\"> What shall we do about many other things? Let them alone; &#x201C;Let the potsherds of the earth contend with the potsherds of the earth.&#x201D;<span class=\"citation\" id=\"59403\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59403)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59403)\">Isa. 45:9<\/a><\/span> The God who rules in the heavens is watching over their movements as well as ours, they are in his hands as we are&#x2014;he will put a hook in their jaws<span class=\"citation\" id=\"60910\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60910)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60910)\">Ezek. 38:4<\/a><\/span> and lead them in the way they dreamed not of. He will say to them as he did to the proud waves of the surging ocean&#x2014;&#x201C;Hitherto shalt thou come, and no farther: and here shall thy proud waves be stayed.&#x201D;<span class=\"citation\" id=\"56275\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56275)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56275)\">Job 38:11<\/a><\/span> But it is for us to cleave to God<span class=\"citation\" id=\"55318\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55318)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55318)\">Josh. 23:8<\/a><\/span> and observe his laws and keep his commandments; and then we need fear no evil that may come upon us, &#x201C;for God will make the wrath of man to praise him: and the remainder he will restrain.&#x201D;<span class=\"citation\" id=\"56886\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56886)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56886)\">Ps. 76:10<\/a><\/span> And God will bless and protect Israel; he will lead us forth in the paths of life&#x2014;<span class=\"citation\" id=\"128039\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128039)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128039)\">Ps. 16:11<\/a><\/span>not all of us, for as we have heard, we are not all of us doing just right. But he will accomplish his purposes and roll forth his work and build up his kingdom and establish Zion, and bring to pass all the things spoken of by the <div class=\"break columnbreak\" id=\"357b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0357.pdf\" target=\"pdfwin\">p.&#xA0;357b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7168\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> holy prophets since the world began.<span class=\"citation\" id=\"71395\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71395)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71395)\">Acts 3:21<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v20n975\"> Now then, having talked a little upon this principle, I will speak about some other things associated with our affairs here, in a Stake capacity, or as Saints, say, for I generally talk more to the whole people than I do to the people of a Stake. There are a few things that I wish to draw your attention to. You have got a Stake organization, you have a president and his counselors, who stand in the same position to you as the First Presidency to the Church. I think you heard something about that this morning. Pray for them. Have they weaknesses? Yes. Have you? Yes. Have I? Yes. We are in possession of a rich and glorious treasure; but it is contained in earthen vessels.<span class=\"citation\" id=\"74084\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74084)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74084)\">2 Cor. 4:7<\/a><\/span> We all have our weaknesses and infirmities; but we will pray for those that are appointed to preside over us, that God may bless them. And when we bow with our family, with our wives and children around us, we will ask God to bless them and inspire them with wisdom, that they may manage well all things committed to their care. We will not find fault with them, but ask God, if we think a false step has been made, to lead them in the right path. And we will make things right if we do this, whether they want them or not, for God will control them by His Spirit for our good. <\/div><div class=\"paragraph jod\" id=\"v20n976\"> And then, we have bishops among us. We will treat them courteously. Have they weaknesses? Yes, they are men just like we are. &#x201C;What,&#x201D; say you, &#x201C;have you weaknesses?&#x201D; Yes, lots of them. I wish I had not sometimes, and then again I don't wish so. &#x201C;Do you ask the people to pray for you?&#x201D; Yes, and pray also for my brethren of the Twelve that they may be guided by the inspirations of the Most High, and be led  <div class=\"break pagebreak\" id=\"358a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0358.pdf\" target=\"pdfwin\">p.&#xA0;358a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7167\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and that they may lead others in the paths of life; that we may magnify the calling God has given unto us and honor it and do good among men, and help to build up His Zion. This work devolves upon you in your sphere as much as upon President Smoot and his counselors and the several bishops. Everyone has his duties to perform; and if we all do them we will do pretty well. Listen, then, to their counsels. You have a High Council, sustain them in like manner, that in all their judgments and counsels they may do right. And I would say both to the Bishops in their capacity, as common judges in Israel,<span class=\"citation\" id=\"90367\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90367)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90367)\">D&amp;C 107:74<\/a><\/span> and to the High Council as a High Council, deal justly in the sight of God; do not bring into deliberations any of your own private notions or feelings. Do not, in the name of God, seek to pervert judgment or justice. I would not give five straws for a man&#x2014;he is not fit to be a high councilor&#x2014;if he would not apply the same judgment to his own brother or son as he would to anybody else. We need to ask God to give us wisdom in the management and direction of these affairs, and then we ought to have another principle more thoroughly enforced than it is among us. We have people going to law one with another sometimes, and that before the ungodly,<span class=\"citation\" id=\"73250\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73250)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73250)\">1 Cor. 6:6<\/a><\/span> and the Elders of Israel sanction it. God will hold you to an account, I tell you, and He will bring you upstanding when you don't dream of it, and all they that like to go to law, in the name of God they shall have enough of it until they are sick and weary&#x2014;for it will bring them down to poverty, ruin, misery and death, unless they turn around speedily and repent. Let us honor the institutions that God has given unto us, honor the Priesthood, honor our own courts of justice, and treat all men everywhere <div class=\"break columnbreak\" id=\"358b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0358.pdf\" target=\"pdfwin\">p.&#xA0;358b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7167\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> with proper respect, but we do not want to go to law with the ungodly. <\/div><div class=\"paragraph jod\" id=\"v20n978\"> There are other things I wish to speak about pertaining to the interests of this community. We should educate our children properly. I am very glad to find you have one very good institution in this place. You have got those at the head of it that know God, and who instill into the minds of their pupils correct principles and the fear of the Lord, and teach them the principles of life; that they, when they go forth to teach others, may teach them the same principles that these our brethren teach them&#x2014;that correct principles may spread, grow and increase, and that while they are obtaining an education in regard to science and the various branches of secular education, they may always have before their minds the fear of God. Well, would you seek for knowledge? Yes, as I would for a hidden treasure. Would you like the people to be acquainted with the arts and sciences, etc.? Yes. We want to so educate our children, and if necessary make sacrifices ourselves for that purpose, in order that they may be men and women capable of coping intellectually with any persons that live upon the earth. We are seeking after these things, we are anxious to promote the welfare of all people in regard to these matters, especially those associated with us, that our children may grow up not only in the fear of God, but possess intelligence of every kind. Now, these are our feelings in relation to these matters, and by-and-by, if we do this and keep doing it, how will it be? It will not be long before we will be as far ahead of the world in regard to the arts, sciences, mechanism and every principle of intelligence that exists upon the face of the earth, as we are in religious  <div class=\"break pagebreak\" id=\"359a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0359.pdf\" target=\"pdfwin\">p.&#xA0;359a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7166\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>matters today. Some of our little boys five and six, seven and eight years old know very well how to cope with men that profess generally to be wise men on religious subjects. Some few days ago I attended a Sabbath School exhibition in the 17th Ward of Salt Lake City, and witnessed there more intelligence displayed by the children, male and female, in regard to religious matters, than I have ever seen exhibited anywhere in the whole Gentile world wherever I have traveled. I was reminded of a saying of the Savior's that, &#x201C;Out of the mouths of babes and sucklings thou hast perfected praise.&#x201D;<span class=\"citation\" id=\"65324\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65324)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65324)\">Matt. 21:16<\/a><\/span> Let us train up our children in the right way.<span class=\"citation\" id=\"57501\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57501)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57501)\">Prov. 22:6<\/a><\/span> That reminds me of another thing, that is our Sabbath Schools. You have them here, how extensively you are engaged in them I am not prepared to say, but it is a good institution worthy of our best efforts, and I would say, let us encourage them, let our young and middle-aged men that are talented engage in them, that our children may be brought up in the fear of God. The school that Brother Maeser and Brother Hardy are engaged in, in this place, I consider a model institution, and I say God bless them and let the blessing and Spirit of God be with them. Continue in your labors as you are doing, and your names will be known in Israel and be handed down to posterity as some of the great men of Zion. Let our brethren, too, be interested in these Sunday Schools, and let us get men that fear God&#x2014;you young men and Elders of Israel who have the Spirit of the Lord&#x2014;teach the children and instill the principles of life and salvation into their minds. And then there are other things that are very praiseworthy institutions, one of which is the Female Relief Societies. Our Sisters <div class=\"break columnbreak\" id=\"359b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0359.pdf\" target=\"pdfwin\">p.&#xA0;359b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7166\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> are engaged with us in trying to do a good work. Shall we despise them in their labors? No. Who are they? Part of ourselves. Do they hold the priesthood? Yes, in connection with their husbands and they are one with their husbands, but the husband is the head.<span class=\"citation\" id=\"73326\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73326)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73326)\">1 Cor. 11:3<\/a><\/span> And women are so constituted that they are much better prepared to feel after the welfare of families than men are. They can sympathize with the sisters, for they are one with them. I remember a certain lady said to me in talking about some things, &#x201C;You never was a grandmother.&#x201D; &#x201C;No.&#x201D; said I, &#x201C;I never was. I never had that experience.&#x201D; &#x201C;Well, then, you cannot enter into the feelings of a grandmother.&#x201D; No, and I never was a wife, and therefore I could not enter into the feelings of a wife. But a wife can enter into a wife's feelings and into a mother's feelings and they can sympathize with the sisters, and pour in the oil and wine<span class=\"citation\" id=\"67428\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67428)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67428)\">Luke 10:34<\/a><\/span> and they can teach the sisters correct principles, teach them cleanliness, kindness and sisterly sympathetic feelings. They are doing this to a great extent, therefore I say God bless the sisters. They are one with us in seeking to promote the welfare of Israel. They tell me I was chairman when the first Ladies' Relief Society was organized in Nauvoo; perhaps I was, I do not remember, however, but I am pleased to cooperate with the sisters. I desire to see them prosecute their labors and try to train up young women to be good mothers, good housekeepers, good wives, and to cultivate the fear of God and to teach their own children to walk in the paths of life. <\/div><div class=\"paragraph jod\" id=\"v20n980\"> Then we have our Young Men and Young Womens' Mutual Improvement Associations. These are very good institutions. How much better it is to see our youth engaged  <div class=\"break pagebreak\" id=\"360a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0360.pdf\" target=\"pdfwin\">p.&#xA0;360a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7165\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>in the fear of God, meeting together and talking over the things of God, meditating upon them, teaching one another good, virtuous, holy principles, than to see them associated with corruptions and treading in the paths that leads down to death. How much better to teach purity, holiness, virtue, and intelligence, making them honorable men and women, than to see them take a different course. I have been asked sometimes if there was the priesthood associated with this. No; not particularly; but it is one of those helps spoken of in the Scriptures.<span class=\"citation\" id=\"73635\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73635)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73635)\">1 Cor. 12:28<\/a><\/span> A bishop will not object to being helped by the Relief Societies. Will he object to them visiting the poor? Will he object to any man or any woman seeking to promote peace, order, virtue, and righteousness? No. Who are they? Some are Elders, some are Seventies, some High Priests, and all belong to the several quorums of the priesthood. These associations are a very creditable thing, in advance, say of our Sunday School operations. It is leading on to knowledge, or what we term theology and science, and every principle of intelligence. We have a great many good, highminded, honorable young men and women, and I say, God bless you in your labors. <\/div><div class=\"paragraph jod\" id=\"v20n982\"> You, bishops, I say to you, encourage all these things among you, sanction and protect them, and do all you can to foster them. <\/div><div class=\"paragraph jod\" id=\"v20n983\"> With regard to our political organization, I would say, we must be united. Who, I ask, should dictate us? If I was here in Provo, and had to do with such matters, the first thing I would do would be to confer with President Smoot to ascertain whom he would recommend for such and such offices. <\/div><div class=\"paragraph jod\" id=\"v20n984\"> &#x201C;But,&#x201D; say some, that would in<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"360b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0360.pdf\" target=\"pdfwin\">p.&#xA0;360b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7165\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>terfere with my freedom. I think Watts says: <\/div><div class=\"paragraph jod\" id=\"v20n985\"> &#x201C;I would be walking with the wise. That I may wiser grow.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v20n985\"> Well then, <\/div><div class=\"paragraph jod\" id=\"v20n985\"> &#x201C;I would not be walking with the fools, Lest I a fool should grow.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v20n986\"> But I would seek from men of experience and judgment advice as to the best course to pursue. And as to your freedom have as much as you please, that is, freedom to do right, not wrong. It is very necessary that we be united; and anybody that seeks to divide the people is not the friend of God or man, neither is God his friend; and if he continue to interfere with the happiness and union of the people of God, He will not hold him guiltless; but He will remove him out of his place. There is a providence in many of these things. People wonder sometimes why we have sickness amongst us. The Apostle Paul in writing to the Corinthians, in referring to divisions that existed among them, together with their unworthiness, when partaking of the Lord's supper, says, &#x201C;For this cause many are weak and sickly among you, and many sleep.&#x201D;<span class=\"citation\" id=\"73404\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73404)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73404)\">1 Cor. 11:30<\/a><\/span> Do you believe a principle of that kind? I do. Let us fear God then, honor Him, and keep His commandments. <\/div><div class=\"paragraph jod\" id=\"v20n987\"> Another thing, we want the brethren to do, and that is to cultivate a right feeling towards the sisters, and towards their wives especially. God has given them to us; treat them well and kindly. If they have weaknesses&#x2014;which doubtless they have&#x2014;we should bear with them, they are the weaker vessel,<span class=\"citation\" id=\"77871\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77871)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77871)\">1 Pet. 3:7<\/a><\/span> and we ought to be strong, and a strong man ought not to be much afraid of a weak woman. We ought to have them in our affections, and instead  <div class=\"break pagebreak\" id=\"361a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0361.pdf\" target=\"pdfwin\">p.&#xA0;361a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7164\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of returning evil for evil, be kind to them; and if your wives chide you, render to them kindness in return and love them, and say, this is not exactly right; let us be friends. And they will turn round and reciprocate that kind of feeling. And then make their homes as comfortable as you can, and lighten their household duties as far as it may be in your power to do so; and do all you can to unite your efforts together as families. And wives, comfort your husbands; speak kind words, and make their homes a heaven. And neighbors, don't bite and devour one another,<span class=\"citation\" id=\"129202\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129202)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129202)\">Gal. 5:15<\/a><\/span> don't tear in pieces one another's character, but be united in all things. <\/div><div class=\"paragraph jod\" id=\"v20n989\"> &#x201C;Nay, speak no ill, a kindly word Can never leave a sting behind.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v20n989\"> Let us learn to speak kindly of each other, and if we cannot say something good of our brother or our sister, let us hold our tongue. <div class=\"break columnbreak\" id=\"361b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0361.pdf\" target=\"pdfwin\">p.&#xA0;361b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7164\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> And if our brother sin against us, tell him of his fault when you and he are alone;<span class=\"citation\" id=\"65057\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65057)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65057)\">Matt. 18:15<\/a><\/span> and then when you are made acquainted with your wrong, confess it and repent, and try to do better. And let us live together as brethren and sisters and as Saints of God. And do not forget to call upon the Lord in your family circles, dedicating yourselves and all you have to God every day of your lives; and seek to do right, and cultivate the spirit of union and love, and the peace and blessing of the Living God will be with us, and He will lead us in the paths of life;<span class=\"citation\" id=\"128040\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128040)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128040)\">Ps. 16:11<\/a><\/span> and we shall be sustained and upheld by all the holy angels and the ancient patriarchs and men of God, and the veil will become thinner between us and our God, and we will approach nearer to him, and our souls will magnify the Lord of Hosts. <\/div><div class=\"paragraph jod\" id=\"v20n990\"> Brethren and sisters, God bless you, and lead you in the paths of life,<span class=\"citation\" id=\"128041\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128041)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128041)\">Ps. 16:11<\/a><\/span> in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}