{"ID":20001, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Gospel&#x2014;Growing in Knowledge&#x2014;The Lord's Supper&#x2014;Blessings of Faithfulness&#x2014;Utility of Persecution&#x2014;Creation of Adam&#x2014;Experience.<\/div>\n<div class=\"subtitle\">A Discourse by President Brigham Young, Delivered in the Tabernacle, Great Salt Lake City, Oct. 23, 1853<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: The Gospel, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 10\/23\/1853<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d01\">\n<div class=\"paragraph jod\" id=\"v2n1\"> I wish to bear my testimony, before this congregation, to the religion which is called &#x201C;Mormonism,&#x201D; and preached by the Elders of the same profession in all the world; and that, we believe, is the Gospel of salvation, and calculated to save all the honest in heart who wish to be saved. <\/div><div class=\"paragraph jod\" id=\"v2n2\"> This is my testimony concerning it&#x2014;<span class=\"italic\">It is the power of God unto salvation to all who believe and obey it<\/span>.<span class=\"citation\" id=\"72161\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72161)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72161)\">Rom. 1:16<\/a><\/span> The words &#x201C;obey it,&#x201D; I have added to the text as it is given to us by King James' translators. To say it is the power of God unto salvation to them that believe, and that be the end of it, then the people could not be saved by it. It is quite possible some may argue the point as it is held out in the New Testament reading, and in their own estimation justly. But to me one argument is sufficient to lay the matter at rest in my mind&#x2014;a person who disobeys the Gospel, and operates against it, may not only believe it, but know it to be true. Therefore I read the Scripture thus&#x2014;&#x201C;This Gospel that we preach is the power of <div class=\"break columnbreak\" id=\"1b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0001.pdf\" target=\"pdfwin\">p.&#xA0;1b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9586\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> God unto salvation to all who believe and obey it.&#x201D;<span class=\"citation\" id=\"72162\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72162)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72162)\">Rom. 1:16<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v2n3\"> My testimony is based upon experience, upon my own experience, in connection with that obtained by observing others. To me it has become positively true&#x2014;no doubt remains upon my mind, whatever, as to the power of the revealed will of Heaven to man upon the minds of the people, when the principles of salvation are set before them by the authorized ministers of heaven. The heavenly truth commends itself to every person's judgment, and to their faith; and more especially to the senses of those who wish to be honest with themselves, with their God, and with their neighbor. Yet I must admit that all men are not operated upon alike; the evidence of truth comes more forcibly to the understandings of some than others. This is owing to numerous influences. The Gospel may be preached to an individual, and the truth commend itself to the conscience of that person, creating but a little faith in its truth, to which there  <div class=\"break pagebreak\" id=\"2a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0002.pdf\" target=\"pdfwin\">p.&#xA0;2a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9585\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>may be an addition made. If persons can receive a little, it proves they may receive more. If they can receive the first and second principles with an upright feeling, they may receive still more, and the words of the Prophet be fulfilled. He, seeing and understanding the mind of man, and the operations of the different spirits that have gone abroad into the world,<span class=\"citation\" id=\"85924\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85924)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85924)\">D&amp;C 50:1-2<\/a><\/span> and knowing the ways of the Lord, and the vision of his mind being opened to those things we call mysteries, said&#x2014;&#x201C;Whom shall he teach knowledge? And whom shall he make to understand doctrine? Them that are weaned from the milk, and drawn from the breasts. For precept must be upon precept, precept upon precept; line upon line, line upon line; here a little, and there a little.&#x201D;<span class=\"citation\" id=\"58536\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58536)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58536)\">Isa. 28:9-10<\/a><\/span> That is, He gives a little to His humble followers today, and if they improve upon it, tomorrow He will give them a little more, and the next day a little more. He does not add to that which they do not improve upon, but they are required to continually improve upon the knowledge they already possess, and thus obtain a store of wisdom. It is plain, then, that we may receive the truth, and know, through every portion of the soul, that the Gospel is the power of God unto salvation,<span class=\"citation\" id=\"72163\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72163)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72163)\">Rom. 1:16<\/a><\/span> that it is the way to life eternal; still there may be added to this, more power, wisdom, knowledge, and understanding. The Apostle does not say, grow in grace, and in the knowledge of the truth, as Jesus did;<span class=\"citation\" id=\"89031\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89031)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89031)\">D&amp;C 93:11-14<\/a><\/span> no, but it reads, &#x201C;Grow in grace, and in the knowledge of our Lord and Savior Jesus Christ,&#x201D;<span class=\"citation\" id=\"78498\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78498)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78498)\">2 Pet. 3:18<\/a><\/span> which implies a growing in strength, wisdom,<span class=\"citation\" id=\"67103\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67103)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67103)\">Luke 2:52<\/a><\/span> and understanding, as he did. <\/div><div class=\"paragraph jod\" id=\"v2n5\"> It is the privilege of all Saints to grow and increase in understanding, and to spread abroad. If they receive a little, it is their privilege to improve upon that little, and so receive more, until they become perfect in the Lord <div class=\"break columnbreak\" id=\"2b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0002.pdf\" target=\"pdfwin\">p.&#xA0;2b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9585\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>&#x2014;knowing and understanding perfectly His ways. Then the manifestations of His providence among the children of men cease to be a mystery to them. Kingdoms and thrones, princes and potentates, with all their earthly splendor, may be hurled to the dust, and revolution upon revolution may spread scenes of affliction and blood among the inhabitants of the earth, yet their eyes are open to see the handiwork of the Lord in all this. They realize that He is capable of endowing His ministers and servants on the earth with the same power as He possesses in Himself, that He scrutinizes every particle of His work, and that not a hair of their heads can fall to the ground without His notice.<span class=\"citation\" id=\"87864\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87864)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87864)\">D&amp;C 84:80<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v2n6\"> I bear my testimony that the Gospel you have embraced is the way of life and salvation to every one that believes it, and then obeys it with an honest intent. The inquiry may arise in the minds of some, as to how far they shall obey it. Every son and daughter of God is expected to obey with a willing heart every word which the Lord has spoken, and which He will in the future speak to us. It is expected that we hearken to the revelations of His will, and adhere to them, cleave to them with all our might; for this is salvation, and anything short of this clips the salvation and the glory of the Saints. Consequently, we are here today, engaged in the administration of the ordinance of the Sacrament of the Lord's Supper. How does it appear to you, and what are your sensations, when the servants of the Lord present to you the emblems of His body? Do you believe you receive life? Do you realize that you receive any benefit? Do you feel that you will receive fresh strength, or additional knowledge, through this holy ordinance? Or, do you do it because others do it? Do you partake of these tokens of the  <div class=\"break pagebreak\" id=\"3a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0003.pdf\" target=\"pdfwin\">p.&#xA0;3a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9584\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>love of the Redeemer because it is a mere custom? Suffice it to say, varied are the feelings among the human family upon this subject. <\/div><div class=\"paragraph jod\" id=\"v2n8\"> If you ask a certain class of the priests of Christendom what they think of the bread and wine administered for the Sacrament of the Lord's Supper, they will declare that the bread is the actual flesh, and the wine the real blood, of him who was slain for the sins of the world. <\/div><div class=\"paragraph jod\" id=\"v2n9\"> If you ask another class of men what benefit they derive from partaking of the Sacrament, from eating and drinking the emblems of the body and blood of Christ, they reply, &#x201C;It is merely a token of our fellowship with each other.&#x201D; Is there any life, any power, any real and substantial benefit to be obtained by adhering to, and obeying faithfully, this ordinance? What do the Latter-day Saints think about it? Do they understand the true nature of this ordinance? Perhaps they do, and again perhaps they do not. <\/div><div class=\"paragraph jod\" id=\"v2n10\"> It is an easy matter for me to understand the information the Lord has imparted to me, and then communicate the same to you. Will the bread administered in this ordinance add life to you? Will the wine add life to you? Yes; if you are hungry and faint, it will sustain the natural strength of the body. But suppose you have just eaten and drunk till you are full, so as not to require another particle of food to sustain the natural body; you have eaten all your nature requires; do you then receive any benefit from the bread and wine as mere articles of food? As far as the emblems are concerned, you receive strength naturally, when the body requires it, precisely as you would by eating bread, and drinking wine, at any other time, or on any other occasion. <\/div><div class=\"paragraph jod\" id=\"v2n11\"> In what consists the benefit we derive from this ordinance? It is in obeying the commands of the Lord. <div class=\"break columnbreak\" id=\"3b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0003.pdf\" target=\"pdfwin\">p.&#xA0;3b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9584\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> When we obey the commandments of our heavenly Father, if we have a correct understanding of the ordinances of the house of God, we receive all the promises attached to the obedience rendered to His commandments. Jesus said&#x2014;Verily, verily I say unto you, except ye eat the flesh of the Son of God, and drink his blood, ye have no life in you.<span class=\"citation\" id=\"69296\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69296)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69296)\">John 6:53<\/a><\/span> Again, &#x201C;<span class=\"italic\">He that eateth me<\/span>,&#x201D; &#x201C;shall live by me.&#x201D;<span class=\"citation\" id=\"69298\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69298)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69298)\">John 6:57<\/a><\/span> Again, &#x201C;Whose eateth my flesh, and drinketh my blood, hath eternal life.&#x201D;<span class=\"citation\" id=\"69297\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69297)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69297)\">John 6:54<\/a><\/span> &#x201C;For my flesh is meat indeed, and my blood is drink indeed.&#x201D;<span class=\"citation\" id=\"94301\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94301)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94301)\">John 6:55<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v2n12\"> Can you understand these sayings of the Savior? These sayings are but isolated portions of the vast amount of instructions given by him to his followers in his day. Had a thousandth part of his teachings to them been handed down to us, and all his doings been faithfully recorded and transmitted to us, we should not have known what to do with such a vast amount of information. The Apostle says, &#x201C;And there are also many other things which Jesus did, the which, if they should be written every one, I suppose that even the world itself could not contain the books that should be written.&#x201D;<span class=\"citation\" id=\"70997\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70997)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70997)\">John 21:25<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v2n13\"> Allow me to explain this text. The Apostle could not possibly mean what the language of the quotation implies&#x2014;that the whole earth would have been covered with books to a certain depth; no, but he meant, by that saying, there would have been more written than the world of mankind would receive, or credit. The people then were as they are in this day&#x2014;they are continually reaching after something that is not revealed, when there is more written already than they can comprehend. Instead of saying the world could not contain the books, we will say there would have been more written than the people would carry out in their lives. <\/div><div class=\"paragraph jod\" id=\"v2n14\"> I will now tell you what the Savior  <div class=\"break pagebreak\" id=\"4a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0004.pdf\" target=\"pdfwin\">p.&#xA0;4a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9583\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>meant by those wonderful expressions touching his body and blood. It is simply this&#x2014;&#x201C;If you do not keep the commandments of God, you will have no life of the Son of God in you.&#x201D; Jesus, as they were eating, took the bread, and blessed it, and broke it, and gave it to the disciples, and said, &#x201C;Take, eat; this is my body. And he took the cup, and gave thanks, and gave it to them, saying, Drink ye all of it; For this is my blood of the new testament, which is shed for many for the remission of sins.&#x201D;<span class=\"citation\" id=\"66217\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66217)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66217)\">Matt. 26:26-28<\/a><\/span> What were they required to drink it for? What are we partaking of these emblems for? In token of our fellowship with him, and in token that we desire to be one with each other, that we may all be one with the Father. His administering these symbols to his ancient disciples, and which he commanded should be done until he came, was for the express purpose that they should witness unto the Father that they did believe in him. But on the other hand, if they did not obey this commandment, they should not be blessed with his spirit. <\/div><div class=\"paragraph jod\" id=\"v2n16\"> It is the same in this, as it is in the ordinance of baptism for the remission of sins. Has water, in itself, any virtue to wash away sin? Certainly not; but the Lord says, &#x201C;If the sinner will repent of his sins, and go down into the waters of baptism, and there be buried in the likeness of being put into the earth and buried, and again be delivered from the water, in the likeness of being born&#x2014;if in the sincerity of his heart he will do this, his sins shall be washed away.&#x201D;<span class=\"citation\" id=\"72371\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72371)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72371)\">Rom. 6:3-5<\/a><\/span> Will the water of itself wash them away? No; but keeping the commandments of God will cleanse away the stain of sin. <\/div><div class=\"paragraph jod\" id=\"v2n17\"> When we eat of this bread, and drink of this water, do we eat the literal flesh of the Son of God? Were I a priest of the Roman Catholic church, and had been trained from my youth in that faith, I might believe <div class=\"break columnbreak\" id=\"4b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0004.pdf\" target=\"pdfwin\">p.&#xA0;4b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9583\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> fully, with my whole heart, that my prayers would transform the bread of the eucharist into the literal flesh, and the wine into the literal blood, of the Son of God. But notwithstanding my faith on that matter, the bread and wine would be just the same in their component parts, and would administer to the mortal systems of men, or of beasts, the same amount and kind of nutriment that the same quantity of unblessed bread and wine would. If bread and wine are blessed, dedicated, and sanctified, through the sincerity and faith of the people of God, then the Spirit of the Lord, through the promise, rests upon the individuals who thus keep His commandments, and are diligent in obeying the ordinances of the house of God. So I understand all the ordinances of the house of the Lord. You know we used to get down upon our knees and pray for the remission of sins; and we would pray until we got peace of mind, and then we thought our sins were forgiven. I have no fault to find with this, it is all right. Many in this way have been made to rejoice in the hope of eternal life, to rejoice in the gift of the Spirit of the Lord, and in the light of His countenance. Many received heavenly visions, revelations, the ministering of holy angels, and the manifestations of the power of God, until they were satisfied; and all this before the ordinances of the house of God were preached to the people. They obtained those blessings through their faith, and the sincerity of their hearts. It was this that called down heavenly blessings upon them. It was their fervency of spirit, and not their obedience to the celestial law, through which they received such blessings; and it was all right. What is required of us when the law comes? We must obey it, as old Paul did. He was a servant of God in all good conscience, when he took care of the clothes of those who stoned Stephen to death;<span class=\"citation\" id=\"71557\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71557)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71557)\">Acts 7:58<\/a><\/span>  <div class=\"break pagebreak\" id=\"5a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0005.pdf\" target=\"pdfwin\">p.&#xA0;5a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9582\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>but when the law came, sin revived in him, and he said, &#x201C;I died.&#x201D;<span class=\"citation\" id=\"72477\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72477)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72477)\">Rom. 7:9<\/a><\/span> That is, his former notions of serving God, his former incorrect traditions, all appeared to him in their true light, and that upon which he had trusted for salvation as baseless as a dream, when the law of the Lord came by Jesus Christ; and in it he found the promises and the gifts and the blessings of the holy Gospel, through obedience to the ordinances. That is the only legal way to obtain salvation, and an exaltation in the presence of God. <\/div><div class=\"paragraph jod\" id=\"v2n19\"> In this light do I view all the ordinances of the house of God. I do not know of one commandment that may be preferred before another; or of one ordinance of the house of God, from the beginning to the end of all the Lord has revealed to the children of men, that is not of equal validity, power, and authority with the rest. So we partake of bread and wine, obeying the commandments of the Lord; and by so doing we receive the blessing. <\/div><div class=\"paragraph jod\" id=\"v2n20\"> But how do the people feel? Perhaps you will refer the answer of this question to myself. Were I to answer it, I should say, they feel every way. Permit me to refer particularly to the brethren and sisters who have lately come to this place&#x2014;they have all the variety of feelings that is common to the human heart. They know how they feel; they are my witnesses. The most frivolous and trifling circumstance that can transpire, will produce in them the most keen and cutting trial. What can we say about it? For one I will say, let them come, the small trials and the large ones; let them be many or few, it is the same; let them come as the Lord pleases. Brother Heber C. Kimball was speaking this morning about this people being driven from pillar to post, and he told the cause of their many trials. I will ask a question concerning this matter. If you had <div class=\"break columnbreak\" id=\"5b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0005.pdf\" target=\"pdfwin\">p.&#xA0;5b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9582\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> not been driven from York State, and the persecution become so hot as to send you up to Kirtland, Ohio, would you have known as much as you now know? Persecution did not commence in Kirtland, nor in Jackson County, but it commenced at the time Joseph the Prophet sought the plates in the hill Cumorah. It did not commence after I came into the Church, but I found it at work when I entered the Church. <\/div><div class=\"paragraph jod\" id=\"v2n21\"> Suppose Joseph had not been obliged to flee from Pennsylvania back to York State, would he have known as much as he afterwards knew? Suppose he could have stayed in old Ontario County in peace, without being persecuted, could he have learned as much as he did by being persecuted? He fled from there to Kirtland, accompanied by many others, to save their lives. There are men now in this Church whom I see before me and in full fellowship, who haunted my house for days, weeks, and months to kill me, and I knew it all the time; and Joseph had to flee to Missouri. <\/div><div class=\"paragraph jod\" id=\"v2n22\"> Would he have known as much if this persecution had not come upon him, as he afterwards did by its coming upon him? When the people left Kirtland they went to Jackson County, Missouri, and Joseph commenced to lay out a city to be called Zion; and not now, but after a time, when the Lord has accomplished His preparatory work, it will be built, even the New Jerusalem. The brethren were persecuted also in Jackson County, and driven out; they had trial upon trial, persecution on the right hand and on the left. Suppose, when they went to Jackson County, all the people of Missouri had hailed them as brethren, fellow citizens, and as neighbors, and had treated them accordingly, and they had been protected in their religious liberty, would the people that were driven from Jackson County have known as much as they  <div class=\"break pagebreak\" id=\"6a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0006.pdf\" target=\"pdfwin\">p.&#xA0;6a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9581\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>now know? Could they have gained the knowledge and wisdom they have obtained by means of their persecutions? You can answer these questions to suit your own minds. When they had to flee from Ohio to Missouri, it certainly gave the people an experience they could not have obtained in any other way. When they were driven from Jackson County, and went to Clay, Ray, Caldwell, and Davies counties, persecution still followed them, and every man and woman who acknowledged Joseph Smith to be a Prophet, had to leave the State forthwith. <\/div><div class=\"paragraph jod\" id=\"v2n24\"> I feel inclined now to give some of you a gentle touch on the left side. Brethren, how glad I am to see you; how pleased I am to see you; where have you been these few years back? Where have you been living? Where did you go after you left Missouri? &#x201C;Why I stayed there.&#x201D; I say, there was not a man who would say that Joseph Smith was a Prophet, could stay there; they had all to leave the State; and you will now show yourselves at this late day, and try to have us believe you are first-rate Latter-day Saints. My thoughts are, &#x201C;YOU POOR DEVILS!&#x201D; <\/div><div class=\"paragraph jod\" id=\"v2n25\"> I hope I do not hurt any of your feelings. If you will do right from this time henceforth, and help with your mights to build up the Kingdom of God, I will hold you in fellowship after you have thus proved yourselves. But you may regard it as an established fact, that I have no fellowship for you yet; and I have as much as the Lord has. Still, if I have anything to fear, it is that I fellowship people too much, when they are not worthy; that is, I reflect&#x2014;&#x201C;Can I be more merciful than the Lord?&#x201D; But I have not got light enough nor wisdom enough to fellowship men who lived in peace with those who sought to kill us. <\/div><div class=\"paragraph jod\" id=\"v2n26\"> Ask yourselves whether you think this people would have received as <div class=\"break columnbreak\" id=\"6b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0006.pdf\" target=\"pdfwin\">p.&#xA0;6b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9581\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> much as they have received, if they never had been persecuted. Could they have advanced in the school of intelligence as far without being persecuted, as they have by being persecuted? Look for instance at Adam. <span class=\"italic\">Listen, ye Latter-day Saints<\/span>! Supposing that Adam was formed actually out of clay, out of the same kind of material from which bricks are formed; that with this matter God made the pattern of a man, and breathed into it the breath of life,<span class=\"citation\" id=\"52395\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52395)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52395)\">Gen. 2:7<\/a><\/span> and left it there, in that state of supposed perfection, he would have been an adobie to this day. He would not have known anything. <\/div><div class=\"paragraph jod\" id=\"v2n27\"> Some of you may doubt the truth of what I now say, and argue that the Lord could teach him. This is a mistake. The Lord could not have taught him in any other way than in the way in which He did teach him. You believe Adam was made of the dust of this earth. This I do not believe, though it is supposed that it is so written in the Bible; but it is not, to my understanding. You can write that information to the States, if you please&#x2014;that I have publicly declared that I do not believe that portion of the Bible as the Christian world do. I never did, and I never want to. What is the reason I do not? Because I have come to understanding, and banished from my mind all the baby stories my mother taught me when I was a child. <\/div><div class=\"paragraph jod\" id=\"v2n28\"> But suppose Adam was made and fashioned the same as we make adobies; if he had never drunk of the bitter cup, the Lord might have talked to him to this day, and he would have continued as he was to all eternity, never advancing one particle in the school of intelligence.<span class=\"citation\" id=\"92578\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92578)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92578)\">Moses 5:11<\/a><\/span> This idea opens up a field of light to the intelligent mind. How can you know truth but by its opposite, or light but by its opposite?<span class=\"citation\" id=\"81223\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81223)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81223)\">2 Ne. 2:11<\/a><\/span> The absence of light is darkness. How can sweetness be  <div class=\"break pagebreak\" id=\"7a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0007.pdf\" target=\"pdfwin\">p.&#xA0;7a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9580\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>known but by its opposite, bitter? It is by this means that we obtain all intelligence. This is &#x201C;Mormonism,&#x201D; and it is founded upon all truth, upon every principle of true philosophy; in fact, the Gospel of Jesus Christ is the only true philosophy in existence. There is not one particle of it that is not strictly philosophical, though you and I may not understand all the fulness of it, but we will if we continue faithful. <\/div><div class=\"paragraph jod\" id=\"v2n30\"> Let the brethren who have been persecuted and driven from city to city, inquire of themselves if they like it. Some of you may give a negative to this inquiry. You recollect brother Taylor telling about a woman in Far West who had her house burnt down some four or five times; she finally said, &#x201C;she would be damned if she would stand it any longer.&#x201D; If her eyes had been opened to see, she would have thanked the Lord for that, more than for anything else; that persecution was more precious to her than riches, because it was designed to teach her to understand the knowledge of God. Do I acknowledge the hand of the Lord in persecution? Yes, I do. It is one of the greatest blessings that could be conferred upon the people of God. I acknowledge the hand of the Lord in leveling His people to the dust of the earth, and reducing them to a state of abject poverty. <\/div><div class=\"paragraph jod\" id=\"v2n31\"> Time and time again have I left handsome property to be inherited by our enemies. <\/div><div class=\"paragraph jod\" id=\"v2n32\"> Suppose we were called to leave what we have now, should we call it a sacrifice? Shame on the man who would so call it; for it is the very means of adding to him knowledge, understanding, power, and glory, and prepares him to receive crowns, kingdoms, thrones, and principalities, and to be crowned in glory with the Gods of eternity. Short of this, we can never receive that which we are looking for. <\/div> <div class=\"break columnbreak\" id=\"7b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0007.pdf\" target=\"pdfwin\">p.&#xA0;7b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9580\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v2n33\"> For example, I will refer to your crossing the plains. How could you in any other way have known the hardships incident to such a journey? And do you not feel ashamed for getting angry at your cattle, or for letting passion arise in your bosoms? Suppose you were rolling in wealth, and perfectly at your ease, with an abundance around you; you might have remained in that condition until Doomsday, and never could have advanced in the school of intelligence, any more than Adam could have known about the works of God, in the great design of the creation, without first being made acquainted with the opposite? &#x201C;Is there evil in the city and I have not done it, saith the Lord.&#x201D;<span class=\"citation\" id=\"61907\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61907)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61907)\">Amos 3:6<\/a><\/span> There is no evil that is not known to the Lord. He has been perfectly acquainted with all the persecutions the Saints have passed through. His hand was there, as much so as it is in building up and tearing down kingdoms and thrones on earth; and even the moth we trample upon is not overlooked by Him. Everything is under His watchful eye; he understands all the works of His hands, and knows how to use them to His own glory. He has given the children of men the privilege of becoming equal with His Son Jesus Christ, and has placed all things that pertain to this world in their hands, to see what use they will make of them. <\/div><div class=\"paragraph jod\" id=\"v2n34\"> Joseph could not have been perfected, though he had lived a thousand years, if he had received no persecution. If he had lived a thousand years, and led this people, and preached the Gospel without persecution, he would not have been perfected as well as he was at the age of thirty-nine years. You may calculate when this people are called to go through scenes of affliction and suffering, are driven from their homes, and cast down, and scattered, and smitten, and peeled, the Almighty is rolling on  <div class=\"break pagebreak\" id=\"8a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0008.pdf\" target=\"pdfwin\">p.&#xA0;8a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9579\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>His work with greater rapidity. But let you and me live and die in peace, and in our lives we send the Gospel to the nations, from kingdom to kingdom, and from people to people, will it advance with the same speed if it receive no persecution? If we had received no persecution in Nauvoo, would the Gospel have spread as it now has? Would the Elders have been scattered so widely as they now are, preaching the Gospel? No, they would have been wedded to their farms, and the precious seed of the word would have been choked.<span class=\"citation\" id=\"64531\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64531)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64531)\">Matt. 13:22<\/a><\/span> &#x201C;Brother Joseph, or brother Brigham, do not call upon me to go on a mission, for I have so much to do I cannot go,&#x201D; would have been the general cry. &#x201C;I want to build a row of stores across this or that block, and place myself in a situation to make $100,000 a year, and then I can devote <span class=\"italic\">so much<\/span> for the building up of the kingdom of God.&#x201D; The Elders would have been so devoted to riches, they would not have gone to preach when the Lord wanted them. But when they have not a frock to put upon the backs of their children, or a shoe for their feet, then they can go out and preach the Gospel to the world. <\/div><div class=\"paragraph jod\" id=\"v2n36\"> Well, do you think that persecution has done us good? Yes. I sit and laugh, and rejoice exceedingly when I see persecution. I care no more about it than I do about the whistling of the north wind, the croaking of the crane that flies over my head, or the crackling of the thorns under the pot.<span class=\"citation\" id=\"57575\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57575)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57575)\">Eccl. 7:6<\/a><\/span> The Lord has all things in His hand; therefore, let it come, for it will give me experience. Do you suppose I should have known what I now know, had I not been persecuted? I can now see the hearts of the children of men with the same clearness as I can your persons in the light of day. I know we have been sunk in the depths of poverty and wretchedness, by the hands of our enemies, but in this we <div class=\"break columnbreak\" id=\"8b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0008.pdf\" target=\"pdfwin\">p.&#xA0;8b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9579\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> have seen the works of the Lord, and the works of darkness intermingled; this has taught us to discriminate between the two, that we may learn to choose the good, and refuse the evil;<span class=\"citation\" id=\"57995\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57995)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57995)\">Isa. 7:15-16<\/a><\/span> or in other words, to separate the chaff from the wheat. <\/div><div class=\"paragraph jod\" id=\"v2n37\"> I am a witness that &#x201C;Mormonism&#x201D; is true upon philosophical principles. Every particle of sense I have proves it to be sound, natural reason. The gospel is true, there is a God, there are angels, there are a heaven and a hell, and we are all in eternity, and out of it we can never get; it is boundless, without beginning or end, and we have never been out of it. Time is a certain portion of eternity allotted to the existence of these mortal bodies, which are to be dissolved, to be decomposed, or disorganized, preparatory to entering into a more exalted state of being. It is a portion of eternity allotted to this world, and can only be known by the changes we see in the composition and decomposition of the elements of which it is composed. The Lord has put His children here, and given them bodies that are also subject to decay, to see if they will prove themselves worthy of the particles of which their tabernacles are composed, and of a glorious resurrection when their mortal bodies will become immortalized. Now if you possess the light of the Holy Spirit, you can see clearly that trials in the flesh are actually necessary. <\/div><div class=\"paragraph jod\" id=\"v2n38\"> I will refer again to the brethren and sisters who have lately come over the plains. My counsel to them today is, as it has been on former occasions to all who have come into these valleys, Go and be baptized for the remission of sins, repenting of all your wanderings from the path of righteousness, believing firmly, in the name of Jesus Christ, that all your sins will be washed away. If any of you inquire what is the necessity of your being baptized, as you have not com<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"9a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0009.pdf\" target=\"pdfwin\">p.&#xA0;9a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9578\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>mitted any sins, I answer, it is necessary to fulfil all righteousness.<span class=\"citation\" id=\"62760\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62760)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62760)\">Matt. 3:15<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v2n40\"> I have heard of some of you cursing and swearing, even some of the Elders of Israel. I would be baptized seven times, were I in your place; I would not stop teasing some good Elder to baptize me again and again, until I could think my sins forgiven. I would not live over another night until I was baptized enough to satisfy me that my sins were forgiven. Then go and be confirmed, as you were when you first embraced the religion of Jesus. That is my counsel. <\/div><div class=\"paragraph jod\" id=\"v2n41\"> Furthermore I counsel you to stop and think what you are doing, before you commit any more sins, before you give way to your temper. The temper, or the evil propensities of men, when given way to are the cause of sinning so much. The Lord is suffering the devil to work upon and try His people. The selfish will, operated upon by the power of Satan, is the strongest cord that vibrates through the human system. This has been verified a thousand times. Men have sacrificed their money, their health, their good names, their friends, and have broken through every tender tie to gratify their wills. Curb that, bridle the tongue, and then hold the mastery over your feelings, that they submit not to the will of the flesh, but to the will of the Holy Ghost; and decide in your own minds that your will and judgment shall be none other than the will and judgment of the Spirit of God, and you will then go and sin no more.<span class=\"citation\" id=\"69427\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69427)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69427)\">John 8:11<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v2n42\"> Many of the brethren who have led companies through this season are scattered through the congregation. I will tell a story you will scarcely believe. In the first place, I will remark, it has been very common for the companies crossing the plains to send into the city for provisions to be sent out to them. Again, many of you newcomers have suffered for <div class=\"break columnbreak\" id=\"9b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0009.pdf\" target=\"pdfwin\">p.&#xA0;9b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9578\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> want of food on the plains. Would you have suffered as you did if you had been in possession of the experience you now have? &#x201C;No,&#x201D; you reply. &#x201C;No,&#x201D; says this father, and that mother, and this man that brought through a company, &#x201C;had we the experience we now have, when we left the Missouri River, we could have come through, and none have suffered for food, and less of our stock would have been destroyed.&#x201D; This experience is good for you. It helps you to learn the lessons of human life, for the Lord designs His people to understand the whole of it&#x2014;to understand the light and the darkness, the height and the depth, the length and the breadth of every principle that is within the compass of the human mind. <\/div><div class=\"paragraph jod\" id=\"v2n43\"> Now for the hard saying. Brother David Wilkin's company, Joseph Young's company, John Brown's company, and other companies, had more provisions for their journey, when they left Missouri River, by a great amount, than the first emigrants had who started to come to this valley, not knowing whither they went, carrying with them their farming implements into a country where they could obtain nothing to sustain themselves in life until they raised it from the ground. When you started for this place, you had more provisions, according to your numbers, than the first Pioneer companies had who came here six years ago. Can you believe this statement? I can prove it to you. Here are hundreds who can testify to the truth of this statement. And you complain of suffering! If you suffer, it is for want of experience. This is positive proof to you, that were it not that the Lord turns us into these difficulties, and leads us into these trials, we could not know how to be glorified and crowned in His presence. If these companies were again to cross the plains, they would have plenty, and some to spare to feed the poor, and  <div class=\"break pagebreak\" id=\"10a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0010.pdf\" target=\"pdfwin\">p.&#xA0;10a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9577\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>take up the lame, and the halt, and the blind, by the way, and bring them to Zion, and then have a surplus. Are you to blame? No. If you are to blame for anything, it is for complaining against the providence of God, instead of feeling thankful for the knowledge and intelligence the Lord has given you in this experience. When you are in the like situation again, you can save yourselves, and those associated with you. Your experience is worth more to you than gold. <\/div><div class=\"paragraph jod\" id=\"v2n45\"> Brother Kimball referred to Zion's camp going to Missouri. When I returned from that mission to Kirtland, a brother said to me, &#x201C;Brother Brigham, what have you gained by this journey?&#x201D; I replied, &#x201C;Just what we went for; but I would not exchange the knowledge I have received this season for the whole of Geauga County; for property and mines of wealth are not to be compared to the worth of knowledge.&#x201D; Ask those brethren and sisters who have passed through scenes of affliction and suffering for years in this Church, what <div class=\"break columnbreak\" id=\"10b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0010.pdf\" target=\"pdfwin\">p.&#xA0;10b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9577\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> they would take in exchange for their experience, and be placed back where they were, were it possible. I presume they would tell you, that all the wealth, honors, and riches of the world could not buy the knowledge they had obtained, could they barter it away. <\/div><div class=\"paragraph jod\" id=\"v2n46\"> Let the brethren be contented, and if you have trials, and must see hard times, learn to acknowledge the hand of the Lord in it all. He directs the affairs of this world, and will until He reigns King of Saints.<span class=\"citation\" id=\"80057\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80057)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80057)\">Rev. 15:3<\/a><\/span> The veil which is over this people is becoming thinner; let them be faithful until they can rend it asunder, and see the hand of the Lord, and His goings forth among the people, with a vision unobstructed by the veil of ignorance, and bless the name of the Lord. <\/div><div class=\"paragraph jod\" id=\"v2n47\"> Brethren and sisters, inasmuch as I have the right and privilege, through the Priesthood, I bless you in the name of the Lord, and say, Be you blessed. These are my feelings to the Latter-day Saints, and would be to all the human family, if they would receive my blessings, in the name of Jesus Christ. Amen. <\/div>\n<\/div>\n<\/div>"}