{"ID":200003, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">An Important Age&#x2014;Close Questions&#x2014;A Word With the Bishops&#x2014;Also the Seventies&#x2014;Honor the Sabbath.<\/div>\n<div class=\"subtitle\">Discourse by Elder John Taylor, delivered in the Tabernacle, Salt Lake City, Sunday, July 7, 1878.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Geo. F. Gibbs.<\/div>\n<div class=\"pageHeader\">Page Header: An Important Age, Etc.<\/div>\n<div class=\"speaker\">Speaker: John Taylor<\/div>\n<div class=\"date\">Date: 7\/7\/1878<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d03\">\n<div class=\"paragraph jod\" id=\"v20n42\"> I have been very much interested, as no doubt all of you have who have attended this Conference, in the principles that have been taught here. It is true a very great many have not been present to hear the things that have been spoken of by the Elders of Israel, and the Apostles of the Lord, during this Conference. There has been a number of reflections, no doubt, in relation to principles advanced by the various speakers; a great many plain truths have been enumerated; but we need, as has been stated, continual awakening up to a sense of our duty, and to a realization of those great responsibilities which devolve upon us. <\/div><div class=\"paragraph jod\" id=\"v20n43\"> We are living in a very important age of the world, when great events are about to transpire, and the Lord has called upon us to perform a very great work in our day and generation. He has sent forth a revelation of his will; He has restored the ancient, the everlasting Gospel; He has restored the Holy Priesthood; He has manifested himself by the opening of the heavens and communicating his will, by the ministration of angels, by the <div class=\"break columnbreak\" id=\"19b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0019.pdf\" target=\"pdfwin\">p.&#xA0;19b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7506\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> organization of his Church and kingdom, by the continuous manifestation of his Holy Spirit, daily imparting faith to the human family who are humbly and diligently seeking to observe his laws and to keep his commandments. <\/div><div class=\"paragraph jod\" id=\"v20n44\"> The Lord has a work to perform upon the earth; and the ancient Priesthood who have lived upon the earth, and who now live in heaven, have also a work to perform. And this Gospel and this kingdom has been introduced that there might be a Priesthood upon the earth to operate with God and with the Priesthood in the heavens, for the accomplishment of his purposes, for the redemption of the living, even all who desire to love the truth and work righteousness, and for the salvation and redemption of the dead; that the purposes of God from before the foundation of the world may be carried out, and that the laws, principles, rules and government as they exist in heaven, may be taught to man upon the earth; and that through the operation and cooperation of the heavenly Priesthood and the earthly Priesthood, and God the Father, and Jesus the Mediator of  <div class=\"break pagebreak\" id=\"20a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0020.pdf\" target=\"pdfwin\">p.&#xA0;20a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7505\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the new covenant,<span class=\"citation\" id=\"77306\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77306)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77306)\">Heb. 12:24<\/a><\/span> an organization may take place, a union be formed, truth developed, and a kingdom established that the will of God may be done upon the earth as it is done in heaven.<span class=\"citation\" id=\"63406\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63406)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63406)\">Matt. 6:10<\/a><\/span><span class=\"citation\" id=\"67485\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67485)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67485)\">Luke 11:2<\/a><\/span> And this is what Jesus taught his disciples to pray for. &#x201C;Thy kingdom come. Thy will be done on earth, as it is in heaven.&#x201D;<span class=\"citation\" id=\"63405\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63405)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63405)\">Matt. 6:10<\/a><\/span><span class=\"citation\" id=\"67484\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67484)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67484)\">Luke 11:2<\/a><\/span> But we cannot do the will of God as it is done in heaven, until he reveals it; we cannot know the will of God in heaven, until he reveals it to man on the earth. And then, as it requires the powers and the spirit and wisdom of God to manage and direct and control the affairs in the heavenly worlds, and to regulate his kingdom there, so it requires the same power, the same wisdom, the same light and intelligence to carry on his purposes here, and to establish his kingdom on the earth. And hence, for this very purpose, he has commenced to reveal himself to the human family, and also for the purpose of organizing the everlasting Priesthood. Do we know what that means? A Priesthood that administers in time and through all eternity; a Priesthood that is under the guidance, direction and control of the Almighty; a Priesthood to whom he will communicate his will, make known his designs, through whom he will accomplish his purposes, build up his Zion and establish the kingdom of God on the earth. And it is for this purpose that the kingdom of God is established; it is for this purpose that the various organizations of the Priesthood are put in order; it is for this purpose that men are ordained and set apart to fulfill the various duties and responsibilities devolving upon them, at home or abroad as the case may be. It is not to seek after our own gain, or interest, or emolument, or to satisfy the <div class=\"break columnbreak\" id=\"20b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0020.pdf\" target=\"pdfwin\">p.&#xA0;20b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7505\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> devices and desires of our hearts; we are here as Jesus was here, not to do our own will, but the will of him who sent us&#x2014;<span class=\"citation\" id=\"69169\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69169)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69169)\">John 5:30<\/a><\/span><span class=\"citation\" id=\"69248\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69248)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69248)\">John 6:38<\/a><\/span>not to speak our own words, but the words of life, under the inspiration of the Most High, so that Zion may be instructed in the principles of righteousness, and that she may comprehend the laws of life, and be able to fulfill her destiny on the earth. <\/div><div class=\"paragraph jod\" id=\"v20n46\"> Ye Latter-day Saints, this is why this Church was organized; this is why the Priesthood was organized; this is why messengers have been sent, and are now being sent, and will continue to be sent more abundantly to the nations of the earth. And it is proper and right, in our Conferences, to reflect upon these things, and upon the duties and responsibilities devolving upon us, and to ask ourselves, Are we fulfilling the requirements of the great Eloheim? It has been asked here by brother Brigham, who has just spoken, whether this kingdom will fail. I tell you in the name of Israel's God it will not fail. I tell you in the name of Israel's God it will roll forth, and that the things spoken of by the holy Prophets in relation to it will receive their fulfillment. But in connection with this I will tell you another thing: A great many of the Latter-day Saints will fail, a great many of them are not now and never have been living up to their privileges, and magnifying their callings and their Priesthood, and God will have a reckoning with such people, unless they speedily repent. There is a carelessness, a deadness, an apathy, a listlessness that exists to a great extent among the Latter-day Saints, and there never was a stronger proof of this than that which was exhibited here yesterday. I asked myself, as I looked over the empty benches, Where are all the  <div class=\"break pagebreak\" id=\"21a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0021.pdf\" target=\"pdfwin\">p.&#xA0;21a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7504\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Bishops? Have they not time to attend the Quarterly Conference? Oh, shame on such men! Are they worthy to hold a place in the Bishopric, and associate with the Holy Priesthood of God? They are desecrating the holy principles by which they ought to be governed. Where are their Counselors, I asked myself, and where are the Priests and Teachers and Deacons? Is there no interest manifested in the Church and kingdom of God, or in the Zion he is about to establish? Not much with many of them. Where were these thousands of Seventies and High Priests and Elders? The great majority of them were not here; but today they are, and I thought I would talk to them while here, and not when absent. Are the things of God of so small importance&#x2014;are the issues of life, the destinies of the world, and the salvation of the living and the dead of so small importance, that we cannot afford time to spend a day once a quarter in attending to the duties of our office, in representing our different districts, and in fulfilling the duties of our priesthood and the obligations God has placed upon us? I tell you, ye Elders of Israel, who neglect these things and who shirk your duties, God will remove your candlestick out of its place, and that speedily,<span class=\"citation\" id=\"127822\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127822)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127822)\">D&amp;C 63:15<\/a><\/span> unless you repent.<span class=\"citation\" id=\"79043\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79043)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79043)\">Rev. 2:5<\/a><\/span> And I say so to the Bishops, and I say so to all Israel who hold the Priesthood. We are not here to do our own will, but the will of our Heavenly Father who sent us.<span class=\"citation\" id=\"69170\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69170)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69170)\">John 5:30<\/a><\/span><span class=\"citation\" id=\"69249\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69249)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69249)\">John 6:38<\/a><\/span> God has placed an important mission upon us; he expects us to fulfill it. If we treat it lightly and neglect our duties, he will remove us and others will take our crown.<span class=\"citation\" id=\"79093\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79093)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79093)\">Rev. 3:11<\/a><\/span> But he is not going to allow His kingdom to be overthrown, for it will roll forth and spread and increase <div class=\"break columnbreak\" id=\"21b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0021.pdf\" target=\"pdfwin\">p.&#xA0;21b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7504\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> until the kingdoms of this world shall become the kingdoms of our God and His Christ; and he will rule forever and ever.<span class=\"citation\" id=\"79484\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79484)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79484)\">Rev. 11:15<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v20n48\"> I was reminded, yesterday, of a parable made use of by the Savior in his day. <\/div><div class=\"paragraph jod\" id=\"v20n49\"> &#x201C;Then shall the kingdom of heaven be likened unto ten virgins, which took their lamps, and went forth to meet the bridegroom. <\/div><div class=\"paragraph jod\" id=\"v20n50\"> &#x201C;And five of them were wise, and five were foolish. <\/div><div class=\"paragraph jod\" id=\"v20n51\"> &#x201C;They that were foolish took their lamps, and took no oil with them: <\/div><div class=\"paragraph jod\" id=\"v20n52\"> &#x201C;But the wise took oil in their vessels with their lamps. <\/div><div class=\"paragraph jod\" id=\"v20n53\"> &#x201C;While the bridegroom tarried, they all slumbered and slept.&#x201D;<span class=\"citation\" id=\"65992\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65992)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65992)\">Matt. 25:1-5<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v20n54\"> I thought that part of it was pretty nearly fulfilled; for very nearly all of the people belonging to this stake were caught napping. By and by, or to quote the words of the text: <\/div><div class=\"paragraph jod\" id=\"v20n55\"> &#x201C;And at midnight there was a cry made, Behold, the bridegroom cometh; go ye out to meet him. <\/div><div class=\"paragraph jod\" id=\"v20n56\"> &#x201C;Then all those virgins arose, and trimmed their lamps. <\/div><div class=\"paragraph jod\" id=\"v20n57\"> &#x201C;And the foolish said unto the wise, Give us of your oil; for our lamps are gone out. <\/div><div class=\"paragraph jod\" id=\"v20n58\"> &#x201C;But the wise answered, saying, Not so; lest there be not enough for us and you: but go ye rather to them that sell, and buy for yourselves. <\/div><div class=\"paragraph jod\" id=\"v20n59\"> &#x201C;And while they went to buy, the bridegroom came; and they that were ready went in with him to the marriage: and the door was shut;&#x201D;<span class=\"citation\" id=\"66058\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66058)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66058)\">Matt. 25:6-10<\/a><\/span> and the others did not, and&#x2014;that's all. And there is another Scripture to which I will refer. Jesus says: &#x201C;Many are called, but few are chosen.&#x201D;<span class=\"citation\" id=\"65291\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65291)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65291)\">Matt. 20:16<\/a><\/span><span class=\"citation\" id=\"65379\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65379)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65379)\">Matt. 22:14<\/a><\/span><span class=\"citation\" id=\"127823\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127823)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127823)\">D&amp;C 121:40<\/a><\/span> And there are many other peculiar Scriptures in relation to this matter. I will refer to another one. &#x201C;Many will say to me in that day, Lord, Lord, have we not prophesied  <div class=\"break pagebreak\" id=\"22a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0022.pdf\" target=\"pdfwin\">p.&#xA0;22a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7503\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>in thy name? and in thy name have cast out devils? and in thy name done many wonderful works?<span class=\"citation\" id=\"63956\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63956)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63956)\">Matt. 7:22<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v20n61\"> &#x201C;And then will I profess unto them, I never knew you: depart from me, ye that work iniquity.&#x201D;<span class=\"citation\" id=\"63976\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63976)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63976)\">Matt. 7:23<\/a><\/span> Or in other words, Depart from me, I never approved of you. Who, my brethren and sisters, do you think these Scriptures refer to? Some will say to the Gentiles; but I have quite another opinion about it. There are men before me today who have prophesied in the name of God, who have cast out devils in the name of God, who have healed the sick in the name of God, and done many wonderful works in the name of God; but they are not keeping his commandments, nor magnifying their priesthood; they are tampering with sacred things, and God will hold them to an account for it; and if they expect they can serve mammon, the world and the devil, at the same time,<span class=\"citation\" id=\"63571\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63571)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63571)\">Matt. 6:24<\/a><\/span><span class=\"citation\" id=\"67769\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67769)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67769)\">Luke 16:13<\/a><\/span> they are making a grand mistake. God will say to them, &#x201C;I never knew you.&#x201D;<span class=\"citation\" id=\"63977\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63977)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63977)\">Matt. 7:23<\/a><\/span> Now I shall be there, and you will be there; and I warn you, in the name of Jesus, to repent of your sins, and humble yourselves, and from henceforth magnify your priesthood and honor your God. <\/div><div class=\"paragraph jod\" id=\"v20n62\"> How is it with our various quorums and authorities, and how is it with many of the Bishops? They do not care much about things whichever way they go. They have time to attend to their merchandising and trading and business operations and pleasures, but they have not time to attend to the cause of God nor the interests of the flock, over whom he has placed them. But if they cannot find time, God will find a people that will find time to attend to his affairs. We have been engaged for years, but more especially of late years, in organizing the church more perfectly. And we have been ordain<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"22b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0022.pdf\" target=\"pdfwin\">p.&#xA0;22b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7503\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ing men in the various quorums for the last 40 years; and what for? Merely to give them a place and position and the priesthood? No, I tell you nay; but that holding the holy priesthood you may magnify it and become the saviors of men.<span class=\"citation\" id=\"89716\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89716)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89716)\">D&amp;C 103:9<\/a><\/span> But is it not the case with a great many of our Elders and Seventies, that they are trying how little they can do to save themselves and preserve a standing in the church; instead of how much they can do? Why, all the heavens are waiting for our operations; the Gods in the eternal worlds and the fathers of the departed spirits&#x2014;the holy priesthood behind the veil, are all waiting for our operations, to see what we will do. And we are found slumbering and careless and indifferent, willing that anybody should perform the work of the Lord, if we will be left out. I tell you, in the name of God, that he will give you your wish; he will leave you out, unless you speedily repent. &#x201C;Be not deceived; God is not mocked: for whatsoever a man soweth, that shall he also reap. For he that soweth to his flesh shall of the flesh reap corruption; but he that soweth to the Spirit shall of the Spirit reap life everlasting.&#x201D;<span class=\"citation\" id=\"74710\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74710)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74710)\">Gal. 6:7-8<\/a><\/span> But what are the duties of these Seventies, so many of whom are before me today? As I read it, it is to be under the direction of the Twelve, and to be on hand to go to the nations of the earth, as messengers,<span class=\"citation\" id=\"90267\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90267)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90267)\">D&amp;C 107:34<\/a><\/span> and to prepare themselves for that purpose. We sometimes talk about the work we have done. A very few men, comparatively, have done this work, and the great majority have done next to nothing. How many nations are yet unwarned, and know nothing about the principles of salvation? Our fathers are anxious about them, looking to us to carry the word to them. O shame upon the Elders of  <div class=\"break pagebreak\" id=\"23a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0023.pdf\" target=\"pdfwin\">p.&#xA0;23a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7502\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Israel, especially upon the Seventies who are called specially to this work. I received a letter from one of our Elders a short time ago, who is out laboring in the ministry, faithfully and diligently, in which he writes something like this: &#x201C;If you can send me two or three Elders here, I shall be very much obliged; if the Seventies or Elders would not consider it too much trouble to come here.&#x201D; What? Too much trouble for the Elders of Israel to proclaim the words of life and salvation to their fellow men, and to magnify their calling and priesthood? O shame on such Elders and such Seventies and such High Priests; shame on them. God, I tell you in the name of God, will hold you responsible for these things. And yet that man's statement was pretty nearly true. If a man goes on a mission, he thinks he is accomplishing a wonderful thing. We used, in former years, to think it our duty, regarding it as one of the things which God required at our hands. We held ourselves in readiness all the time. And some of us who have never been abroad will begin to talk of the great work <span class=\"italic\">we<\/span> have performed. How we apples swim, don't we? To tell what we have done, when perhaps hundreds and thousands of brethren who have never been abroad on a mission in their lifetime would consider it a great calamity to be called to go on a foreign mission. <\/div><div class=\"paragraph jod\" id=\"v20n64\"> I am talking plainly, but it is true before God, and you know it is true, and I know it is true. And I say to you Seventies and you Elders, Awaken up! God has placed the priesthood upon you, and he expects you to magnify it, and not be all the day long, and year after year, singing, &#x201C;Lullaby baby on the tree top, When the wind blows the cradle will rock.&#x201D; we want something else; we want some manhood, and some priesthood <div class=\"break columnbreak\" id=\"23b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0023.pdf\" target=\"pdfwin\">p.&#xA0;23b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7502\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and power of God to be manifested in Israel, and the Spirit of God to be poured out upon Israel and upon the Elders thereof. And I pray God, the Eternal Father, to waken up these Elders, that the spirit of their mission may rest upon them, and that they may comprehend their true position before God. <\/div><div class=\"paragraph jod\" id=\"v20n65\"> Now, I would not have said these things before a public congregation, if I had not said them before you frequently in your priesthood meetings. But it is time we were waking up to a sense of the position we occupy before God; for the day is not far distant when we will hear of wars and rumors of wars;<span class=\"citation\" id=\"93561\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93561)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93561)\">JS&mdash;M 1:23,28<\/a><\/span><span class=\"citation\" id=\"85611\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85611)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85611)\">D&amp;C 45:26<\/a><\/span> not only rumors of wars, but wars themselves&#x2014;nation arrayed against nation and seizing one another by the throat, and blood will flow, and general carnage will spread through the lands, and if you do not magnify your callings, God will hold you responsible for those whom you might have saved had you done your duty. How many of you can say, My garments are clean from the blood of this generation?<span class=\"citation\" id=\"81631\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81631)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81631)\">Jacob 1:19<\/a><\/span><span class=\"citation\" id=\"88611\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88611)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88611)\">D&amp;C 88:75,85<\/a><\/span><span class=\"citation\" id=\"90662\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90662)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90662)\">D&amp;C 112:33<\/a><\/span> I speak in behalf of the nations and the people thereof, and the honest in heart who are ignorant of God and his laws. He has called upon us to enlighten them, and to spread forth the truth, and send forth the principles of the Gospel, and point out the way of life. And it is for us to attend to these things, that we may secure the smiles and approbation of God. <\/div><div class=\"paragraph jod\" id=\"v20n66\"> But we are careless and thoughtless; and, as has been already remarked, we pay very little attention to the Sabbath day.<span class=\"citation\" id=\"54249\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54249)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54249)\">Ex. 20:8-11<\/a><\/span> Some would rather go on these Sunday excursions, and take their families with them, leading them in the paths that lead to death, then they would bring them to the house of God. But let me say to all such, that as sure as you do these things you will have to feel, and  <div class=\"break pagebreak\" id=\"24a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0024.pdf\" target=\"pdfwin\">p.&#xA0;24a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7501\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>that keenly too, the result of your acts, and they will follow you in time and all eternity. And I call upon you, ye Latter-day Saints, to repent of your iniquities, and keep the Sabbath day holy,<span class=\"citation\" id=\"54239\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54239)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54239)\">Ex. 20:8<\/a><\/span> set it aside as a day of rest,<span class=\"citation\" id=\"54429\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54429)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54429)\">Ex. 31:15<\/a><\/span> a day to meet together to perform your sacraments<span class=\"citation\" id=\"86297\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86297)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86297)\">D&amp;C 59:9-13<\/a><\/span> and listen to the words of life, and thus be found keeping the commandments, and setting a good example before your children.<span class=\"citation\" id=\"66510\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66510)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66510)\">Mark 2:26 (JST)<\/a><\/span> Let us do that which is right, honor our God and magnify our calling, and the Spirit and blessing of God will rest upon us. But if we do not these things, his Spirit will depart from us, and we be left to ourselves.<span class=\"citation\" id=\"83163\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83163)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83163)\">Morm. 2:26<\/a><\/span> God will not be mocked by his people, or by any other people; but we shall reap the reward of our doings.<span class=\"citation\" id=\"74711\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74711)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74711)\">Gal. 6:7-8<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v20n68\"> We talk about being a good people. Well, we are when compared with the rest of the world; but we ought <div class=\"break columnbreak\" id=\"24b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0024.pdf\" target=\"pdfwin\">p.&#xA0;24b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7501\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to be twenty times better than we are today. And if we, as Latter-day Saints, were to strictly observe the Sabbath day, and pay our tithes and offerings, and meet our engagements, and be less worldly minded, be united in temporal and spiritual things,<span class=\"citation\" id=\"127824\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127824)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127824)\">D&amp;C 78:5-6<\/a><\/span> Zion would arise and shine, and the glory of God would rest upon her.<span class=\"citation\" id=\"59891\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59891)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59891)\">Isa. 60:1<\/a><\/span> And it would not be long before all nations would call us blessed.<span class=\"citation\" id=\"62464\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62464)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62464)\">Mal. 3:12<\/a><\/span> But we are slothful and careless and indifferent, and we neglect our duty and the responsibilities that devolve upon us. <\/div><div class=\"paragraph jod\" id=\"v20n69\"> I pray that God may enlighten our minds, and lead us in the paths of life;<span class=\"citation\" id=\"127825\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127825)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127825)\">Ps. 16:11<\/a><\/span><span class=\"citation\" id=\"127826\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127826)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127826)\">2 Ne. 31:18<\/a><\/span> and that we may honor our calling and our God; that we may be found worthy to be associated with the just on the earth, and with them obtain an inheritance in the kingdom of God, in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}