{"ID":200047, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Spirit and Principles of the United Order.<\/div>\n<div class=\"subtitle\">Discourse by Elder Lorenzo Snow, delivered at the Weber Stake Conference, held in the Tabernacle, Ogden City, October 19, 1879.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: James Taylor.<\/div>\n<div class=\"pageHeader\">Page Header: The Spirit and Principles of the United Order.<\/div>\n<div class=\"speaker\">Speaker: Lorenzo Snow<\/div>\n<div class=\"date\">Date: 10\/19\/1879<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d47\">\n<div class=\"paragraph jod\" id=\"v20n991\"> As a foundation for a few remarks this morning, I will read the 18th verse of the revelation commencing on page 337, Book of Doctrine and Covenants: <\/div> <div class=\"break columnbreak\" id=\"361b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0361.pdf\" target=\"pdfwin\">p.&#xA0;361b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7164\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v20n992\"> &#x201C;Therefore, if any man shall take of the abundance which I have made, and impart not his portion, according to the law of my gospel, unto the poor and the needy, he shall,  <div class=\"break pagebreak\" id=\"362a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0362.pdf\" target=\"pdfwin\">p.&#xA0;362a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7163\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>with the wicked, lift up his eyes in hell, being in torment.&#x201D;<span class=\"citation\" id=\"89891\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89891)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89891)\">D&amp;C 104:18<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v20n994\"> Also a few verses, contained in the same book, on page 234, commencing at the 3rd verse, which show what is required of every man in his stewardship. <\/div><div class=\"paragraph jod\" id=\"v20n995\"> &#x201C;3. I, the Lord, have appointed them, and ordained them to be stewards over the revelations and commandments which I have given unto them, and which I shall hereafter give unto them; <\/div><div class=\"paragraph jod\" id=\"v20n996\"> &#x201C;4. And an account of this stewardship will I require of them in the day of judgment. <\/div><div class=\"paragraph jod\" id=\"v20n997\"> &#x201C;5. Wherefore, I have appointed unto them, and this is their business in the church of God, to manage them and the concerns thereof, yea, the benefits thereof. <\/div><div class=\"paragraph jod\" id=\"v20n998\"> &#x201C;6. Wherefore, a commandment I give unto them, that they shall not give these things unto the church, neither unto the world; <\/div><div class=\"paragraph jod\" id=\"v20n999\"> &#x201C;7. Nevertheless, inasmuch as they receive more than is needful for their necessities and their wants, it shall be given into my storehouse; <\/div><div class=\"paragraph jod\" id=\"v20n1000\"> &#x201C;8. And the benefits shall be consecrated unto the inhabitants of Zion, and unto their generations, inasmuch as they become heirs according to the laws of the kingdom. <\/div><div class=\"paragraph jod\" id=\"v20n1001\"> &#x201C;9. Behold, this is what the Lord requires of every man in his stewardship, even as I, the Lord, have appointed or shall hereafter appoint unto any man. <\/div><div class=\"paragraph jod\" id=\"v20n1002\"> &#x201C;10. And behold, none are exempt from this law who belong to the church of the living God; <\/div><div class=\"paragraph jod\" id=\"v20n1003\"> &#x201C;11. Yea, neither the bishop, neither the agent who keepeth the Lord's storehouse, neither he who is appointed in a stewardship over temporal things.&#x201D;<span class=\"citation\" id=\"86739\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86739)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86739)\">D&amp;C 70:3-11<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v20n1004\"> The short time that I occupy this morning, I wish to speak in a manner that will be for our edification <div class=\"break columnbreak\" id=\"362b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0362.pdf\" target=\"pdfwin\">p.&#xA0;362b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7163\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and mutual improvement in those things that pertain to our salvation. For this purpose I desire the faith and prayers of all those who believe in looking to the Lord for instruction and intelligence.<span class=\"citation\" id=\"93332\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93332)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93332)\">Abr. 1:2<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v20n1005\"> We should realize the relationship that we sustain to the Lord our God, and the peculiar position we occupy. To properly discharge the obligations devolving upon us, we require supernatural aid. The character of the religion that we have espoused demands a certain course of conduct that no other religion that we know of requires of its adherents; and the nature of those demands upon us are such that no person can comply with them, unless by assistance from the Almighty. It is necessary that we comprehend, at least in part, the great and important blessings that we are to derive, eventually, by complying with the requirements of the religion or Gospel that we have received. The sacrifices that are required of us are of that nature that no man nor woman could make them, unless aided by a supernatural power; and the Lord, in proposing these conditions, never intended that his people should ever be required to comply with them unless by supernatural aid, and of that kind that is not professed by any other class of religious people. He has promised this aid. The demands upon us are of a peculiar nature, and, as I before said, no man or woman could comply with them, unless enlightened and sustained by the power of the Almighty. <\/div><div class=\"paragraph jod\" id=\"v20n1006\"> The religion we have received is not a chimera. It is not something that has been devised by the cunning of man,<span class=\"citation\" id=\"78268\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78268)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78268)\">2 Pet. 1:16<\/a><\/span> but it is something that has been revealed by the Almighty. It is a fact. It is something that truly exists. It is something that is tangible. It is some<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"363a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0363.pdf\" target=\"pdfwin\">p.&#xA0;363a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7162\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>thing that can be laid hold of by the minds of the Latter-day Saints. It is something that can be directly understood, and be fully comprehended, so that there can be no doubt in the mind of any Latter-day Saint in regard to the nature and character of the ultimate outcome of the course that he proposes to pursue in complying with the demands of the Gospel he has received. But those demands are of a nature that perhaps would be almost appalling to the minds of individuals that were darkened, that had no light or understanding in regard to the outcome that is expected to be experienced by the Latter-day Saints, inasmuch as they continue faithful in adhering to the principles which they have espoused. <\/div><div class=\"paragraph jod\" id=\"v20n1008\"> These demands are not of a nature that have no parallel in the history of the people of God. They were required in every age and period when God called a people to serve him, and to receive his laws. They were required in the days of Israel, in the beginning of that people. They were required of Abraham, Isaac and Jacob. They were required of Moses, and of the people that he led from Egyptian bondage. They were required by all the prophets that existed from the days of Adam to the present period of time. They were required by the apostles that received their commission by the laying on of the hands of Jesus Christ, the Son of the living God, and by the adherents of the religion that the apostles proclaimed and taught to the people, in their day and no man or set of men or class of people from the day of Adam to the present time, could comply with these requirements, except the people of God, as they were endowed with power from on high, which could proceed only <div class=\"break columnbreak\" id=\"363b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0363.pdf\" target=\"pdfwin\">p.&#xA0;363b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7162\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> from the Lord our God. And it would be simply foolish indeed to expect the Latter-day Saints in these days to comply with the celestial law, with the law that proceeds from God, and with his designs to elevate the people into his presence, except they were sustained by a supernatural power. The Gospel promises this. It promises the gift of the Holy Ghost, which is divine in its character, and which is not enjoyed by any other people, and which we are told by the Savior, should lead into all truth,<span class=\"citation\" id=\"70426\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70426)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70426)\">John 16:13<\/a><\/span> and inspire those who possessed it, and give them a knowledge of Jesus, a knowledge of the Father, and of things pertaining to the celestial world; that it should inspire those who possessed it with a knowledge of things to come,<span class=\"citation\" id=\"70427\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70427)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70427)\">John 16:13<\/a><\/span> and things that were past; and inspire them to an extent that they should enjoy supernatural gifts&#x2014;the gift of tongues and prophecy, to lay hands upon the sick, by which they should be healed. Those who received this Gospel were promised these supernatural powers and gifts, and a knowledge for themselves, that they might not depend upon any man or set of men, in regard to the truth of the religion that they had received; but that they should receive a knowledge from the Father that the religion came from him, that the Gospel came from him, and that his servants had the right and authority to administer those ordinances, so that no wind of doctrine<span class=\"citation\" id=\"75256\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75256)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75256)\">Eph. 4:14<\/a><\/span> should shake them or remove them from the path in which they were walking; so that they might be prepared for the glory that should be revealed,<span class=\"citation\" id=\"78191\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78191)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78191)\">1 Pet. 5:1<\/a><\/span> and be made participators therein, so that they might endure any trial or affliction that it should be the will of God to be brought upon them, to prepare them more fully for celestial glory;  <div class=\"break pagebreak\" id=\"364a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0364.pdf\" target=\"pdfwin\">p.&#xA0;364a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7161\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>so that they should walk not in darkness, but in the light and power of God,<span class=\"citation\" id=\"69439\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69439)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69439)\">John 8:12<\/a><\/span> and be raised above the things of the world, and be superior to the things around them; so that they might walk independently beneath the celestial world,<span class=\"citation\" id=\"87367\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87367)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87367)\">D&amp;C 78:14<\/a><\/span> and in the sight of God and heaven, as free men, pursuing that course that should be marked out to them by the Holy Ghost; that course by which they could elevate themselves to knowledge and power, and thus prepare themselves to receive the glory that God proposed to confer upon them, and to occupy the exalted position to which God designed to raise them. <\/div><div class=\"paragraph jod\" id=\"v20n1010\"> In view of this, Jesus told the young man who came to him and wished to know what he should do to inherit eternal life, to &#x201C;keep the commandments.&#x201D;<span class=\"citation\" id=\"65157\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65157)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65157)\">Matt. 19:16-17<\/a><\/span> The young man replied that he had kept these commandments referred to from his youth upward. The Savior, looking upon him, saw there was still something lacking.<span class=\"citation\" id=\"65169\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65169)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65169)\">Matt. 19:18-20<\/a><\/span><span class=\"citation\" id=\"94639\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94639)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94639)\">Mark 10:17-21<\/a><\/span> The young man had kept the moral law, the law given to Moses, and for this Jesus loved him, but saw that there was one thing lacking. He was a rich man, and held influence in the world in consequence of his superior wealth. Jesus knew that before he could elevate him, or any other man, to the celestial world, it was necessary that he should be submissive in all things, and view obedience to the celestial law of the utmost importance. Jesus knew what was required of every man to gain a celestial crown&#x2014;that nothing should be held dearer than obedience to the requirements of heaven. The Savior saw in this young man a cleaving to something that was not in accordance with the law of the celestial kingdom. He saw peradventure, a disposition in him to adhere in his feelings to that <div class=\"break columnbreak\" id=\"364b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0364.pdf\" target=\"pdfwin\">p.&#xA0;364b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7161\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> which was injurious to him, and would render a compliance to all the demands of the Gospel disagreeable or impossible, therefore he told him that he should go and sell all that he had, &#x201C;and give to the poor, and follow him.&#x201D;<span class=\"citation\" id=\"65179\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65179)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65179)\">Matt. 19:21<\/a><\/span> This commandment made the young man feel sad and sorrowful.<span class=\"citation\" id=\"65183\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65183)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65183)\">Matt. 19:22<\/a><\/span> He looked upon riches as the great object in life, as bringing him the influence of the world, and all things that were desirable; as procuring him the blessings and enjoyments of life, and as the means of lifting him to high positions in society. He could not conceive the idea of a person's securing the blessings, enjoyments and privileges of life, and such things as his nature craved, independent of his wealth. But the Gospel was of a nature that provided for everything that was necessary to fulfil the wants and requirements of man and to make him happy. Riches were not so calculated; and the Lord desired him to give up these ideas, and to dislodge them from his mind and feelings, so he might secure him as his servant in all things. He desired this man to be wholly devoted to his service, and to go into his work with full purpose of heart, and follow the dictates of the Holy Spirit, and prepare himself for celestial glory. But this young man was not willing; it was too great a sacrifice. And the Savior said upon this occasion, &#x201C;How hardly shall they that have riches enter into the kingdom of heaven! It is easier for a camel to go through the eye of a needle, than for a rich man to enter into the kingdom of God.&#x201D;<span class=\"citation\" id=\"65188\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65188)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65188)\">Matt. 19:23-24<\/a><\/span><span class=\"citation\" id=\"94640\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94640)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94640)\">Mark 10:23-25<\/a><\/span> The disciples &#x201C;were astonished out of measure&#x201D; at this, &#x201C;saying among themselves, who then can be saved?&#x201D;<span class=\"citation\" id=\"65197\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65197)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65197)\">Matt. 19:25<\/a><\/span><span class=\"citation\" id=\"94641\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94641)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94641)\">Mark 10:26<\/a><\/span> They thought that no man could possess riches and be saved in the kingdom of God. This was the idea they received from the  <div class=\"break pagebreak\" id=\"365a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0365.pdf\" target=\"pdfwin\">p.&#xA0;365a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7160\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>remarks of the Savior. But Jesus answered, &#x201C;With men it is impossible, but not with God: for with God all things are possible.&#x201D;<span class=\"citation\" id=\"65203\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65203)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65203)\">Matt. 19:26<\/a><\/span><span class=\"citation\" id=\"94642\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94642)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94642)\">Mark 10:27<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v20n1012\"> Now, we want to look and see how this is possible. I have read in the Book of Doctrine and Covenants the revelations that have been given in these days to the Latter-day Saints, setting forth the requirements of God in relation to temporal affairs. Here are remarks that are pretty straight, which I have read, on page 337&#x2014;&#x201C;If any man shall take of the abundance which I have made, and impart not his portion, according to the law of my gospel, he shall lift up his eyes in hell, being in torment.&#x201D;<span class=\"citation\" id=\"89892\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89892)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89892)\">D&amp;C 104:18<\/a><\/span> Now this is straight language, and looks, perhaps, rather severe. When the Lord revealed his Gospel in these latter times to the world, he commenced teaching the people what was required of them in their temporal affairs, as he taught the young man and as he taught many others, and as the apostles were taught and others who received the Gospel under their administration. The greatest trouble that has ever been, probably that the Lord has had, with the people in any age, has been in reference to their temporal affairs, their financial matters. The Latter-day Saints at the present day, are very united in reference to their spiritual principles and doctrines. We see eye to eye in regard to principles that pertain to the doctrinal portion of the religion we have espoused; but when it comes to our temporal, our earthly possessions, and our conduct in relation to them, we seem to be a little confused in reference to what is right and wrong, and more or less, we feel disposed to pursue our own course in regard to these matters <div class=\"break columnbreak\" id=\"365b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0365.pdf\" target=\"pdfwin\">p.&#xA0;365b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7160\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and, as in the days of judges, &#x201C;every man is doing what seems right in his own eyes.&#x201D;<span class=\"citation\" id=\"55371\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55371)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55371)\">Judg. 17:6<\/a><\/span><span class=\"citation\" id=\"55376\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55376)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55376)\">Judg. 21:25<\/a><\/span> We seem to forget that the Lord has distinctly pointed out our duties, and that there is a little book, Doctrine and Covenants, that God has given by direct revelation in regard to these matters, by which we should be governed; we forget these things as it is natural for us to forget the things of God. We sometimes think of the many good things that we do, and imagine, perhaps, that because of these good acts, we are excusable in not bothering ourselves in reference to some other things that we do not perform. In giving his revelations to us in regard to these matters the Lord took certain individuals and made them examples to the Saints, and he wished the Saints to look upon these individuals and follow their examples. The Lord did not propose at first to call upon all the people at once and tell them what to do in relation to these temporal matters, because they were very ignorant and more or less covetous. In March 1830, one month before the organization of this Church, the Lord commenced to instruct, or lay down principles which should govern the people of God in all their temporal affairs. The foundation was raised as a standard, or beacon shining in a dark place, that every Latter-day Saint might look at and judge for himself what would be required. The first revelation that I recollect of that was given in regard to the temporal obligations of the Saints, or what should be required of them, was given to Martin Harris.<span class=\"citation\" id=\"84206\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84206)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84206)\">D&amp;C 19:26,34-35<\/a><\/span> You will find it on page 111, Book of Doctrine and Covenants. Martin Harris was a man who possessed considerable wealth, or at least was tolerably well off. The Lord gave  <div class=\"break pagebreak\" id=\"366a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0366.pdf\" target=\"pdfwin\">p.&#xA0;366a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7159\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>him a revelation touching temporal affairs, the same as Jesus gave the rich young man. The Lord said to Martin Harris, &#x201C;Impart a portion of thy property, yea, even part of thy lands, and all save the support of thy family.&#x201D;<span class=\"citation\" id=\"84208\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84208)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84208)\">D&amp;C 19:34<\/a><\/span> This revelation applied simply to Martin Harris, and not to everybody, only as you consider it an example to Latter-day Saints. But on page 161, Book of Doctrine and Covenants, there is a general commandment in connection with the divine law which was given in this revelation. It applies to everybody, as, for instance, &#x201C;Thou shalt not lie,&#x201D;<span class=\"citation\" id=\"85317\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85317)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85317)\">D&amp;C 42:21<\/a><\/span> is a general commandment, and applicable to every Latter-day Saint. Here is the commandment, verse 55&#x2014;&#x201C;And if thou obtainest more than that which would be for thy support, thou shalt give it into my storehouse, that all things may be done according to that which I have said.&#x201D;<span class=\"citation\" id=\"85454\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85454)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85454)\">D&amp;C 42:55<\/a><\/span> In connection with this subject, we find on page 233 that the Lord called together six of his Elders, and gave them commandments and revelation, and appointed unto them a stewardship: &#x201C;Behold, and hearken, O ye inhabitants of Zion, and all ye people of my church.&#x201D;<span class=\"citation\" id=\"86732\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86732)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86732)\">D&amp;C 70:1<\/a><\/span> Now this was quite extensive. &#x201C;All ye people of my church.&#x201D;<span class=\"citation\" id=\"86731\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86731)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86731)\">D&amp;C 70:1<\/a><\/span> The Lord was going to speak, here, something that concerned all the Saints, wherever they might be, whether in New York, Ohio, Missouri, Indiana or any other part of the world. &#x201C;Hearken, O ye inhabitants of Zion, and ALL ye people of my church who are afar off.&#x201D;<span class=\"citation\" id=\"86730\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86730)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86730)\">D&amp;C 70:1<\/a><\/span> Now here is something which concerned all the Latter-day Saints, and which the Lord considered of vast importance to everybody worthy to be called by that name. He wanted all the inhabitants of Zion to pay particular attention to what he was going to say to these six of his <div class=\"break columnbreak\" id=\"366b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0366.pdf\" target=\"pdfwin\">p.&#xA0;366b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7159\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Elders. It concerned everybody. The fact in the case was that he took these six Elders and made them an example to all the Saints. The revelation continues: <\/div><div class=\"paragraph jod\" id=\"v20n1014\"> &#x201C;Hear the word of the Lord which I give unto my servant Joseph Smith, Jun., and unto my servant Martin Harris, and also unto my servant Oliver Cowdery, and also unto my servant John Whitmer, and also unto my servant Sidney Rigdon, and also unto my servant William W. Phelps, by way of commandment unto them.<span class=\"citation\" id=\"86733\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86733)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86733)\">D&amp;C 70:1<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v20n1015\"> &#x201C;I, the Lord, have appointed them, and ordained them to be stewards over the revelations and commandments which I have given unto them, and which I shall hereafter give unto them.&#x201D;<span class=\"citation\" id=\"86738\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86738)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86738)\">D&amp;C 70:3<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v20n1016\"> Now this was a matter of some importance, especially to these six elders, to be appointed stewards over those things from which should accrue great temporal advantages. Perhaps some people might be jealous, or were jealous at that time, and supposed that they had reasonable grounds to be jealous, that the Lord should bestow such great advantages upon these elders, which they might use to the great disadvantage of the people of God. But we will discover that these matters were strictly guarded of the Lord, as also would every man who was appointed a steward in the kingdom of God be held in check. <\/div><div class=\"paragraph jod\" id=\"v20n1017\"> &#x201C;And an account of this stewardship will I require of them in the day of judgment.&#x201D;<span class=\"citation\" id=\"86740\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86740)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86740)\">D&amp;C 70:4<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v20n1018\"> Now, perhaps I do not believe as some do in regard to the United Order&#x2014;that everybody is to come together and throw all their substance into a heap, and then come and take of it as they please, or that one man who does not understand temporal affairs at all should be placed as a  <div class=\"break pagebreak\" id=\"367a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0367.pdf\" target=\"pdfwin\">p.&#xA0;367a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7158\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>steward over extensive concerns. I believe that there is an order in these things&#x2014;a pleasing and an agreeable order&#x2014;and that these things are arranged by the Lord in such a way that when people properly understand them they will be satisfied and admire them. It is because we do not get to understand the requirements of God that we are dissatisfied. God fixes these matters up and arranges them in such a way as will tend to the exaltation of every Latter-day Saint who is disposed to honor them. It is because of our ignorance that we are displeased with the requirements of the Lord. <\/div><div class=\"paragraph jod\" id=\"v20n1020\"> Now, I believe in the independence of men and women. I believe that men and women have the image of God given them&#x2014;are formed after the image of God,<span class=\"citation\" id=\"52222\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52222)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52222)\">Gen. 1:26-27<\/a><\/span> and possess Deity in their nature and character, and that their spiritual organization possesses the qualities and properties of God, and that there is the principle of God in every individual. It is designed that man should act as God, and not be constrained and controlled in everything, but have an independency, an agency, and the power to spread abroad and act according to the principle of godliness that is in him, act according to the power and intelligence and enlightenment of God, that he possesses, and not that he should be watched continually, and be controlled, and act as a slave in these matters. But that the law of God should proceed forth from him, and the constitution of the Most High God should be in him, and he should act in accordance with that. And, as the Lord has said&#x2014;&#x201C;I will write my name in the hearts of the people&#x201D;&#x2014;<span class=\"citation\" id=\"60669\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60669)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60669)\">Jer. 31:33<\/a><\/span>the law should proceed forth from their hearts. <\/div><div class=\"paragraph jod\" id=\"v20n1021\"> And so far as the law of tithing is concerned, there is about it, something that is not of the same nature <div class=\"break columnbreak\" id=\"367b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0367.pdf\" target=\"pdfwin\">p.&#xA0;367b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7158\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and character as the law of the United Order. It was added because the people were not willing to comply with this noble and high celestial law, whereby they could act according to the light that is in them, and the power of the Almighty, by which they should be inspired. I read on: <\/div><div class=\"paragraph jod\" id=\"v20n1022\"> &#x201C;Wherefore, I have appointed unto them, and this is their business in the church of God, to manage them and the concerns thereof, yea, the benefits thereof. <\/div><div class=\"paragraph jod\" id=\"v20n1023\"> &#x201C;Wherefore, a commandment I give unto them, that they shall not give these things unto the church, neither unto the world.&#x201D;<span class=\"citation\" id=\"86742\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86742)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86742)\">D&amp;C 70:5-6<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v20n1024\"> Now, was it designed that these six men should go and build fine houses, and spread abroad and obtain immense treasures of the earth, independent of the obligations devolving upon them to other people? There was great latitude given them, but they were held accountable unto the Lord. &#x201C;I give you this latitude to exercise, but, remember, you are accountable; and an account of your stewardship will I require of you in the day of judgment.&#x201D;<span class=\"citation\" id=\"86741\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86741)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86741)\">D&amp;C 70:4<\/a><\/span> Some of these Elders<span class=\"citation\" id=\"86734\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86734)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86734)\">D&amp;C 70:1<\/a><\/span> had seen God and talked with him face to face,<span class=\"citation\" id=\"128043\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128043)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128043)\">D&amp;C 76:11-24<\/a><\/span><span class=\"citation\" id=\"128044\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128044)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128044)\">D&amp;C 110:1-10<\/a><\/span><span class=\"citation\" id=\"128045\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128045)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128045)\">D&amp;C 137:1-10<\/a><\/span><span class=\"citation\" id=\"128042\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128042)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128042)\">JS&mdash;H 1:16-20<\/a><\/span> and angels had laid their hands upon their heads.<span class=\"citation\" id=\"128046\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128046)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128046)\">D&amp;C 13:1<\/a><\/span><span class=\"citation\" id=\"128047\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128047)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128047)\">D&amp;C 27:12<\/a><\/span><span class=\"citation\" id=\"128048\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128048)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128048)\">JS&mdash;H 1:68-72<\/a><\/span> They knew that there was a God in heaven. This was made clear to them by the power of the Almighty, and by angels making their appearance unto them, and talking with them as one man talks with another.<span class=\"citation\" id=\"128049\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128049)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128049)\">BM Three Wit.<\/a><\/span><span class=\"citation\" id=\"128050\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128050)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128050)\">JS&mdash;H 1:30-54<\/a><\/span> Now, when we consider what the Lord said to these men that were thus enlightened, and had this wonderful experience, we see that it required a man to be a little careful how he acted in regard to these temporal affairs that were given to him in charge. <\/div><div class=\"paragraph jod\" id=\"v20n1025\"> &#x201C;Nevertheless, inasmuch as they receive more than is needful for their necessities and their wants, it shall be given into my storehouse.&#x201D;<span class=\"citation\" id=\"86744\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86744)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86744)\">D&amp;C 70:7<\/a><\/span>  <div class=\"break pagebreak\" id=\"368a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0368.pdf\" target=\"pdfwin\">p.&#xA0;368a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7157\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Now here was wherein they were limited. But yet in this matter they were left to their own judgment and philanthropy, which should be enlightened. But their philanthropy would be the philanthropy of God, and their intelligence, the intelligence of heaven. <\/div><div class=\"paragraph jod\" id=\"v20n1028\"> &#x201C;And the benefits shall be consecrated unto the inhabitants of Zion, and unto their generations, inasmuch as they become heirs according to the laws of the kingdom. <\/div><div class=\"paragraph jod\" id=\"v20n1029\"> &#x201C;Behold, this is what the Lord requires of every man in his stewardship, even as I, the Lord, have appointed or shall hereafter appoint unto any man. <\/div><div class=\"paragraph jod\" id=\"v20n1030\"> &#x201C;And behold, none are exempt from this law who belong to the church of the living God.&#x201D;<span class=\"citation\" id=\"86748\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86748)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86748)\">D&amp;C 70:8-10<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v20n1031\"> Now this law should continue as long as salvation continued. (See page 337, 1st verse.)<span class=\"citation\" id=\"89816\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89816)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89816)\">D&amp;C 104:1<\/a><\/span> It never has been repealed. The law of tithing could not repeal this law. The law of tithing is a lower law, and was given of God.<span class=\"citation\" id=\"90765\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90765)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90765)\">D&amp;C 119:4<\/a><\/span> But the law of tithing does not forbid us obeying a higher law, the law of celestial union in earthly things.<span class=\"citation\" id=\"87323\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87323)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87323)\">D&amp;C 78:3-7<\/a><\/span> And the fact that we do not feel satisfied in simply obeying the law of tithing shows that it is a lesser law. Do you feel justified simply in obeying the law of tithing? Why, then, do you contribute to our temples and to bringing the people from the old countries, and to this object, and that, in thousands of ways, after you have properly and justly complied with the law of tithing? The fact that you do these things shows that you are not satisfied in merely obeying the law of tithing. In these contributions you are acting just as God designed you should act&#x2014;by the light of the Holy Ghost that is in you. Now, this law is very distinctly portrayed, and the Lord has made it so plain <div class=\"break columnbreak\" id=\"368b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0368.pdf\" target=\"pdfwin\">p.&#xA0;368b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7157\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> that he is determined that no man shall misunderstand him. When he speaks he speaks in such a manner that there can be no dispute. He is not satisfied with telling it over once, he tells it the second and the third understanding; so that there can be no misunderstanding in regard to the mind of the Lord with reference to this law of a man's giving all, except that which is needed for his support,<span class=\"citation\" id=\"94643\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94643)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94643)\">D&amp;C 19:34<\/a><\/span> unto the Lord's storehouse.<span class=\"citation\" id=\"86745\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86745)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86745)\">D&amp;C 70:7<\/a><\/span> An observance of this law is what he says is required of every man in his stewardship.<span class=\"citation\" id=\"86751\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86751)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86751)\">D&amp;C 70:9<\/a><\/span> So that if the Latter-day Saints are appointed unto stewardships, or are satisfied to act as stewards before the Lord, this law is in force, and this law they should observe. I believe many do walk in the spirit of this law to a certain extent; and have complied with it, no doubt in a manner in which they are justified before God, while some, perhaps, have paid no regard to it whatever. Some so far ignore these principles that they become very miserly and covetous, and gather around them and their families what they consider they need now, and then lay up for future generations, when there is distress around them, and thousands of Saints in Europe and other parts who are groaning in poverty, under the iron hand of tyranny, not knowing from day to day where they are going to obtain a meal of victuals. Yet here are men among us who call themselves Latter-day Saints, who do not impart of their substance according to the law of the Gospel.<span class=\"citation\" id=\"85367\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85367)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85367)\">D&amp;C 42:31<\/a><\/span><span class=\"citation\" id=\"94644\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94644)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94644)\">D&amp;C 104:18<\/a><\/span><span class=\"citation\" id=\"89924\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89924)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89924)\">D&amp;C 105:3<\/a><\/span><span class=\"citation\" id=\"81870\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81870)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81870)\">Mosiah 4:26<\/a><\/span><span class=\"citation\" id=\"81960\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81960)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81960)\">Mosiah 18:27<\/a><\/span><span class=\"citation\" id=\"82002\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82002)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82002)\">Alma 1:27<\/a><\/span><span class=\"citation\" id=\"82251\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82251)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82251)\">Alma 34:28<\/a><\/span> I say God is displeased with such covetousness, and he will never prosper the Latter-day Saints who are guilty of such miserly conduct. <\/div><div class=\"paragraph jod\" id=\"v20n1032\"> But as regards the law of tithing, it is in force upon the poor as well as the rich, and it seems that it acts almost unequally in some respects.  <div class=\"break pagebreak\" id=\"369a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0369.pdf\" target=\"pdfwin\">p.&#xA0;369a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7156\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>There is a widow, whose income is ten dollars; she pays one for tithing, and then has to appeal to the Bishop for support. Here is a rich man who has an income of one hundred thousand dollars, and pays ten thousand for his tithing. There remains ninety thousand, and he does not need it, but the poor widow requires much more than she had before complying with the law of tithing. <\/div><div class=\"paragraph jod\" id=\"v20n1035\"> Now what would be the operation of the celestial law? The widow has not enough for her support, therefore nothing is required of her by the celestial law, or the law of the United Order. This rich man, with his ninety thousand dollars, continues to increase his riches, pays his tithing fully, and yet wholly disregards the law of stewardship, or the law of temporal union. I cannot believe that a Latter-day Saint is justified in ignoring the higher law. For, as we have read, &#x201C;Behold none are exempt from this law who belong to the church of the living God.&#x201D;<span class=\"citation\" id=\"86759\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86759)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86759)\">D&amp;C 70:10<\/a><\/span> There is not a man within the sound of my voice who is exempt from this law, nor will he ever be until Jesus, the Son of God, comes in the clouds of heaven<span class=\"citation\" id=\"65842\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65842)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65842)\">Matt. 24:30<\/a><\/span> to set all things right: &#x201C;Yea, neither the bishop, neither the agent who keepeth the Lord's storehouse, neither he who is appointed in a stewardship over temporal things.&#x201D;<span class=\"citation\" id=\"86760\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86760)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86760)\">D&amp;C 70:11<\/a><\/span> This will apply to the Bishops who reported there yesterday, and to every Latter-day Saint. We are under this law. We should act in the spirit of this law according to the light of God that is within us. <\/div><div class=\"paragraph jod\" id=\"v20n1036\"> Furthermore, on page 275, we read: <\/div><div class=\"paragraph jod\" id=\"v20n1037\"> &#x201C;It is the duty of the Lord's clerk, whom he has appointed, to keep a history, and a general church record of all things that transpire in Zion, and of all those who consecrate properties, and receive inheritances legally from the bishop; And <div class=\"break columnbreak\" id=\"369b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0369.pdf\" target=\"pdfwin\">p.&#xA0;369b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7156\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> also their manner of life, their faith, and works; and also of all the apostates who apostatize after receiving their inheritances. <\/div><div class=\"paragraph jod\" id=\"v20n1038\"> &#x201C;It is contrary to the will and commandment of God that those who receive not their inheritance by consecration, agreeable to his law, which he has given, that he may tithe his people, to prepare them against the day of vengeance and burning, should have their names enrolled with the people of God.&#x201D;<span class=\"citation\" id=\"88042\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88042)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88042)\">D&amp;C 85:1-3<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v20n1039\"> Now, this might be considered rather strong language, but this is a revelation of God that we profess to believe. <\/div><div class=\"paragraph jod\" id=\"v20n1040\"> &#x201C;Neither is their genealogy to be kept, or to be had where it may be found on any of the records or history of the church. <\/div><div class=\"paragraph jod\" id=\"v20n1041\"> &#x201C;Their names shall not be found, neither the names of the fathers, nor the names of the children written in the book of the law of God, saith the Lord of Hosts.&#x201D;<span class=\"citation\" id=\"88052\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88052)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88052)\">D&amp;C 85:4-5<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v20n1042\"> That is, those that were not willing to abide the law of stewardship and consecration should be debarred of these blessings. It is the same today, and it has been so since the days of Adam in relation to these matters.<span class=\"citation\" id=\"128051\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128051)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128051)\">Moses 6:5<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v20n1043\"> Now, when the Lord established this Church, he was very anxious to bring the people to this order of things; and we find some thirteen revelations in the Book of Doctrine and Covenants, that are given to explain these principles of the United Order&#x2014;the law of consecration and stewardship. Men were to have their stewardship&#x2014;to have possession of property&#x2014;but they were to hold it as servants of God, not as their own individual property, particularly, but they were to be made stewards over that property, after they had consecrated to the Lord, and to receive according to their abilities, and manage according to the gifts of God that were within  <div class=\"break pagebreak\" id=\"370a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0370.pdf\" target=\"pdfwin\">p.&#xA0;370a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7155\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>them in regard to temporal affairs. If a man was capable of managing merchandise to the amount of one hundred thousand dollars, it would be proper that he should be made a steward over that amount. If a man was not capable of managing extensive concerns, it would be improper to make him steward over a large business. But every man would receive a stewardship in proportion to his capacity to oversee it for the general good. <\/div><div class=\"paragraph jod\" id=\"v20n1045\"> In order that there might be no misunderstanding, the Lord informs us further in regard to these matters on page 237, Book of Doctrine and Covenants.<span class=\"citation\" id=\"86768\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86768)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86768)\">D&amp;C 72:1-26<\/a><\/span> The Lord took great pains to manifest his pleasure in regard to these principles. He called some seven, eight or nine elders, and made them stewards over property and various departments of business, and then told them how to act. They were to work in accordance with this law, which will be found on page 343, Book of Doctrine and Covenants: <\/div><div class=\"paragraph jod\" id=\"v20n1046\"> &#x201C;68. And all moneys that you receive in your stewardships, by improving upon the properties which I have appointed unto you, in houses, or in lands, or in cattle, or in all things save it be the holy and sacred writings, which I have reserved unto myself for holy and sacred purposes, shall be cast into the treasury as fast as you receive moneys, by hundreds, or by fifties, or by twenties, or by tens, or by fives. <\/div><div class=\"paragraph jod\" id=\"v20n1047\"> &#x201C;69. Or in other words, if any man among you obtain five dollars let him cast them into the treasury; or if he obtain ten, or twenty, or fifty, or an hundred, let him do likewise; <\/div><div class=\"paragraph jod\" id=\"v20n1048\"> &#x201C;70. And let not any man among you say that it is his own; for it shall not be called his, nor any part of it. <\/div><div class=\"paragraph jod\" id=\"v20n1049\"> &#x201C;71. And there shall not any part of it be used, or taken out of the treasury, only by the voice and common consent of the order.&#x201D;<span class=\"citation\" id=\"89907\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89907)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89907)\">D&amp;C 104:68-71<\/a><\/span> <\/div> <div class=\"break columnbreak\" id=\"370b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0370.pdf\" target=\"pdfwin\">p.&#xA0;370b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7155\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v20n1050\"> Now this was making things secure&#x2014;pretty safe. It might not, perhaps, be as agreeable, unless persons could conceive the whole plan of this scheme or Order in temporal affairs for men to devote their surplus in this way, but with the other portion, which we read further on, they would be perfectly satisfied. <\/div><div class=\"paragraph jod\" id=\"v20n1051\"> Now, we can easily conceive, that with a vast population of Saints acting under this celestial law, there would be an immense treasury filled after a time; and that there might not be any misunderstanding in regard to this property and its use, among those who had thus subscribed or bestowed their means, the Lord has made the matter plain by giving the following instructions: <\/div><div class=\"paragraph jod\" id=\"v20n1052\"> &#x201C;71. And there shall not any part of it be used, or taken out of the treasury, only by the voice and common consent of the order. <\/div><div class=\"paragraph jod\" id=\"v20n1053\"> &#x201C;72. And this shall be the voice and common consent of the order&#x2014;that any man among you say unto the treasurer: I have need of this to help me in my stewardship&#x2014;  <\/div><div class=\"paragraph jod\" id=\"v20n1054\"> &#x201C;73. If it be five dollars, or if it be ten dollars, or twenty, or fifty, or a hundred, the treasurer shall give unto him the sum which he requires to help him in his stewardship&#x2014;&#x201D;<span class=\"citation\" id=\"89910\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89910)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89910)\">D&amp;C 104:71-73<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v20n1055\"> Now a whole people, enlightened by the principles of High Heaven in regard to these matters&#x2014;filled with the Spirit of God, with the spirit of understanding, the spirit of philanthropy, every man seeking the interest of his neighbor, having an eye single to the glory of God,<span class=\"citation\" id=\"87459\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87459)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87459)\">D&amp;C 82:19<\/a><\/span> putting his means into the Lord's treasury, and no man saying that anything is his,<span class=\"citation\" id=\"89909\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89909)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89909)\">D&amp;C 104:70<\/a><\/span> except as a steward before God&#x2014;would be a pillar of financial strength, a sublime picture of holy union and fraternity, and equal to the most extreme emergencies. Then when any misfortune befalls a  <div class=\"break pagebreak\" id=\"371a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0371.pdf\" target=\"pdfwin\">p.&#xA0;371a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7154\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>man, such as the burning of his property, or failure or trouble in his department of business, he could go to the treasurer and say, &#x201C;I have need of a certain amount to assist me in my stewardship. Have I not managed the affairs of my stewardship in a wise manner? Can you not have confidence in me? Have I ever misused the means put into my hands? Has it not been wisely controlled? If so, give me means to help me in my stewardship, or to build up this industry that is needed for the general interests of the whole.&#x201D; Well, it is to be given to him. There is confidence reposed in him because of his past conduct, and the course which he has pursued. He has due right in exercising his talents according to the light of the spirit that is within him. He understands fully the circumstances in which he is placed, and governs himself according to the obligations that rest upon him. He is found to be a wise, economical manager; and he is assisted in his stewardship to the extent of the means that he should have. <\/div><div class=\"paragraph jod\" id=\"v20n1057\"> Now, were the Saints all acting in the spirit of these revelations, what a happy community we would be! We would all be safe, and no man would need remain awake at night thinking what he should do for his family to keep them from begging their bread, or going to the Bishop, which perhaps is only one degree better. And there would be a union that would be in accordance with the union of Enoch and his people, when they were taken to the world above&#x2014;a union pleasing to the Almighty, and according to the principles of the celestial world.<span class=\"citation\" id=\"89929\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89929)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89929)\">D&amp;C 105:4<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v20n1058\"> But now how is it, with us, with the people of Ogden and in other places? We distrust one another. Every man feels that he has no security in his neighbor in time of mis<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"371b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0371.pdf\" target=\"pdfwin\">p.&#xA0;371b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7154\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>fortune. We distrust our neighbors, because neighbors are not seeking the interest of one another.<span class=\"citation\" id=\"87460\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87460)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87460)\">D&amp;C 82:19<\/a><\/span> Every man is seeking how he can best help himself.<span class=\"citation\" id=\"128052\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128052)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128052)\">D&amp;C 1:16<\/a><\/span> This is too much so with the Latter-day Saints. <\/div><div class=\"paragraph jod\" id=\"v20n1059\"> Now, this law, the United Order, was given in 1831-2. Men were commanded consecration of property. Bishop Partridge, seeing there was some misunderstanding, wrote to Joseph for an explanation in regard to the matter. Joseph in answer, says that in matters of consecration it should be left to the judgment of the consecrator how much he should give and how much to retain for the support of his family, and not exclusively to the Bishop, for, if so, it would give the Bishop more power than a king possessed. There should be a mutual understanding between them, otherwise it should be left to a council of twelve High Priests. Now where is the Latter-day Saint, that cannot see a liberality, a generosity, in this matter, and be willing to submit to this tribunal. I would be willing to submit to the high council of this Stake of Zion, or the high council of any other Stake of Zion, and say, &#x201C;Here is my property, say how much I ought to retain for my wives and children, and how much shall go into the common property of the Church.&#x201D; But I think my bishop and myself could settle the business at once. Joseph says in that explanation, &#x201C;It is not necessary that you should descend to particulars in regard to these matters.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v20n1060\"> I see I am occupying more time than I intended. There are many things that should be said in relation to these matters. The time is now that the Latter-day Saints should awake. These laws were given to govern the Saints. The Saints in misfortune would not obey them, and they were driven out. <\/div><div class=\"paragraph jod\" id=\"v20n1061\"> We have been harassed from the  <div class=\"break pagebreak\" id=\"372a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0372.pdf\" target=\"pdfwin\">p.&#xA0;372a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7153\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>beginning unto this day, and I fear will be, until we conform to this law, and are willing that God shall rule in regard to these temporal matters. <\/div><div class=\"paragraph jod\" id=\"v20n1063\"> I will now say, let every man who stands in an official station, on whom God has bestowed his holy and divine priesthood, think of what the Savior said to the Twelve Apostles just before he went into the presence of his Father&#x2014;&#x201C;Feed my sheep.&#x201D; And he continued to say this until his apostles felt sorrowful that he should continue to call upon them in this manner. But, said he&#x2014;&#x201C;Feed my sheep.&#x201D;<span class=\"citation\" id=\"70982\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70982)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70982)\">John 21:15-17<\/a><\/span> That is &#x201C;Go forth with your whole heart, be devoted wholly to my cause. These people in the world are my brethren and sisters. My feelings are exercised towards them. Take care of my people. Feed my flock. Go forth and preach the Gospel. I will reward you for all your sacrifices. Do not think that you can make too great a <div class=\"break columnbreak\" id=\"372b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0372.pdf\" target=\"pdfwin\">p.&#xA0;372b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7153\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> sacrifice in accomplishing this work.&#x201D; He called upon them in the fervor of his heart to do this work. And now I call upon all who hold this priesthood, the presiding officers of this stake, and the bishops, and the high council, to go forth and feed the flock. Take an interest in them. Did you ever lose a child, and the parting struck keenly into your souls? Transfer a little of this deep feeling to the interests of the Saints over whom you are called to preside, and in whose interests you have received the holy priesthood. Work for them, and do not confine your thoughts and feelings to your personal aggrandizement. Then God will give you revelation, inspiration upon inspiration, and teach you how to secure the interests of the Saints in matters pertaining to their temporal and spiritual welfare. <\/div><div class=\"paragraph jod\" id=\"v20n1064\"> May God bless you, in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}