{"ID":20002, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Power of God and the Power of Satan.<\/div>\n<div class=\"subtitle\">A Discourse by Elder Jedediah M. Grant, Delivered in the Tabernacle, Great Salt Lake City, Feb. 19, 1854.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: The Power of God and the Power of Satan.<\/div>\n<div class=\"speaker\">Speaker: Jedediah M. Grant<\/div>\n<div class=\"date\">Date: 2\/19\/1854<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d02\">\n<div class=\"paragraph jod\" id=\"v2n48\"> I have been pleased with the remarks of Elder Hyde this afternoon. I am myself more or less familiar with the doings of the Spirit Rappers, having had an opportunity of becoming acquainted with them when I was last in New York and Philadelphia; <div class=\"break columnbreak\" id=\"10b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0010.pdf\" target=\"pdfwin\">p.&#xA0;10b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9577\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and I am satisfied now, and was then, that they are manifestations of spirits; and startling are the sentiments, developments, and doctrines they have made known. It has been treated as a bubble upon the wave that soon would burst asunder; but I am satis<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"11a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0011.pdf\" target=\"pdfwin\">p.&#xA0;11a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9576\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>fied the result of the manifestations of the spirits (wicked spirits) will be to combine their forces in as systematic an order as they are capable of, to successfully resist the Priesthood upon the earth. <\/div><div class=\"paragraph jod\" id=\"v2n50\"> I am aware that even some of the Latter-day Saints are slow to believe in relation to the power of Lucifer, the son of the morning,<span class=\"citation\" id=\"58291\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58291)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58291)\">Isa. 14:12-15<\/a><\/span> who was thrust from the heavens to the earth; and they have been slow to believe in relation to the spirits that are associated with him; but from the first revelations of the Almighty to brother Joseph Smith, not only revelations in relation to the deep things of the kingdom of God, and the high things of heaven, and the depths of hell, but revelations showing him the power of Lucifer, the opposite to good, that he might be aware of the strength of his opponent, and the opponent of the Almighty&#x2014;I say, from perusing these revelations, I have always been specially impressed with the doctrine relating to the power of Satan, as well as with the doctrines relating to the power of God. <\/div><div class=\"paragraph jod\" id=\"v2n51\"> I have always felt that no Saint fully comprehends the power of Satan as well as God's Prophet; and again I have thought that no Saint could fully understand the power of God unless he learn the opposite. I am not myself acquainted with any happiness that I have not learned the opposite of. You may perhaps enjoy a great deal, the opposite of which you know nothing of, you may be constituted different to me, your feelings may be different, you may have learned to enjoy without first experiencing the opposite; but I may say with safety, nearly all the blessings I enjoy and highly prize are most appreciated after I have learned their opposite; and I am of opinion that all Saints sooner or later will have to learn the opposite to good, they will have to partake of the bitter in order to properly appre<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"11b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0011.pdf\" target=\"pdfwin\">p.&#xA0;11b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9576\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ciate the sweet, they will have to be impressed with pain that they may appreciate pleasure. <\/div><div class=\"paragraph jod\" id=\"v2n52\"> In relation to spirits, for it seems to be the subject introduced today, I have this idea, that the Lord our God absolutely gave Lucifer a mission to this earth; I will call it a mission. You may think it strange that I believe so good a being as our Father in heaven would actually send such an odd missionary as Lucifer. You may call him a missionary, or anything else you please, but we learn he was thrust out of heaven,<span class=\"citation\" id=\"84834\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84834)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84834)\">D&amp;C 29:36-37<\/a><\/span> the place where the Lord dwells, to this earth; and his mission, and the mission of his associates who were thrust down with him, and of those whom he is successful in turning away from God's children who have tabernacles, is to continue to oppose the Almighty, scatter His Church, wage war against His kingdom, and change as far as possible His government on the earth. He could take the Savior upon the pinnacle of the temple, and show him the kingdoms of this world,<span class=\"citation\" id=\"62854\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62854)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62854)\">Matt. 4:5-8<\/a><\/span> and could perform many wonderful works in the days of Jesus. When the Priesthood of God is upon the earth, then the priesthood of the devil may be seen operating, for he has got one. When the kingdom of God is on the earth, you may expect to see a special display or manifestation of the opposite to the Gospel of the kingdom, or of the Priesthood of God. <\/div><div class=\"paragraph jod\" id=\"v2n53\"> If you read the Book of Mormon, the Bible, and the Book of Doctrine and Covenants, you read about the power of Satan upon the earth&#x2014;the manifestation of wicked spirits. When was this special power of Satan more particularly made manifest? It has always been when the power of the holy Priesthood and the kingdom of God were upon the earth. In the days of Moses, in the days of the Patriarchs, in the days of the Prophets, and in the days of Jesus and his  <div class=\"break pagebreak\" id=\"12a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0012.pdf\" target=\"pdfwin\">p.&#xA0;12a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9575\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Apostles, and while his Church remained upon the earth, the opposite of the principles of heaven were specially made manifest, causing a lull in the public mind. The world is more or less controlled all the time by influences that Lucifer evidently is not opposed to; he has little objection to the present organization of human society, from the fact that everything passes along in the wake that agrees with his religion, and rather tends to forward his purposes. <\/div><div class=\"paragraph jod\" id=\"v2n55\"> Now some suppose if they can see a miracle, as they call it, that is, something beyond that which is ordinary with man, they are bound to believe; but I am of opinion that Lucifer and his associates can show as many miracles as the people desire to see; they can show as many as were exhibited in Egypt in the days of king Pharaoh. I believe Lucifer has just as much power to make lice now as ever he had,<span class=\"citation\" id=\"53926\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53926)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53926)\">Ex. 8:18<\/a><\/span> he has just as much ability to display his power in making a serpent to oppose a Moses as ever.<span class=\"citation\" id=\"53905\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53905)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53905)\">Ex. 7:11-12<\/a><\/span> Has he lost his power during the last two, three, or four thousand years? We do not believe he has. If, then, he possesses the same power as he once did, why is he not able in this dispensation to make manifestations corresponding to those in previous ones? <\/div><div class=\"paragraph jod\" id=\"v2n56\"> I wish to come down to our own day, for you know I am fond of rooting, grubbing, building, fencing, and doing the things needed right here at home. Let us then confine our remarks to this dispensation, when the Prophet Joseph Smith was visited by an holy angel, clad in robes of light, who authorized him to sound the trump of the Gospel of peace, and receive the sacred records from the earth, and the Urim and Thummim,<span class=\"citation\" id=\"93767\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93767)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93767)\">JS&mdash;H 1:30-35<\/a><\/span> and who laid hands upon him and gave him the Holy Ghost, and authorized him to baptize for the remission of sins,<span class=\"citation\" id=\"93919\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93919)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93919)\">JS&mdash;H 1:68-72<\/a><\/span> and organize the kingdom of <div class=\"break columnbreak\" id=\"12b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0012.pdf\" target=\"pdfwin\">p.&#xA0;12b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9575\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> God on the earth. What do we see at this time? We see the manifestations of the power of Satan immediately after the revelations of the angel to Joseph. For instance, there were spirit mediums in Kirtland, when the Church was first organized there by brother Parley P. Pratt and others; but when Joseph went with the Priesthood, the devil had to leave, for he had learned the power of Lucifer; and Joseph organized the Church, established the Priesthood, and set everything right. <\/div><div class=\"paragraph jod\" id=\"v2n57\"> I might go on with a long routine of manifestations of the power of God, and of the power of the devil; but you who have come from the old country, and some of the first Elders that went over there&#x2014;Presidents Young, Kimball, Hyde, and others, recollect manifestations of the spirits of the devil in that land. They attacked those brethren by hundreds and by thousands, and the spirits were actually visible. If you could call up brother Willard Snow and converse with him, I have no doubt that he would tell you he was attacked by them, and they overcame his body. <\/div><div class=\"paragraph jod\" id=\"v2n58\"> I am not surprised to see these manifestations increased upon the earth; but where is the anchor to the faith of the Saints? Where is the surety of the Saints against these manifestations? Inasmuch as the world would not listen to the Prophet Joseph, and receive the word of God through him, I look for the Lord to fulfil His word, and send them strong delusion, inasmuch as they believe not the truth, and will permit them now to believe a lie, that all who have pleasure in unrighteousness<span class=\"citation\" id=\"94302\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94302)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94302)\">D&amp;C 56:15<\/a><\/span> may be damned.<span class=\"citation\" id=\"75813\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75813)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75813)\">2 Thes. 2:11-12<\/a><\/span> I anticipate seeing strong delusion among the wicked in the day in which we live, but where is the anchor for the faith of the Saints? I will tell you where mine is. <\/div><div class=\"paragraph jod\" id=\"v2n59\"> When Joseph Smith was alive, his  <div class=\"break pagebreak\" id=\"13a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0013.pdf\" target=\"pdfwin\">p.&#xA0;13a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9574\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>declaration to me was as the voice of Almighty God. Why? Because he had the Priesthood of God on the earth; the Priesthood that is without father, without mother, without beginning of days or end of years,<span class=\"citation\" id=\"76795\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76795)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76795)\">Heb. 7:3<\/a><\/span><span class=\"citation\" id=\"87532\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87532)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87532)\">D&amp;C 84:17<\/a><\/span> which is God's authority, the eternal power and right of the government of God upon the earth. I was subject to that government in the days of Joseph. Men used to talk on this wise&#x2014;&#x201C;But would you believe in the Prophet if he should demand all your property?&#x201D; Lucifer would suggest this idea to them. &#x201C;No,&#x201D; says another, &#x201C;I would not.&#x201D; &#x201C;Suppose he should come to you, and tell you, you must sell your farm in the east, and go to Kirtland, and consecrate your property to the Lord, would you do it?&#x201D; &#x201C;No,&#x201D; answers his neighbor, &#x201C;the Lord has no use for my property, I would not do it.&#x201D; &#x201C;Well,&#x201D; says one, &#x201C;do you think Joseph is right to dictate in temporal matters?&#x201D; &#x201C;No.&#x201D; There were quite a majority, I believe, in the days of Joseph, who believed he had no right to dictate in temporal matters, in farms, houses, merchandise, gold, silver, &amp;c.; and they were tried on various points. <\/div><div class=\"paragraph jod\" id=\"v2n61\"> When the family organization was revealed from heaven&#x2014;the patriarchal order of God, and Joseph began, on the right and on the left, to add to his family, what a quaking there was in Israel. Says one brother to another, &#x201C;Joseph says all covenants are done away, and none are binding but the new covenants;<span class=\"citation\" id=\"94281\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94281)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94281)\">D&amp;C 22:1<\/a><\/span> now suppose Joseph should come and say he wanted your wife, what would you say to that?&#x201D; &#x201C;I would tell him to go to hell.&#x201D; This was the spirit of many in the early days of this Church. <\/div><div class=\"paragraph jod\" id=\"v2n62\"> If you maintain the fact that the Priesthood of God is upon the earth, and God's representatives are upon the earth, the mouthpiece of Jehovah, the head of the kingdom of God upon earth, and the will of God is done <div class=\"break columnbreak\" id=\"13b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0013.pdf\" target=\"pdfwin\">p.&#xA0;13b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9574\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> upon earth as it is in heaven,<span class=\"citation\" id=\"63346\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63346)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63346)\">Matt. 6:10<\/a><\/span><span class=\"citation\" id=\"67447\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67447)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67447)\">Luke 11:2<\/a><\/span> it follows that the government of God is upon the earth. I allude to the Church which it dictates; and then to the whole earth which it will dictate. Satan may succeed for a season to curtail the extent of this government, and the free working of its machinery, but if the Lord Almighty has organized a government upon the earth, and has committed the keys and Priesthood of it to His Prophet, that Prophet holds jurisdiction over the earth, the same as Adam did in the beginning. And righteous men in every dispensation since the creation, if they had any keys, had the keys of the kingdom of God; and they extended over this wide world wherever God had a people and a government; and just as far as the Priesthood exercised its authority, just so far the rule of the Almighty reached. <\/div><div class=\"paragraph jod\" id=\"v2n63\"> If Joseph had a right to dictate me in relation to salvation, in relation to a hereafter, he had a right to dictate me in relation to all my earthly affairs, in relation to the treasures of the earth, and in relation to the earth itself. He had a right to dictate in relation to the cities of the earth, to the natives of the earth, and in relation to everything on land and on sea. That is what he had a right to do, if he had any right at all. If he did not have that right, he did not have the Priesthood of God, he did not have the endless Priesthood that emanates from an eternal being. A Priesthood that is clipped, and lacks length, is not the Priesthood of God; if it lacks depth, it is not the Priesthood of God; for the Priesthood in ancient times extended over the wide world, and coped with the universe, and had a right to govern and control the inhabitants thereof, to regulate them, give them laws, and execute those laws. That power looked like the Priesthood of God. This same Priesthood has been given to Joseph  <div class=\"break pagebreak\" id=\"14a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0014.pdf\" target=\"pdfwin\">p.&#xA0;14a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9573\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Smith, and has been handed down to his successors. <\/div><div class=\"paragraph jod\" id=\"v2n65\"> I do not care how many devils rap, it is no trouble to me. I say, rap away, and give as many revelations as you please, whether you are good spirits or bad ones, it does not trouble my cranium. Rap away, for I trust in the anchor of my soul that is sure and steadfast,<span class=\"citation\" id=\"83485\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83485)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83485)\">Ether 12:4<\/a><\/span> in the Priesthood of God upon the earth. <\/div><div class=\"paragraph jod\" id=\"v2n66\"> What would a man of God say, who felt aright, when Joseph asked him for his money? He would say, &#x201C;Yes, and I wish I had more to help to build up the kingdom of God.&#x201D; Or if he came and said, &#x201C;I want your wife?&#x201D; &#x201C;O yes,&#x201D; he would say, &#x201C;here she is, there are plenty more.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v2n67\"> There is another main thread connected with this, that I have not brought out. You know in fishing with the hook and line, if you draw out suddenly on the line when you have got a large trout, you may break your line; you must therefore angle a little, and manage your prize carefully. I would ask you if Jehovah has not in all ages tried His people by the power of Lucifer and his associates; and on the other hand, has He not tried them and proved them by His Prophets? Did the Lord actually want Abraham to kill Isaac? Did the Prophet Joseph want every man's wife he asked for? He did not, but in that thing was the grand thread of the Priesthood developed. The grand object in view was to try the people of God, to see what was in them. If such a man of God should come to me and say, &#x201C;I want your gold and silver, or your wives,&#x201D; I should say, &#x201C;Here they are, I wish I had more to give you, take all I have got.&#x201D; A man who has got the Spirit of God, and the light of eternity in him, has no trouble about such matters. <\/div><div class=\"paragraph jod\" id=\"v2n68\"> I am talking now of the present day. There was a time when we could be tried pretty severely upon <div class=\"break columnbreak\" id=\"14b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0014.pdf\" target=\"pdfwin\">p.&#xA0;14b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9573\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> these points, but I now could pick you out hundreds of men that cannot be tried in this way, but they will hand over everything they possess. They understand the nature of such doctrines, and the object of such requirements. They know it is to prove the people, both men and women, and to develop what they will do. How can the Priesthood judge the people, if it does not prove them? <\/div><div class=\"paragraph jod\" id=\"v2n69\"> If ever you are brought into the presence of God, and exalted to a seat in His celestial kingdom, it will be by virtue of the Holy Priesthood, therefore you have got to be proved, not only by being tempted by the devil, but the Priesthood will try you&#x2014;it will try you to the core. If one thing won't try you, something else will be adopted, until you are like the passive clay in the hands of the Potter.<span class=\"citation\" id=\"60510\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60510)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60510)\">Jer. 18:6<\/a><\/span> If the Lord our God does not see fit to let the devil loose upon you, and mob you, He will employ some other means to try you as in a crucible, to prove you as gold is tried seven times in the furnace.<span class=\"citation\" id=\"56372\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56372)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56372)\">Ps. 12:6<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v2n70\"> The world philosophizes about the &#x201C;Mormons,&#x201D; about their leaders, and the life they are living. There are a thousand conjectures among them in relation to the &#x201C;Mormons.&#x201D; The grand secret is told in a few words; the fact is, the Almighty God has spoken from the heavens, sent heavenly messengers, and organized His Church, restored the Holy Priesthood, established His government on the earth, and exerted his power to extend it, and send forth His word. And that Priesthood understands the principles and motives by which men are actuated, and it understands the workings of the devil on the earth; that Priesthood knows how to govern, when to strike, and when not to strike. <\/div><div class=\"paragraph jod\" id=\"v2n71\"> Some things in this Church start up at times, that you would think the whole Church would be rent asunder, like the clans of Scotland. Clanism,  <div class=\"break pagebreak\" id=\"15a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0015.pdf\" target=\"pdfwin\">p.&#xA0;15a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9572\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and &#x201C;Mormonism&#x201D; are like that [putting his fingers across]; &#x201C;Mormonism&#x201D; is <span class=\"italic\">one<\/span>, it is governed by one head, one President, and that head representing God on earth. If Joseph Smith held the keys of the kingdom of God on earth, of the Apostleship, does not his successor possess the same? Does he not have a right to give laws, to instruct, to control and rule the people of God? <\/div><div class=\"paragraph jod\" id=\"v2n73\"> I might still go on, and explain to your understandings exactly what I mean by rule. If this Priesthood is upon the earth, and you are controlled thereby, and listen to its counsels, you will be united as one people. I know the time was that many of this people believed that if a man was adopted here and there, one man would hold this way, and another that; but the fact is, in the kingdom and Church of the Lord they are all in one pile. I do not care how many of you have been adopted here or there; that is the doctrine to me. <\/div><div class=\"paragraph jod\" id=\"v2n74\"> Let the devils rap, then, and let them talk, and mutter, and have their mediums; what do I care, so long as the Priesthood is upon the earth, and the Apostleship is upon the earth, and the government of God, and the light and influence of the Holy Ghost, are upon the earth? Can they shake the Saints? No. But let a man lose the Spirit of God, and depart from this Church, and from the men that hold the Priesthood of God on the earth, and I have no doubt that Lucifer will reveal a great many truths to him, and teach and advocate principles and sentiments that will agree with doctrines of this Church. And they will even imitate Joseph Smith's handwriting, and the handwriting of brother Hyrum, of Bishop Partridge, and of Bishop Whitney, and others; and they will give you flaming revelations, and the light they emit will blaze like a comet. <\/div><div class=\"paragraph jod\" id=\"v2n75\"> Now Lucifer has philosophy enough <div class=\"break columnbreak\" id=\"15b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0015.pdf\" target=\"pdfwin\">p.&#xA0;15b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9572\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and religion enough to suffer his agents to run along with the truth hand in hand, and make himself appear like an angel of light,<span class=\"citation\" id=\"74275\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74275)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74275)\">2 Cor. 11:14<\/a><\/span> and teach hundreds of true principles, if he can only thereby get you to swallow one item of false doctrine. But the grand story is, the devil may rage as long as he pleases, and use all the cunning and craft that he may, yet he never can overreach those who hold the keys of the Priesthood, nor succeed in deceiving them. This Joseph taught the people, but they were slow to believe. But now the energies of the people move as one man; and if they want to build a Temple, they can build it, and whatever they want to accomplish they can do. <\/div><div class=\"paragraph jod\" id=\"v2n76\"> The Priesthood is a power we should respect, reverence, and obey, no matter in whose hands it is. Let Lucifer mix in truths with error, and work great signs and wonders to deceive the very <span class=\"italic\">elect<\/span>,<span class=\"citation\" id=\"65775\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65775)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65775)\">Matt. 24:24<\/a><\/span> but it is not possible. Why? Because they have learned the Priesthood, and they possess the power thereof that cannot be shaken. Let the Rappers go ahead, then, for it is not possible for them to deceive the elect of God; and let the witch of Endor,<span class=\"citation\" id=\"55522\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55522)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55522)\">1 Sam. 28:7<\/a><\/span> and all other witches and wizards, with the prince and power of the air<span class=\"citation\" id=\"74894\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74894)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74894)\">Eph. 2:2<\/a><\/span> at their head, do their best, if we keep the commandments of God we shall continually soar far above their power and influence. <\/div><div class=\"paragraph jod\" id=\"v2n77\"> I want to have nothing to do with Satan. I desire not to shake hands with him, nor to do anything that will bring me in contact with him, for he is powerful, and if he once gets you in his grasp and shakes you, you will think you are less than a grasshopper. Let us rally round the standard of God, and when we are in the circle of truth, then let the devil and the enemies of the Church of God fire their loudest guns, and wage their war, and marshal their strength, yet, armed with the armor of righteousness,  <div class=\"break pagebreak\" id=\"16a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0016.pdf\" target=\"pdfwin\">p.&#xA0;16a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9571\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>clothed with the Priesthood and generalship of the Almighty, we shall successfully resist, and triumphantly conquer Satan and all his allied forces of the earth and hell.<span class=\"citation\" id=\"80471\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80471)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80471)\">Rev. 20:1-3<\/a><\/span> They will then find out whether Joseph had a right to rule this earth by the power of the Priesthood. They will then find out that the &#x201C;Mormons,&#x201D; notwithstanding their curious bumps, for they have got some curious bumps, are authorized to preach the Gospel of God, gather Israel, build up Zion, bind Lucifer with a chain, and establish the reign of peace on earth. <\/div> <div class=\"break columnbreak\" id=\"16b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0016.pdf\" target=\"pdfwin\">p.&#xA0;16b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9571\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v2n79\"> My prayer is that the Saints may understand that they are safe as long as they listen to the Priesthood authorized of heaven, are united in one, and not divided into clans, but become one great clan, under one head. Then let all the clanism of the world rally against us, and we are as firm as the rock of ages, that supports the throne of Jehovah. <\/div><div class=\"paragraph jod\" id=\"v2n80\"> May God bless you with the truth as it is in Himself, and save you in His kingdom, through Jesus Christ. Amen. <\/div>\n<\/div>\n<\/div>"}