{"ID":200020, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Growth of Zion&#x2014;Benefits of Seeking Counsel From the More Experienced.<\/div>\n<div class=\"subtitle\">Discourse by Elder Brigham Young, delivered at the General Conference, on Tuesday Morning, April 8, 1879.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Geo. F. Gibbs.<\/div>\n<div class=\"pageHeader\">Page Header: The Growth of Zion, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young, Jr.<\/div>\n<div class=\"date\">Date: 4\/8\/1879<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d20\">\n<div class=\"paragraph jod\" id=\"v20n473\"> The privilege that we enjoy of meeting together again in Conference I believe is highly appreciated by the Latter-day Saints. The dry details of our reports are somewhat tedious I am aware; but no doubt many are interested in the reports of their several Stakes, for there is a feeling in the hearts of this people that causes interest to be felt for all the stakes of Zion, and I believe that the present organization together with the reports that are made quarterly, semi-annually and annually are drawing the people together in their interests. We are better ac<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"171b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0171.pdf\" target=\"pdfwin\">p.&#xA0;171b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7354\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>quainted with each other than ever before within my recollection. Our general assemblies bring us together, and pleasant reunions are made, and the good Spirit of God being disseminated among us makes us feel more like the children of one common parent than when we are widely dispersed and seldom behold each other's faces. <\/div><div class=\"paragraph jod\" id=\"v20n474\"> Many reflections have passed through my mind during this Conference. I have listened with interest to the remarks which have been made, and to the reports which have been read. Zion is growing,  <div class=\"break pagebreak\" id=\"172a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0172.pdf\" target=\"pdfwin\">p.&#xA0;172a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7353\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>financially and in numbers. It is wonderful! I was astonished, as well acquainted as I have been with this people for the number of years that they have inhabited these valleys, to know that one-third of the entire population of this Territory&#x2014;as far as the Latter-day Saints are concerned&#x2014;are children under eight years of age. But such is the fact. These reports do not take in the entire population of this Territory. There is quite a number of children over eight years of age who have not been baptized and consequently they are not represented in these reports. I presume that there are hundreds, if not thousands, of cases in the midst of the Latter-day Saints where we have neglected to administer the ordinance of baptism to our children, who, according to the revelations of God, ought to be numbered among the members of this Church.<span class=\"citation\" id=\"94636\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94636)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94636)\">D&amp;C 68:25<\/a><\/span> The instructions which we have received are plain and pointed; perhaps I may not be a competent judge for all mankind, or for my brethren, yet to me they are full of the inspiration of the Lord and are calculated to lead and guide his children in the path of everlasting life. And it does seem impossible to me for any man, or any set of men, to refute the testimonies that have been borne to this Conference. <\/div><div class=\"paragraph jod\" id=\"v20n476\"> It is proper and consistent that we look for counsel to those who are advanced in the knowledge of the Gospel. We should do the same in regard to law or politics. If I were to go to Washington among the politicians of the country and set myself up as a politician, pretending to understand all the ins and outs of political life as, say, one of the representatives of our nation, I would find myself greatly deficient, and I would gladly seek some experienced man <div class=\"break columnbreak\" id=\"172b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0172.pdf\" target=\"pdfwin\">p.&#xA0;172b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7353\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> on whom I could rely to instruct me in regard to these thing. It is true, I might read the Congressional Record, in which the speeches of our statesmen are published; I might go to hear them delivered, and exert myself otherwise to inform myself; yet though through diligence and perseverance I might acquire very considerable knowledge of this kind of business, yet I would lack a most important part, namely: the experience, and I would willingly and gladly avail myself of the teaching of an experienced man. If I were to start in the business of law, it would be reasonable to suppose, of course, that I, like the seventy men or more who follow that business in this city, would have a smattering of legal knowledge; but like them too, if a more experienced man were to come along, and especially if he were a genius in his profession, I would gladly learn of him and it would afford me pleasure to listen to him. This is the case in all things. Suppose a member of my family is sick; I am at once prompted with a desire to consult some experienced nurse who is more competent than myself in administering such things as one in that condition ought to receive. Perhaps a finger of one of my children may need amputating. I might take an ax and cut it off in my way, but I could not do it like our Dr. Anderson for instance, a man who is a skilled surgeon. I would naturally yield my way to theirs in regard to these things. And so it is through all the branches of business transacted in this life&#x2014;the influence, opinion or knowledge of somebody else controls or affects that of ours. <\/div><div class=\"paragraph jod\" id=\"v20n477\"> Today we may be acquainted with a man who is really excellent in his profession, but another man  <div class=\"break pagebreak\" id=\"173a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0173.pdf\" target=\"pdfwin\">p.&#xA0;173a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7352\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>comes along who can surpass him, and the former is glad to learn of the latter. And so we may follow it through until we come to the subject of religion. But the moment that subject is touched men rise up, no matter how ignorant they may be with regard to the principles which are calculated to exalt mankind, and say, &#x201C;I must think for myself; no man must be trammeled in those matters; every man must have the privilege of worshipping God according to the dictates of his conscience.&#x201D;<span class=\"citation\" id=\"94142\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94142)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94142)\">A of F 1:11<\/a><\/span> So say I, but I do know, and we have indubitable evidence of the fact that the men who stand at the head of this people are skilled in the things pertaining to the building up of the kingdom of God in the last days. This fact is proven to the satisfaction of the Latter-day Saints, to those at least, who have followed them the last 15 to 30 years. We know that they understand more about these things than we do. When questions arise, whether in politics, finance, morals or law, requiring the judgment of sound and experienced men, or when circumstances arise in our individual lives which are perplexing and of such a nature as to exhaust our ability, we naturally seek the counsel of these our brethren; and our experience has proven them to be masters of the situation; that they are skilled in their profession and abundantly able to direct us. Why should I not follow the leaders whom God has placed over me? Why should not this privilege be granted me? Is it more inconsistent in me showing my principle and desire for right in following these men than in acquiring the art of mechanics, in being taught by a more experi<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"173b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0173.pdf\" target=\"pdfwin\">p.&#xA0;173b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7352\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>enced mechanic? Or in politics or law or surgery, by men who are farther advanced in those professions than myself? Certainly not. And besides this the Spirit of God which I have received which is an unmistakable guide, bears witness to me that it is right for me to be taught of them and that their teachings are the teachings of heaven to the children of men, and that they are calculated, if lived up to, to lead men back into the presence of God the Father. Yet I, in connection with this whole people, am accused of yielding my own will and free agency to an overbearing priesthood, thus becoming their dupes and slaves. This is in short, the judgment generally passed on the Latter-day Saints by the American nation. And while they say this of us, their better sense would tell them that they do the same in law, in morals, in mechanism, in politics, etc., directly, and in religious matters they do the same indirectly. Well, for one&#x2014;and in saying this I speak the sentiments of this whole people&#x2014;I intend to follow the men appointed and ordained of God to lead and direct his Saints, as they follow Christ. &#x201C;Know ye not,&#x201D; says the apostle, &#x201C;that to whom ye yield yourselves to obey, his servants ye are whom ye obey; whether of sin unto death, or of obedience unto righteousness?&#x201D;<span class=\"citation\" id=\"72460\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72460)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72460)\">Rom. 6:16<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v20n479\"> May the blessings of God rest upon this people and the peace of heaven be with them in all of their locations and settlements, and give unto us strength to continue faithful in the cause of truth, that we may do our part towards the building up of his kingdom, and at last be saved with the faithful, is my prayer, in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}