{"ID":200030, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Gospel As Preached By the Saints&#x2014;Opposition By the World to the Diffusion of Truth.<\/div>\n<div class=\"subtitle\">Discourse by Elder George G. Bywater, delivered in the Tabernacle, Salt Lake City, Sunday Afternoon, June 29, 1879.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Geo. F. Gibbs.<\/div>\n<div class=\"pageHeader\">Page Header: The Gospel As Preached By the Saints, Etc.<\/div>\n<div class=\"speaker\">Speaker: George G. Bywater<\/div>\n<div class=\"date\">Date: 6\/29\/1879<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d30\">\n<div class=\"paragraph jod\" id=\"v20n632\"> We are assembled here this afternoon as a congregation of worshippers; we have come together to worship God according to the dictates of his word; according to the revelations of his divine will, as it has been made known to the people of the Latter-day Saints. We represent a faith, a spiritual constitution, an organization of ideas which incorporates our sense of duty, our duty to our God and our duty to our fellow men. This is not a new occasion; this is not a new announcement. We have existed as a people in the midst of the nations of the earth for a third of a century. Our doctrines are not new, our principles of which these doctrines are composed, are not of the 19th century; they are not the outgrowth of the intelligence of this age; they are not the products of that intellectuality which is by many regarded as the biggest standard of advancement, as the most elevated platform of thought. Our principles are from eternity to eternity. The Gospel of the Lord Jesus Christ, which is the name commonly applied to the religion we profess, was preached aforetime unto Abraham;<span class=\"citation\" id=\"74503\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74503)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74503)\">Gal. 3:8<\/a><\/span> was revealed unto our fathers, the ancients. Many <div class=\"break columnbreak\" id=\"237b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0237.pdf\" target=\"pdfwin\">p.&#xA0;237b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7288\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of its fundamental principles, several of its divine ordinances and very many of the hopes that inspired and caused to heave with heavenly emotion, and delight the bosoms of the purest men and women of this age, or of ages preceding this of ours, were principles that had been re-revealed in ages and dispensations gone by. But we claim to have received this Gospel in the dispensation in which we live as a new revelation; not new principles, but a new revelation of old principles, of ancient doctrines, of institutions that the greatest benefactors, philanthropists and humanitarians that ever graced the human race, were more or less made familiar with. We are here today, beloved friends, as the result of the operations of the ministry of this Gospel, as a people occupying this section of country called the Territory of Utah. We are fruits, we are results of the ministry of reconciliation<span class=\"citation\" id=\"74212\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74212)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74212)\">2 Cor. 5:18<\/a><\/span> brought forth through the mission of the Gospel of Jesus Christ in its fulness and primitive purity in the day and age in which we live, and to us as a people when we thus address each other and reiterate these truths in each other's hearing, we are not an<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"238a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0238.pdf\" target=\"pdfwin\">p.&#xA0;238a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7287\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>nouncing that which we do not understand, but we simply do so to remind each other, to stir up our thoughts, to put into activity our reflective powers and calling forth those intellectual energies which are awakened by the revelation of these principles of life and immortality in the development of our faith, and to stir up our minds, that they may become more pure and to bring to our remembrance things that are past, as well as cause to pass before our minds the circumstances, the duties and the incidents of the present, and thus carry with us the history we are creating, and produce by the combined action of our past and present labors those results which the Gospel in its entirety and its power and influence exercises over the heart of man in bringing to pass that human regeneration so long spoken of by the prophets; so long ago sung of by the inspired psalmist and the songsters of Israel, which should characterize the features, that would mark the development of God's purposes in this humanity, in this great mass of intelligence, which he has created and given a conscious existence to upon the earth. <\/div><div class=\"paragraph jod\" id=\"v20n634\"> In speaking in this manner, my brethren and sisters, I desire to do so as making a few preparatory remarks to what may be said by my brethren who may follow after me, as I shall not occupy your attention but for a limited portion of time this afternoon. I wish to say, however, in addition to what I have already said with reference to the character of the Gospel, that we need not look to any other source for an evidence of the divinity of the mission in which we are engaged, the divinity of the revelations which have been entrusted to us in this dispensation of the fulness of times, for <div class=\"break columnbreak\" id=\"238b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0238.pdf\" target=\"pdfwin\">p.&#xA0;238b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7287\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> an evidence of its divine character and heaven-born nature, or for the proofs of its practical result as to ourselves. We can, my friends, examine our own experience; we can review, each individual one of us, the several chapters which each day's acts, conversations and the results of our labors as individual members of this body ecclesiastical and of this Church militant, and see what have been the fruits which these principles have borne in our lives, and moreover see how far we have conformed to those conditions upon the blessings of the second birth, the regeneration of the human heart under the inspirations of the spirit of the Lord have been vouchsafed, and see whether our professions are professions merely, whether they are simply wordy acknowledgements or whether we preach those most practical of sermons in the actions of our lives, in the practices of our everyday conduct, so as to verify the correctness of our testimony and to justify our friends and ourselves in the conclusion that we are honest and sincere in the worship of the Lord our God according to the revelations of his will. <\/div><div class=\"paragraph jod\" id=\"v20n635\"> Brethren and sisters, we have received revelations from God, the unbelief of the world respecting those revelations to the contrary, notwithstanding. We have received those glorious truths pertaining to the regeneration of man, pertaining to his further development and to his final and complete redemption; or, in other words, to use, perhaps, language more familiar to some minds, the more perfect development of man. We have received those glorious principles; we have accepted them in the simplicity of our hearts as truths from God, and we have realized in our individual  <div class=\"break pagebreak\" id=\"239a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0239.pdf\" target=\"pdfwin\">p.&#xA0;239a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7286\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>experiences that our testimony is true; that the principles we have embraced are true; that they have verified themselves in our experiences and verified the promise made by our Redeemer in the declaration to his disciples: &#x201C;And ye shall know the truth, and the truth shall make you free.&#x201D;<span class=\"citation\" id=\"69453\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69453)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69453)\">John 8:32<\/a><\/span> &#x201C;If the Son therefore shall make you free, ye shall be free indeed.&#x201D;<span class=\"citation\" id=\"69465\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69465)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69465)\">John 8:36<\/a><\/span> Our principles are simple; they are perspicuous; they are clear; they are self-evident: they become self-evident to every mind capable of perceiving the relation which these principles bear to our conditions of life, including the physical and mental. <\/div><div class=\"paragraph jod\" id=\"v20n637\"> The plan of human redemption, which we call the Gospel of the Son of God, is composed of principles and doctrines that are pure, that are in perfect harmony with every want of our natures, with every rightful desire, with every legitimate unfoldment of our being, physical or mental, material or spiritual, whichever terms we choose to select to express the materiality or spirituality of our being. I repeat, that the Gospel of the Son of God contains every provision and is enriched with every quality, is endowed with every element necessary to the perfect enjoyment of all the powers of man and of all the capacity with which he is endowed for the development of his power and intelligence. <\/div><div class=\"paragraph jod\" id=\"v20n638\"> In speaking upon this subject, my brethren and sisters, we are led to the further consideration of the eternity of our being; we are conducted thereby into premises which spread out on the right and on the left; we are guided in our reflections under the inspiration of principle&#x2014;for every truth possesses its own principle of life, its own quality of power, its own characteristic energy, and whenever that truth is received by a sentient <div class=\"break columnbreak\" id=\"239b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0239.pdf\" target=\"pdfwin\">p.&#xA0;239b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7286\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> being, by a conscious being, by a being possessed of consciousness of the quality of the ego feeling, and when the complement of his intellectual faculties are not impaired; when they are awakened to a beautiful exercise by the laws of thought, by the force of principle, by the impress of objects, and when the man is awakened as a thinking intellectual being, he is unavoidably open to receive a portion of the inspiration which they inherit; and the more advanced he is, the more elevated he becomes in the plane of intelligence, the greater will be his susceptibility and capability to receive of that inspiration; and the more he indulges in the contemplation of the higher and loftier aims of life, the more value he attaches to every principle of morality and virtue, to every principle of revelation from God, to truth of every kind and more especially those truths that have an immediate bearing upon his present condition, as well as those truths which affect his future state. <\/div><div class=\"paragraph jod\" id=\"v20n639\"> There is much of the knowledge that has been conferred upon the family of man, there is much of that intelligence and understanding which man has been brought into possession of that we cannot use immediately in regulating our affairs socially, or in any other work in the structure of society. But the principles to which I am now directing your attention; the principles of the Gospel of Jesus Christ, are fundamental principles; they are cardinal elements, they are the foundation stones, if you please, of the great superstructure of humanity; they reach the fundamental conditions of its being; they possess the virtue of delving down into the most intricate recesses of our natures and of causing to well up  <div class=\"break pagebreak\" id=\"240a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0240.pdf\" target=\"pdfwin\">p.&#xA0;240a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7285\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>from our inmost natures those qualities and excellencies, those virtues, those deeds which are praiseworthy and of good report, and command veneration, those deeds which have adorned the lives of all men who have made themselves benefactors to their race, and who have shone as the reformers and regenerators of society. No matter by what name they have been called, if they have done good in any capacity or sphere; if society today owes anything to the past, to the great motor force that has affected the interests of humanity or guarded the conditions of its welfare, or has directed its energies in any degree to produce a condition that is desirable in the history of our race, we owe it to that class of men, we owe it to men that have been firm and true to their convictions of what was right; we owe it to men who have stemmed the current of popular prejudices or who have dared to row against the stream of popular opinion; we owe it to men who have sacrificed the good will of those who were floating with the tide of popularity, and to men who have stood firm and true and inflexible to their convictions of right. Have there been such men? Yes, my brethren and sisters. I rejoice that through the sable darkness, that through the almost impenetrable clouds that intervene between us today and the ages of the past we can see glimpses, scintillas of light that illumed time, and I revere and honor the memories of such men who did what they could to fulfil the purposes of their Great Creator, the Father of the human race, and the Creator of all things that are. I honor their memories. If they were not in the possession of so much truth as those who followed them; if their philosophy was not as sound, and if in their theo<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"240b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0240.pdf\" target=\"pdfwin\">p.&#xA0;240b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7285\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>logy there were greater incongruities, yet it must be remembered that they were not so far advanced as to be able to perceive their errors, and if they were devoted and sincere in the course they pursued, living up to the best light they possessed, I, for one, cherish with fond remembrance the memories of such people. <\/div><div class=\"paragraph jod\" id=\"v20n641\"> But there is a very anomalous mental state existing in the midst of the human family, which is not a new one, however. It is the constant battle that is being waged by antiquated theories and principles, which are perhaps established in the hearts of the majorities, whenever a new truth is introduced to the world; whenever a principle that has not been recognized distinctly as such has not entered into the constitution of their own religion, philosophy, politics or science. Whenever a new truth is introduced, the stubborn and inflexible conservators of antiquated notions and ideas are unwilling to widen the area of their thoughts, and extend the boundary of their reflections still outward. And it is refreshing when we discover one here and there the world over entertaining the sensible views expressed in the language of Humboldt, the German naturalist: &#x201C;Weak minds complacently believe that in their own age humanity have attained to the culminating point of intellectual greatness, forgetting that by the internal connection existing among all natural phenomena, in proportion as we advance, the field to be traversed acquires additional extension, and that it is bounded by a horizon, which incessantly recedes before the eyes of the inquirer.&#x201D; How forcibly true, how substantially correct are these words spoken by this noble man, one of the brightest minds of  <div class=\"break pagebreak\" id=\"241a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0241.pdf\" target=\"pdfwin\">p.&#xA0;241a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7284\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the 19th century! Are we able to extricate ourselves from these thoughts, from this dwarfed condition of ideas? No, I fear not. And is it not as true today as it ever has been, that whenever an individual or a community of individuals introduce into the world any principle or doctrine which they conceive to be in the most perfect accord with the principles of truth already revealed, they are sure to be met with the same old cry; the same weapons of warfare that are strewn around over the battle grounds of the ages are eagerly clutched by some of the sturdy veterans who will grab at anything&#x2014;infidel, skeptic, heterodox, fanatic, immoral, and it matters not what the odium attached to such words may be, as long as they think they can be used to arrest the progress of truth, of principle, of doctrine which has not been incorporated in their views. <\/div><div class=\"paragraph jod\" id=\"v20n643\"> We talk about our progressive enlightenment; we talk of our advancing intelligence; we speak eloquently of the march of intellect, and yet we are free to condemn every effort that is made by the world's most staunch advocate of human progress, in feeling after the foundation of society, in feeling after the foundation of faith, in seeking to determine the soundness or the unsoundness of principles, and if we discover that our fathers ate sour grapes, and we their children have had our teeth set on edge,<span class=\"citation\" id=\"60653\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60653)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60653)\">Jer. 31:29<\/a><\/span><span class=\"citation\" id=\"60756\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60756)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60756)\">Ezek. 18:2<\/a><\/span> we wish to administer some panacea to remove the difficulty, to change the elements that are sapping the foundation of that society which we are trying to build up, and supply its place with elements of a homogeneous texture, of a more durable fiber, and reconstruct it upon the basis developed by the principles of the everlasting gospel, <div class=\"break columnbreak\" id=\"241b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0241.pdf\" target=\"pdfwin\">p.&#xA0;241b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7284\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> which brings life and immortality to light,<span class=\"citation\" id=\"76073\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76073)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76073)\">2 Tim. 1:10<\/a><\/span> and we are confronted with the cry of &#x201C;fools,&#x201D; &#x201C;fanatics,&#x201D; and a very great number of uncomplimentary terms. But I have long ago, my friends, come to the conclusion that there is a great deal said when there is a very little meaning to be drawn from what has been said in relation to these men. They are &#x201C;as sounding brass, or a tinkling cymbal.&#x201D;<span class=\"citation\" id=\"73661\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73661)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73661)\">1 Cor. 13:1<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v20n644\"> We, as Latter-day Saints, have embraced the Gospel of Jesus Christ. What is that Gospel? It is faith in God; it is an avowed confession of the existence of a Deity, that there is a supreme intelligence that not only governs, but built the universe, the great architect of the heavens. We believe in his existence; that he is a rewarder of all them that diligently seek him.<span class=\"citation\" id=\"76978\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76978)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76978)\">Heb. 11:6<\/a><\/span> We believe in the Lord Jesus Christ, his only begotten son, who came into the world in the meridian of time to announce the message of mercy, who proclaimed principles of eternal truth, who made known the conditions whereby mankind could attain salvation, could elevate himself by the means provided in this great scheme of man's redemption from his low estate, that he might ascend the ladder that Jacob saw, having its feet placed upon the earth and its top reaching to heaven,<span class=\"citation\" id=\"53474\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53474)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53474)\">Gen. 28:12<\/a><\/span> whereby he might climb round after round, receiving line upon line, precept upon precept, here a little and there a little,<span class=\"citation\" id=\"58578\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58578)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58578)\">Isa. 28:10,13<\/a><\/span> until he shall become a perfect man in Christ Jesus our Lord.<span class=\"citation\" id=\"75573\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75573)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75573)\">Col. 1:28<\/a><\/span> We believe then in Jesus Christ as the Savior of the world. We believe in the gospel he received and the principles of that gospel which have been handed down to us by Matthew, Mark, Luke and John, the four historians who compiled the history of his ministry and recorded  <div class=\"break pagebreak\" id=\"242a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0242.pdf\" target=\"pdfwin\">p.&#xA0;242a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7283\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the principles he taught. We believe them to be eternal truth; we believe them to be essential to the salvation of mankind. We believe in repentance of all past sins; a genuine and sincere repentance&#x2014;not a professed repentance, but a repentance which need not to be repented of;<span class=\"citation\" id=\"74263\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74263)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74263)\">2 Cor. 7:10<\/a><\/span> a repentance which brings forth fruits meet for repentance,<span class=\"citation\" id=\"62675\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62675)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62675)\">Matt. 3:8<\/a><\/span><span class=\"citation\" id=\"82172\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82172)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82172)\">Alma 13:13<\/a><\/span> namely a forsaking of sin, a forsaking of every evil habit of which we have a knowledge of their being evil, turning away therefrom and seeking to the Lord our God with full purpose of heart,<span class=\"citation\" id=\"127994\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127994)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127994)\">Jacob 6:5<\/a><\/span><span class=\"citation\" id=\"127995\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127995)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127995)\">3 Ne. 18:32<\/a><\/span> adorning our lives with his doctrine, with his sacred precepts and principles, believing that &#x201C;The fear of the Lord is the beginning of wisdom; and before honor is humility.&#x201D;<span class=\"citation\" id=\"57435\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57435)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57435)\">Prov. 15:33<\/a><\/span> We believe in baptism for the remission of sins and in the laying on of hands for the reception of the Holy Ghost.<span class=\"citation\" id=\"127996\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127996)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127996)\">A of F 1:4<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v20n646\"> Now, we believe all this and much more. Our doctrines have been before the world for many years. Our Church works contain a very full and clear exposition of our views in relation to our faith, in relation to our principles affecting our life here and hereafter, and yet we discover, my friends, that we are unpopular, that we are not to be included among the Christian elements of society; we are considered Pagans, heathens, outlaws, barbarians, an immoral and reprobate race. And let me ask, how was it in the days of Jesus, this great prototype of human perfection, this great master teacher of the purest of all truth? Our Christian ministers today speak eloquently from the pulpit to their congregations, telling them that there is no name given under heaven whereby man can be saved but the name of Jesus;<span class=\"citation\" id=\"71438\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71438)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71438)\">Acts 4:12<\/a><\/span><span class=\"citation\" id=\"127997\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127997)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127997)\">D&amp;C 18:23<\/a><\/span> and yet when men go forth as our Elders do, declaring in all soberness <div class=\"break columnbreak\" id=\"242b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0242.pdf\" target=\"pdfwin\">p.&#xA0;242b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7283\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> that they have the message of life and salvation revealed from the heavens, which is the power of God unto salvation to all that believe and obey,<span class=\"citation\" id=\"72220\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72220)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72220)\">Rom. 1:16<\/a><\/span> and ask these men permission to preach to them and their people the Gospel of the meek and lowly Jesus,<span class=\"citation\" id=\"64298\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64298)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64298)\">Matt. 11:29<\/a><\/span> this same once despised Nazarene, in their pulpits or lecture platforms, and they at once express themselves fearful least we should inoculate them with this dreadful contagion. What do we preach? The selfsame principles that Jesus taught. We do not take it as expressive of a high and lofty mind to be combative, to court discussion, but we are at the defiance of the unbelieving world to prove one principle of our fundamental doctrines, revealed to us in this age by Joseph Smith, or by Jesus Christ as the Savior of the world, that is not in perfect harmony with the highest conceptions and the most pure natures the world ever had, and is not in perfect consonance with the declarations of holy writ. We have had men contradict us, we have had people tell us that we are duped and led astray, but their simple assertions are of no weight or value unsupported by legitimate argument. Our doctrines are biblically pure, they are doctrinally sound according to the embodiment of divinity contained in this most ancient of books, called the Bible; not only our first principles, but all other principles pertaining to it, including our social institutions, which is the great bone of contention with the moralists of our day. I dare not permit myself to talk upon this question at the present time. I am so thoroughly disgusted with the rottenness and the canting hypocrisy of society, and with the infidelity of its social relations, and with the entire degeneracy of the morality of our age, to talk  <div class=\"break pagebreak\" id=\"243a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0243.pdf\" target=\"pdfwin\">p.&#xA0;243a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7282\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>upon this subject, particularly with men who have jumped at conclusions and who have reached them without measuring every step they have taken, without analyzing the elements of the doctrines they call in question; but we can say in meekness of heart and in confidence, without hypocrisy and without a zeal that is not in accordance with knowledge,<span class=\"citation\" id=\"72719\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72719)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72719)\">Rom. 10:2<\/a><\/span> but with a zeal that is being fanned into a glow that becomes honest men, that we know our doctrines are of God and the whole world who oppose its principles lie in the gall of bitterness and in the bonds of iniquity.<span class=\"citation\" id=\"71651\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71651)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71651)\">Acts 8:23<\/a><\/span><span class=\"citation\" id=\"83251\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83251)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83251)\">Morm. 8:31<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v20n648\"> I feel grateful, my brethren and sisters, that we have a religion that is self-sustaining; that we have a faith whose foundations are God and heaven, whose bulwarks are immutable, indestructible truths. We may fight them as did the ancients; our enemies may fight those doctrines as did the unbelieving Jews, and the surrounding unbelieving Sadducees and Pharisees, and the various discordant faiths, during the ages that are past; but truth, like the diamond, is unchangeable in its nature, it is unbedimmed in its own eternal luster. You may heap upon it the odium of grosser materials; you may endeavor to conceal it from the gaze of the world or cover it up in reproach, it is a diamond still, and like truth, it will one day triumph and conquer, and roll forth in its own, naked and unborrowed luster and brightness and vindicate its own claims. So it will be with the truth of the Gospel we have embraced. We have received it from God, and we have but one thing to fear. I am not afraid of the prejudice of the world; I am not afraid of the influences that are and might be brought to bear against us by people and communities or the universal world <div class=\"break columnbreak\" id=\"243b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0243.pdf\" target=\"pdfwin\">p.&#xA0;243b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7282\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> who are opposed to the progress of humanity, who are stereotyped in their views, who make no advancement in that path of the righteous which shines brighter and brighter unto the perfect day;<span class=\"citation\" id=\"57381\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57381)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57381)\">Prov. 4:18<\/a><\/span> but I fear more for our own neglects, our own selfishness, our own yielding to the depravities of human nature, our own backslidings from God and the covenants we have made, than anything else. I have no fear of the final triumph of truth; I do not shake or tremble while contemplating the results of the great work which the Lord has recommenced in this dispensation, which is one of the many dispensations which have preceded it, for God will so conduct the issues of his work, the labors of His Priesthood, the operations of His ministry and the final consummation of His purposes as to cause to be torn asunder all false systems, false politics, false religions, false philosophy and false bonds and obligations of society; and in the place thereof he will fill the earth with true and correct knowledge. Then every man in every place shall meet a brother and a friend; then no man shall have need to say to his brother, Know ye the Lord, for all shall know him, from the least to the greatest.<span class=\"citation\" id=\"60693\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60693)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60693)\">Jer. 31:34<\/a><\/span> This will be the final result; this will be the finish, the consummation of the purposes of Jehovah in perfecting the earth and the sanctification of his children who dwell thereon. They shall no more see as through a glass, darkly, but face to face;<span class=\"citation\" id=\"73738\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73738)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73738)\">1 Cor. 13:12<\/a><\/span> becoming heirs with God and joint heirs with Jesus Christ<span class=\"citation\" id=\"72596\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72596)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72596)\">Rom. 8:17<\/a><\/span> to a kingdom and government in which dwelleth righteousness<span class=\"citation\" id=\"127998\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127998)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127998)\">Luke 17:39 (JST)<\/a><\/span><span class=\"citation\" id=\"127999\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127999)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127999)\">2 Pet. 3:13 (JST)<\/a><\/span> and peace. This will be the final triumph, fight it who may. <\/div><div class=\"paragraph jod\" id=\"v20n649\"> I will conclude my remarks, thanking you for your attention, and feeling pleased for the opportunity of  <div class=\"break pagebreak\" id=\"244a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0244.pdf\" target=\"pdfwin\">p.&#xA0;244a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7281\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>expressing my feelings with regard to the great, latter-day work. Let us carry out the oft-repeated precept of President Young, which he reiterated in our hearing: &#x201C;Brethren and sisters, live your religion;&#x201D; &#x201C;Fear God and keep his commandments; this is the whole duty of man.&#x201D;<span class=\"citation\" id=\"57640\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57640)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57640)\">Eccl. 12:13<\/a><\/span> <div class=\"break columnbreak\" id=\"244b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0244.pdf\" target=\"pdfwin\">p.&#xA0;244b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7281\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> And then we shall learn one day that all things work together for the good of them that love God;<span class=\"citation\" id=\"72631\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72631)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72631)\">Rom. 8:28<\/a><\/span> that truth is mighty and will prevail. And that this may be the result of the experience of each and every one of us, is my prayer, through Jesus Christ. Amen. <\/div>\n<\/div>\n<\/div>"}