{"ID":200042, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Progress of the Work of God&#x2014;Introduction of Evils By the World&#x2014;Unconstitutional Inimical Measures&#x2014;Plural Marriage Not Criminal&#x2014;Intolerance Denounced.<\/div>\n<div class=\"subtitle\">Discourse by Elder Orson Pratt, delivered at the General Conference, Held in the Tabernacle, Salt Lake City, October 6, 1879.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Geo. F. Gibbs.<\/div>\n<div class=\"pageHeader\">Page Header: Progress of the Work of God, Etc.<\/div>\n<div class=\"speaker\">Speaker: Orson Pratt<\/div>\n<div class=\"date\">Date: 10\/6\/1879<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d42\">\n<div class=\"paragraph jod\" id=\"v20n859\"> By the blessing of our Heavenly Father, we are permitted once more, under circumstances of peace, to assemble ourselves here in this large tabernacle, in the capacity of a semiannual Conference, in the 50th year of the history of this Church. A few months more, and this Church will have seen the history of fifty years. Great and wonderful has been the progress of the Church during this period of time; far beyond anything that we could have <div class=\"break columnbreak\" id=\"321b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0321.pdf\" target=\"pdfwin\">p.&#xA0;321b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7204\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> calculated upon, looking at the subject naturally, as natural men. But contemplating the subject spiritually, we might have expected to see what we now behold&#x2014;a great people assembled from many nations, occupying the central portion of this great north wing of the western hemisphere.<span class=\"citation\" id=\"58328\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58328)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58328)\">Isa. 18:1<\/a><\/span> We, as a people have made during the first half century, or nearly so, of our existence, great and rapid progress, far beyond that of some of the former dispensations  <div class=\"break pagebreak\" id=\"322a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0322.pdf\" target=\"pdfwin\">p.&#xA0;322a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7203\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>which have been introduced into our world. It is a matter of astonishment with me, that so many people have received the divine message which God has communicated to the human family in our day, when we consider that the generation, or people, who should live just prior to the coming of the Son of Man in his glory were described as a people such as did exist in the days of Noah.<span class=\"citation\" id=\"65946\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65946)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65946)\">Matt. 24:37<\/a><\/span><span class=\"citation\" id=\"67838\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67838)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67838)\">Luke 17:26<\/a><\/span> It will be remembered that the message of that good man did not receive much attention, in his day; but a very few, in fact, believed in his message.<span class=\"citation\" id=\"78065\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78065)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78065)\">1 Pet. 3:20<\/a><\/span> I have often times thought how discouraging it must have been to that good old prophet, to prophesy to that generation&#x2014;to foretell concerning the great judgment that was to happen to them, to point out the only means of safety for those who desired to escape, laboring diligently for so many years, and then to find only seven individuals besides himself righteous enough to receive the message.<span class=\"citation\" id=\"78064\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78064)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78064)\">1 Pet. 3:20<\/a><\/span> How discouraging! If this message had been treated with the same indifference, we can readily imagine how discouraging it would have been to Joseph Smith, as a prophet and revelator, to labor for perhaps a hundred years and only make seven converts. As regards numbers, then, those who have obeyed the Gospel message in our day, have become very numerous, compared with those that received the message in the days of the flood. Not merely one family of persons, but hundreds of thousands have been gathered into this latter-day Church. The divinity of a message does not, however, depend upon the numbers who receive it. Numbers has nothing to do with the subject. The Lord our God has sent forth his servants in this great dispensation; he sent them first directly to our own nation; they, as a people, have re<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"322b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0322.pdf\" target=\"pdfwin\">p.&#xA0;322b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7203\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>jected it. Individuals, however, in all the States, have seen proper to receive the divine warning, and have mostly gathered to these mountains, and are located among these everlasting hills. Who were they that first redeemed this desert? Were they a mixed people, those belonging to the Latter-day Saints and those unconnected with them? No; it was the united efforts of a poor and afflicted people, who had already been driven from their houses five times while they dwelt in the States. They came here almost barehanded, so far as property was concerned. They came to an undesirable country; they came to a location that was marked upon our maps as &#x201C;the Great American Desert;&#x201D; a country that had scarcely been penetrated by white men. We began anew in this country, and it was by the labor of our hands, being strengthened by the Almighty, that we opened up these rugged canyons, and penetrated into these mountains, and obtained timber to build our houses and to fence our fields; it was by the united labors of the Latter-day Saints, that we constructed water ditches and canals for the purpose of irrigating the land, instead of depending upon the rains of heaven, and thus commenced a new system of farming, at least as far as our experience was concerned. It was by the labor of the Latter-day Saints alone, and not by the labor and capital of Gentiles. These beautiful ornamental shade trees were placed out in front of our houses, to beautify and adorn the streets, by the labor of the hands of the Latter-day Saints, and not by the aid of Gentiles. It was the Saints who established these beautiful orchards that are seen, not only in this great city, which well might be termed a city of orchards, but in almost all other large towns and  <div class=\"break pagebreak\" id=\"323a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0323.pdf\" target=\"pdfwin\">p.&#xA0;323a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7202\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>cities throughout this great desert. It was by the labor of our own hands that schoolhouses were erected in all the countries and settlements of our Territory; all this too, at an early stage of our settlements here, the education of our youth, being among the most prominent and important steps calculated to benefit the people. It was by the labors of our own hands that academies and buildings for high schools were established in various portions of the Territory, as well as our common schoolhouses. It was by the labor of our own hands that chapels and meetinghouses were located in all our settlements throughout this mountain region. It was by the labor of our own hands that the desert was made to blossom as the rose.<span class=\"citation\" id=\"59149\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59149)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59149)\">Isa. 35:1<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v20n862\"> By and by, after we had fulfilled and about accomplished this work, having formed numerous settlements and built numerous dwelling houses, and planted out numerous ornamental trees and established extensive gardens, and began to raise grain, fruits and vegetables in great abundance; after we had done all these things, fairly opening up the Territory, that outside population began to pour in. Who was it, then, that opened up the country so that our Gentile friends might come into it, and of causing prosperity to prevail in our midst? It was the Latter-day Saints. Who was it that made feasible the grading of the Union Pacific Railroad through these rugged mountains&#x2014;the most difficult work on the whole of its construction? It was the strong arms of the Latter-day Saints, our mountain boys; they continued the road some hundreds of miles; tunnels had to be cut through huge mountains, and rough and precipitous places were made smooth, and the way prepared that our Gentile neighbors might <div class=\"break columnbreak\" id=\"323b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0323.pdf\" target=\"pdfwin\">p.&#xA0;323b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7202\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> come among us, and all this that they might have the privilege of entering on record that they were the great ones that established these facilities, and that made the desert to blossom as the rose.<span class=\"citation\" id=\"59150\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59150)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59150)\">Isa. 35:1<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v20n863\"> What, let me ask, have our Gentile neighbors that have come among us done? They have done some good things; they have introduced some very bad things. I speak now according to my own individual feelings upon this subject. Before they came we had no grog shops in the various towns, and villages, and cities in our Territory, to convert a temperate people into confirmed drunkards. We had no such institutions; but as soon as they came this product of what they call civilization was introduced into our midst, wherever they could obtain a foothold. So much for this kind of civilization that has been introduced into the midst of this people. What else? Years and years passed by, before the Gentile population began in any degree to come into our Territory, during which safety attended our habitations. We could leave our doors open at night, in summer time, to be benefited by the mountain breezes; now we have to lock our doors, and bolt down the windows. Why? Because that thing called civilization has come into our midst, which renders it unsafe for our habitations to be thus left open. What else? Formerly we could wash our clothes, as we do weekly, and hang them out upon the lines, letting them remain there if necessary for one or two days and nights, without the least danger of their being taken away. Dare we do these things now? Can we expect safety now? No. Why? Because Gentile civilization has come into our midst, that which we forsook, when we left the lands from which we emigrated. It has come to us; and  <div class=\"break pagebreak\" id=\"324a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0324.pdf\" target=\"pdfwin\">p.&#xA0;324a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7201\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>these are the disagreeable things which the Latter-day Saints have to encounter. <\/div><div class=\"paragraph jod\" id=\"v20n865\"> But it has been said, and even published that it was not the Latter-day Saints that introduced the blessings that are enjoyed today by the inhabitants of this Territory; that it was some other people. I am trying to portray these things precisely as they are. <\/div><div class=\"paragraph jod\" id=\"v20n866\"> What else? Our streets are filled, not only with drunkards, by introducing these liquor saloons in nearly all parts of our Territory, but we see fightings, blasphemy, threatening life, etc., in all the places in the Territory, wherever this outside &#x201C;civilization&#x201D; has appeared. There may be some few exceptions among the Gentile elements. We do not wish to pronounce all the outsiders who have taken up their abode among us being of this character, but we speak of these things in general terms. There are good men and women who were not among the early settlers of this country, that have come here since the way was opened, and since prosperity prevailed over this desert; we do not speak against them, but against that class that have introduced these evils into our midst. We might speak of other things, such as houses of ill fame&#x2014;something that was not known in our country and something that the youth and the rising generation grew up to manhood without knowing anything about, only as they happened to read of them occasionally in some of the Eastern papers. Do they now exist? Yes. Who brought them here, and who sustains them after they have come? Undertake to put these things down by law, and every exertion is made to retain these sinkholes of corruption in the land. Writs of habeas corpus are issued in order to free those bad characters, <div class=\"break columnbreak\" id=\"324b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0324.pdf\" target=\"pdfwin\">p.&#xA0;324b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7201\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and turn them loose upon the community. This is another feature of what they term &#x201C;civilization.&#x201D; We might go on and name Sabbath breaking, lying, misrepresenting, quarreling, stealing, and so forth, but we have not time to dwell on all these subjects. <\/div><div class=\"paragraph jod\" id=\"v20n867\"> We came here as a religious people. We had a civil government, and a religious government; we had civil authority and ecclesiastical authority, before the Gentiles came here in any great numbers. Both of these principles of government were in existence in this Territory in the early rise thereof. The religious, in this Territory, seemed to be very much united, with a very few exceptions. We all believed in the same doctrines. But says one, &#x201C;Is not this in opposition to the principles of our government, for all the people to be united?&#x201D; I do not know of anything in any of the principles ordained by the revolutionary fathers that requires division in a representative form of government. They make provisions, in case there should be division; but never founded the government with an express determination that there should be division, either in their religion or in their politics; it is not a necessary concomitant to the form of our government. Our government and the principles thereof could be sustained without any violation whatever, if the forty millions of people were all of one faith. If they were all democrats, or any other political faith, still the government would not be violated. But they made provisions, in case there should be divisions. Thank God, that in this Territory we have supported a Republican form of government, without being under the necessity of impressing upon the people that they should be divided. We do not impress any  <div class=\"break pagebreak\" id=\"325a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0325.pdf\" target=\"pdfwin\">p.&#xA0;325a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7200\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>such thing upon their minds. It is no part of the Republican government to be divided. You can all vote the same way at the polls; you can all believe the same religion and yet be good citizens of the United States. What? Can they all be Presbyterians, and at the same time be good American citizens? Yes. Can they all be Methodists, and yet be good American citizens? Yes. Can they all belong to one political party, without any to oppose them, and yet be good American citizens? Yes. Why? Because there is nothing in the Constitution of our government that requires the population to believe different doctrines, according to their religious notions and ideas&#x2014;nothing that requires them to be politically divided, in their feelings. But they are divided. The people of all nations are divided; and good wholesome laws, for the most part, have been established by Congress, and by the various States of our Union, making provisions for this divided state of society, giving to every person the privilege of believing as he or she may see proper to do in regard to their religious ideas, and to carry out their sentiments by practicing their religion also, as well as believing; and that the majority should not, because they happen to be the majority, oppress the minority. Arguments have been made by statesmen, judges, and others professing great intelligence something like this: that the Latter-day Saints are a people of only about 150,000; while the United States are a people, numbering forty or forty-five millions. Therefore, say they, the great majority&#x2014;the forty or forty-five millions of people&#x2014;should, or they have a perfect right to oppress you, Latter-day Saints, because you are the minority in your religious views. <div class=\"break columnbreak\" id=\"325b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0325.pdf\" target=\"pdfwin\">p.&#xA0;325b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7200\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Now, I do not believe this anti-republican idea, though it was published in this city last week, from a person in high authority&#x2014;a Federal officer of our Territory. Supposing for instance, there were only ten religious men, living in the United States that believed a certain doctrine, according to Bible precepts, and all the rest believed something else, differing from that; have this great majority a right to oppress these ten men? They have no such right. The Constitution of our country has provided for that minority, to believe as they choose to, so long as they injure no one by their belief, and so long as they injure no person by practicing that belief. Supposing that the Presbyterians should insist, in their Church capacity, that sprinkling with water was to be the only mode of baptism, that should be observed by the members of their denomination; have they a right to do this? Yes. But supposing that forty millions of people, who were not Presbyterians, should denounce that system as criminal, on the ground that it was not in accordance with the doctrines of the Bible, and consequently it would be a criminal practice to blaspheme the name of Trinity by sprinkling a few drops of water and call that baptism; and supposing they should succeed in getting Congress to pass a law against sprinkling, because it was criminal according to their ideas; and supposing that the persons who introduced that mode of baptism should be brought up by that law to be judged by it, and should be found criminals, according to that law of Congress; and supposing that the Supreme Court of the United States were to confirm the action of the lower court, on this matter; ought such persons to be condemned as criminals? No. You would say  <div class=\"break pagebreak\" id=\"326a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0326.pdf\" target=\"pdfwin\">p.&#xA0;326a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7199\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>that they have a right to sprinkle; I would say the same, however much I might differ from the Presbyterian practice, in my own mind; however much I might look upon that act as abominable in the sight of heaven; however much I might consider it to be criminal before God, yet I would say they had a constitutional right to sprinkle; so in regard to all other divisions so far as religious sentiments are concerned. Wherein those divisions of political or religious sentiments do not harm the neighbor, do not harm society, do not harm families, or the nation at large; a law, passed by men, has nothing to do with it, what courts might decide to the contrary notwithstanding. <\/div><div class=\"paragraph jod\" id=\"v20n870\"> These are my views as an individual. I do not pretend to set these things forth as your views or the views of the people generally, but my own individual views on this subject. <\/div><div class=\"paragraph jod\" id=\"v20n871\"> Now in regard to plurality of wives, why is that a crime? Only because Congress passed a law making it criminal. Does the Bible make it criminal? No. Does the Book of Mormon make it criminal? No. Does the Doctrine and Covenants make it criminal? No. Why is it criminal? Is there a law of our nature that makes it criminal? No. There are some things that are criminal in and of themselves, and we cannot think of them only as such, and as we by our own consciences know them to be criminal. And for instance, stealing property that belongs to our neighbors. That we look upon as being criminal. We would not wish our neighbor to steal our property. Again violence done to another person to rob him of his property, that is something which is criminal in itself. Taking life like the heathen, who offer up their <div class=\"break columnbreak\" id=\"326b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0326.pdf\" target=\"pdfwin\">p.&#xA0;326b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7199\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> human sacrifices, the heathen widow that is burned upon the pile, is criminal. Why? Because it is something that our nature at once denounces to be criminal, and it is also denounced as such by the laws of heaven, by the laws of God; but not so in regard to many other things. For instance, one day out of seven is set apart as a day of rest; and under the law of God, in ancient times, it was considered criminal to gather a bundle of sticks on that day, for the purpose of making a fire; and the person who was found doing so was condemned to death.<span class=\"citation\" id=\"54584\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54584)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54584)\">Ex. 35:3<\/a><\/span><span class=\"citation\" id=\"54744\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54744)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54744)\">Num. 15:32-36<\/a><\/span> Now if there had been no law concerning that matter, all Israel would have made no distinction between the sacredness of days. All would have been alike to them. Why? Because there was nothing in their own minds or consciences that would perceive such an act to be criminal. But when the revealed law of God came, making it criminal, it then became so. So in regard to many of these religious principles, observed among the heathen. They are criminal, and any person acquainted with the law of God is compelled to pronounce them as such. But then, shall we condemn anything that the conscience does not denounce to be criminal, that the law of God does not denounce as criminal; shall we get our Congress to make a law declaring it criminal, so that those that break that law shall become criminals? I cannot see it. I am so obtuse in my understanding and my mind is so blunted, that I really cannot see any sense in a law of that kind, whether passed by Congress or a congressional power of all nations combined; it makes no difference, so far as my mind is concerned. <\/div><div class=\"paragraph jod\" id=\"v20n872\"> I have read the speeches of members of Congress, in which they have  <div class=\"break pagebreak\" id=\"327a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0327.pdf\" target=\"pdfwin\">p.&#xA0;327a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7198\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>made the contrast of Bible polygamy with some of the heathen worship which is denounced by the Bible. Why not contrast everything else pertaining to religion in the same way? Why not pass a law, prohibiting that religious people called Jews, from practicing the Mosaic law of circumcision,<span class=\"citation\" id=\"53169\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53169)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53169)\">Gen. 17:10<\/a><\/span><span class=\"citation\" id=\"54618\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54618)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54618)\">Lev. 12:3<\/a><\/span> inflicting fine and imprisonment if they persist in following the Bible custom? Simply, because they are not hated as the &#x201C;Mormons&#x201D; are. &#x201C;We must have a law expressly framed for these Mormons; we must pass a law that will catch them. But in order to make the people think we are not unjust, we will make it general throughout all the Territories.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v20n874\"> I believe in the great principles laid down in the American Constitution; I believe in religious freedom, religious belief, religious practice. I believe in every principle guaranteed in that document. Well, supposing then that they should send me, as an individual, to prison because of my belief or religious practice; would that alter my belief? No. Would, say, five years in the penitentiary change my belief? No. If they were to inflict the full penalty of the law upon me in every respect, how much would they succeed in converting me that my belief and practice were a crime in the sight of God? Not one iota, forty-five millions of people to the contrary notwithstanding. Why? Because although I am in the minority, I am protected by the Constitution just as much as though I were in the majority; I am an American citizen and I have the rights of an American just as much as though I belonged to the majority. Well, then, what do you say, shall I renounce my religion, because of this law? No. Shall I advise the Latter-day Saints (an independent people to do as they please so far as <div class=\"break columnbreak\" id=\"327b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0327.pdf\" target=\"pdfwin\">p.&#xA0;327b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7198\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> their religious views are concerned), to renounce any part of their doctrines because Congress has denounced it? No. I can do no such thing. If they wish to renounce them or forsake them, they are at liberty so to do, and be accountable to God, and be disfellowshipped from the Church, because of their disbelief. &#x201C;O,&#x201D; says one, &#x201C;you would disfellowship your members and thus bear upon them?&#x201D; Certainly we would. Have we not the right to do so? What denomination is there, in these United States, but has the right to disfellowship their members for anything they please, if they go according to their own creed and documents? I do not know of any denomination that does not enjoy this right. I claim no more for myself, nor for my brethren, in regard to these matters, than they claim for themselves, nor any more than the Constitution guarantees to all. <\/div><div class=\"paragraph jod\" id=\"v20n875\"> We have the right, therefore, to say, that if a man denounces any part or portion of his religion that we will disfellowship him; or that if a woman shall do the same, that we deal with her in like manner. And we have the right to disfellowship members of our Church, for any transgression of the laws of God. And this has nothing to do with the great principles of right and wrong established by our American government. But I will leave this subject. <\/div><div class=\"paragraph jod\" id=\"v20n876\"> We have assembled here in our semi-annual conference, what for? To take into consideration any subject that may be for the advantage and well-being of the whole. That is one object. To give advice and counsel to the people of God, that may be under the sound of our voices. To get the united sanction and voice, with uplifted hands to the Most High God, in sending forth missionaries to the various nations of the earth.  <div class=\"break pagebreak\" id=\"328a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0328.pdf\" target=\"pdfwin\">p.&#xA0;328a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7197\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>What for? To convert them to the everlasting gospel. <\/div><div class=\"paragraph jod\" id=\"v20n878\"> We have been told by a circular letter, which has been issued officially, and sent to various nations, that because the people believe in the doctrines of the Latter-Saints in Germany, in Scandinavia, in Great Britain, etc., that the United States are very anxious to get all these governments to band together against what? To prevent the religious people who believe in these doctrines from emigrating from their own lands, to the land of America. Will these governments respond? Will they aid the great government of the United States, to persecute religious people by trying to prevent them from emigrating from one country to another? I do not know but what they may; it is very doubtful, in my mind, whether they will go back to the old dark ages of persecution, and be united as Herod and Pilate were, in preventing religious people from emigrating to other nations. It would be difficult, under the color of consistency, to hinder it. How are they going to know whether emigrants are Presbyterians, Baptists, Methodists or Latter-day Saints, when they embark at European ports to come to this great continent of America? Or how are they going to know what religion they belong to? Are they going to have their ambassadors, their consuls, and great men, appointed on purpose, paying them large salaries, and instructing them to be at every port, and also to make every man swear, when he embarks on board of a vessel, that he is not a Latter-day Saint? <\/div><div class=\"paragraph jod\" id=\"v20n879\"> Now, I do not believe they are going that far; and if they do not, how easy a matter it would be for emigrants, to say nothing about their religious sentiments, while <div class=\"break columnbreak\" id=\"328b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0328.pdf\" target=\"pdfwin\">p.&#xA0;328b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7197\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> sailing across the great ocean. Or could we not keep our peace so long? Would it be difficult for the Latter-day Saints to shut up the fire of truth in their hearts, so that no one would know them to be Latter-day Saints for ten long days? I expect that would be the difficult part of the undertaking. We feel to rejoice so in the Gospel, in the great plan of salvation, that we can hardly hold our peace for ten days; though if it were really necessary, I think some of us could manage to do so. <\/div><div class=\"paragraph jod\" id=\"v20n880\"> Well, supposing we landed safely, and held our peace, and should take the railroad cars for Chicago, say, whose business is it? And supposing we concluded then to take the cars for Omaha, whose business is it? And at Omaha, supposing we should get it into our heads to come further west, and should then purchase a ticket for Ogden, have we not the right to do so? Is our government going to employ runners and spies to find out every man's religious views, who passes over the various railroads? I am inclined to think not; I do not believe they have reached that stage yet. <\/div><div class=\"paragraph jod\" id=\"v20n881\"> But now concerning the justice of these matters. Supposing that we do preach what the world calls &#x201C;Mormonism&#x201D; from the time we embark, until the time of our landing, because we believe in the Lord Jesus Christ, because we believe in repenting of our sins, and because we believe in baptism by immersion for the remission of sins, and because we believe in the plural order of marriage, as taught in the Bible, have they the right to shut down the gate against us? When I say a right, I mean a Constitutional right. Is not this country open to all nations? Is it not called by every people, &#x201C;the asylum of the oppressed of all nations?&#x201D; They have not yet passed a  <div class=\"break pagebreak\" id=\"329a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0329.pdf\" target=\"pdfwin\">p.&#xA0;329a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7196\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>law forbidding the Chinaman from emigrating to this country. Have the Latter-day Saints sunk down so far beneath heathenism, that we must have the gate shut down upon us, and heathens by tens of thou<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"329b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0329.pdf\" target=\"pdfwin\">p.&#xA0;329b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7196\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>sands come swarming to our land? I do not. I cannot believe that the good sense of the American people can tolerate such persecution. Amen. <\/div>\n<\/div>\n<\/div>"}