{"ID":200022, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Parable of the Fig Tree&#x2014;The Rise of the Latter-Day Work&#x2014;Organization of the Church&#x2014;Its Subsequent Progress and Development&#x2014;The Manner of Calling God's Servants&#x2014;Duties of Church Officers&#x2014;The Saving Power of Truth&#x2014;The Disobedient and Idle Condemned&#x2014;Liberality of the Gospel Plan.<\/div>\n<div class=\"subtitle\">Discourse by Apostle Erastus Snow, delivered at the General Conference, on Sunday Morning, April 6, 1879.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Geo. F. Gibbs.<\/div>\n<div class=\"pageHeader\">Page Header: Parable of the Fig Tree, Etc.<\/div>\n<div class=\"speaker\">Speaker: Erastus Snow<\/div>\n<div class=\"date\">Date: 4\/6\/1879<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d22\">\n<div class=\"paragraph jod\" id=\"v20n503\"> In the 24th chapter of Matthew our Savior uses a figure in speaking to his disciples, illustrating the signs of the times in which we live. <\/div><div class=\"paragraph jod\" id=\"v20n504\"> &#x201C;Now learn a parable of the fig tree; When his branch is yet tender, <div class=\"break columnbreak\" id=\"180b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0180.pdf\" target=\"pdfwin\">p.&#xA0;180b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7345\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and putteth forth leaves, ye know that summer is nigh: So likewise ye, when ye shall see all these things, know that it is near, even at the doors. Verily I say unto you, This generation shall not pass, till all  <div class=\"break pagebreak\" id=\"181a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0181.pdf\" target=\"pdfwin\">p.&#xA0;181a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7344\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>these things be fulfilled.&#x201D;<span class=\"citation\" id=\"65893\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65893)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65893)\">Matt. 24:32-34<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v20n506\"> The rendering of this 24th chapter of Matthew is somewhat imperfect in King James' translation; the events connected with the destruction of Jerusalem and the dispersion of the Jews seem to be intermingled with the events that were to precede and accompany the second advent of the Savior. In the new translation of this chapter by the Prophet Joseph Smith, which may be found in the <span class=\"italic\">Pearl of Great Price<\/span>, the difference is made very plain, and the figure of the fig tree and the second coming of the Son of Man and the generation referred to therein is made applicable, not to the period of the destruction of Jerusalem, but to the time of the second coming of the Son of Man. And the new translation reads, in speaking of the putting forth of the fig tree and the signs that should precede the coming of the Son of Man, &#x201C;Verily, I say unto you, this generation, in which these things shall be shown forth, shall not pass away until all I have told you shall be fulfilled.&#x201D;<span class=\"citation\" id=\"93574\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93574)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93574)\">JS&mdash;M 1:34<\/a><\/span> From the reading of the new and correct rendering, it will be seen that, instead of the things spoken of being fulfilled in the generation in which the prophecy was made&#x2014;which is the inference&#x2014;the application is transferred at once from the generation in which the Savior was speaking to the generation who should witness the signs of the times therein set forth. <\/div><div class=\"paragraph jod\" id=\"v20n507\"> It is now more than 51 years since the plates from which the Book of Mormon was translated were committed by the angel Moroni, to the hands of Joseph Smith, who was raised up to be a prophet, seer and revelator to the nineteenth century, and to lay the foundation of this church and kingdom upon the earth. And since that sacred record, <div class=\"break columnbreak\" id=\"181b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0181.pdf\" target=\"pdfwin\">p.&#xA0;181b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7344\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> which contains the fulness of the everlasting Gospel,<span class=\"citation\" id=\"84519\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84519)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84519)\">D&amp;C 27:5<\/a><\/span> was first revealed to him in the Hill Cumorah, nearly 56 years have passed away; it is 49 years since the organization of the Church was effected in conformity with the laws of God, and in accordance with the laws of New York; that is to say, the rule established by the laws of New York governing the organization of religious bodies and to comply with the statutes and to give it tangible form. The 6th day of April was selected by revelation as the day on which this church should be organized.<span class=\"citation\" id=\"84263\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84263)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84263)\">D&amp;C 20:1<\/a><\/span> The question is asked by some, were there only six believers who had received the testimony of the Prophet and been baptized for the remission of their sins on that day? I answer, there were many more. Why, then, was the number six made to figure in the organization? I answer in this respect: the same as under the statutes of Utah cooperative associations must have at least six to unite in the formation of any such association before it can incorporate. But any number not less than six might unite and organize themselves into a religious association to enjoy the rights and privileges of the law as such religious bodies. This number was selected, however, from among the believers on this occasion to conform to the requisitions of the statutes. This is, therefore, the anniversary of the day on which the organization took place, or commenced rather to develop itself. And from that time, as the body of the Church increased, the Priesthood in its various branches has developed itself into the organization as we now behold it in the earth. There were no twelve Apostles at that date; the material from which to draw them had not been gathered. There were no seventy Elders; the material from  <div class=\"break pagebreak\" id=\"182a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0182.pdf\" target=\"pdfwin\">p.&#xA0;182a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7343\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>which to make them was not yet on hand. There were no High Councils, no Bishops' courts, nor quorums of High Priests, Elders, Priests, Teachers or Deacons. There was no classification of the organization of the priesthood as there is today. Neither was there any organization of the Stakes of Zion, for there was no material of which to make them. It was indeed but the shooting out of the earth, as it were, of the plant, like the mustard seed, which is a small plant at first, having but a single stalk; and as it rises and receives strength and sends down its roots and spreads forth its branches, from one branch another grows out and shoots forth.<span class=\"citation\" id=\"64613\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64613)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64613)\">Matt. 13:31-32<\/a><\/span> And so from day to day, and from month to month, and from year to year did the Lord reveal through the Prophet Joseph Smith, line upon line, precept upon precept, here a little and there a little,<span class=\"citation\" id=\"58576\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58576)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58576)\">Isa. 28:10,13<\/a><\/span> revealing to the people the order of the priesthood and the order of Zion and her government, her institutions and the classification of the priesthood under the two great heads&#x2014;the Melchizedek and the Aaronic or Levitical priesthood,<span class=\"citation\" id=\"90126\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90126)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90126)\">D&amp;C 107:6<\/a><\/span> with their various subdivisions and quorums. It was not till the year 1835, in the month of February, that the quorum of the Twelve Apostles and the quorums of the Seventies were organized in this Church. These were drawn principally from those tried men who composed Zion's camp. There was a revelation given in this same year showing how a High Council should be organized in Kirtland, and shortly after another was organized in Missouri; and it also defined the laws governing the High Council and Stake organizations.<span class=\"citation\" id=\"90279\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90279)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90279)\">D&amp;C 107:36-37<\/a><\/span> At first, when the Church was organized on the 6th day of April, the general duties of the Elders, Priests, Teachers and Dea<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"182b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0182.pdf\" target=\"pdfwin\">p.&#xA0;182b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7343\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>cons were defined in that revelation, given in that day, known as the articles and covenants of the Church.<span class=\"citation\" id=\"84280\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84280)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84280)\">D&amp;C 20:1-84<\/a><\/span> Elder seemed to be a generic name embracing all the branches of the Melchizedek priesthood, from the Elder proper to the Apostle,<span class=\"citation\" id=\"84339\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84339)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84339)\">D&amp;C 20:38<\/a><\/span> namely the Elders, High Priests (after the order of Melchizedek), including High Councilors, Seventies, Apostles and First Presidency. This also corresponds with the language of the Apostle Peter, in his exhortation contained in his first general epistle: &#x201C;The elders who are among you I exhort, who am also an elder.&#x201D;<span class=\"citation\" id=\"78190\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78190)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78190)\">1 Pet. 5:1<\/a><\/span> Still he was an Apostle and was ranked as the chief Apostle in his day, holding the keys and presidency<span class=\"citation\" id=\"127945\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127945)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127945)\">Gal. 2:9<\/a><\/span> to bind on the earth and loose in heaven;<span class=\"citation\" id=\"64871\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64871)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64871)\">Matt. 16:18-19<\/a><\/span><span class=\"citation\" id=\"65074\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65074)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65074)\">Matt. 18:18<\/a><\/span> but he ranked himself among the Elders, for this term seemed to be a general appellation for all classes of the Melchizedek priesthood. In a similar manner also the term &#x201C;priest&#x201D; was used among the Jews under the operation of the law of Moses, and subsequently in the Christian church for those who officiated in the lesser or Levitical priesthood; and this term included the presiding priest or Bishop who was called under the Jewish dispensation the Chief or High Priest. But there were lesser organizations or subdivisions under the term of Priest, Levite, Nethenims, etc. <\/div><div class=\"paragraph jod\" id=\"v20n509\"> There is one feature through all the organizations of the Church of Christ and all the administrations of the people of God, and that is: &#x201C;No man taketh this honor unto himself, but he that is called of God, as was Aaron.&#x201D;<span class=\"citation\" id=\"76607\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76607)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76607)\">Heb. 5:4<\/a><\/span> This declaration of the Apostle Paul is borne out by history both ancient and modern. And the same writer says in another place, speaking of those who are called to preach the Gospel and of the faith that is be<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"183a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0183.pdf\" target=\"pdfwin\">p.&#xA0;183a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7342\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>gotten in the hearts of the people through hearing the word of God: &#x201C;Faith cometh by hearing, and hearing by the word of God.&#x201D;<span class=\"citation\" id=\"72742\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72742)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72742)\">Rom. 10:17<\/a><\/span> But in the new translation that passage reads: &#x201C;Faith comes by hearing the word of God.&#x201D;<span class=\"citation\" id=\"72741\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72741)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72741)\">Rom. 10:16 (JST)<\/a><\/span> Another Scripture reads: &#x201C;How shall they believe in him of whom they have not heard? and how shall they hear without a preacher? And how shall they preach, except they be sent?&#x201D;<span class=\"citation\" id=\"72731\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72731)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72731)\">Rom. 10:14-15<\/a><\/span> The idea I wish to convey is this: That all the various offices assigned to the servants of God in his Church and Kingdom are assigned to them and not in and of themselves and of their own choice, not at their own instance, but at the instance of the Holy Spirit manifesting itself through those who are appointed over them in the Lord, as Aaron was called to the priesthood, receiving his appointment by the manifestation of the will of God through Moses, his brother.<span class=\"citation\" id=\"54389\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54389)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54389)\">Ex. 28:1<\/a><\/span> There is another principle in connection with this, laid down in the revelations of God, namely: that all things shall be done by common consent.<span class=\"citation\" id=\"84504\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84504)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84504)\">D&amp;C 26:2<\/a><\/span><span class=\"citation\" id=\"84700\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84700)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84700)\">D&amp;C 28:13<\/a><\/span> And therefore, where there is a regularly organized branch of the church, ordinations to the priesthood shall not be made without a vote of approval of said church.<span class=\"citation\" id=\"84382\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84382)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84382)\">D&amp;C 20:65<\/a><\/span> Now this must be understood in the spirit in which it was given, to apply not particularly and specially to every individual who may be admitted into a quorum of priests, teachers or deacons, so much as those who may be called to preside over the people in the capacity of a Presiding Elder; a bishop or a bishop's counselor, and also priests, teachers and deacons, whose labors and duties may be required in that particular branch of the Church, they must be sustained by the votes and prayers and confidence of the people as well as by the appointment of those who are <div class=\"break columnbreak\" id=\"183b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0183.pdf\" target=\"pdfwin\">p.&#xA0;183b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7342\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> over them in the Lord. And for the same reason those who officiate in the more extended spheres, such as presidents of Stakes, high councilors and all Stake authorities, are put before the people in their several Stakes in conference assembled, for their approval, their confidence and support; otherwise their appointment has not the same force and effect upon the people. In like manner those who may be selected by the working of the Holy Spirit through the proper authorities, to preside over quorums, are nominated for this calling and are submitted to the members for their sanction and confidence. And then come the general authorities, who preside over and minister in the affairs of the Church in all the earth. These general quorums are not local, are not limited to any particular Stake or quorum. Their business is to see that the Gospel is preached to the whole world; to impart counsel by the spirit of revelation according to the spirit of their apostleship and calling, as special witnesses and messengers to the world of mankind. These are the First Presidency, and the Twelve Apostles and the Seventies, whose calling and duty is to labor under the direction of the Twelve and bear the gospel to all nations and to regulate the affairs of the Church in all the world.<span class=\"citation\" id=\"90251\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90251)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90251)\">D&amp;C 107:33<\/a><\/span> These general authorities are therefore brought before the general conference assembled, for their approval and for them to uphold and sustain by their faith and prayers; and in like manner are they presented at the several Stake conferences so as to reach the masses of the people, to insure the confidence and prayers of the whole people, for whom they minister, and whose eyes are upon them, who are criticizing their teachings, their walk and conversation be<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"184a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0184.pdf\" target=\"pdfwin\">p.&#xA0;184a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7341\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>fore God and man. For God proposes to deal with His Church as a whole, and as a whole to hold them responsible to work the works of righteousness and to defend the faith of the everlasting gospel committed to them, and to purify and sanctify the whole Church and see that evil is put away from our midst, whether it be in the family circle or private walks of life, or in its high officials and those who minister in public capacities; in like manner he requires of them to see that all our organizations and municipalities are in a wholesome condition, and are administered with integrity and uprightness before God and the people. And as mouthpieces of the Almighty and as watchmen upon the walls of Zion, God requires of us his servants, the Apostles, the Elders, the Presidents of Stakes, and the Bishops everywhere, not only to minister in their several callings in a church capacity, but also to instruct officers of every kind entrusted with the municipal affairs of life, that they may be found faithful in magnifying the law and discharging the trust reposed in them in secular affairs as well as ecclesiastical; for civil organizations and powers of civil government are also appointed and ordained of heaven for the welfare of mankind, for the protection of all flesh. And those children of men who may not accept the doctrines of Christ and the priesthood, its administrations, counsels and decisions in the secular affairs of life; yet if they are disposed to obey good, wholesome rules of society in their civil capacity, as such are entitled to protection. And it is more especially for the benefit of this class of mankind that civil governments are established among men and recognized in heaven. It was with this view that Paul, in his epistle to the ancient Saints, told <div class=\"break columnbreak\" id=\"184b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0184.pdf\" target=\"pdfwin\">p.&#xA0;184b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7341\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> them that they should respect and honor the civil law, and governors in their places, and judges and officers in their condition of life,<span class=\"citation\" id=\"72857\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72857)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72857)\">Rom. 13:1-3<\/a><\/span><span class=\"citation\" id=\"75860\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75860)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75860)\">1 Tim. 2:1-2<\/a><\/span><span class=\"citation\" id=\"76323\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76323)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76323)\">Titus 3:1<\/a><\/span> whose duty it is to preserve order and maintain peace and protect the rights and privileges of all alike, religious or irreligious, believer or unbeliever, saint or sinner; for religion with all its accompaniments and everything pertaining to it is a matter of conscience between man and his Maker, and for the exercise of which he is held alone responsible to his God and unto his co-religionists, who place themselves under its guidance and control. But the civil power extends its protection to all alike. One of the great evils that has afflicted mankind has been the bigotry of religious priests, and the blind superstition of religious zealots, who seem to have lost sight of this principle, the government of our Heavenly Father over his children, that in his efforts to exalt his children he has never resorted to force or attempted in any wise to coerce the human mind. The light of truth, like the glorious light of the sun, shines unobstructed, free to all; and all are at liberty to draw a veil over their faces if they choose, or shut themselves up in a dungeon and lock out the rays of the sun, or they may walk out in the sunlight, open their windows and let it into their dwellings; so is the free light of heaven imparted to all the sons of men. The Lord has reserved to himself, however, the right to call unto judgment all his children for the manner in which they make use of the opportunities and privileges afforded them. &#x201C;This is the condemnation,&#x201D; says the Savior, &#x201C;that light is come into the world, and men love darkness rather than light, because their deeds are evil.&#x201D;<span class=\"citation\" id=\"68944\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68944)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68944)\">John 3:19<\/a><\/span> So many people walk in darkness at  <div class=\"break pagebreak\" id=\"185a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0185.pdf\" target=\"pdfwin\">p.&#xA0;185a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7340\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>noonday, when the light of heaven shines in its glory and effulgence they are surrounded in darkness. When the light comes to the righteous they will hail it gladly, and though it may be at first in the distance, they will mark it as they would the dawn of the morning star, or a light shining in a dark place,<span class=\"citation\" id=\"78286\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78286)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78286)\">2 Pet. 1:19<\/a><\/span> and they will give diligent heed to it as it approaches, until they enter into its effulgence and glory. Such is the experience of the Latter-day Saints; such is the experience of those who love the light rather than darkness and who are waiting for the salvation of Israel; they received the testimony of Jesus when it was first sounded in their ears. Hundreds and thousands in different parts of the world have witnessed the dawn of this light, have heard the sound thereof in the distance, have gone in search of it, have captured the first ray that penetrated their minds and followed it until it has led them finally to the possession of eternal life. These are they whose deeds are good. Though they may have erred in many things because of false doctrine and the traditions of men and the fog that beclouded their minds and the minds of their fathers, yet since the truth made its way to their hearts they embraced it gladly, and they have loved and followed it still. While, on the other hand, those who love darkness rather than light, because their deeds are evil,<span class=\"citation\" id=\"68945\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68945)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68945)\">John 3:19<\/a><\/span> are fighting against the light and will shun it when it approaches, like the thief at the approach of the officer of the law, and conceals himself in darkness. So with those who love evil, who have abandoned themselves to wickedness, who have given themselves up to hypocrisy and to the lust of the flesh, and who sell themselves to the enemy of all righteousness<span class=\"citation\" id=\"127946\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127946)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127946)\">Acts 13:10<\/a><\/span><span class=\"citation\" id=\"127947\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127947)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127947)\">Mosiah 4:14<\/a><\/span> to work <div class=\"break columnbreak\" id=\"185b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0185.pdf\" target=\"pdfwin\">p.&#xA0;185b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7340\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> wickedness for gain; darkness reigns in their hearts, and they become the children of disobedience,<span class=\"citation\" id=\"74908\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74908)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74908)\">Eph. 2:2<\/a><\/span><span class=\"citation\" id=\"90828\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90828)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90828)\">D&amp;C 121:17<\/a><\/span> hating the light because their deeds are evil.<span class=\"citation\" id=\"68946\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68946)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68946)\">John 3:19<\/a><\/span> Truth needs no constraint; it exercises its power and dominion over the children of men by virtue of its excellence, its beauties, its attractions, its loveliness, the good fruits that flow from its observance, the peace and happiness that attend it; the fruit of truth and righteousness is delicious above all other fruit. The strength and power of Jehovah are with the good and virtuous of all His children; His power and His love are made manifest through the truth; order and peace are the fruits of the laws and regulations that He prescribes, and which recommend themselves to the intelligent or thoughtful children of men, and the results thereof are only peace, union, fellowship and love. Even the penalties that are attached to the laws of heaven prescribed in the Gospel of the Son of God, are not instruments of vengeance, of wrath and indignation, with a view to the utter destruction of the children of men. But rather the instruments of restraint upon the evil deeds of the wicked and ungodly, to deter them from encroachment upon the righteous, in their evil course of self-destruction. Even the damnation of hell,<span class=\"citation\" id=\"127948\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127948)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127948)\">Matt. 23:33<\/a><\/span><span class=\"citation\" id=\"127949\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127949)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127949)\">D&amp;C 121:23<\/a><\/span> threatened in the Scriptures upon those who continue in their unbelief and disobedience, is but the natural fruit of their unbelief, and neglect of the blessings that were held out and designed to be bestowed upon them. The same may be said of the indolent and the slothful of the children of men in a temporal point of view. When the Lord says to his people, here is a beautiful earth I have formed for you, and there are the elements within your reach&#x2014;the  <div class=\"break pagebreak\" id=\"186a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0186.pdf\" target=\"pdfwin\">p.&#xA0;186a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7339\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>grasses, the streams of water which flow pure as the breezes of heaven, free to all; here are the animals, I place them under your control; and here are the trees bearing fruit, and the grain and vegetables containing seed in themselves;<span class=\"citation\" id=\"52085\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52085)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52085)\">Gen. 1:11<\/a><\/span> go forth now and occupy the land, cultivate, improve, embellish, ornament and gratify your eye, your taste, and satisfy your wants, eat, drink, and be merry, plow the ground, cast in the seed, and I will send you the rains to water the earth, and make it fruitful to reward your toil; and this covenant I make with you, that so long as you see my bow in the heavens,<span class=\"citation\" id=\"52953\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52953)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52953)\">Gen. 9:13-16<\/a><\/span> seed time and harvest shall never fail you.<span class=\"citation\" id=\"52945\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52945)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52945)\">Gen. 8:22<\/a><\/span> &#x201C;But,&#x201D; says the sloth, &#x201C;I will not do it, I wish to go and lay me down under the shade of the trees in the hope that some kind soul will bring me a little water to quench my thirst, and then bring me some fruit, and put it into my mouth, and then wag my jaws, or I lay me down and die.&#x201D; Our Father says: &#x201C;Then die like a fool; the penalty is your own, and the eternal mandate of heaven shall not be revoked to indulge your idleness.&#x201D; And the same may be said of all those who disbelieve in Christ, and who reject the words of life when they are proclaimed in their ears without money and without price,<span class=\"citation\" id=\"59779\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59779)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59779)\">Isa. 55:1<\/a><\/span> and the ordinances of heaven made free to all. Those who disbelieve, they perish, and what is the condemnation they bring upon themselves? The condemnation of the sloth. He perishes in his idleness; they in their ignorance and their utter disregard of the means of grace, losing all the precious things that others enjoy who put forth their hands and partake of the tree of life.<span class=\"citation\" id=\"52654\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52654)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52654)\">Gen. 3:22<\/a><\/span> And when they die and go hence, they will wake up in the spirit world, finding <div class=\"break columnbreak\" id=\"186b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0186.pdf\" target=\"pdfwin\">p.&#xA0;186b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7339\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> themselves as dark as they were in the natural world. He who is filthy, then will be filthy still,<span class=\"citation\" id=\"80865\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80865)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80865)\">Rev. 22:11<\/a><\/span><span class=\"citation\" id=\"81389\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81389)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81389)\">2 Ne. 9:16<\/a><\/span> and he who refused to be enlightened, will be found to be in darkness still, yea, in outer darkness, because he despised the light and fought against it, because his deeds were evil;<span class=\"citation\" id=\"68947\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68947)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68947)\">John 3:19<\/a><\/span> he finds association with kindred spirits who like himself refused to obey, refused to put forth their hands and partake, and rejected the proffered gifts of heaven. Their punishment is that of ceaseless remorse, fully conscious of blessings cast off and rejected, which blessings others are permitted to enjoy, but which they are not, because of their sins and transgressions, and their own neglect of the means of grace. Their torment is the torment of the damned, and it is like the smoke that ascends up forever and ever; among them is found weeping and wailing and gnashing of teeth,<span class=\"citation\" id=\"84177\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84177)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84177)\">D&amp;C 19:5<\/a><\/span><span class=\"citation\" id=\"89667\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89667)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89667)\">D&amp;C 101:91<\/a><\/span> to use the language of the Scripture. But for what? For blessings lost, for opportunities gone, for privileges ignored, for the means of grace, for glory and exaltation once within their reach, which they, in their pride, would not receive, for being deprived of the presence of God and the Lamb, and the holy angels and the sanctified ones, and of the keys of immortality and eternal life and everlasting increase vouchsafed to the obedient, while they are doomed to perpetual darkness, which they have chosen in lieu of the blessings of the faithful, and in which condition they will live to prey upon each other and to work out the same evil passions which they delighted to indulge in while in the flesh; the devil, who deluded them, will rejoice over their downfall, and will reign over them until, peradventure, the time shall come when the long-suffering and mercy  <div class=\"break pagebreak\" id=\"187a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0187.pdf\" target=\"pdfwin\">p.&#xA0;187a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7338\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of an indulgent Father shall cause him to send messengers from the terrestrial or celestial world, as the case may be, to see if there are any among them who, by their sad experience, have learned to appreciate the light, and are yearning for a better condition. And if they do, the offer of salvation may again be made to them, and they, through the means that our Savior has wrought out for them, and through the ordinances of the House of God, and the servants and handmaidens of God who may be called priests and priestesses, to administer for <div class=\"break columnbreak\" id=\"187b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0187.pdf\" target=\"pdfwin\">p.&#xA0;187b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7338\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and in their behalf. <\/div><div class=\"paragraph jod\" id=\"v20n515\"> Such is the beauty and extent of the plan of salvation which God has revealed to his children on the earth. And truly it is as Paul has said of it&#x2014;good news, glad tidings of great joy<span class=\"citation\" id=\"67041\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67041)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67041)\">Luke 2:10<\/a><\/span> revealed to all people;<span class=\"citation\" id=\"81819\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81819)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81819)\">Mosiah 3:3<\/a><\/span><span class=\"citation\" id=\"84889\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84889)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84889)\">D&amp;C 31:3<\/a><\/span> joy to the righteous, and will be a joy to all people who appreciate it, henceforth and forever. And that we as a people may be worthy of it, walking in the light, and that our pathway may grow brighter and brighter until the perfect day,<span class=\"citation\" id=\"85958\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85958)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85958)\">D&amp;C 50:24<\/a><\/span> is my prayer in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}