{"ID":200033, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Interest of Humanity Should Be Observed.<\/div>\n<div class=\"subtitle\">Discourse by President John Taylor, delivered in the Ogden Tabernacle, on Sunday, March 2, 1879.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Geo. F. Gibbs.<\/div>\n<div class=\"pageHeader\">Page Header: The Interest of Humanity, Etc.<\/div>\n<div class=\"speaker\">Speaker: John Taylor<\/div>\n<div class=\"date\">Date: 3\/2\/1879<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d33\">\n<div class=\"paragraph jod\" id=\"v20n685\"> I thought I would come down and talk with you a little this morning. I am pleased to hear the remarks made by Brother Joseph F.; they are very well worthy of all acceptation by all good men. We indeed, as he said, are engaged in a great work&#x2014;the ushering in of the dispensation of the fulness of times, wherein it has been decreed thousands of years ago, that God would &#x201C;gather together in one all things in Christ, both which are in heaven, and which are on earth; even in him.&#x201D;<span class=\"citation\" id=\"74833\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74833)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74833)\">Eph. 1:10<\/a><\/span> And for this purpose he has manifested himself; for this purpose the Son of God has manifested himself; for this purpose those holy prophets, referred to in the revelation read to you by Brother Joseph, manifested themselves; for this purpose the heavens and the intelligences around the throne of God are united; for this purpose the Holy Priesthood that have existed in the various dispensations of time are interested, and for this purpose those who held the keys of the several dispensations that have passed, have brought those keys and conferred them upon the Church of the latter days, through <div class=\"break columnbreak\" id=\"256b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0256.pdf\" target=\"pdfwin\">p.&#xA0;256b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7269\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the medium of Joseph Smith. The work that we are engaged in is associated with the interest of all humanity&#x2014;all men that have ever lived, those that now live, and those that will live, and the salvation of the living and the dead is mixed up with these matters. <\/div><div class=\"paragraph jod\" id=\"v20n686\"> We are not here for the purpose of looking after our own individual affairs and interests, or to carry out our own peculiar notions or feelings associated with any of our interests or the interest of any particular party or clique, or anything of that kind. But the Priesthood of the Son of God has been manifested in the interests of God, in the interests of the heavens, and in the interest of all humanity; embracing all people and extending to all nations and tongues. The Lord has gathered us together for the express purpose of forming a nucleus, an organism, a people to whom he could communicate and reveal his will, and to whom he could make known his designs, and among whom he could establish the principles of eternal truth and the light, intelligence, rule and law of God, as they exist in the eternal  <div class=\"break pagebreak\" id=\"257a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0257.pdf\" target=\"pdfwin\">p.&#xA0;257a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7268\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>worlds. This is why we are gathered here today, if we can comprehend it. <\/div><div class=\"paragraph jod\" id=\"v20n688\"> Jesus, when here upon the earth, had a people and called them his sheep. Said he, &#x201C;My sheep hear my voice, and they know me, and they follow me:<span class=\"citation\" id=\"69704\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69704)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69704)\">John 10:27<\/a><\/span> And a stranger will they not follow, for they know not the voice of a stranger.&#x201D;<span class=\"citation\" id=\"69641\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69641)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69641)\">John 10:5<\/a><\/span> And again he says while supplicating the Father, &#x201C;I pray for them: I pray not for the world, but for them which thou hast given me; for they are thine.<span class=\"citation\" id=\"70638\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70638)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70638)\">John 17:9<\/a><\/span> Neither pray I for these alone, but for them also which shall believe on me through their word; That they all may be one; as thou, Father, art in me, and I in thee, that they also may be one in us: that the world may believe that thou hast sent me,&#x201D;<span class=\"citation\" id=\"70688\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70688)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70688)\">John 17:20-21<\/a><\/span> that they may have evidence of a union that exists nowhere else in the world of the love and affection of those godly principles that cement and bind men together, which nothing but the power and spirit of revelation can do; that they may have evidence of something more exalting, more ennobling, and which will unite and associate men together in indissoluble bonds of eternal truth according to the laws of God; that there may be evidence in existence in the world that thou hast sent me, and that the principles that thou hast given me have been revealed to them and that they are to be governed by them: &#x201C;thine they were, and thou hast given them me.&#x201D;<span class=\"citation\" id=\"70633\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70633)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70633)\">John 17:6<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v20n689\"> That was the feeling that existed in former times among the Saints of God, and these were some of the teachings unto them. The sheep have been scattered abroad among the nations of the earth to whom this communication has been sent, and thousands have heard and obeyed the voice of the good Shepherd and have gathered themselves <div class=\"break columnbreak\" id=\"257b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0257.pdf\" target=\"pdfwin\">p.&#xA0;257b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7268\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> together, as we are here and as they are over this Territory, according to the impulses originating from the Spirit of God, which has operated and worked upon our minds and brought us together as we are here today. <\/div><div class=\"paragraph jod\" id=\"v20n690\"> Now then, what was this for? To preach first the Gospel of repentance and baptism for the remission of sins, and the laying on of hands for the reception of the Holy Ghost, to be followed by the gathering together, etc. And what was it for? That we all might be baptized into one baptism, that we all might partake of the same spirit,<span class=\"citation\" id=\"73512\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73512)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73512)\">1 Cor. 12:13<\/a><\/span> that we all might be brought into communication with the Almighty and derive wisdom and intelligence from the same fountain, having &#x201C;One Lord, one faith, one baptism, One God and Father of all, through all, and in you all.&#x201D;<span class=\"citation\" id=\"75009\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75009)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75009)\">Eph. 4:5-6<\/a><\/span> When Jesus sent forth his servants formerly he sent them to preach this Gospel.<span class=\"citation\" id=\"64083\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64083)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64083)\">Matt. 10:7<\/a><\/span><span class=\"citation\" id=\"66755\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66755)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66755)\">Mark 16:15<\/a><\/span> When the Father and the Son and Moroni and others came to Joseph Smith, he had a priesthood conferred upon him which he conferred upon others for the purpose of manifesting the laws of life, the Gospel of the Son of God, by direct authority, that light and truth might be spread forth among all nations. There was a number of men selected by the Savior anciently, to whom he said: &#x201C;Ye have not chosen me, but I have chosen you, and ordained you.&#x201D;<span class=\"citation\" id=\"129371\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129371)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129371)\">Luke 8:1 (JST)<\/a><\/span><span class=\"citation\" id=\"70182\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70182)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70182)\">John 15:16<\/a><\/span> What to do? To do the things you have seen me do,<span class=\"citation\" id=\"69893\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69893)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69893)\">John 14:12<\/a><\/span><span class=\"citation\" id=\"128008\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128008)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128008)\">3 Ne. 27:21<\/a><\/span> as I have come to do what I have seen my Father do.<span class=\"citation\" id=\"69123\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69123)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69123)\">John 5:19-20<\/a><\/span> The words which I speak, I speak not of myself; but the Father who dwells in me, he doeth the works.<span class=\"citation\" id=\"69951\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69951)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69951)\">John 14:10<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v20n691\"> Now then, we have got a priesthood organized here upon the earth, as there was one organized in the days of Jesus, only with this distinctive difference&#x2014;that that was a  <div class=\"break pagebreak\" id=\"258a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0258.pdf\" target=\"pdfwin\">p.&#xA0;258a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7267\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>dispensation of God to them; this we live in is the dispensation of the fulness of times, embracing all other dispensations and times and powers and authorities that have existed upon the face of the earth, in the various ages, from the commencement to the present time. Herein it differs from others. Hence we are requested to gather together, something which they were not commanded to do. We are told to build Temples: they were not. We are told to administer for the living and the dead, which ordinances were only performed then to a very limited extent. We are called upon to build up not only the Church, but the kingdom of God, and to introduce the rule and government of God upon the earth. We are here just as Jesus was, not to do our own will, not for the purpose of carrying out our own ideas or theories, but to do the will of God who sent us.<span class=\"citation\" id=\"69255\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69255)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69255)\">John 6:38<\/a><\/span> That is the way Jesus preached: &#x201C;For I came down from heaven, not to do mine own will, but the will of him that sent me.&#x201D;<span class=\"citation\" id=\"69256\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69256)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69256)\">John 6:38<\/a><\/span> Sometimes it was trying and perplexing, sometimes it was hard to endure; but he did endure and suffer it, and he accomplished the work he was sent to do. But sometimes when struggling with the powers of darkness, and environed with the corrupt and ungodly, he gazed upon and comprehended the gravity of the situation and things before him, it so operated upon him, that in mortal agony he sweat great drops of blood.<span class=\"citation\" id=\"68258\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68258)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68258)\">Luke 22:44<\/a><\/span> &#x201C;For it became him, for whom are all things, and by whom are all things, in bringing many sons unto glory, to make the captain of their salvation perfect through sufferings.&#x201D;<span class=\"citation\" id=\"76444\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76444)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76444)\">Heb. 2:10<\/a><\/span> &#x201C;For we have not an high priest which cannot be touched with the feeling of our infirmities; but one who was in <div class=\"break columnbreak\" id=\"258b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0258.pdf\" target=\"pdfwin\">p.&#xA0;258b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7267\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> all points tempted like as we are, yet without sin.&#x201D;<span class=\"citation\" id=\"76569\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76569)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76569)\">Heb. 4:15<\/a><\/span> He endured everything possible for mortal to endure on the earth. Finally, when the last struggle came, said he, &#x201C;Father,&#x201D; if thou art willing, &#x201C;if it be possible, remove this cup from me: nevertheless not my will, but thine, be done.&#x201D;<span class=\"citation\" id=\"66269\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66269)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66269)\">Matt. 26:39<\/a><\/span><span class=\"citation\" id=\"68248\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68248)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68248)\">Luke 22:42<\/a><\/span> What were his feelings in the midst of all this sorrow? Did he give railing for railing, contumely for contumely? No, he did not. David, you know, prayed that God would send his enemies to hell quickly.<span class=\"citation\" id=\"56821\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56821)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56821)\">Ps. 55:15<\/a><\/span> He was quite in a hurry about it, as we are sometimes. Jesus said, &#x201C;Father, forgive them; for they know not what they do;&#x201D;<span class=\"citation\" id=\"68319\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68319)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68319)\">Luke 23:34<\/a><\/span> they are ignorant, they are foolish, and blinded through superstition; they comprehend not thy laws, they know nothing of my mission. Father, forgive them. I admire the sentiments and feelings of the Savior under such circumstances, very much more than those of David. <\/div><div class=\"paragraph jod\" id=\"v20n693\"> As I understand it we are called upon to be saviors.<span class=\"citation\" id=\"62013\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62013)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62013)\">Obad. 1:21<\/a><\/span> And as saviors of men,<span class=\"citation\" id=\"89725\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89725)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89725)\">D&amp;C 103:9-10<\/a><\/span> endowed with the holy priesthood, we should, with one feeling and spirit, operate together in the interests of Zion; we ought to humble ourselves before God and seek for His Holy Spirit to lead us in the right path, that all may comprehend His law, and that we may operate together in the interests of Israel, and in the building up of the Kingdom of God upon the earth; and every other feeling and idea ought to be esteemed subservient to that, and that ought to be the first, leading, guiding, and controlling sentiment of all the elders of Israel, and especially of those who take the lead in Israel. <\/div><div class=\"paragraph jod\" id=\"v20n694\"> We get tried sometimes, and we sometimes try one another; and we sometimes feel as David did on a certain occasion, when he exclaimed:  <div class=\"break pagebreak\" id=\"259a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0259.pdf\" target=\"pdfwin\">p.&#xA0;259a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7266\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>&#x201C;For it was not an enemy that reproached me; then I could have borne it: neither was it he that hated me that did magnify himself against me; then I could have hid myself from him: But it was thou, a man mine equal, my guide, and my acquaintance.&#x201D;<span class=\"citation\" id=\"56817\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56817)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56817)\">Ps. 55:12-13<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v20n696\"> Did you ever know it is necessary that we should be tried in all things? If you do not, you will find it out before you get through, and we are not through yet quite. In this connection, I am reminded of what I heard the Prophet Joseph say, speaking more particularly with reference to the Twelve, &#x201C;The Lord will feel after your heartstrings, and will wrench them and twist them around, and you will have to learn to rely upon God and upon God alone.&#x201D; Has he done it? I think he has pretty thoroughly. The Prophet himself was tried about as much as anybody I know of, and his Brother Hyrum had his full share, the Twelve also have been tried as much as any men that I know of, and a great deal more than you know anything about. He furthermore said, &#x201C;If God could in any other way more keenly have tried Abraham than by calling upon him to offer up his son Isaac,<span class=\"citation\" id=\"53278\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53278)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53278)\">Gen. 22:1-2<\/a><\/span> he would have done it.&#x201D; And as I have said, Jesus himself sweat great drops of blood,<span class=\"citation\" id=\"68259\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68259)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68259)\">Luke 22:44<\/a><\/span> and in the agony of his suffering cried out, &#x201C;My God, my God, why hast thou forsaken me?&#x201D;<span class=\"citation\" id=\"56434\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56434)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56434)\">Ps. 22:1<\/a><\/span><span class=\"citation\" id=\"66373\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66373)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66373)\">Matt. 27:46<\/a><\/span><span class=\"citation\" id=\"66704\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66704)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66704)\">Mark 15:34<\/a><\/span> And why is it thus? We are told by one of old, &#x201C;For it became him, for whom are all things, and by whom all things, in bringing many sons unto glory, to make the captain of their salvation perfect through sufferings.&#x201D;<span class=\"citation\" id=\"76445\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76445)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76445)\">Heb. 2:10<\/a><\/span> &#x201C;For we have not an high priest which cannot be touched with the feeling of our infirmities; but was in all points tempted like as we are, yet without sin.&#x201D;<span class=\"citation\" id=\"76570\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76570)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76570)\">Heb. 4:15<\/a><\/span> Oh, <div class=\"break columnbreak\" id=\"259b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0259.pdf\" target=\"pdfwin\">p.&#xA0;259b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7266\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> what a happy thing it would be if we could follow in his footsteps in that particular! But we have our weaknesses and infirmities in common with all men. It is incident to humanity, and the devourer is at work seeking to destroy, to contaminate, to corrupt and defile, and to lead men down to perdition, to produce discord and envy, hatred and strife, and every evil that proceeds from that source. Shall I tell you its fruits? Envy is one; hatred is another; malice is another; uncharitableness is another; evil speaking is another; and so on&#x2014;all these things proceed from an evil spirit; and it is said, &#x201C;That to whom ye yield yourselves servants to obey, his servants ye are to whom ye obey; whether of sin unto death, or obedience unto righteousness.&#x201D;<span class=\"citation\" id=\"72461\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72461)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72461)\">Rom. 6:16<\/a><\/span> Men sometimes falter? Yes, sometimes they think they are strong; but no man is strong unless he be strong in the Lord.<span class=\"citation\" id=\"128009\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128009)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128009)\">Eph. 6:10<\/a><\/span> No man is sustained only as God sustains him; and if he does not sustain him, I would not give much for his ideas or position. We sometimes think we are strong and that we can do a great deal. So thought Peter on a certain occasion&#x2014;at the time when Christ said to his disciples, &#x201C;All ye shall be offended because of me this night.&#x201D;<span class=\"citation\" id=\"66245\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66245)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66245)\">Matt. 26:31<\/a><\/span> But Peter answered him, saying, &#x201C;Though all men shall be offended because of thee, yet will I never be offended.&#x201D;<span class=\"citation\" id=\"66248\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66248)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66248)\">Matt. 26:33<\/a><\/span> The Savior doubtless appreciated his feelings, but knowing better than he the frailty of humanity, he said unto him, &#x201C;Verily I say unto thee, That this night, before the cock crow, thou shalt deny me thrice.&#x201D;<span class=\"citation\" id=\"66253\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66253)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66253)\">Matt. 26:34<\/a><\/span> Did he do it? Yes, he did;<span class=\"citation\" id=\"128010\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128010)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128010)\">Matt. 26:69-75<\/a><\/span> but Jesus did not get angry with him, nor begin to upbraid him and speak angry words to him. He knew too well the weakness of mortal man, and he  <div class=\"break pagebreak\" id=\"260a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0260.pdf\" target=\"pdfwin\">p.&#xA0;260a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7265\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>knew it before that time. But he says, &#x201C;Simon, son of Jonas, lovest thou me more than these? He saith unto him, Yea, Lord; thou knowest that I love thee.&#x201D; If you love me, if you are my friend and my disciple, &#x201C;Feed my lambs.&#x201D; That was not very hard to do; he had been called for that purpose. &#x201C;He saith to him again the second time, Simon, son of Jonas, lovest thou me? He saith unto him, Yea, Lord; thou knowest that I love thee. He said unto him, Feed my sheep.&#x201D; And the third time the Savior put the same question to Peter, and which on being answered as before, he said to him, &#x201C;Feed my sheep.&#x201D;<span class=\"citation\" id=\"70980\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70980)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70980)\">John 21:15-17<\/a><\/span> What is the duty of the Apostles, the Presidents of Stakes, the High Priests, and Seventies, especially of those that are generally presiding? If Jesus was here, he would tell you to lay aside your nonsense, your follies and weaknesses, and act more like men and Saints, and go to work and &#x201C;Feed my sheep.&#x201D;<span class=\"citation\" id=\"70985\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70985)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70985)\">John 21:16<\/a><\/span> Said he, &#x201C;If I be lifted up, I will draw all men to me,&#x201D;<span class=\"citation\" id=\"69813\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69813)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69813)\">John 12:32<\/a><\/span> not that I will rule with an iron hand, not that I will trample upon them, not that I will let you see that I possess power and authority; but &#x201C;I will draw all men to me.&#x201D;<span class=\"citation\" id=\"69812\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69812)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69812)\">John 12:32<\/a><\/span> That will not be accomplished until the time spoken of when every knee shall bow, and every tongue shall be heard to say,<span class=\"citation\" id=\"75459\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75459)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75459)\">Philip. 2:10-11<\/a><\/span> &#x201C;Glory, honor, majesty, and power, be unto him that sits upon the throne, and to the Lamb forever;&#x201D;<span class=\"citation\" id=\"79223\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79223)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79223)\">Rev. 5:13<\/a><\/span> but it will be done through the influence of the Gospel, through its cementing and harmonizing influences, through the aid of the Almighty and the operations of the holy priesthood combined together, united as the heart of one man<span class=\"citation\" id=\"55595\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55595)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55595)\">2 Sam. 19:14<\/a><\/span> in the accomplishment of the purposes of God; with kindness and brotherly affections, with long-suffering and with <div class=\"break columnbreak\" id=\"260b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0260.pdf\" target=\"pdfwin\">p.&#xA0;260b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7265\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> every principle of righteousness that is calculated to draw the feelings and affections of men, that they may see the truth and know it for themselves, and that they may know also that we are their friends, acting for the welfare of all men, living and dead, and in the interest of the Church and Kingdom of God upon the earth. And where this principle does not exist, there is something wrong, the principles of the Gospel are not lived up to. For God is love,<span class=\"citation\" id=\"78760\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78760)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78760)\">1 Jn. 4:8<\/a><\/span> and they that dwell in God, dwell in love;<span class=\"citation\" id=\"78769\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78769)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78769)\">1 Jn. 4:16<\/a><\/span> and &#x201C;If a man say, I love God, and hateth his brother, he is a liar,&#x201D;<span class=\"citation\" id=\"78785\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78785)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78785)\">1 Jn. 4:20<\/a><\/span> so said the word of God formerly, and it says today. God is love, and they that dwell in God, dwell in love.<span class=\"citation\" id=\"78770\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78770)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78770)\">1 Jn. 4:16<\/a><\/span> They are surrounded by that element, it is the fountain of life within them. Jesus said to the woman of Samaria, whom he asked to give him drink, &#x201C;Whosoever drinketh of this water shall thirst again: But whosoever drinketh of the water that I shall give him shall never thirst; but the water I shall give him shall be in him a well of water springing up unto everlasting life.&#x201D;<span class=\"citation\" id=\"69010\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69010)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69010)\">John 4:13-14<\/a><\/span> If we will live so as to be entitled to drink of the well streams that flow from the fountain of all light, all these little, narrow, contracted, bygone influences, will vanish like the dew before the rising sun, and the light, the Spirit and revelations of God, will rest upon the priesthood, and Israel will be one and his priesthood one, and they will fight side by side in the defense of truth, and in the maintenance of those principles calculated to exalt men through all time and all eternity. <\/div><div class=\"paragraph jod\" id=\"v20n698\"> These things referred to by Brother Joseph F. are too small for men to have anything to do with. It might be excusable in babies, but  <div class=\"break pagebreak\" id=\"261a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0261.pdf\" target=\"pdfwin\">p.&#xA0;261a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7264\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>for men to be engaged in such things is a shame upon the priesthood, and an outrage upon the holy principles that God has been pleased to reveal to us. That is the way I look at these things. And it is a trick of the devil to decoy and destroy, to divide and disrupt, and to lead men down to perdition. What would be the result if these things are carried out a little further? The whole head would be sick and the whole heart faint. I say, shame on the Elders of Israel! Shame on men holding the holy priesthood that cannot be united and operate together in the interest of the Church and the Kingdom of God, but must drag in their mean, low, contemptible ideas and notions, forgetting the high calling with which they are called. <\/div><div class=\"paragraph jod\" id=\"v20n700\"> What shall we do? Why, lay them aside and repent of your foolishness, and forgive one another of your hard speeches and words, and your rash and hard treatment made use of to produce stings, trouble and annoyance among men; and study from this time henceforth one another's feelings, and act the part of a brother and friend one towards another, live your religion and keep the commandments of God. How did Jesus teach his disciples to pray? When you pray, say, &#x201C;Our Father which art in heaven.&#x201D;<span class=\"citation\" id=\"63308\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63308)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63308)\">Matt. 6:9<\/a><\/span> What? I must tell a little story here. There was a poor man once called upon a minister for assistance; the minister tried to cheat him, and would not give him what he had agreed to for some labor performed by him; the man was not very well suited about it. The minister, it would seem, was one of those fellows who, if he could squeeze a little out of the poor man, was quite willing to do it. &#x201C;Well,&#x201D; said the man, &#x201C;I will take what you offer me, although it is not what you agreed to give me, <div class=\"break columnbreak\" id=\"261b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0261.pdf\" target=\"pdfwin\">p.&#xA0;261b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7264\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> providing you will teach me the Lord's prayer.&#x201D; To this the minister agreed and said, &#x201C;Repeat after me and say, 'Our Father which art in heaven&#x2014;<span class=\"citation\" id=\"63309\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63309)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63309)\">Matt. 6:9<\/a><\/span>'&#x201D; &#x201C;What!&#x201D; says the man, &#x201C;is God your Father and my Father, too?&#x201D; &#x201C;You must repeat what I say,&#x201D; said the minister, &#x201C;Our Father,&#x201D; etc. &#x201C;What,&#x201D; said the man, &#x201C;my father and your Father?&#x201D; &#x201C;Yes, yes.&#x201D; &#x201C;Then,&#x201D; broke in the man again, &#x201C;is he indeed my Father as well as your Father?&#x201D; &#x201C;Yes,&#x201D; replied the minister, &#x201C;but you must repeat my words.&#x201D; &#x201C;Well, what a rascal you must be to try to cheat your poor brother in this way?&#x201D; We should all feel that God is our Father, and that we are all brethren and sisters. There are none of us very big; in fact we are all very little when you come to know all about us. None of us can do anything except the Lord helps us, and if he does not help us, we, as a certain lady said, are &#x201C;all poor, miserable, independent sinners.&#x201D; There is none of the &#x201C;big I and little you&#x201D; amongst us. We should have a common sympathy one for another, and feel a kindly regard for the lowest of God's creations, and especially for the Saints of God, no matter what position they occupy. If any are in error, try to reclaim them by kindness; if they have a bad spirit, show them a better one; if any do not do right, do right yourselves and say, &#x201C;Come follow me, as I follow Christ.&#x201D; Would not that be the right course to pursue? I think it would; that is the way I understand the Gospel. We do not, any of us, have the priesthood for self-aggrandizement, or to be used to oppress, or take advantage of anybody, or to use improper language; but with all kindness and long-suffering and forbearance and with love unfeigned.<span class=\"citation\" id=\"74230\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74230)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74230)\">2 Cor. 6:6<\/a><\/span><span class=\"citation\" id=\"90893\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90893)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90893)\">D&amp;C 121:41<\/a><\/span> I will read from the Doctrine and  <div class=\"break pagebreak\" id=\"262a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0262.pdf\" target=\"pdfwin\">p.&#xA0;262a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7263\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Covenants something bearing on this, from page 386. <\/div><div class=\"paragraph jod\" id=\"v20n702\"> &#x201C;Behold, there are many called, but few are chosen. And why are they not chosen? Because their hearts are set so much upon the things of this world, and aspire to the honors of men, and they do not learn this one lesson&#x201D;&#x2014;<span class=\"citation\" id=\"90851\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90851)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90851)\">D&amp;C 121:34-35<\/a><\/span>just the very thing I have been talking about&#x2014;&#x201C;That the rights of the priesthood are inseparably connected with the powers of heaven, and that the powers of heaven cannot be controlled nor handled only upon the principles of righteousness.&#x201D;<span class=\"citation\" id=\"90870\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90870)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90870)\">D&amp;C 121:36<\/a><\/span> Do you think that God will give power to any man only to carry out his own contracted or selfish purposes? I tell you he never will, never, no never. &#x201C;That they may be conferred on us, it is true; but when we undertake to cover our sins, or to gratify our pride, our vain ambition, or to exercise control or dominion or compulsion upon the souls of the children of men, in any degree of unrighteousness, behold, the heavens withdraw themselves; the Spirit of the Lord is grieved; and when it is withdrawn, <span class=\"italic\">Amen to the priesthood or the authority of that man<\/span>.&#x201D;<span class=\"citation\" id=\"90878\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90878)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90878)\">D&amp;C 121:37<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v20n703\"> We think sometimes, we are standing in heavenly places in Christ Jesus;<span class=\"citation\" id=\"74917\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74917)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74917)\">Eph. 2:6<\/a><\/span> and so we are. But there is no priesthood of the Son of God that authorizes one man to oppress another or to intrude upon his rights in any way. There is no such thing in the category; it does not exist; as it is said&#x2014;&#x201C;Behold, ere he is aware, he is left unto himself, to kick against the pricks, to persecute the saints, and to fight against God.<span class=\"citation\" id=\"90886\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90886)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90886)\">D&amp;C 121:38<\/a><\/span> We have learned by sad experience that it is the nature and disposition of almost all men, as soon as they get a little authority, as they suppose, they will immediately begin to <div class=\"break columnbreak\" id=\"262b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0262.pdf\" target=\"pdfwin\">p.&#xA0;262b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7263\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> exercise unrighteous dominion. Hence many are called, but few are chosen. No power or influence can or ought to be maintained by virtue of the priesthood, only by persuasion, by long-suffering, by gentleness and meekness, and by love unfeigned; By kindness, and pure knowledge, which shall greatly enlarge the soul without hypocrisy, and without guile&#x2014;Reproving betimes with sharpness, when moved upon by the Holy Ghost; and then showing forth afterwards an increase of love toward him whom thou hast reproved, lest he esteem thee to be his enemy; That he may know that thy faithfulness is stronger than the cords of death. Let thy bowels also be full of charity towards all men,&#x201D;<span class=\"citation\" id=\"90888\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90888)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90888)\">D&amp;C 121:39-45<\/a><\/span> not of envy, not of hate, not of faultfinding, but &#x201C;be full of charity towards all men, and to the household of faith, and let virtue garnish thy thoughts unceasingly; then shall thy confidence wax strong in the presence of God; and the doctrine of the priesthood shall distill upon thy soul as the dews from heaven.&#x201D;<span class=\"citation\" id=\"90903\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90903)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90903)\">D&amp;C 121:45<\/a><\/span> Then shall you feel the power of the Holy Ghost resting upon you and its influence penetrating your soul, and then it will grow and spread until its influence extends everywhere; and then will men respect, esteem, and venerate you for your fidelity and for your adherence to the truth. &#x201C;The Holy Ghost shall be thy constant companion, and thy scepter an unchanging scepter of righteousness and truth; and thy dominion shall be an everlasting dominion, and without compulsory means it shall flow unto thee forever and ever.&#x201D;<span class=\"citation\" id=\"90918\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90918)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90918)\">D&amp;C 121:46<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v20n704\"> These are great truths for us to reflect upon. And in connection with this I wish to say, we not only need to have confidence in men, but we must exhibit that confidence. &#x201C;Be kindly affectionate one to an<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"263a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0263.pdf\" target=\"pdfwin\">p.&#xA0;263a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7262\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>other with brotherly love; in honor preferring one another,&#x201D;<span class=\"citation\" id=\"72840\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72840)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72840)\">Rom. 12:10<\/a><\/span> not preferring ourselves, but &#x201C;in honor preferring one another.&#x201D;<span class=\"citation\" id=\"72839\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72839)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72839)\">Rom. 12:10<\/a><\/span> This may be a hard lesson for some to learn, but we have got it to learn, or we never shall be fitted to hold any important position in carrying out the designs of God, in building up His Church and Kingdom on the earth. We want to feel a free interchange of that union one with another, not for one man to stand up among his fellows as though he were unapproachable, and say to others, &#x201C;Stand off, I am holier than thou.&#x201D; Nothing of this kind; but entertain a kindness, a sympathy and a desire to promote the happiness and welfare of all men, just as God does. He causes his sun to rise on the evil and on the good, and he sends his rain on the just and on the unjust.<span class=\"citation\" id=\"63259\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63259)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63259)\">Matt. 5:45<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v20n706\"> There is something I thought I would refer to in order that it might be known and properly understood. There is a feeling generally entertained that President Young, in his lifetime, got possession of a certain square here in Ogden wrongfully. Certain things are continually being originated by certain minds, and rumors get circulated, and it is too often the case that people do not stop to consider as to their truthfulness, and in many instances conclusions are formed, and I would venture to say that in nine cases out of every ten such conclusions are wrong. Brother Lorin Farr is present: he was Mayor at the time this land in question was transferred to President Young, and is conversant with the whole transaction. I will therefore call upon Brother Farr to come forward and relate the same fully, yet concisely, that you may be apprized of the facts. <\/div> <div class=\"break columnbreak\" id=\"263b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0263.pdf\" target=\"pdfwin\">p.&#xA0;263b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7262\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v20n707\"> Elder Lorin Farr then made the following statement: <\/div><div class=\"paragraph jod\" id=\"v20n708\"> President Young spoke to me, as Mayor, either once or twice&#x2014;I think it was twice&#x2014;wishing to know if Ogden City would let him have the &#x201C;Union Square&#x201D; for the purpose of making a Utah Central Railroad Passenger Depot, saying that if he could obtain it for this purpose he would also make of it an ornamental square, suitable for a summer resort; which I believe he fully contemplated doing, and would have done, or have made the necessary provisions for it to be done, had he known he was so soon to leave us. I have no doubt in my mind but what he intended to make a very nice public resort of it, and believing so, I laid the matter before the City Council, informing that body that President Young had a claim on this city which arose in this way: when he located Ogden City, between the forks of the two rivers, there was then a very desirable farm here which was owned by Father Bingham, containing 160 acres more or less. The President intimated to Father Bingham his design of locating a city hereabouts, and that he knew of no situation so good and suitable as that commanded by his farm and proposed to purchase his farm for that purpose. Father Bingham consented to the proposition, the purchase was affected, President Young paying for the land out of his own pocket, and turned it over to the city. I supposed, as one of the members of the City Council, that that piece of land belonged to the city and belonged to the Church, as President Young belonged to the Church. I thought so, and we all thought so, and there was no thought given to it. It passed along for about twenty years in that way. It is true, I sent down to President Young at one time the  <div class=\"break pagebreak\" id=\"264a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0264.pdf\" target=\"pdfwin\">p.&#xA0;264a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7261\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>sum of sixty dollars of City money to apply on the interest then due on the money he advanced for the purchase of the land&#x2014;the money we sent to him was the proceeds of City lots which we sold at five dollars each, which about paid the expense of surveying and recording, leaving a small part of pay for President Young. It was understood that he was to have his pay sometime. I think I sent down a small amount of money another time, but the amount I do not now remember. I laid this matter before the City Council, stating to that body how President Young looked at it, and I told them I thought it quite right and proper that President Young should have his pay, but that I disliked very much to give up the square; but, I said, seeing that President Young intended to make of it an ornamental square, I would consent; without the other consideration I was in favor of sending a committee to wait on President Young to ascertain how much he paid for the land previously owned by Father Bingham, and refund him the money with ten percent interest. I requested the Council to appoint such a committee; but some differed from me, while a few, I believe, favored my suggestion. We agreed, however, seeing that President Young had advanced the means to buy the location of our city, and actually purchased and possessed it, which probably no other man but he could have done, and that he had requested the City to deed him the square in payment of his claim, and that he had proposed to beautify it for the benefit of the public, we concluded to deed him the square; and when the time of filing the land came, which was shortly afterwards, President Young filed upon the square and got his deed for it. <\/div> <div class=\"break columnbreak\" id=\"264b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0264.pdf\" target=\"pdfwin\">p.&#xA0;264b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7261\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v20n710\"> I will here take occasion to remark that when I gave this explanation at our Caucus meeting lately held in Ogden, that a gentleman, an editor from the East, afterwards spoke to me about it, and in telling you what he thought about the matter will illustrate my feelings in regard to it. He said&#x2014;that is before this land jumping&#x2014;I think that you did nothing more than right, I think President Young has done enough for this people, and he richly deserved that square, and you would not have exceeded fairness to have given him more than that ten acres for the 160 acres which you say he purchased and turned over to the city for city purposes. <\/div><div class=\"paragraph jod\" id=\"v20n711\"> President Taylor then resumed, the stand. Some people will say &#x201C;Oh, don't talk about it.&#x201D; I think a full, free talk is frequently of great use; we want nothing secret nor underhanded, and for one I want no association with things that cannot be talked about and will not bear investigation. I wanted to hear Brother Farr's statement about this affair, and I wanted you to hear it, because out of such things, unless properly understood, a great many misunderstandings arise. I have heard it stated that President Young had exacted too much in getting possession of this ten acre square; I wonder now if any of you speculating men had owned this 160 acres of land in this locality if you would have been satisfied to take ten acres of this swampy land for it? There is no decent man anywhere that would object to anything of that kind, neither Jew, Gentile, or Mormon, and such unpleasantness frequently arises from a miscomprehension of affairs. Had President Young, because he was President of the Church, no right to have pay for that which belonged to him? And  <div class=\"break pagebreak\" id=\"265a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0265.pdf\" target=\"pdfwin\">p.&#xA0;265a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7260\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>if he furnished 160 acres of land and got sixty dollars for it, I think nobody was injured very seriously in giving him ten acres in lieu of it. Some of you would have thought your toes were trodden on pretty heavily had you been required to trade on any such terms. I heard a man say not long ago, when something perplexing occurred, he did not know what excuse to make about it. I said to him, a right needs no excuse, and an excuse will not make a wrong right. We want facts, and when we get them let us appreciate them, and lay aside our nonsense which so frequently arises from our misconception of things. <\/div><div class=\"paragraph jod\" id=\"v20n713\"> There is another thing I wish to refer to pertaining to your local officers. I have heard it said that the City Council was in trouble about the land on which the Tabernacle stands, because it was thought the Church would get the benefit of it. Why? Because they have occupied it so long. Who for? For the Church generally? No; but for the local church in this place. The Church, as a Church, has bought a part of that square above referred to, and has paid the estate for it. Brother Joseph F. Smith and Brother F. Richards here are cognizant of the fact, as auditors. I refer to the land where our Tithing Office stands; but this other matter is something that pertains to yourselves and not to the Church. You have had this for upwards of twenty years. (Brother Joseph F., addressing himself to President Taylor, said: &#x201C;This place was designated by President Young, when the city was first laid out, as a place to build a meetinghouse.&#x201D;) I am informed that this place was designated by President Young, when the city was laid out, as a place for Church purposes. (A voice from the stand&#x2014;&#x201C;That's cor<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"265b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0265.pdf\" target=\"pdfwin\">p.&#xA0;265b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7260\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>rect, and Brother D. H. Wells carried the flag when it was surveyed.&#x201D;) Brother Herrick testifies to its correctness. (Brother Wells said, &#x201C;I am also conversant with the fact; I carried the flagpole when this square was laid out.&#x201D;) Brother Wells also bears testimony to the same thing, he carried the flagpole when the Square was surveyed. I want these matters understood, open and above board; we have nothing to conceal from anybody. But there was some inattention manifested by your local authorities&#x2014;for the general authorities of the Church have nothing to do with it; this place through neglect, was not entered at the time the city entries were made, and because of this technicality some of the City Councilors seemed to object to the Church having two-and-half acres of the ten acres, which was all they asked for, and that, too, on behalf of the citizens of Ogden, by paying for it what it had cost the city, the same as they have done with private individuals, I believe as provided by law. But somebody seems to think that somebody is injured. Who is injured? If the Church had ten acres and only desired two-and-half acres, or if they desired the whole of it, I don't think it any great stretch of liberality of anybody, and I do not see why anyone should be at all exercised about it. They will say, What will the Gentiles say? No honorable Gentile would say it is wrong, or take any exception to it, and as for those who are not so, we do not care anything at all about them. That is my idea. Somebody said the City Council had given two-and-half acres to some outside religious sect. Well, if they had it to spare, who cares? We do not want to be pinched up in a nutshell. But then, I think the Latter-day Saints have  <div class=\"break pagebreak\" id=\"266a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0266.pdf\" target=\"pdfwin\">p.&#xA0;266a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7259\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>just as much right to lands surveyed and owned by them upwards of twenty years ago, as the Gentiles to receive a free gift. I do not know why this kind of feeling should exist, and therefore I speak of it. We are all one, or ought to be; and therefore I speak of these things as they have been presented to me. Is there anything wrong in that? Again, here the Seventies, I understand, have given a large hall over to the city. Anything wrong in that? No, not if they felt able to do so. I would not think it very good policy, however, to give such a hall away and then be left without any place to meet in. But then it belonged to them and they have done it, and who cares? I don't. But if the city has got things of that kind from the Seventies, if they have done an act of that kind, why not the city turn around and be a little generous? Can't the city be as generous and kind? Who are the city? I suppose you are, along with a few outsiders. Brother Richards mentioned to me, as Trustee-in-Trust, that there were five acres of land here, joining the schoolhouse, in the lane, saying, &#x201C;We would like to get it, for we wish to use it for the purposes of a high school or academy.&#x201D; I said, &#x201C;I will mention it to the brethren of the Council.&#x201D; We have since turned it over. Whose business is it? The city is not injured, and the Church is not. I mention these things that we may have a proper understanding of them, and not be found talking about things we do not understand. I feel very liberal towards the liberal class of Gentiles; but do I feel liberal in my feelings to every miserable &#x201C;unprincipled man?&#x201D; No. But to the good, and virtuous, and upright everywhere. <\/div><div class=\"paragraph jod\" id=\"v20n715\"> What was our message to the <div class=\"break columnbreak\" id=\"266b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0266.pdf\" target=\"pdfwin\">p.&#xA0;266b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7259\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> world? Salvation. What was the promise to Abraham? &#x201C;In thee and in thy seed shall all the nations of the earth be blessed,&#x201D;<span class=\"citation\" id=\"53384\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53384)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53384)\">Gen. 22:18<\/a><\/span><span class=\"citation\" id=\"128011\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128011)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128011)\">Abr. 2:11<\/a><\/span> not cursed. The priesthood of God was not given to curse men or destroy them, but to bless them. <\/div><div class=\"paragraph jod\" id=\"v20n716\"> Again, we are told to go and preach the Gospel to every creature;<span class=\"citation\" id=\"66756\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66756)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66756)\">Mark 16:15<\/a><\/span> and there is a great deal of pains being taken to do this. What is it? The Gospel of life and salvation. Is it free to all? Yes, free as the streams that pass your city, and all are invited. Some do not like it. What of that? We cannot help that; we are going to perform the work that God has set us at, and we will treat all men right. When they come here, as strangers in our midst, will we treat them right? Yes. Do they treat us right? Not quite. Will we be liberal and generous and kind? Yes; I would give to every man of whatever name, or creed, or color, all his rights without his ever asking for them; we need no plot, or intrigue, or anything of that kind. We expect to build up and establish the kingdom of God, that will contain in it, admiration, protection of the virtuous and good among all nations. The time will yet come when he that will not take up his sword to fight against his neighbor, must needs flee to Zion for safety.<span class=\"citation\" id=\"85773\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85773)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85773)\">D&amp;C 45:68<\/a><\/span> All those who are not fond of blood and carnage and desolation, if they want to be preserved will flee to Zion. Have we not got to have a Zion for them to flee to? Yes. And what is Zion? The pure in heart.<span class=\"citation\" id=\"89197\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89197)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89197)\">D&amp;C 97:21<\/a><\/span> We want to organize in such a way, and advocate and maintain such correct principles, that they will become the admiration of all honest men, who will feel that they can be protected and find safety and an asylum in Zion. What of that? Are we going to follow  <div class=\"break pagebreak\" id=\"267a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0267.pdf\" target=\"pdfwin\">p.&#xA0;267a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7258\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>them then? No, no, no, we are not. Are we going to be governed by their notions? No, we are not. Are we going to mix up with their Babylonish ideas? No, we are not; we are going in for Israel and for the Church and kingdom of God, but we will protect every man in his rights so far as God gives us power to do so, but we will not mix up with their iniquities, their frauds and corruptions, that they are seeking in many instances to crowd in upon us; we want to be free from these evils, and put our trust in the living God<span class=\"citation\" id=\"75943\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75943)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75943)\">1 Tim. 4:10<\/a><\/span> and cleave to the right and the truth. If a man is a good man, won't I treat him right? Yes; but at the same time, our moral and social ideas are very different, and while I accord to them all the civil liberties that any reasonable men should want, I do not wish to be governed by his standard of morality, nor do I wish him to teach my children. Why? Simply because I do not wish them perverted. No Gentile or reasonable man would find fault with me for that. He does not want me to teach his children my faith. All right, he can keep them away, and I want to keep mine from his influences. Why? Because we are associated with things that are eternal in their consequences. We are <div class=\"break columnbreak\" id=\"267b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0267.pdf\" target=\"pdfwin\">p.&#xA0;267b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7258\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> aiming at the celestial glory. We believe they will get as big a glory as they are looking for, but it will not be that which we anticipate; therefore we don't want them to train our children and lead them down to death. We want to manage these things ourselves, but injure nobody. Is anybody injured by it? No. &#x201C;I cannot see as you see,&#x201D; say some. All right, we cannot help that. Would I find fault with the City Council because they give a burying ground to some who prefer to have their dead by themselves? No, not if you have it to spare; but on the other hand, don't let us shut out our own people and our own interests, but maintain every right wisely, to the building up of the kingdom of God. We will be as generous as the world dare to be; and we expect the principles of the everlasting Gospel will go on and increase until the kingdoms of this world become the kingdoms of our God and his Christ.<span class=\"citation\" id=\"79491\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79491)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79491)\">Rev. 11:15<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v20n718\"> I say to those men who may have any differences, settle them like men and don't act the baby anymore, but conduct yourselves as servants of the Most High God. And may he enable you to do so and bless us all and lead us in the paths of life, is my prayer in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}