{"ID":200034, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Necessity of Revelation&#x2014;Evidences of the Church of Christ&#x2014;The Future of the Saints&#x2014;Plural Marriage.<\/div>\n<div class=\"subtitle\">Discourse by Elder George Q. Cannon, delivered in the Tabernacle, Salt Lake City, on Sunday Morning, July 20, 1879.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: John Irvine.<\/div>\n<div class=\"pageHeader\">Page Header: Necessity of Revelation, Etc.<\/div>\n<div class=\"speaker\">Speaker: George Q. Cannon<\/div>\n<div class=\"date\">Date: 7\/20\/1879<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d34\">\n<div class=\"paragraph jod\" id=\"v20n720\"> I am greatly pleased this afternoon at having the opportunity of meeting with the Latter-day Saints, and of listening to the testimonies that have been borne by Brother Staines in relation to this work. I, also, have been absent for some length of time. Upwards of 34 weeks ago I left this city to go east; I have been back twice during that period for a few days, and it is a great pleasure and I may say a delight to me to have the opportunity of being here to listen to the instructions, to the singing, and to partake of the Spirit that prevails in this Tabernacle; to me it is the spirit of home, it is the spirit of peace, and I have more delight and satisfaction in mingling with the Latter-day Saints than I have under any other circumstances. They are my people. Their religion is my religion. Their God is my God.<span class=\"citation\" id=\"55379\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55379)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55379)\">Ruth 1:16<\/a><\/span> Their future is the future in which I hope to share. If they be prosperous I hope to be prosperous. If they have adverse circumstances to contend with I expect to share in them; and it is this knowledge of which Brother Staines has spoken that prompts these feelings to which I refer. <\/div> <div class=\"break columnbreak\" id=\"268b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0268.pdf\" target=\"pdfwin\">p.&#xA0;268b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7257\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v20n721\"> If there is any peculiarity about what the world calls Mormonism, or that which we term the Gospel of the Lord Jesus Christ as taught by his Church, that I admire, that I love, that causes me to feel thankful unto God; it is the peculiarity which reference has been made by Brother Staines, namely, that William C. Staines, or George Q. Cannon, or any other man or woman however humble, who is connected with this Church, has a right, according to the promises of our heavenly Father, to receive revelation from him when needed. I would not give much for a religion, the revelations of which were confined to two, three, four, or perchance twelve men. It would not recommend itself as the religion of that Being who is the Father of all, who has created all, and who has placed us all here upon the earth as his children. This feature to which I refer is one of the most delightful characteristics of the Gospel of the Lord Jesus Christ. Brother Staines has referred to the Prophets Joseph Smith and Brigham Young, and to others who have stood in prominent places in this Church, who have re<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"269a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0269.pdf\" target=\"pdfwin\">p.&#xA0;269a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7256\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ceived revelations from God; and who imparted these revelations to the people. Of what value, of what special value, would these revelations be to those to whom they were imparted through the medium of these men, unless they had some means of testing their truthfulness? What a terrible condition we should be in if God, in his providence, were to confine his knowledge in that way&#x2014;if we were required, as some imagine mankind are required, to submit to the teachings of their fellow men and to accept and practice them because those men say they are from God! Imagine the condition of the Latter-day Saints if this were the case! Imagine the condition of the whole world if one man stood prominent, or three men, or twelve men, or fifteen men, stood prominent, receiving revelations from divinity and conveying these revelations to the children of men, with the requirement that those who received them should submit to them as the voice of God, and the people themselves be destitute of any means of testing the truthfulness of these revelations, except so far as they might appeal to their reason and to the sense of right that is begotten in them! Now, a great many people who are not acquainted with the Church of Jesus Christ of Latter-day Saints, and the teachings of that Church&#x2014;and I do not know but some who are members of that Church&#x2014;imagine that this is the nature of the organization of the Church of Christ, and that this is the manner in which knowledge is conveyed to the people, and in which the requirements of the people are submitted to by the people. Why this Church could not stand, could not have endured the trials and afflictions and the opposition to which it has been exposed, one <div class=\"break columnbreak\" id=\"269b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0269.pdf\" target=\"pdfwin\">p.&#xA0;269b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7256\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> hour if that were the case. It would fall to pieces, there would be no power, no cohesive power, to hold it together. The strength, the power, the cause of the perpetuity of this work, the marvelous character of its operations throughout the nations of the earth, the wonderful attractiveness of this Gospel, the secret of its great success in foreign land, preached by illiterate men, consists in the fact that God the Eternal Father, reveals his mind unto every honest soul who humbly seeks for it. Not to one man, not to three men, not to apostles, not to bishops, not to high priests, not to seventies, not to elders alone, but to every humble soul who in sincerity, and with a broken heart and contrite spirit, bows himself or herself in secret before the throne of the great Eternal, and in humility asks, in the name of Jesus, for a knowledge to be imparted to him or to her whether it is the truth he or she has heard. This is the secret of the success of this work. This is the cause of its wonderful power and the attractiveness it has for the hearts of the children of men. This is the reason that illiterate men, going forth bearing testimony of these things, have been so successful throughout all the nations of the earth where they have been, and it is this that draws them, as we have been told this afternoon by Brother Staines, by thousands from foreign lands and causes them to come to this land and to assimilate with those already here; until we have in this Territory of ours, throughout these valleys running north and south, east and west, a people unexampled, and, in many respects, unlike every other people that we know anything about. Why, in this last company, which came in a few days ago, the members of it spoke some  <div class=\"break pagebreak\" id=\"270a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0270.pdf\" target=\"pdfwin\">p.&#xA0;270a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7255\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>seven languages. I remember a company of Saints leaving Liverpool while I was there, the members of which spoke nine different languages. They were Latter-day Saints gathering up from various lands, some from Switzerland, from France, from Great Britain, and from the various nations of Europe, all coming together, singing the songs of Zion in their own languages, bearing testimony that God had revealed to them in their own language the truth of this, the everlasting Gospel. With such a spirit they come to these mountains, they scatter among the people already here, they become homogeneous. We have here a oneness of feeling and purpose, a oneness of spirit, and a oneness of sentiment and of heart, that you may look for in vain elsewhere throughout the whole earth. I sometimes think we overlook those great and glorious blessings that God has given to us. We overlook too frequently the spirit of oneness that has been poured out upon this people. Men ask for a sign; they say, &#x201C;Where are the evidences of the divinity of the work you believe in? You say that you preach the Gospel of Jesus; you say that you are the people of God.&#x201D; Why, could there be any greater evidence given of the divine character of this mission than is witnessed in the effects of this Gospel upon the people who embrace it? We are led to expect that heaven is a place of unity, a place of love; that there is no quarreling, no litigation, no strife in heaven; no man warring against his fellow men, no man exalting his creed and his ideas as superior to the creed and the ideas of his neighbor; all dwelling in peace and in love. That is the idea of heaven that has been taught to us in the Bible. Anything else would not be heaven; any other kind of <div class=\"break columnbreak\" id=\"270b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0270.pdf\" target=\"pdfwin\">p.&#xA0;270b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7255\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> place could not be heaven. Is it not reasonable to suppose, then, that if the spirit of heaven rests down upon a people, that they will be united, that they will love one another,<span class=\"citation\" id=\"69855\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69855)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69855)\">John 13:35<\/a><\/span> will die for one another,<span class=\"citation\" id=\"128012\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128012)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128012)\">John 15:13<\/a><\/span> if necessary? Why, certainly. If I were to start out today in search of the Church of Jesus Christ, if I did not know of its existence upon the earth, I would expect to find a people united together, a people who loved one another, and who brought forth the fruits of the Gospel of Jesus as he taught it. I would expect to find a people who gave an exhibition in their lives of those heavenly truths taught by Jesus when he was upon the earth. And until I found such a people I would despair of finding the Church of Christ. Men might perform miracles before me, and say a great many wonderful things unto me, but unless I could find a people with the love of Christ in their bosoms, united together as the heart of one man,<span class=\"citation\" id=\"55596\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55596)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55596)\">2 Sam. 19:14<\/a><\/span> a people who loved one another, I do not think I could, with the knowledge I have, recognize them as the people of Christ, or as the people of the Church of Christ. For the evidences that they were that Church, it would not be in profession alone I would seek. It would not be in their Sunday service alone. It would not be in the sermons that were preached in their tabernacles, or meetinghouses, or churches alone. It would not be in any of these things alone that I would seek, but it would be in the fruits of the Gospel as I found them exhibited in their daily life, in their conversation, in their associations, one with another. If I found a quarrelsome people, if I found a people fighting one with another for their rights, if I found a people taking up weapons of war against each other, no matter by what name they  <div class=\"break pagebreak\" id=\"271a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0271.pdf\" target=\"pdfwin\">p.&#xA0;271a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7254\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>were called, no matter how high-sounding their professions, I would say, these cannot be the people of Christ; these are not the fruits which the Gospel of the Lord Jesus Christ brings forth. But if I found a people who were humble, meek, lowly, willing to endure wrong rather than do wrong; if I found a people persecuted for righteousness sake;<span class=\"citation\" id=\"62979\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62979)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62979)\">Matt. 5:10<\/a><\/span> if I found a people of whom all men spoke evil, though their lives were not evil,<span class=\"citation\" id=\"63003\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63003)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63003)\">Matt. 5:11<\/a><\/span> though their conduct was humble and pure and they were disposed to love one another and dwell together in peace, I would begin to say, here are some of the signs, some of the fruits of the Gospel of Jesus Christ. I must stop here. I must examine into this matter. I must look after these people, and see whether they are the people of whom I am in search. If I were to come into this valley of Salt Lake and find a people professing to belong to the Church of Jesus Christ of Latter-day Saints, were I trusted to report I would be inclined to say they cannot be the people they profess to be. Why? Because all manner of evil is spoken against them.<span class=\"citation\" id=\"63002\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63002)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63002)\">Matt. 5:11<\/a><\/span> Is there any crime in the black catalogue of crime of which they have not been accused? Is there any evil which people can perpetrate with which they have not been charged and declared guilty? If I were to be disheartened by reports, I need only stop in Salt Lake City, or in Utah Territory, to have that feeling; but if I remembered that those in Christ Jesus are sure to suffer persecution,<span class=\"citation\" id=\"75914\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75914)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75914)\">2 Tim. 3:12<\/a><\/span> and that, &#x201C;If they have called the master of the house Beelzebub, how much more shall they call them of his household?&#x201D;&#x2014;<span class=\"citation\" id=\"64152\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64152)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64152)\">Matt. 10:25<\/a><\/span>I might, if I bore that fact in mind, stop and examine further. If I looked around me and inquired concerning the Latter-day Saints, I would probably find that they did not <div class=\"break columnbreak\" id=\"271b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0271.pdf\" target=\"pdfwin\">p.&#xA0;271b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7254\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> drink liquor, did not get drunk; I would probably find they did not take the name of the Lord in vain,<span class=\"citation\" id=\"54229\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54229)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54229)\">Ex. 20:7<\/a><\/span> did not go to law one with another, but were averse to it, and were in favor of promoting peace, and that because of this they offended lawyers, judges and others. If I were to look at the material aspects of the city, I would find a beautiful city, laid out and planned with wisdom, laid out by somebody who knew something of life and what was proper for society. If I made further inquiry I would learn that a few years ago, before the advent of so-called civilization in the midst of the Latter-day Saints, that from the Idaho line in the North to the Arizona line in the South, there were no liquor saloons, no drunkenness, and profanity was punished; but in every settlement and in every house, throughout the length and breadth of the land, prayers ascending morning and night to the God of heaven, on behalf of themselves and their children, and on behalf of the honest in heart throughout all the nations of the earth. If I happened to be there when a company came in, and in mingling with that company asked what brought them to this land, I would be told in Norwegian, in Swedish, in Danish, in German, in Italian, in Welsh, in English, in Polish, in Dutch, in French, that each of these men and women had obeyed the Gospel as it was taught to them by the Elders who had been sent to them, and that in answer to prayer they had received a testimony from the Almighty for themselves that they knew this was the Gospel of Christ, that they were commanded of God to gather out from the various nations, and that in response to that commandment they had come out and were here. These would be the  <div class=\"break pagebreak\" id=\"272a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0272.pdf\" target=\"pdfwin\">p.&#xA0;272a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7253\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>things that would be told to me. If I were to inquire among them respecting other matters, I would find that they believed in this book (the Bible) in its entirety, not a part, not in isolated parts of this book, some parts of this book, some parts separated from the rest, but in its entirety, in its doctrinal parts. I would find that they believed that God was the same today as he was yesterday,<span class=\"citation\" id=\"77388\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77388)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77388)\">Heb. 13:8<\/a><\/span> that he is a God of revelation, a God of truth, a God who could hear and answer prayer. I would find that they believed in the organization of the Church as it was in ancient days, God having first set in the Church apostles, prophets, teachers, etc.<span class=\"citation\" id=\"73633\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73633)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73633)\">1 Cor. 12:28<\/a><\/span> I would find further that they were contending, as James commanded the Saints to do in his day, earnestly for the faith once delivered to the Saints,<span class=\"citation\" id=\"78867\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78867)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78867)\">Jude 1:3<\/a><\/span> a faith by which the mighty works concerning which Paul speaks in the 11th chapter of his epistle to the Hebrews were accomplished.<span class=\"citation\" id=\"76952\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76952)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76952)\">Heb. 11:1-40<\/a><\/span> I would find that they were contending for this faith that they believed in the signs following them that believe;<span class=\"citation\" id=\"66906\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66906)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66906)\">Mark 16:17<\/a><\/span> that they were contending for them, contending for that faith;<span class=\"citation\" id=\"78868\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78868)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78868)\">Jude 1:3<\/a><\/span> and teaching their children to exercise it to the greatest possible extent. Now, where else upon the face of the earth could I find a community teaching and practicing these things! I have been, in my time, a somewhat extensive traveler. I have mingled with a great many people, in a good many lands, and I confess to you today, I have never seen a people who answered this description, except the Latter-day Saints. I do not say this out of vanity, or by way of boasting, because this Gospel is intended for every person, not only for those who are Latter-day Saints today, but for every honest man and woman throughout the face of <div class=\"break columnbreak\" id=\"272b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0272.pdf\" target=\"pdfwin\">p.&#xA0;272b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7253\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the whole earth. This Gospel of the kingdom has to be preached to all nations, and then will the end come.<span class=\"citation\" id=\"65712\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65712)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65712)\">Matt. 24:14<\/a><\/span> It is not, therefore, with any feeling of pride because of these being the doctrines believed in and practiced by the Latter-day Saints that I allude to them in this manner, but because God, in his infinite mercy, has revealed the Gospel to the inhabitants of the earth, because it is taught again by divine authority. How could you account for it in any other way? Tell me, if there be philosophers or wise men here. Men say it is delusion, men say it is imposture, men say that the building up of this system is the result of fraud. Most extraordinary results of fraud, if this be fraud! Men going out without purse or scrip,<span class=\"citation\" id=\"68190\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68190)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68190)\">Luke 22:35<\/a><\/span> as in ancient days, and preaching the everlasting Gospel, baptizing people, and the spirit of unity and love resting down upon them, accompanied by the Spirit of God, which testifies, as we have heard this afternoon from Brother Staines, as it had testified to him, that this is the Church of Christ, that this is the Gospel of Jesus which they have embraced. People may think, people may talk about the delusion of the Latter-day Saints. Why, to believe that these results which we see are the product of fraud, or imposture, would require far more credulity than faith to believe them to be from God. Where is there a peculiarity of the ancient Church that is not possessed today by the Latter-day Saints? Can one be mentioned? Can a doctrine or a principle be mentioned that was contended for in the ancient Church, that is not contended for and sought after today by the Latter-day Saints? Were they persecuted? Then it is quite certain we can  <div class=\"break pagebreak\" id=\"273a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0273.pdf\" target=\"pdfwin\">p.&#xA0;273a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7252\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>claim a blessing, if it so be that persecution brings blessings. Were their names cast out as evil?<span class=\"citation\" id=\"67237\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67237)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67237)\">Luke 6:22<\/a><\/span> Then we can claim with them the same results, if blessings attend any such thing. &#x201C;Oh, but,&#x201D; says one, &#x201C;they were good people, the Apostles in ancient days were good people, but you Mormons are a very wicked people.&#x201D; Why, do you imagine that if they had considered Jesus a very good man, a very holy being they would have crucified him between two thieves? No. The populace, when Pilate wanted to have him forgiven because of the feast of the passover, cried out: &#x201C;No; release to us Barabbas, the murderer, the vile person. Let him be released, but crucify the Christ; let his blood be upon us and our children.&#x201D;<span class=\"citation\" id=\"66318\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66318)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66318)\">Matt. 27:15-25<\/a><\/span> They were willing to risk the consequences, because they believed him to be a vile impostor. Do you think that Peter and Paul, one of whom was beheaded, and the other of whom was crucified with his head downward&#x2014;do you imagine that in killing them the Romans thought they were killing good, innocent, pure men? Certainly not. They were hated just as much as we are hated. Of course they thought they were doing God service, as many think they are doing God service today in persecuting the Latter-day Saints.<span class=\"citation\" id=\"70278\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70278)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70278)\">John 16:2<\/a><\/span> They thought they were doing the world some good by ridding the earth of such impostors as Peter and Paul. Their eyes were blinded to their goodness and to their virtues. Such things were hidden from their sight. They could only say they were deluders of the people, that they led people astray, and as impostors were worthy of death. And so it is throughout this Territory. The virtues of the Latter-day Saints are not perceived. Our temperance, our frugality, our perseverance, our <div class=\"break columnbreak\" id=\"273b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0273.pdf\" target=\"pdfwin\">p.&#xA0;273b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7252\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> industry, our union, and all the qualities that have made this wilderness blossom until it is the admiration of every visitor, the joy of every traveler&#x2014;all these things are obscured, and with many people lost sight of, before the idea, imagined by very many, that Brother Brigham was a vile impostor, that all those who have been associated with him are no better, and that it would be doing God service to destroy them from the face of the earth<span class=\"citation\" id=\"70279\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70279)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70279)\">John 16:2<\/a><\/span> that the people who are deluded by them might be free from the influence which they wield over them. Oh, generation of blind&#x2014;I was going to say fools, but shall I use such a phrase? But is there not evidence sufficient before the eyes of this generation of what has been done in the past, in the persecution of righteous and holy men, in the killing of them, in the shedding of their blood, that men cannot learn that there is such a thing as a man being a good man, a virtuous man, a pure man, and yet be maligned by the enemies of purity and virtue, as in the days of Christ? This generation will have a great deal to answer for in consequence of this thing. As Latter-day Saints, we have been accused of every crime. It has been told of us that we were ready to commit murder at any time, in order to serve our own ends, that we were ready to shed the blood of the innocent, and that this feeling to destroy life existed among us, when at the same time, throughout these wild mountains and secluded valleys life has been more safe, property more secure, than in the streets of the best managed cities in the Union. There never has been a day since we came beyond these mountains that travelers could not pass from the North to the South, and from the East to the West, and through all  <div class=\"break pagebreak\" id=\"274a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0274.pdf\" target=\"pdfwin\">p.&#xA0;274a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7251\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>parts with perfect security. There never was a day, when the Latter-day Saints lived alone in these valleys, that a woman would be insulted either by word or by gesture, night or day, whether an old lady or a young lady, in traveling from one end of our Territory to the other. Can this be said of us today? Certainly not; but it was the case a few years ago throughout these valleys, and let me say to you it will yet be the case. <\/div><div class=\"paragraph jod\" id=\"v20n728\"> I sometimes think that if we were one-twentieth part as bad as we are accused of being, it would be very unhealthy throughout this country for a good many who are now unmolested. I know this, that no other community would have born one-twentieth part the insult and injury that we have submitted to so quietly. What has caused us to do it? Is it because we are incapable of feeling, or that we do not understand our rights, or that we do not want them, that we suffer ourselves to be imposed upon? No, it has not been because of these things. Our bosoms have burned, probably, with the fire of indignation, as much as any people on the face of the earth could under such circumstances. What has retained us? Simply the knowledge that these men are ignorant, and I believe that the Latter-day Saints have partaken of that spirit which Jesus had when he hung upon the cross.<span class=\"citation\" id=\"68320\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68320)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68320)\">Luke 23:34<\/a><\/span> It has been somewhat in that spirit that the Latter-day Saints have acted. It would have been easy for them to have acted otherwise had they chosen to do so. It may be said they were restrained by fear. It has not been through the fear of man, but the fear of God has restrained this people. It is far better for us to suffer wrong than to do wrong; it is better to endure evil, ignominy, shame and per<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"274b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0274.pdf\" target=\"pdfwin\">p.&#xA0;274b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7251\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>secution than to turn and practice any of these things ourselves. <\/div><div class=\"paragraph jod\" id=\"v20n729\"> I am looking for a great change to take place in our circumstances. The nation of which we form a part looks with more interest upon us as a people than upon any other part of the United States. There is no people, no community, within the confines of our Republic concerning which there is so much interest felt as the Latter-day Saints. Men's eyes are directed towards us. I believe we are becoming better understood. The completion of this railroad, which was supposed to be the death knell to Mormonism, the discovery of these mines, which we ourselves rather disliked, those things that many supposed would be the means of destroying this people, have now been in operation for years, and with what result? With this result, so far as my observation extends&#x2014;a better knowledge concerning this people, and the circumstances which surround us; a more extended knowledge of our land, and all the difficulties we have had to contend with. I have remarked this in Congress myself, that whenever I want to accomplish anything in connection with our Territory, I always find men who have been here and who have seen for themselves and formed their opinions accordingly, ready to do anything in reason that I ask. Intercourse has had the effect to remove prejudice. There are people in this country who fear us. The very fact that they do fear us by their refusing us our rights, not only shows that they do not understand us, but it is a recognition on their part of our power; and as such we should accept the denial of these rights to which we are fully entitled. Governors, judges and other officers are sent here, in the selection of whom we have no  <div class=\"break pagebreak\" id=\"275a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0275.pdf\" target=\"pdfwin\">p.&#xA0;275a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7250\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>voice whatever. Even if they were all honest, patriotic, fair and just men, their selection without our voice is an injustice, but which no people can bear better than we. We are, however, learning lessons which will be of immense importance to us in days to come; for as sure as the sun shines, as sure as God lives, so sure will this people called Latter-day Saints become a governing people. It is an inevitable consequence in the very nature of things. We possess all the elements to make a strong, mighty, governing people. There is therefore a great future in store for us, and to prepare us for that future it is necessary that we should pass through the furnace of affliction,<span class=\"citation\" id=\"59422\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59422)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59422)\">Isa. 48:10<\/a><\/span> that we should feel the hand of oppression, and that we should feel the effects of injustice, so that when it shall become our turn, as undoubtedly it will in the very nature of things, we shall know, by the treatment we have received, how to temper justice with mercy, to extend to others that which has been denied unto us, and the value of which we have well known. You cannot keep down a people like this. I do not say this to flatter you, because you have many faults. We know them, and I do not think we are afraid to tell you your faults, and to tell our own faults. But a people possessing the qualities of the Latter-day Saints must grow and become powerful. Union is strength. Love will prevail, it is a great power on the earth, and added to this there are integrity, frugality, temperance and virtue&#x2014;for there is virtue in this land&#x2014;there is chastity here. In these mountains, amongst this people called Latter-day Saints, if virtue is not cherished next to human life, it is because people are not living up to the teachings they have <div class=\"break columnbreak\" id=\"275b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0275.pdf\" target=\"pdfwin\">p.&#xA0;275b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7250\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> received. If man is not as virtuous as woman, then it is because man has not profited by what he has been taught. Do you think that a daughter should be expected to be more virtuous than a son? Do you think that the girls of a family should be more chaste than the boys? Certainly not. One of the greatest crimes, the greatest, with the exception of the shedding of innocent blood&#x2014;<span class=\"citation\" id=\"82280\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82280)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82280)\">Alma 39:5<\/a><\/span>and it is a doctrine that is taught by the Latter-day Saints, and should be taught by every man in his household&#x2014;that can be committed, is the seduction or defilement of the weaker sex. There can be no greater crime committed, except the shedding of innocent blood,<span class=\"citation\" id=\"82281\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82281)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82281)\">Alma 39:5<\/a><\/span> and people thus taught, what will they be? Why, if they observe such teachings, they will be strong, vigorous and mighty. Can you repress such a people? Will the sending of a few men to prison for breaking the law of 1862 destroy this work? Will the entering of a suit against the executors of the estate of the late President Young, or the Trustee-in-trust of this Church destroy this work? Why, the men who say so have failed to read history. They do not understand anything connected with human progress and with human powers, if they flatter themselves with such opinions as these. All these things intensify the people, they add to our strength. <\/div><div class=\"paragraph jod\" id=\"v20n731\"> As to plural marriage, in dealing with that great question, as it is called, if I had been anxious to extinguish or repress it, I would never have allowed it to have received the attention it has done. There has been a complete misconception as to the best method of dealing with this question. Why, this ancient practice, practiced by a few people in these mountains, has been lifted into national importance. Mormonism  <div class=\"break pagebreak\" id=\"276a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0276.pdf\" target=\"pdfwin\">p.&#xA0;276a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7249\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>has become famous, because of the practicing, by a portion of the people, of this doctrine, until the whole earth resounds with the talk of &#x201C;the Polygamy of the Mormons,&#x201D; as though the Mormons were half the people of the United States. In fact, if they numbered twenty-five millions instead of two hundred thousand, they could not have received more attention. This is a grand mistake in statesmanship on the part of those who want to put down Mormon doctrines. If men understood statesmanship they would let the question pass, but instead of that they are determined to give us worldwide notoriety, to uplift us before the world, and by their foolish acts make people suffer as martyrs for that principle. Most unwise. It reminds me of an incident mentioned in Macauley's history of England. He drew a contrast between the policy of James the Second and his successor, William. You all know that James was looked upon as an old impostor, and that ultimately he was expelled from the throne. There was a Bishop in James' day who seemed very anxious to attain some object, and he annoyed the king so much that the king got it into his head that the Bishop wanted to be a martyr, and, said James, &#x201C;I am determined he shall be one.&#x201D; Macauley contrasts this policy with that of William under similar circumstances. William was a wise ruler, and there was a man who did something similar to him in his day, and acted offensively, as the Bishop did to James, his father-in-law. He, too, seemed anxious to be a martyr, and, said William, &#x201C;I am equally determined he shall not be gratified.&#x201D; In this we see the difference between the statesmanship of the two kings; and a true statesman, dealing with the <div class=\"break columnbreak\" id=\"276b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0276.pdf\" target=\"pdfwin\">p.&#xA0;276b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7249\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> question of polygamy, would let it alone severely. If he wanted it exterminated he would not take George Reynolds and send him to prison and make him a hero, instead of a felon. Such a proceeding only had the tendency to make people cling to their faith and be willing to suffer for it. If plural marriage be divine, as the Latter-day Saints say it is, no power on earth can suppress it, unless you crush and destroy the entire people. But supposing it is not divine, as many people say it is not, supposing that it is not of God, do you not think the forty millions can afford to let it alone? If their position be true do you not think they are safe to do more among the 200,000 people who believe, and a portion of them practice it, by moral force than by persecution and violence? I think so. Now we will see which is the best policy. I do not believe in being defiant. Men that marry more wives than one should be able to bear the penalty of it if there be any attached thereto, or they should not take them. A man that enters this Church ought to be able to die for its principles if necessary, and certainly should be able to go to prison for them without crying about the matter. If you are sentenced to prison for marrying more wives than one, round up your shoulders and bear it like men and no murmuring about it; prepare yourselves to take the consequences. We know that for the Gospel in ancient days many laid down their lives with joy, that the great Captain of our salvation<span class=\"citation\" id=\"76446\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76446)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76446)\">Heb. 2:10<\/a><\/span> was crucified, and that nearly all the prophets perished by violence. If we expect, then, to be one with them, and inherit the same glory that they do we should be prepared to endure the consequence of adhesion to, and our advocacy of the truth; and so we  <div class=\"break pagebreak\" id=\"277a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0277.pdf\" target=\"pdfwin\">p.&#xA0;277a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7248\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>should in regard to every doctrine we have embraced. We have embraced certain doctrines. They are unpopular. Still if we are men we will be prepared to endure all the consequences, whatever they may be, and make no fuss about them. But <div class=\"break columnbreak\" id=\"277b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0277.pdf\" target=\"pdfwin\">p.&#xA0;277b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7248\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> I am trespassing on your time. May the Lord bless you, fill you with the Holy Ghost, and keep you a holy people, and enable you to overcome all evil, is my prayer in the name of Jesus Christ. Amen. <\/div>\n<\/div>\n<\/div>"}