{"ID":200044, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Righteous Suffer Persecution&#x2014;False Teachers Popular&#x2014;Saints Should not Retaliate Upon Their Enemies&#x2014;The Saints Will Have Power to Root Out Evil&#x2014;Approaching Revolution in the Earth.<\/div>\n<div class=\"subtitle\">Discourse by Elder George Q. Cannon, delivered in the Tabernacle, Salt Lake City, October 6, 1879.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: John Irvine.<\/div>\n<div class=\"pageHeader\">Page Header: The Righteous Suffer, Etc.<\/div>\n<div class=\"speaker\">Speaker: George Q. Cannon<\/div>\n<div class=\"date\">Date: 10\/6\/1879<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d44\">\n<div class=\"paragraph jod\" id=\"v20n891\"> I have been reminded, while listening to Brother Rudger Clawson's remarks, of the sayings of the Savior, recorded in the 6th chapter of the Gospel according to St. Luke, 22nd and 23rd verses&#x2014;  <\/div><div class=\"paragraph jod\" id=\"v20n892\"> &#x201C;Blessed are ye, when men shall hate you, and when they shall separate you from their company, and shall reproach you, and cast out your name as evil, for the Son of man's sake. <\/div><div class=\"paragraph jod\" id=\"v20n893\"> &#x201C;Rejoice ye in that day, and leap for joy: for, behold, your reward is great in heaven: for in the like manner did their fathers unto the prophets.&#x201D;<span class=\"citation\" id=\"67255\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67255)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67255)\">Luke 6:22-23<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v20n894\"> It is frequently remarked concerning the Latter-day Saints that there being so many stories told about them, there must be some truth in some of them; in other words, to use the familiar saying, &#x201C;Where there is so much smoke there must be some fire.&#x201D; But it is worthy of remark that, from the beginning, according to the history that has come down to us of the dealing of God with the children of men, every man and people who pro<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"333b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0333.pdf\" target=\"pdfwin\">p.&#xA0;333b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7192\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>fessed to have a knowledge of God, and who really did have that knowledge, or a portion of it, and who were raised up by him, or called by him, had to suffer persecution. Stephen, the martyr, when he was being stoned at Jerusalem, said to the Jews: &#x201C;Which of the prophets have not your fathers persecuted? and they have slain them which shewed before of the coming of the Just One&#x201D;&#x2014;<span class=\"citation\" id=\"71548\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71548)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71548)\">Acts 7:52<\/a><\/span>scarcely a prophet that had ever lived among them who had not suffered persecution. Even Moses himself, the great lawgiver, the great deliverer of the Hebrew nation, who had led them out by the exhibition of mighty power, several times during his career came very near being stoned to death,<span class=\"citation\" id=\"54079\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54079)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54079)\">Ex. 17:4<\/a><\/span> or killed by the people. It is an evidence, an infallible evidence, of truth to have persecution accompany it. It is not that everyone who is reviled and who is persecuted possesses the truth. This does not always follow. But there never was a prophet of whom we have any account, raised up in the midst of the children of men to proclaim unto them divine truths,  <div class=\"break pagebreak\" id=\"334a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0334.pdf\" target=\"pdfwin\">p.&#xA0;334a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7191\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>who did not receive in his life and experience these very things of which Jesus has spoken. They were hated, they were separated from the company of their fellows, they were reproached, their names were cast out as evil,<span class=\"citation\" id=\"67239\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67239)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67239)\">Luke 6:22<\/a><\/span> they were reviled, their lives were sought; and this was especially the case with the Son of God himself&#x2014;a Being who spoke as never man spoke,<span class=\"citation\" id=\"69413\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69413)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69413)\">John 7:46<\/a><\/span> whose life was an exemplification of purity, who was without sin, whose doctrines were holy and pure, who performed mighty miracles among the children of men, whose work and labors were accompanied with great power; and notwithstanding these evidences of divinity which accompanied him, the generation in which he lived, and by which he was surrounded, were not satisfied until they had slain him. It is also recorded that every one of the Twelve Apostles, excepting John, died a violent death. There are reasons for this which are made plain in the Scriptures. There are two powers; there is God and there is Belial; or in other words, there is the Spirit of God and there is the spirit of Satan. These two powers, or forces, have been in existence since man was expelled from the garden of Eden. Satan has opposed God. He has contended against goodness and purity. Each of these influences has been operating upon the hearts of the children of men. When the adversary has succeeded in overpowering the truth, in slaying the servants of God, in shedding the blood of innocence, and the extirpation of the power and authority which God had bestowed upon man has been accomplished, then there has been a lull, there has been a cessation of that violence which has attended the proclamation of the truth. The extirpation of those who had authority to proclaim it has left the <div class=\"break columnbreak\" id=\"334b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0334.pdf\" target=\"pdfwin\">p.&#xA0;334b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7191\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> field to the adversary. Then he had his own way. One of the greatest evidences of the bad condition of affairs now existing in Christendom is the popularity that attends what is called the preaching of the Gospel of the Lord Jesus Christ. Whenever a preacher is popular in the midst of a wicked generation, or a man is popular who professes to be a minister of truth, you may set it down as a certain fact that that man does not preach the truth as it exists in Christ. There is no disputing this, if this book (the Bible) be true; if there is any reliance to be placed in the word of God. As true as there is a God, and as true as there is a devil, the man that preaches the truth to a wicked generation will bring about the hatred of which I have read in your hearing. This is just as true as that God lives and that there is evil to combat, or that Satan has power over the hearts of the children of men. Satan knows very well that his time is short. He knows very well that if the truth is proclaimed and believed in and practiced by mankind his kingdom is overthrown, that his power will soon cease. Hence it is that he has aroused in every age and at all times the children of men to rage against the truth. <\/div><div class=\"paragraph jod\" id=\"v20n896\"> Whether the Latter-day Saints preach the truth or not it is for those who hear them and examine their doctrines to decide; but there is this noted fact connected with the preaching of this truth, as imparted in this system which we call the Gospel of the Lord Jesus Christ, that wherever it has been preached it has raised hatred, it has stirred up animosity, it has enkindled the fires of persecution, it has caused blood to flow, mobs have been raised, houses have been burned, fields have been destroyed, grain has been burned,  <div class=\"break pagebreak\" id=\"335a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0335.pdf\" target=\"pdfwin\">p.&#xA0;335a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7190\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>cattle have been shot down, men and women have been expelled from their homes in the depths of winter, the blood of innocence has flowed, and all because men and women chose to believe a system of religion that differed from that which is popularly entertained. And there is this remarkable fact connected with the persecution of the people called Latter-day Saints&#x2014;and it is the same characteristic that attended the preaching of the Gospel of the Son of God by himself and his Apostles. The chief persecutors, and those who have stirred up strife in the hearts of the people have been popular preachers&#x2014;have been themselves, in too many instances, the professed ministers of Jesus Christ. It was the High Priests, it was the Pharisees, it was the religious people in the days of the Savior who were his chief persecutors, and I am sorry to say the chief persecutions which we as a people have had to endure have had their origin with the same class. Why, I am informed that one or two, if not more, of those men who formed the mob that shot Elder Joseph Standing, were circuit riders; preachers who professed to have great zeal for holy religion and pure morality. They were so filled with zeal that they could not let two young men travel in their country and preach from the Bible, without mobbing them! <\/div><div class=\"paragraph jod\" id=\"v20n898\"> As Latter-day Saints this ought to cause us to rejoice. We should not be angry, we should not indulge in the spirit of revenge. Such a spirit is foreign to the Gospel. It is our duty to endure all things patiently, uncomplainingly, and with long-suffering, putting our trust in God, relying upon his arm, awaiting the deliverance which he will bring to pass in his own time and in his own season. If I am persecuted and I <div class=\"break columnbreak\" id=\"335b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0335.pdf\" target=\"pdfwin\">p.&#xA0;335b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7190\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> turn upon my persecutors in the spirit which they manifest, do I exhibit a spirit that will bring down the blessing of God upon me? Certainly not; I would be no better than my persecutors. If a man strike me on the one cheek and I turn and strike him again, retaliate, give him blow for blow, do I by so doing manifest that I have received any better spirit than the man who struck me? I think not. It is very natural, I know, when we are reviled to turn round and revile again; when we are struck to turn round and strike again; when we are abused to turn round and abuse again. This is the natural prompting of the human heart; this is the natural feeling of every man of spirit&#x2014;not to submit to indignity, but to resent it instantly. Our codes are all formed upon this. The training that we have had from our childhood upward, in the society of the world, has been that a man who submits to an outrage quietly is unworthy of the name of man; that the man who submits to be called a liar, or to rebukes, or to abuse quietly, is unworthy of the name of man. Now, that is certainly not the teaching of the Savior; all his teachings are to the contrary. His people are to be a meek people.<span class=\"citation\" id=\"62923\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62923)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62923)\">Matt. 5:5<\/a><\/span> His people are to be peacemakers.<span class=\"citation\" id=\"62973\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62973)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62973)\">Matt. 5:9<\/a><\/span> His people are to leave the results with him; to submit to these things quietly, uncomplainingly, that is, so far as outward manifestations are concerned; to pray unto him, to leave it with him. He has given unto his people a law upon this subject. If our enemies come upon us, or our families, once, we are to bear it patiently and revile not, neither seek revenge, and we shall be rewarded. If our enemies come upon us the second and third times, we are to bear it patiently, as on the former occasion, and great rewards are promised.  <div class=\"break pagebreak\" id=\"336a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0336.pdf\" target=\"pdfwin\">p.&#xA0;336a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7189\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>If they come the fourth time, then the law in ancient days, and as the Lord has revealed it to us, is that they are in our hands to do to them as we may please; but if we then will spare them, we shall be rewarded for our righteousness.<span class=\"citation\" id=\"89310\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89310)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89310)\">D&amp;C 98:23-48<\/a><\/span> I speak of these things because I know how painful it is to submit to outrages such as have been heaped upon us. There are many such committed that are almost unbearable, men feel as if they could not submit to them; but as I understand it, it is far better for us to submit to these things patiently, and without retaliating, and leave the Lord to deal with them, than to indulge in the other spirit and the other feeling. <\/div><div class=\"paragraph jod\" id=\"v20n900\"> There is a great anxiety in the minds of many of the Latter-day Saints respecting the future. &#x201C;How long must we submit to such wrongs as we many times have to endure?&#x201D; is a question that arises very frequently in the minds of the people. We have been in these mountains nearly thirty-three years&#x2014;thirty-two years last July. We had more freedom in some respects the first few years we were here than we have today, notwithstanding our growth, notwithstanding the numbers of the people have increased to so great an extent, notwithstanding the labors that have been performed; and there is a natural anxiety in the minds of a great many people as to how long these things will go on as they are, and some are almost discouraged. There was a time when throughout these valleys, from one end to the other, drunkenness was comparatively unknown. Drinking saloons were not permitted, gambling saloons were not licensed, nor did they exist; other places which I need not name had no foothold, nor existence, in our midst, and from one end of the Territory to the other there was a condi<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"336b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0336.pdf\" target=\"pdfwin\">p.&#xA0;336b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7189\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tion of affairs which everybody who loved good order and peace admired. I frequently meet with gentlemen who knew us a few years ago, who speak of the unfavorable change which has taken place in our affairs. The Latter-day Saints realize very fully how great this change has been. Our sons and daughters are now exposed to temptations of which they knew nothing in former years. We had the power, which we exercised, to control these affairs, but as I explained here not a great while ago, we have now found out that the charter of this city, which we supposed gave unto the municipal authorities all the power necessary to control, regulate, and, if necessary, prohibit the institutions and practices to which I have alluded, is limited in its power to stop the sale of liquor. So the judiciary have ruled. Monster petitions have been gotten up by the women of this city and presented to the City Council, asking for the prohibition of liquor saloons; but in vain. The City Council are powerless in the matter, because of judicial ruling. Naturally the inquiry arises, how long shall these things continue? Shall all the hopes respecting the future of this country, respecting the future of Israel, be blotted out? Are we to be disappointed, and a condition of affairs be established here which will perpetuate all the evils existing elsewhere, from which we have fled? If I thought this would be the case I should be discouraged. If I thought for one moment that we should not have power in the future as we have had in the past to maintain righteousness and a righteous rule and good order in this country, I should feel exceedingly discouraged. But I do not look for a perpetuation of these evils. I expect the day will come when this people, if they will be  <div class=\"break pagebreak\" id=\"337a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0337.pdf\" target=\"pdfwin\">p.&#xA0;337a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7188\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>true to themselves and the principles which we have espoused, will have power to control affairs throughout these mountains. Shall we do this by violence? Not at all. By overstepping the bounds of the Constitution, or of the legal rights of individuals? Not at all. I do not look for any such thing; but I look for the time to come when this people throughout these mountains shall have the power they ought to have&#x2014;the power to elect their own officers, enact their own laws and to enforce them; when the majority of the people shall have the right to say what shall be the rule in this land, a right that has been denied us up to the present time. Why is this right denied us? Partly because of the fears of people who live in our midst&#x2014;their imaginary fears, or their pretended fears. There is a class of people in these valleys, particularly in this city and the country round about, who are using every influence in their power to prevent the Latter-day Saints from having the power that citizens of the United States have elsewhere. They say that if we get this power and this authority it will be impossible for them to live here, that they will have to leave the land; that there will be such a reign of terror, or such a condition of affairs that no one will be able to endure it, except the Mormons, or Latter-day Saints, themselves; and by the publication of such stories as these, by magnifying all the trifling things they see done, by calling attention to plural marriage, and by giving a false representation of the power that is wielded by the leaders of the people, and by the circulation of the most infamous falsehoods, they create an impression abroad that is unfavorable to us and to our rights. <\/div><div class=\"paragraph jod\" id=\"v20n902\"> In the providence of God I recog<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"337b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0337.pdf\" target=\"pdfwin\">p.&#xA0;337b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7188\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>nize all these things as likely to accomplish much good for us. I myself feel it is important that we as a people should be trained; that we should learn those lessons that are necessary to enable us to temperately and properly exercise power when we gain it; and I have hoped that, by submitting to these things, by enduring them&#x2014;as we have had to do for many years&#x2014;a lesson would be taught to us that neither we nor our posterity should ever forget; and that when the time should come for us to exercise our full rights as American citizens, we might be able to administer the laws and govern in such a way that all should be protected, that every man of every creed, of every nation, and of every people, should enjoy his rights in our midst as perfectly as if he were in full faith with the majority of the people. Not the right to do wrong, not the right to practice iniquity, not the right to trample upon his neighbor, to intrude upon his rights, but the right to do that which may seem good in his own eyes, so long as he should not thereby interfere with the rights of others; the right to worship God as he pleases, to call upon him in any form that may be acceptable to him or his conscience, to believe in God, or not to believe him if he choose, so long as the belief, practice and rights of his neighbor shall not be interrupted. Until we can reach this condition and entertain these views and carry them out, it would not surprise me if we should be kept in subjection. <\/div><div class=\"paragraph jod\" id=\"v20n903\"> I wish to say for the encouragement of the Latter-day Saints, because I have sometimes thought there was a feeling of discouragement creeping over some of the people, that some were letting down bars and yielding to the influences  <div class=\"break pagebreak\" id=\"338a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0338.pdf\" target=\"pdfwin\">p.&#xA0;338a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7187\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>around them and almost giving up in despair, feeling that all that had been spoken concerning our future is very doubtful or not likely to be fulfilled&#x2014;I therefore wish to say for the encouragement of the people today that the time will come, as sure as God lives, that all that has been said concerning us will be fulfilled. There is a great destiny in store for this people called Latter-day Saints. They cannot be repressed. Mr. Evarts may issue his circular, he may send to the nations of the earth, and the ports of the United States may be closed against our emigration. The law of 1862, against plural marriage, may be enforced with rigor, and everything be done that can be by those who are determined to check the growth and development of this people, and yet there is a power connected with them that cannot be unless the people themselves be extirpated. Anything short of this will fail, will fail entirely, in accomplishing the stoppage of this work. A people such as this, with all their faults&#x2014;and our faults are numerous&#x2014;but possessing such qualities as are being developed among us, must rise to the surface and become a governing people. Where in the race of life, as you witness it among private individuals, do the qualities that characterize the Latter-day Saints fail to win success? We have temperance, frugality, union, true love, honesty, industry and chastity. &#x201C;No,&#x201D; says one, &#x201C;not chastity.&#x201D; Yes chastity! For among no other people upon this continent is chastity respected as it is among the Latter-day Saints. Where will you find these qualities fail in being successful? They are always successful in private life. If you want a man to succeed, if you want your son to succeed, you say to him, &#x201C;my son, be truthful, be honest, be indu<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"338b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0338.pdf\" target=\"pdfwin\">p.&#xA0;338b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7187\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>strious, be frugal, be chaste, avoid drunkenness, avoid wicked society, avoid taking the name of God in vain, govern your speech, be temperate in all things, and you will succeed.&#x201D; What father who loves his children does not impress upon them the importance of these qualities? And these are the qualities that dominate among the Latter-day Saints. <\/div><div class=\"paragraph jod\" id=\"v20n905\"> I had occasion to go to a gentleman here, within a week, to transact some business. He has been doing business here for some years. Without my leading him on at all he said to me, &#x201C;I never dealt with so honest a people as the Mormons. They pay their bills, they meet their engagements; you can rely upon them. Any money that I have lost I have not lost it through the Mormons.&#x201D; I felt thankful that this man could say this about us, and yet we are not near so honest as we should be, but there is this to be said in our favor, we are struggling in this direction, struggling to be honest, struggling to be truthful. We have raised a standard which is much higher than we have attained unto. It is an elevated standard, but there is this to be said for the people, if their standard is high they are struggling to attain to it. If not done to so great an extent as we ought to do, still it can be said we are struggling to be truthful, honest and temperate, and we deplore intemperance, profanity, litigation and strife, enmity and hard feelings. I say there is a hope for a people who have a standard of this kind, and especially so when they have men in their midst&#x2014;as I thank God we have&#x2014;who are not afraid to tell the people when they do wrong, to tell them their faults to their faces and say unpleasant things to them. There is one thing about the leading  <div class=\"break pagebreak\" id=\"339a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0339.pdf\" target=\"pdfwin\">p.&#xA0;339a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7186\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>men of this Church; they do not depend upon the people for their support. It is not necessary for them to tickle their ears by fine speeches and pleasant things. They can say rough things, unpleasant truths, because they are independent; they can live without the aid of the people by the industry of their own hands, and they are not afraid of some of their deacons or some of the congregation taking exceptions to their manner of speech and cutting off their salary. Why if such unpleasant truths were told, as have been told to the Latter-day Saints, by ministers of different denominations, who do you think would give them a call? Would they receive a call to some other places and be paid a higher salary? No, their style would be too unpleasant to be popular. Well I have hope for this people while this is the case, and I pray that we shall always have men here who are not afraid to tell you and me our faults and warn us of them and reprove us, for &#x201C;better the reproof of a friend than the kiss of an enemy.&#x201D;<span class=\"citation\" id=\"57529\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57529)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57529)\">Prov. 27:6<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v20n907\"> It is not going to be a great while&#x2014;and many of you will see it too&#x2014;before there will be a great revolution in the earth. Just as sure as the Lord lives the day will come when there will be consternation not only in foreign nations but in our own nation. The people of this Republic are actually treading upon a volcano and they do not know how soon the fires may burst forth, how soon the governmental fabric of this nation, the most glorious the sun has ever shone upon, the best that man without the priesthood has had upon the earth, shall tumble. And why? Through the corruption of the people. The best government becomes the worst government when the people become corrupt, when <div class=\"break columnbreak\" id=\"339b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0339.pdf\" target=\"pdfwin\">p.&#xA0;339b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7186\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> bribery in high places rules, when political parties condescend to purchase votes. The power of a government is weakened when Senators, Representatives, and Presidents get their places by the use of money. Woe to a nation when this becomes the case. It is doomed and sooner or later it must fall. What is the remark respecting the election of United States Senators in many of the States? It is that a man cannot get that position except he be wealthy. What does that mean? Everyone can draw his own conclusion. But that is not the worst feature either. There is disunion and animosity and the fires of sectional hatred burn fiercely. They may smolder at times. They may not always appear on the surface. But let the breeze blow and quicken them into life and how fierce the flame burns. <\/div><div class=\"paragraph jod\" id=\"v20n908\"> It may be asked, What has all this to do with the Gospel? The Lord has restored the everlasting Gospel for the express purpose of raising up a pure people upon this land. This American continent is the choicest land upon the face of the whole earth. God kept it hidden until the 15th century that it might not to be overrun by the people of Europe or of the rest of the world. He kept it hidden in darkness and covered with clouds until the set time had come when he could accomplish his purpose and prepare the way for the American Republic, under which his kingdom could be established. Could it have been established in Asia, in Europe, or in Africa? No, it required the Declaration of Independence framed by men inspired of God; the Constitution of the United States framed and adopted by men whom he had raised up;<span class=\"citation\" id=\"89607\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89607)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89607)\">D&amp;C 101:80<\/a><\/span> it required a people who had fought for their liberty, religious and civil, and who by his divine blessing had succeeded  <div class=\"break pagebreak\" id=\"340a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0340.pdf\" target=\"pdfwin\">p.&#xA0;340a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7185\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>in gaining it and in establishing a free form of government. It required such a republican government as we have, to permit this people called Latter-day Saints to be organized, to grow and increase and become a mighty power. Is there anything incompatible with true republicanism in the growth of such a people organized as the Latter-day Saints are? Let me say that the men and women who live in accordance with the Gospel are the best people in the world. They make the best members of society and live above all earthly law, that is constitutional law. Now I take issue, you know, with some laws. Some laws are constitutional, and some laws are unconstitutional, but a man who believes in and practices the Gospel of Jesus Christ will live so far above every constitutional law that he will never violate it. He may be guilty of mistakes, he may fall into error, but there will be nothing culpable in his conduct. <\/div><div class=\"paragraph jod\" id=\"v20n910\"> As the people of God, we must be meek and lowly of heart.<span class=\"citation\" id=\"64301\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64301)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64301)\">Matt. 11:29<\/a><\/span> We must confess our sins one to another,<span class=\"citation\" id=\"77735\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77735)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77735)\">James 5:16<\/a><\/span> help the poor, clothe the naked and administer sustenance to those who require it.<span class=\"citation\" id=\"128037\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128037)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128037)\">Jacob 2:19<\/a><\/span><span class=\"citation\" id=\"128038\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128038)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128038)\">Alma 34:28<\/a><\/span> We must cease our backbiting, our strife, our faultfinding, our evil speaking,<span class=\"citation\" id=\"84373\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84373)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84373)\">D&amp;C 20:54<\/a><\/span> bearing false witness<span class=\"citation\" id=\"54309\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54309)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54309)\">Ex. 20:16<\/a><\/span> and all other practices of this kind, and live as Latter-day Saints should who are worthy of the name, then we will be the best citizens of the country, the best citizens that can be found, citizens of whom people will be proud&#x2014;that is all good and honest people&#x2014;and whom God will bless. These are duties that devolve upon every one of us. We should not be Saints in name alone, but in deed and in truth,<span class=\"citation\" id=\"78726\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78726)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78726)\">1 Jn. 3:18<\/a><\/span> striving to make our lives an exemplification of the principles we profess, and then if men revile us <div class=\"break columnbreak\" id=\"340b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0340.pdf\" target=\"pdfwin\">p.&#xA0;340b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7185\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and cast out our names as evil<span class=\"citation\" id=\"67240\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67240)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67240)\">Luke 6:22<\/a><\/span> we can leave our case in the hands of God. We can call upon him and ask his blessing, and then what difference does it make what the wicked think or say about us? None in the least. We do not live for the opinion of the wicked; but if we live as we should do, if we live for God and pursue a straightforward course, and then if our enemies malign us, God will be our friend; he will deliver us and it will be all right with us in the end. &#x201C;But,&#x201D; says one, &#x201C;how do you know God is your friend?&#x201D; Pray to him in faith and you will find out. Man may deride and say there is no God, and say that it is all humbug. But I know for myself that God lives. I know that when I pray to him he hears and answers my prayers. If I pray to him in secret and he rewards and gives me the desires of my heart, supposing all the rest of the world should say that God does not live, does that alter my position, or detract from any of the blessings I enjoy? Not in the least. It does not interfere with them. It is my right to believe there is a God, and if another man chooses to believe there is not, then that is his business. Shall I quarrel with a man because I think my religion is better than his? Not at all. If my religion is better than his, why I will show it in my life and not descend to ridicule and violence. When people take up pistols and use violence they give to the world the best proof that their religion is not of God. But that is the way we have been treated. For believing in the true Gospel we must be mobbed, we must have our houses burned, we must be driven from our homes, our children and aged people must die by the way side, our track being marked with the graves of them that fall, all because we have  <div class=\"break pagebreak\" id=\"341a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0341.pdf\" target=\"pdfwin\">p.&#xA0;341a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7184\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>a religion that happens to differ from the religion of others. It is curious that men will do such things in the name of religion! Now if you have true religion&#x2014;as I know we ought to have&#x2014;show the world that your religion is what it is proclaimed to be&#x2014;the Gospel of Jesus Christ; show the world that it is a pure, a better and a loftier religion than any other, and not with our lips alone, but proclaim it to all, by our words, and by our deeds, and then the time will come when it will receive <div class=\"break columnbreak\" id=\"341b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0341.pdf\" target=\"pdfwin\">p.&#xA0;341b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7184\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> its proper recognition. Belial, or Satan, is not going to rule always. His end draweth near, and the time is nigh when misrule and wickedness shall be banished from the face of the earth. <\/div><div class=\"paragraph jod\" id=\"v20n912\"> I pray that the blessing of God may rest upon us. I pray God to fill us with the Holy Spirit, to inspire our hearts with pure desires, that we may serve him to the best of our ability and knowledge, which may God grant in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}