{"ID":200035, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Restitution of All Things&#x2014;Pre-Existence of Man&#x2014;First Principles of the Gospel.<\/div>\n<div class=\"subtitle\">Discourse by Elder John Morgan, delivered in the Tabernacle, Salt Lake City, on Sunday Afternoon, Aug. 17, 1879.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: John Irvine.<\/div>\n<div class=\"pageHeader\">Page Header: Restitution of All Things, Etc.<\/div>\n<div class=\"speaker\">Speaker: John Morgan<\/div>\n<div class=\"date\">Date: 8\/17\/1879<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d35\">\n<div class=\"paragraph jod\" id=\"v20n734\"> I will read within your hearing this afternoon the 19th, 20th and 21st verses of the 3rd chapter of the Acts of the Apostles&#x2014;  <\/div><div class=\"paragraph jod\" id=\"v20n735\"> &#x201C;Repent ye therefore, and be converted, that your sins may be blotted out, when the times of refreshing shall come from the presence of the Lord; <\/div><div class=\"paragraph jod\" id=\"v20n736\"> &#x201C;And he shall send Jesus Christ, which before was preached unto you: <\/div><div class=\"paragraph jod\" id=\"v20n737\"> &#x201C;Whom the heaven must receive until the times of restitution of all things, which God hath spoken by the mouth of all his holy prophets since the world began.&#x201D;<span class=\"citation\" id=\"71348\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71348)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71348)\">Acts 3:19-21<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v20n738\"> In endeavoring to address those who are present this afternoon, I desire that I may have an interest in the faith and prayers of my <div class=\"break columnbreak\" id=\"277b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0277.pdf\" target=\"pdfwin\">p.&#xA0;277b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7248\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> hearers, that such things may be said, such principles brought forth, as will be for our mutual good and benefit, and acceptable to our Father and God. I have often thought in connection with our services here in the Tabernacle, that it should be a testimony, not only to the Latter-day Saints, but to strangers who may visit us, in regard to the work in which we are engaged, the manner in which our preaching is done. Elders come into the congregation with no anticipation whatever of being called upon to address the people. During the week they have possibly been engaged in their various avocations as farmers, as artisans, as mechanics of various grades and kinds, as merchants, and in the dif<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"278a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0278.pdf\" target=\"pdfwin\">p.&#xA0;278a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7247\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ferent walks of life, and they possibly come to the meeting and into the congregation with their minds filled with the business of the previous week, when they are called upon to stand before a congregation of one, two, three, five, or ten thousand people, and preach to them the words of eternal life.<span class=\"citation\" id=\"69333\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69333)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69333)\">John 6:68<\/a><\/span> A congregation of that size elsewhere in the Christian world, to edify, to instruct them, would require considerable preparation upon the part of the minister. But it is not so with us as a people. Elders are called to the stand without a moment's warning, or time to prepare what they may have to say, or what they may be expected to say; and it looked strange to me when I first entered a congregation of the Saints and saw this manner of procedure. It doubtless looks strange to many today who visit us. But we rely on the promises of our Savior, though made many hundreds of years ago. We consider these promises still good and in force, and that in the hour we are called upon to proclaim the words of eternal life<span class=\"citation\" id=\"128013\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128013)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128013)\">John 6:68<\/a><\/span> he will give unto us words to speak; we shall speak by the inspiration of that spirit which leads, guides and directs us unto all truth.<span class=\"citation\" id=\"64125\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64125)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64125)\">Matt. 10:19-20<\/a><\/span><span class=\"citation\" id=\"66668\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66668)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66668)\">Mark 13:11<\/a><\/span><span class=\"citation\" id=\"67606\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67606)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67606)\">Luke 12:11-12<\/a><\/span><span class=\"citation\" id=\"70420\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70420)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70420)\">John 16:13<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v20n740\"> In the passages that I have just read, especially in the 21st verse, reference is made to Jesus Christ of Nazareth,<span class=\"citation\" id=\"71350\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71350)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71350)\">Acts 3:20<\/a><\/span> who had come forth in the day and age in which these words were spoken, in a lowly manner, from the city of Nazareth, proclaiming certain principles, certain ideas, and certain doctrines. As it happened, these principles, ideas and doctrines were not popular in the section of country in which he was preaching at that particular time. He taught certain doctrines to the people, which the mass of mankind by whom he was surrounded did not <div class=\"break columnbreak\" id=\"278b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0278.pdf\" target=\"pdfwin\">p.&#xA0;278b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7247\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> receive, did not accept, and did not believe. On the contrary, they used every means in their power to thwart the carrying out of the designs of the Savior, the bringing forth of the principles and the promulgation of the ideas and doctrines that Jesus and those by whom he was immediately surrounded proclaimed. As the result of this opposition, which lasted a considerable length of time, this man, Jesus of Nazareth, was taken by the populace, and by the Scribes and Pharisees and ministers and high priests of that day, and crucified; and said they, &#x201C;Let his blood be upon our heads, and the heads of our children;&#x201D;<span class=\"citation\" id=\"66344\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66344)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66344)\">Matt. 27:25<\/a><\/span> considering it better that one man should perish than that the whole nation should be led away.<span class=\"citation\" id=\"69791\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69791)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69791)\">John 11:50<\/a><\/span> They considered that if they allowed this man to go on, the whole world would follow after him;<span class=\"citation\" id=\"69785\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69785)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69785)\">John 11:48<\/a><\/span> therefore, this heresy, this delusion, this gigantic wrong, that had sprung up, must be done away with, and the only way to do it was to kill Jesus, whom they looked upon as an impostor. As a result they crucified him, doubtless anticipating that that act would stop the work that he had started; that from the day of his crucifixion, his followers would dwindle and fall away, and that the delusion he had been preaching would no longer be heard on the face of the earth. Well, to a certain extent they were correct in this. Peter, doubtless, as prophet, seer, and revelator, saw this feature in the future. In telling them that they had crucified the Christ, the Savior of the world, he reminded them that the heavens must receive this man.<span class=\"citation\" id=\"71386\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71386)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71386)\">Acts 3:21<\/a><\/span> He could no longer dwell with them in the flesh. He had come forth and was born upon the earth; was baptized; the Holy Ghost came upon him in the bodily  <div class=\"break pagebreak\" id=\"279a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0279.pdf\" target=\"pdfwin\">p.&#xA0;279a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7246\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>form of a dove;<span class=\"citation\" id=\"128014\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128014)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128014)\">Matt. 3:13-16<\/a><\/span><span class=\"citation\" id=\"67139\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67139)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67139)\">Luke 3:22<\/a><\/span> he was crucified, buried and resurrected, and had ascended into heaven.<span class=\"citation\" id=\"128015\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128015)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128015)\">Acts 1:9<\/a><\/span> Naturally his friends and followers would ask the question, How long is he to remain there, throughout all the ages of eternity? Oh, no, for at the time of his ascension, when his disciples stood looking at him ascending on high, there stood two angels by their side, who said, &#x201C;Ye men of Galilee, why stand ye gazing up into heaven? this same Jesus, which is taken up from you into heaven, shall so come in like manner as ye have seen him go into heaven.&#x201D;<span class=\"citation\" id=\"71044\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71044)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71044)\">Acts 1:10-11<\/a><\/span> They had the promise given unto them from the lips of holy angels, that in like manner as he had ascended in a body of flesh and bone, in like manner should he return to the earth. Peter then informs us how long he is going to remain from the earth, informs us what length of time he is to abide in the heavens, &#x201C;Whom the heaven must receive until the times of restitution of all things.&#x201D;<span class=\"citation\" id=\"71387\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71387)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71387)\">Acts 3:21<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v20n742\"> It must be, then, that something would have to be taken from the earth to enable the bringing about of a restitution. As, for instance, it would be impossible for a man to restore back to me something I had never been in possession of. It would be impossible to return back to the earth something that the earth had never possessed. It would be impossible to restore back to the human family that which they had never possessed. Then, to make a restitution, it must be that there would be restored back to the earth certain things, certain principles, certain doctrines, certain ideas, that had once been extant on the face of the earth. Others of the apostles and prophets, seers and revelators of the Lord Jesus Christ in their day and age looked forward to <div class=\"break columnbreak\" id=\"279b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0279.pdf\" target=\"pdfwin\">p.&#xA0;279b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7246\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> this time. Isaiah tells us that the time should come when the earth should mourn and fade away and languish.<span class=\"citation\" id=\"58408\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58408)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58408)\">Isa. 24:4<\/a><\/span> Why? &#x201C;Because they have transgressed the laws, changed the ordinance, and broken the everlasting covenant.&#x201D;<span class=\"citation\" id=\"58453\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58453)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58453)\">Isa. 24:5<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v20n743\"> Certain principles were advanced when Jesus was upon the earth. They were advanced by him and by his followers, the disciples, and those who believed in his mission. Prominent among these principles that were advanced was the principle that he advanced in regard to himself. He spoke of his having come from the Father;<span class=\"citation\" id=\"69493\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69493)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69493)\">John 8:42<\/a><\/span><span class=\"citation\" id=\"70525\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70525)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70525)\">John 16:28<\/a><\/span> and Peter, in speaking of this matter in one of his epistles, says: &#x201C;Who verily was foreordained before the foundation of the world.&#x201D;<span class=\"citation\" id=\"77786\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77786)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77786)\">1 Pet. 1:20<\/a><\/span> Going further back into history, as we have it here in holy writ, we find that God had spoken to some of the prophets in times of old in regard to the same principle. Said he to Jeremiah, &#x201C;Before I formed thee in the belly I knew thee; and before thou camest out of the womb I sanctified thee, and I ordained thee a prophet unto the nations.&#x201D;<span class=\"citation\" id=\"60261\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60261)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60261)\">Jer. 1:5<\/a><\/span> Again, we find in the writings of Job, speaking of the organization of the world, that &#x201C;the sons of God shouted for joy<span class=\"citation\" id=\"56253\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56253)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56253)\">Job 38:7<\/a><\/span> when the foundation of the earth was laid.&#x201D;<span class=\"citation\" id=\"128016\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128016)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128016)\">Job 38:4<\/a><\/span> Again, one of the writers in holy writ, in speaking on this subject, said: &#x201C;Then shall the dust return to the earth as it was: and the spirit shall return unto God who gave it.&#x201D;<span class=\"citation\" id=\"57622\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57622)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57622)\">Eccl. 12:7<\/a><\/span> I take it as a logical consequence, that it would be impossible to return to a place where we had never been; that it would be impossible to return to God, if we had not been in his presence. <\/div><div class=\"paragraph jod\" id=\"v20n744\"> I find in the passages that I have quoted an allusion to the pre-existence we have had, similar to that which Jesus taught of himself when  <div class=\"break pagebreak\" id=\"280a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0280.pdf\" target=\"pdfwin\">p.&#xA0;280a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7245\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>he was upon the earth. As he and his disciples passed along the road they found a man who had been blind from his birth. The disciples referred to Jesus and asked, &#x201C;Who did sin, this man, or his parents, that he was born blind?&#x201D;<span class=\"citation\" id=\"69540\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69540)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69540)\">John 9:1-2<\/a><\/span> If the result of the blindness was the sin of the man, certainly that sin must have been committed before the birth in the flesh. It is scarcely possible that a man would have to be punished in this way in the <span class=\"italic\">expectation<\/span> of his committing a sin. That idea is reserved for men in the nineteenth century. We as a people know that men, in hundreds and thousands of cases, are judged and condemned before they are proven guilty. That idea, however, is not promulgated by divine authority. I find, then, in these passages, a proof of the pre-existence of these spirits of ours which inhabit our tabernacles, those that I see before me this afternoon, as well as my own. I find in all parts of the world that we have any knowledge of, or wherever I have had the privilege of coming in contact with the children of men, that there is what we call death comes to them; and I find that they almost universally agree&#x2014;although Sadduceeism does to a certain extent exist in the Christian world today&#x2014;that when we bring this body of flesh and bone, this outward covering of the spirit, there is a spirit that has inhabited that body that goes somewhere, if you please; that when it leaves this earth it exists as a spirit, or has an existence outside of this body of flesh and bone. And I also find, as a general thing, that the human family recognize that that spirit has intelligence, and I moreover find that the great mass of the Christian world believe that that spirit has not only intelligence, but that it can suffer pain, and can <div class=\"break columnbreak\" id=\"280b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0280.pdf\" target=\"pdfwin\">p.&#xA0;280b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7245\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> enjoy pleasure. As, for instance, we hear people speak in regard to those of their household who have passed away from their midst. They have buried the body of flesh and bone, and it may molder away in the grave, yet they feel to say, &#x201C;The spirit has gone behind the veil, and when we go there we expect to meet.&#x201D; We also find that the so-called followers of the Lord Jesus Christ today, in talking on this subject, assert that the spirit has gone to a place of punishment, where it is punished, or that it has gone to a place of enjoyment, where it can enjoy. In other words that this spirit within us is something that is tangible, something that can reason, something that can sense and feel pain or enjoy pleasure. In other words, when we come to examine this matter, when we come to ascertain the truth in relation to it, we find that the spirit that inhabits this body, the spirits that inhabit the bodies of the human family, is the intelligent part of them&#x2014;it is the part that receives light and knowledge; it is the part that was created before the foundations of the earth were laid, and which has come upon the earth to tabernacle in the flesh, and when we have done with this body of flesh and bone, the spirit, as far as light and knowledge is concerned, retains its identity and its knowledge. One very erroneous idea that has crept into the minds of the human family, and one that we find traditioned in the minds of our children, is this: A kind of vague, indistinct impression that when we lay down this body of flesh and bone we lay down the frailties and imperfections of this life. Not if the words of this book (the Bible) are true, for we find that those spirits, after having gone behind the veil, according to the Apostle  <div class=\"break pagebreak\" id=\"281a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0281.pdf\" target=\"pdfwin\">p.&#xA0;281a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7244\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Peter, had to be preached to: &#x201C;For for this cause,&#x201D; says he, &#x201C;was the gospel preached also to them that are dead, that they might be judged according to men in the flesh, but live according to God in the spirit.&#x201D;<span class=\"citation\" id=\"78136\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78136)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78136)\">1 Pet. 4:6<\/a><\/span> They needed to be preached to, to enable them to live according to the Spirit of God, and as we find in the preceding chapter, Peter says, &#x201C;By which also he went and preached unto the spirits in prison; Which sometime were disobedient, when once the longsuffering of God waited in the days of Noah.&#x201D;<span class=\"citation\" id=\"78040\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78040)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78040)\">1 Pet. 3:19-20<\/a><\/span> And I often think that, in connection with this matter, if many of our men in Israel would stop and reflect for a few moments in regard to this point it would be a benefit to them; that if they would but understand and comprehend that the habits and the weaknesses in which they indulge, the frailties to which they become accustomed, and that are not right, that they go with them into the spirit world, there to be repented of, or turned from, they would hesitate before becoming addicted to many of the things they do, seeing that the habits they have contracted will remain eternally with them, unless they are repented of. But repentance here or repentance there must come before progress or exaltation will ever reach them, worlds without end. All the thoughts and the acts we indulge in here, the ideas that we obtain, the principles that we become partakers of, are eternal in their nature, and they will stay and abide with us throughout the eternities to come, for good or for evil. There are certain laws, certain rules, a certain system of order, which controls, leads and guides all this great plan. These principles were taught by the Savior when he was upon the earth. They were not popular, however, because they did not chime in <div class=\"break columnbreak\" id=\"281b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0281.pdf\" target=\"pdfwin\">p.&#xA0;281b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7244\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> with the ideas of that day and age of the world. Said these wise men of the Pharisees and Sadducees, &#x201C;Why, these doctrines clash with our particular, or peculiar ideas, and if we admit them for one moment, the fabric we have built up here will tumble to the ground; we cannot stand it.&#x201D; It is true they could not contend with Jesus and his apostles in argument; and I have always said that any man, any set of men, any government, I care not who they are, or what they are, who resort to brutal force to convince their opponents that they are wrong&#x2014;I say that those who do so are almost certain to be in error. They have run out of argument, and any government that will force men in regard to belief, political or religious, I consider that that government, or the people who engage in such a thing, are out of argument on their side, they have no longer any argument to sustain themselves, and resort to force to carry their point. In that day and age of the world, those men who opposed Jesus and his apostles ran out of argument, and as a result they say, &#x201C;We will take the life of this man.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v20n747\"> We find other principles that were taught by our Savior when he was upon the earth. One of these was faith, a very important principle in the plan of salvation. Another was the principle of repentance, and I have often thought, in coming in contact with the human family, that one of the reasons today of the discord and confusion that reign in the midst of the children of men is because they have not truly repented. It is true, there is a form of repentance indulged in by many millions of the human family&#x2014;a kind of repentance that moans and groans and cries and laments over the sins that they have committed, but they go  <div class=\"break pagebreak\" id=\"282a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0282.pdf\" target=\"pdfwin\">p.&#xA0;282a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7243\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and do the same thing tomorrow. That is the kind of repentance that Paul meant when he said: &#x201C;For godly sorrow worketh repentance to salvation not to be repented of: but the sorrow of the world worketh death.&#x201D;<span class=\"citation\" id=\"74265\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74265)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74265)\">2 Cor. 7:10<\/a><\/span> There is a kind of sorrow that needs not to be repented of,<span class=\"citation\" id=\"74264\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74264)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74264)\">2 Cor. 7:10<\/a><\/span> and which consists in turning away from all that is evil, from all that is wrong or incorrect in the sight of God and of holy angels and of all good men. <\/div><div class=\"paragraph jod\" id=\"v20n749\"> Jesus taught also the principle of baptism, and I have no doubt in my own mind that he foresaw the fact that the time would come when the principle of baptism as he taught it would be perverted and changed. Paul undoubtedly foresaw that time, for says he, &#x201C;The time will come when they will not endure sound doctrine; but after their own lusts shall they heap to themselves teachers, having itching ears; And they shall turn away their ears from the truth, and shall be turned unto fables.&#x201D;<span class=\"citation\" id=\"76243\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76243)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76243)\">2 Tim. 4:3-4<\/a><\/span> We find many fables in the world today in regard to the principle of baptism. The baptism that Peter taught was widely different to the baptism taught by the Christian world today. Said he, &#x201C;Repent, and be baptized every one of you.&#x201D;<span class=\"citation\" id=\"71246\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71246)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71246)\">Acts 2:38<\/a><\/span> What for? &#x201C;For the remission of sins.&#x201D;<span class=\"citation\" id=\"71247\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71247)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71247)\">Acts 2:38<\/a><\/span> Today baptism is not practiced with that object in view, by any means, by those who profess to have the Gospel of Christ. They baptize for a form, for the answering of a good conscience.<span class=\"citation\" id=\"78090\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78090)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78090)\">1 Pet. 3:21<\/a><\/span> I find that the baptism that Peter taught, that John taught, had for its object the remission of sin, and another very important principle was to follow this baptism, for said Peter emphatically, &#x201C;Ye shall receive the gift of the Holy Ghost.&#x201D;<span class=\"citation\" id=\"71245\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71245)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71245)\">Acts 2:38<\/a><\/span> And for fear that there would be those who would pervert and change and turn away from this principle, he told the thousands <div class=\"break columnbreak\" id=\"282b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0282.pdf\" target=\"pdfwin\">p.&#xA0;282b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7243\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of Judea that were listening to him, that &#x201C;the promise is unto you, and to your children, and to all that are afar off, even as many as the Lord our God shall call.&#x201D;<span class=\"citation\" id=\"71306\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71306)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71306)\">Acts 2:39<\/a><\/span> The promise was unto those that were afar off. It makes no difference in regard to nationality, kindred, or race, and today, if God calls any man to obey him and keep his commandments by going into the waters of baptism, this promise is just as good as it was on the day of Pentecost when the Holy Ghost was poured out so mightily upon the apostles. We find an instance in connection with this ordinance in the Acts of the Apostles. The Apostles, when at Jerusalem, heard that Samaria had received the word of God,<span class=\"citation\" id=\"71597\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71597)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71597)\">Acts 8:14<\/a><\/span> and that Philip had been attending to the ordinance of baptism,<span class=\"citation\" id=\"71591\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71591)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71591)\">Acts 8:12<\/a><\/span> after the people had repented&#x2014;but by repentance they did not receive the Holy Ghost. You know repentance in the Christian world today brings the gift of the Holy Ghost. Peter and John went down to Samaria and prayed that they might receive the Holy Ghost.<span class=\"citation\" id=\"71620\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71620)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71620)\">Acts 8:15<\/a><\/span> But did praying bring it? No. &#x201C;Then laid they their hands on them, and they received the Holy Ghost.&#x201D;<span class=\"citation\" id=\"71627\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71627)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71627)\">Acts 8:17<\/a><\/span> This was an ordinance instituted by our Lord and Master, taught and preached by him and his apostles, for the reception of the Holy Ghost. But that ordinance today, in the midst of the Christian world, is obsolete; it is no longer considered necessary. I suppose that in this day of enlightenment of the nineteenth century, with their wisdom in regard to mechanism, in regard to discovery, in regard to invention, they have found out some shortcut method whereby they can work out their salvation without the help of the Lord, and consequently have taken upon themselves to do away with this  <div class=\"break pagebreak\" id=\"283a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0283.pdf\" target=\"pdfwin\">p.&#xA0;283a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7242\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>principle of the Gospel. <\/div><div class=\"paragraph jod\" id=\"v20n751\"> We find that one of the blessings that should be given to those who received this great and glorious gift should be the gift of wisdom.<span class=\"citation\" id=\"73463\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73463)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73463)\">1 Cor. 12:8<\/a><\/span> If, however, we are to judge the so-called wise men of the present day, we can only conclude that they are certainly not in possession of it; they certainly cannot be in possession of it, or they would not take the course that many of them do. It should give unto them wisdom, but you do not find wisdom in their midst, and no faith in this ordinance of the Gospel. What is the reason today that this nation, for instance, does not go into the waters of baptism? Because they have no faith that God will keep his promise and remit their sins by that ordinance. What is the reason that the sects of the day omit the ordinance of the laying on of hands for the reception of the Holy Ghost? Because they do not believe that the God of Israel will keep his promise; they have got no faith in him. What is the reason that, in the midst of want and misery that is brought about by sickness, they do not administer to the sick by the laying on of hands as commanded? Because they have no faith to believe that God will keep his promise. Consequently, I am led to believe that in all this there is a lack of wisdom on the part of the people; they have not received the gift of the Holy Ghost, which leads, guides and directs them into all truth.<span class=\"citation\" id=\"70421\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70421)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70421)\">John 16:13<\/a><\/span> That it does not do this to the wise men of this nation and to all the nations of the earth, is an evident fact from the many blunders they make in their political work, in their financial schemes, for today one scheme is raised up whereby the national debt is to be paid; tomorrow another man comes forth with his ideas; next day some<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"283b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0283.pdf\" target=\"pdfwin\">p.&#xA0;283b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7242\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>thing else turns up, and so they are tossed to and fro by every wind of financial doctrine;<span class=\"citation\" id=\"75255\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75255)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75255)\">Eph. 4:14<\/a><\/span> consequently I am led to believe that they have not received this gift. <\/div><div class=\"paragraph jod\" id=\"v20n752\"> I also find that this gift will show unto us things that are to come.<span class=\"citation\" id=\"70423\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70423)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70423)\">John 16:13<\/a><\/span> Well, it is true we do find people talking about things that are to come. We had a man recently who published a little book in regard to great calamities that are coming. By what authority did he speak? By what privilege did he enunciate these ideas, and where did he obtain them? Did he get credit for them? Yes; the world gives him credit. But did God speak through that man? I should judge not, if we are to take as evidence all the belief and the doctrines of the man. Again, when we go abroad in the midst of this nation and the nations of the earth we ask, &#x201C;Have you wise men in your midst who can foresee and foretell events that are to come?&#x201D; &#x201C;No,&#x201D; say they, &#x201C;we have nothing of that kind; we do not believe today in any man having that gift,&#x201D; and I well remember the startled look a gentleman gave me when, in conversation on this principle, I told him that the gift of the Holy Ghost revealed unto man things that were to come.<span class=\"citation\" id=\"70422\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70422)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70422)\">John 16:13<\/a><\/span> He at first seemed very pleasantly struck with the idea. He was a member of a church and lived in a Christian community in which there were thousands of good Christian people. While talking I asked him, what would be the result if he professed such a thing. &#x201C;Why,&#x201D; said he, &#x201C;I certainly think they would kill me. They would not let me live here a week if I were to profess anything of the kind.&#x201D; &#x201C;What?&#x201D; said I, &#x201C;in the midst of this Christian community, with Bibles all around, with Bible associations, with ministers of the Gospel calling upon  <div class=\"break pagebreak\" id=\"284a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0284.pdf\" target=\"pdfwin\">p.&#xA0;284a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7241\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>people to be saved, and with the fact that the Savior preached this doctrine, and yet when you follow his instructions they would take your life?&#x201D; &#x201C;Yes,&#x201D; said he, &#x201C;I verily believe they would.&#x201D; Well, I can also believe they would, too, from what little experience I have had in the Christian world, consequently I am led to believe that they lack the possession of this principle, that they have not received this gift. And I sometimes liken it in this way in my meditations in regard to it; said John, &#x201C;That was true Light, which lighteth every man that cometh into the world.&#x201D;<span class=\"citation\" id=\"68543\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68543)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68543)\">John 1:9<\/a><\/span> I understand every person on the face of the earth has this lamp in his possession, but I ask you as reasonable beings, what benefit is this lamp to them unless it is lit up? Would a lamp, in a dark room be of any benefit to a man if he had no means of lighting it, or any means whereby to touch the light to cause it to shine? None whatsoever, he would be just as well without the lamp. It must be lit up, and the difficulty with the world today is they may be in possession of that lamp but it has not been lit up, whereas it was lit up within the prophets of the living God in days gone by, and as Peter could tell these people, comforting them in regard to these matters, &#x201C;Whom the heavens must receive until the time of the restitution of all things, which God hath spoken by the mouth of all his holy prophets since the world began.&#x201D;<span class=\"citation\" id=\"71388\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71388)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71388)\">Acts 3:21<\/a><\/span> It was by the lighting up of that lamp within Peter that taught him in regard to this great event that was to come at the restitution of all things. Well, when the day of restitution came, what was the result? When the morning sun of the day <div class=\"break columnbreak\" id=\"284b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0284.pdf\" target=\"pdfwin\">p.&#xA0;284b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7241\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of restitution arose and began to make its influence felt on the earth what was the result? History but repeats itself. As it was in the days of Noah so shall it be in the coming of the Son of Man,<span class=\"citation\" id=\"65945\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65945)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65945)\">Matt. 24:37<\/a><\/span><span class=\"citation\" id=\"128017\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128017)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128017)\">JS&mdash;M 1:41<\/a><\/span> in the days of the restitution of all things.<span class=\"citation\" id=\"128018\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128018)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128018)\">Acts 3:21<\/a><\/span> And when it came to pass that God raised up his prophet on the face of the earth and sent his angel from the courts of heaven to restore these things to the children of men, these great and glorious principles that had been lost, the same opposition, the same character of opposition came forth. The principle of faith, to a great extent, had been lost from the face of the earth, and when it was restored back it had to be a restoration of the same faith precisely that was had in times of old, the faith that would cause men to obey the principles of the everlasting Gospel despite all the opposition of the powers of darkness, of earth and hell combined, that might be arrayed against them. There was restored back to the earth the correct principle of repentance, of turning away from wrongdoing. There was restored back to the earth the correct principle of baptism for the remission of sins. There was restored back to the earth the ordinance of the laying on of hands for the reception of the Holy Ghost. There was restored back to the earth the authority to act in these different offices, and as John the Baptist held the keys of the office of baptism for the remission of sins, he was sent back to the earth in this day and age of the world as a messenger of God to restore this principle to the earth.<span class=\"citation\" id=\"129333\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129333)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129333)\">D&amp;C 27:8<\/a><\/span><span class=\"citation\" id=\"93940\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93940)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93940)\">JS&mdash;H 1:68-72<\/a><\/span> &#x201C;But,&#x201D; says the Christian world, &#x201C;We don't believe it.&#x201D; I wonder what difference that makes? I wonder if it makes any difference? I wonder if that will have any influence upon the fact? If John did really come,  <div class=\"break pagebreak\" id=\"285a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0285.pdf\" target=\"pdfwin\">p.&#xA0;285a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7240\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>though every man and every woman, every soul that exists upon face of the whole earth, should refuse to believe save the one to whom it was sent, yet it is binding upon them so far as the proclamation reaches them. Believe it or not, it still remains a fact, a principle of truth; and when man, vain man, stands up and tells what he believes; what difference does that make? None whatever, with all due respect to their belief whatever that may be; we as a people today know for ourselves that the authority to baptize for the remission of sins has been restored to the earth by the return of the proper personage, and the Latter-day Saints are well versed in regard to these matters. &#x201C;How do you know these things; how do you obtain this knowledge?&#x201D; I have had men ask me in coming in contact with strangers to our belief. In replying to that question let us turn back to the sayings of the Savior. Said he, &#x201C;If any man&#x201D; (he did not bind it to a dozen, a hundred, a thousand or ten million), &#x201C;will do his (the father's) will, he shall know of the doctrine, whether it be of God, or whether I speak of myself.&#x201D;<span class=\"citation\" id=\"69376\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69376)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69376)\">John 7:17<\/a><\/span> The Latter-day Saints have gone into the waters of baptism, have received the laying on of hands, and they know for themselves that these principles that I have been speaking to you about this afternoon are true, and I have often looked on the matter in this way: would it not be a very unheard of and peculiar proceeding for say fifty, or 100, or 500 wise men from the east to come here and try and convince us there was no lake out there, never had been, that it was all a mistake and a myth, that we were deceived in regard to it, and when they had pushed their argument, to such a length as almost to be offen<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"285b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0285.pdf\" target=\"pdfwin\">p.&#xA0;285b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7240\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>sive, unpleasant and disagreeable, without convincing us; it would be an unheard of proceeding if they were to say, &#x201C;Well, we will put you in prison and fine you if you do not acknowledge that there is no lake.&#x201D; But just as unheard of is the proceeding made against us today, and for years gone by, in regard to these principles we advocate; we know as a people, as well as we know that Salt Lake exists, that God has spoken from the heavens in these the last days. Talk about convincing men to the contrary in regard to these matters! I am sometimes led to marvel at the folly of men in regard to these things, and it looks like presumption on their part to talk and act as they do. I am willing to talk kindly, courteously, and agreeably with any man in regard to these principles, and when he tells me there is such a place as Omaha, and says, &#x201C;I have passed through it, I know there is such a place, or that there are certain stations on the railroad here,&#x201D; I am willing to believe him; I do not contradict him and when I tell him that I know for myself of the truth of my religion, I expect he will treat me courteously in regard to that matter. But our expectations in that respect are not always realized. We are often answered very peculiarly; we are often met with very peculiar arguments. I take it for granted, however, that it is no argument to disprove a principle to libel the character of believers in that principle. The after character of Judas did not prove that his evidence of Christ was incorrect. The denial of Peter did not prove that Jesus was not the Christ. The character of a man has nothing to do with the principle that may be advanced. I do not care where truth comes from; I do not care  <div class=\"break pagebreak\" id=\"286a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0286.pdf\" target=\"pdfwin\">p.&#xA0;286a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7239\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>who preaches it; I do not care if the devil himself enunciated a principle of truth, it is truth all the same, and you cannot change or alter it. I do not care how wise the man is, how long the prayer he may make, or how reverend he may look, if he tells a lie, it is a lie, and you cannot change or alter it. Thus it is we as a people look upon the principles of truth, those principles that led to light and knowledge, and it is time that people laid down the foolish idea of striving against such things. Let us sit down for a moment and examine in detail principle after principle, and I will say to you that if any man on the face of the earth will show me that I am in error on any principle, I will leave it that very hour, and no longer claim it as a principle. Will every man do as much to me? Many will, and many will not. I remember the case of a minister who came to visit me. I wished to be fair with him, and I desired that he should be equally so with me. I said, &#x201C;Now we are alone in the room, there are no witnesses here; but I will make a contract with you. Here is the Bible; we will hunt for truth, and wherever I find truth you are to acknowledge it, and wherever you find truth I shall do the same.&#x201D; &#x201C;No,&#x201D; said he, &#x201C;I won't.&#x201D; &#x201C;Why not?&#x201D; said I. &#x201C;Oh,&#x201D; said he, &#x201C;you might spring some trap. We have a certain discipline to go by; we have got a creed of faith and you may try to catch me in some trap.&#x201D; &#x201C;But,&#x201D; said I, &#x201C;if you are wrong in your creed or faith, don't you want to be put right?&#x201D; &#x201C;Oh,&#x201D; said he, &#x201C;it is the faith of my fathers, it is the faith they died by, it is the faith of my grandfather, my great grandfather; for generations back they have lived and died by it, and I cannot afford to make a <div class=\"break columnbreak\" id=\"286b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0286.pdf\" target=\"pdfwin\">p.&#xA0;286b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7239\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> change.&#x201D; &#x201C;Well,&#x201D; said I, &#x201C;there is no use you and I talking if that is the case, that ends the conversation.&#x201D; Now, I consider such reasoning as the height of foolishness. Let us, as honest men and honest women, lay down all prejudice and malice, and examine the principles of truth and righteousness as they are placed before us, and as the light and intelligence of the Holy Spirit will show them unto us, for they will lead and guide us back to the presence of our Father and God. The truth will hurt no man. The principles of truth the Latter-day Saints preach to the nations of the earth, the principles that the Elders have carried to the nations, are the principles whereby the human family can be saved if they will but hearken to them. These principles are not for a few, the plan God has revealed is for all. These principles are revealed that God's kingdom may be established on the earth in righteousness, and they shall lead, guide, and control untold millions of the human family that have dwelt and shall yet dwell upon the earth. We as Latter-day Saints should have broad and philanthropic views in regard to these things. What if our names are cast out as evil?<span class=\"citation\" id=\"67238\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67238)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67238)\">Luke 6:22<\/a><\/span> What if they do strike us, or contend in regard to these matters? Read the history of the past, and what has been the result? Take individuals, take the men who have contended against the kingdom of God in the last half century, and what has been the result? Take the plans, and the untold thousands of plots and projects that have been brought forth for the overthrow of the Church of Christ, and where are they today? &#x201C;Gone glimmering among the things that were A schoolboy's tale of other days The wonder of but an hour.&#x201D;  <div class=\"break pagebreak\" id=\"287a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0287.pdf\" target=\"pdfwin\">p.&#xA0;287a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7238\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Gone no longer to be remembered; forgotten from the face of the earth and their projectors with them. How long will men continue in their foolishness, striving against the bucklers of Jehovah? Why, just so long as the Lord lets them, no longer. We as the people of God, recognize the hand of God in relation to these things, and we want to prepare and fit our minds for an exalted view in relation to the workings of the kingdom of God. We want to put away the &#x201C;penny wise and pound foolish&#x201D; ideas that many of us have in regard to these things as not becoming us as Latter-day Saints. I am not finding fault; but we want to look upon these principles with great and noble minds; we want to shape our lives in connection with  <div class=\"break columnbreak\" id=\"287b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0287.pdf\" target=\"pdfwin\">p.&#xA0;287b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7238\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>these things, and as was said in times of old, let us &#x201C;seek first the kingdom of God, and his righteousness; and all these things shall be<span class=\"citation\" id=\"63653\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63653)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63653)\">Matt. 6:33<\/a><\/span> added unto you.&#x201D; We want to set our faces to the building up of the kingdom of God. To the spreading and promulgation of the principles thereof not only throughout the valleys of the mountains, but throughout the nations of the earth. And will the opposition we have to meet stop it? Not by any means. It will but add fuel to the fire, until the blaze will grow higher and higher until all the nations of the earth shall see it, and Zion shall be set upon a hill, which may God grant in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}