{"ID":20008, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Persecutions, Position, Prospects, and Agency of the Saints.<\/div>\n<div class=\"subtitle\">An Oration by Bishop Edward Hunter, Delivered on the Southwest Corner Stone of the Temple, at Great Salt Lake City, after the Presidencies of the Aaronic Priesthood had laid the Stone, April 6, 1853.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Persecutions, Etc., of the Saints.<\/div>\n<div class=\"speaker\">Speaker: Edward Hunter<\/div>\n<div class=\"date\">Date: 4\/6\/1853<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d08\">\n<div class=\"paragraph jod\" id=\"v2n208\"> Brethren and Friends&#x2014;This, the Southwest Corner Stone of this Temple, in Salt Lake Valley, and Utah Territory, has been laid by the Aaronic Priesthood, which is in connection with the Melchizedek Priesthood forever&#x2014;to connect those two <div class=\"break columnbreak\" id=\"35b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0035.pdf\" target=\"pdfwin\">p.&#xA0;35b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9552\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Priesthoods to the building up of the kingdom of the last days, and exalt mankind on the earth, and in the presence of God, and prepare for the coming of Christ our Redeemer. <\/div><div class=\"paragraph jod\" id=\"v2n209\"> The past, the present, and the future&#x2014;our history, our destiny, recur  <div class=\"break pagebreak\" id=\"36a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0036.pdf\" target=\"pdfwin\">p.&#xA0;36a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9551\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>with redoubled force upon our minds, upon occasions like this. In honor to the great God we are here assembled. To the Valleys of the mountains we have been led by His Almighty power and watchful guidance. We have been delivered from our enemies, from our oppressors, by His unerring wisdom, and surpassing kindness. <\/div><div class=\"paragraph jod\" id=\"v2n211\"> Never before could the Saints look around, and behold so glorious, so prosperous a prospect before them, for the accomplishment of the enterprise which we this day commence. Although peace may temporarily have smiled around, yet it was like the lone traveler, struggling to make his way through the scarcely incrustated lava, yet warm, amid the craters of the momentarily extinct volcano, which has only ceased to pour forth its liquid fire, to gather renewed and increased energy, and again send forth its lurid flame, molten fury, and devastation, to all around. Thus has it ever been with this people&#x2014;in the midst of enemies have they struggled to build up cities, wherein they might inhabit; erect temples unto the name of the God whom they serve, wherein to worship, and receive their holy anointings and endowments. But no sooner have they commenced, than have also commenced the howlings of the myrmidons of Satan's kingdom, crying, as they did before Pilate, when they murdered the Savior of the world, &#x201C;Away with him! away with him! crucify him!<span class=\"citation\" id=\"70811\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70811)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70811)\">John 19:15<\/a><\/span> crucify him!&#x201D; And they have poured out their wrath&#x2014;they have murdered the Saints, driven them from city to city, from land to land, dispossessed them of their inheritances, destroyed their cities, their temples and slain their Prophets. <\/div><div class=\"paragraph jod\" id=\"v2n212\"> As it was in the days of our Savior and his Apostles, so has it been in our day. They have used every stratagem, every exertion to destroy the Priesthood from the face of the earth. They were successful then&#x2014; <div class=\"break columnbreak\" id=\"36b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0036.pdf\" target=\"pdfwin\">p.&#xA0;36b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9551\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>will they be so now? Will the authority of the holy and eternal Priesthood of Almighty God, again be driven from the face of the earth, the Prophets and Apostles all slain, and none left in possession of the living oracles of divine truth? No! No!! The might of Jehovah will preserve us. The Lord God will sustain us, and if so be, we should be scattered as hitherto, He will gather us in greater power, greater numbers, with increased ability to perform His work upon the earth. <\/div><div class=\"paragraph jod\" id=\"v2n213\"> Let all people, sinners, mobocrats, and devils, learn from experience that persecution, plunder, robbery, rapine, murder, and expulsion from home and country, will not win. They have effectually tried this plan, and it has as effectually failed every time. Please take notice! And devise some new scheme the next time, wherein you can feel some assurance, that you may possibly succeed, and we have the pleasure of not being plundered, murdered, and disfranchised in the same old way. Tax your inventive genius for some broader scheme to destroy God's people from the face of the earth. <\/div><div class=\"paragraph jod\" id=\"v2n214\"> Suppose you try the suggestion of our much esteemed, though distant, learned, very polite, and unsolicited chronicler, Lieutenant Gunnison, &#x201C;<span class=\"italic\">of letting us alone severely<\/span>.&#x201D; But I will not make suggestions for you, having great confidence in your ability of changing your mode of operation. When your plans become so futile, weak, and unavailing, as to become stale and uninteresting, I may suggest for you. In the meantime, let the Saints remember the promise President Young made them, upon the occasion of his breaking the ground for this temple, on the 14th of February last&#x2014;&#x201C;Not one of them, who had not been through the fiery ordeal, should lose the privilege, if he continued faithful; he shall not be a whit be<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"37a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0037.pdf\" target=\"pdfwin\">p.&#xA0;37a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9550\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>hind the most exquisite infliction of torture that any of the Saints have had to endure.&#x201D; If you are faithful, you shall have the promised blessing pertaining to those characters who became partakers of the sufferings of our Lord and Savior Jesus Christ.<span class=\"citation\" id=\"78170\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78170)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78170)\">1 Pet. 4:13<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v2n216\"> When we look around us, what do we behold? We see the most unmistakable tokens of prosperity, peace, and plenty; the self-evident fruits of high heaven's protecting care, industry, sobriety, and faith. What else do we behold? Wickedness&#x2014;the hydra-headed monster, apostasy, dares to lift his head; thieves dare to prowl in our midst. <\/div><div class=\"paragraph jod\" id=\"v2n217\"> It seems, that no sooner can the Lord pour out His blessings upon His people, and Zion be favored for a season, than it becomes occasion for some to kick and flounder, turning their heel against that beneficent power unto whom they owe their being, their existences&#x2014;who has fed them, and nurtured them, and led them, like as He did the Saints of old, all the day long.<span class=\"citation\" id=\"55245\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55245)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55245)\">Deut. 33:12<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v2n218\"> What becomes the duty of the Saints under such circumstances? Do you realize that upon yourselves, in a great measure, depends your future prosperity, the prosperity of Zion's cause, the extension and advancement of the cause of truth in the world? Do you consider that it is your duty to purify and sanctify your hearts before God, to put evil far from you, to resist the allurements, temptations, and devices of Satan, and thus panoplied in the bright armor of integrity, truth, and righteousness, with pure hearts, and clean hands, and arising in the strength, might, and majesty of the great Jehovah, put down iniquity, yea, with an eagle eye, ferret it out, and with a strong arm, hush in eternal silence every ingrate spirit, who profanes, with his unholy presence, the most holy place; who tramples under his feet, as a thing of <div class=\"break columnbreak\" id=\"37b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0037.pdf\" target=\"pdfwin\">p.&#xA0;37b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9550\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> naught, those covenants, those most solemn obligations, which he has freely made? So shall Israel put away iniquity from their midst, and obtain and retain the favor of the Lord of Hosts. <\/div><div class=\"paragraph jod\" id=\"v2n219\"> Do you remember the history of the Gadiantons, as told in the Book of Mormon? We are surrounded by their descendants. Those loathsome, effeminate specimens of humanity, which we daily see in our midst, are their children, low, degraded, sunken to the lowest depths of human existence. We have our location amid their strongholds, where the ruins of their cities, towns, and fortifications are yet to be seen&#x2014;they continue unto this day. Shall we, the Saints of the Most High God, who have been the special recipients of the oracles of life and salvation, to this generation, to all generations to come, to even those who have preceded us&#x2014;shall we, through supineness and neglect, permit a foundation to be laid in our midst, for the ultimate triumph of wickedness, apostasy, and every abomination which maketh desolate? I tell you, if we do, we need go no farther in the progress of this work, for we shall most probably share the fate of those Gadiantons and their children. Better, far better, would it be for us to stop, and, in the first place, sweep from our midst and from our borders, every vestige of unmitigated wickedness and sin. If we do not put it down, it will put us down. If we do not, when we have the privilege, the opportunity, magnify our calling, fulfil our covenants, the Lord our God will withdraw His Spirit from our midst, as being unworthy and negligent servants. <\/div><div class=\"paragraph jod\" id=\"v2n220\"> I am aware that the devil raves and grows angry when the Saints prepare to build a temple. I am aware that he rummages every nook and corner, to gain the ascendant, seduce away, stir up strife, contention, and hin<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"38a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0038.pdf\" target=\"pdfwin\">p.&#xA0;38a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9549\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>der the progress of the work; he seeks to lull into a false security, the vigilance of the Saints; to cool their ardor, check their efforts, and render them fruitless; to cause them to neglect their duties, grow lukewarm and indifferent towards the cause of God. <\/div><div class=\"paragraph jod\" id=\"v2n222\"> Brethren, let me exhort you against these allurements, against this apathy&#x2014;it will never do, it does not become the Latter-day Saints, whose work rolls upon them as fast as they are able to accomplish it. The Saints pray their Father in heaven to hasten His work, and roll it forth with mighty power. <\/div><div class=\"paragraph jod\" id=\"v2n223\"> Do you not know that the heavens are ready to drop with blessings<span class=\"citation\" id=\"59396\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59396)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59396)\">Isa. 45:8<\/a><\/span> in store for the faithful Saints, if they were ready and able to receive them? The Almighty God is ready to establish His kingdom upon the earth, in power and majesty, if His people were ready to receive, were prepared to administer therein in holiness, purity, and wisdom. <\/div><div class=\"paragraph jod\" id=\"v2n224\"> But are this people ready? No! they are not&#x2014;their work is preparatory, and I am happy in believing that their progress is onward, that they are advancing toward that unity, faith, and perfection, those good works and Godlike attainments, which shall witness unto the Lord our God, that they are rapidly approximating towards that eventful period, when the Son of Man will appear in his temple, to cheer the hearts of his people. <\/div><div class=\"paragraph jod\" id=\"v2n225\"> The heavens are propitious, and if we do right, the Lord our God will be our friend, bless and prosper us in our endeavors to bring to pass this our preparatory work. We will build a temple unto the name of the mighty God of Jacob,<span class=\"citation\" id=\"53727\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53727)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53727)\">Gen. 49:24<\/a><\/span> here in the wilderness of deserts, amid the forest of mountains, upon the foundation which we this day consecrate unto the Lord of Hosts. We will rear a superstructure wherein we can receive the ministrations of angels and holy beings; <div class=\"break columnbreak\" id=\"38b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0038.pdf\" target=\"pdfwin\">p.&#xA0;38b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9549\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> wherein we can receive instructions, and perform offices for the redemption of our dead, receive keys for the resurrection of the Saints of God, wherein we can meet the spirits of just men made perfect,<span class=\"citation\" id=\"77254\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77254)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77254)\">Heb. 12:23<\/a><\/span><span class=\"citation\" id=\"87084\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87084)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87084)\">D&amp;C 76:69<\/a><\/span> and again strike hands with the martyred Prophets, Joseph and Hyrum, and all those who have suffered and died for the testimony of Jesus. <\/div><div class=\"paragraph jod\" id=\"v2n226\"> We are far more commodiously situated, far better prepared for this work, than ever before, as a people. We have a house wherein we can hold our Councils, a tabernacle wherein to worship, storehouses to contain the tithing of the people, and shops, and machinery in full operation. <\/div><div class=\"paragraph jod\" id=\"v2n227\"> The wall around the Temple Block will soon secure those grounds from intrusion. We are comparatively free from debt, everything seems favorable for the rapid progress of this work. <\/div><div class=\"paragraph jod\" id=\"v2n228\"> Brethren, it depends upon your efforts, your liberality, your faithfulness, whether its progress be slow or fast. We are now ready to bid the Saints &#x201C;come lend us your aid&#x2014;bring up to the Tithing House of the Lord, your tithings and your consecrations; pay up what you owe, that our hands may be untied, and freed from our remaining indebtedness; that the hearts of the public workmen may rejoice in the blessings and comforts of life.&#x201D; Let your liberality be known by your works, and remember that it is your own work you are called upon to perform, and one in which you have the deepest and most abiding interest. <\/div><div class=\"paragraph jod\" id=\"v2n229\"> Bring forth the materials for building&#x2014;stone, lime, and sand; lumber and timber; the pine, the fir, and the cedar; the iron and steel; the silver, gold, and precious stones; to ornament, make beautiful and glorious the place of His presence, whose excellence surpasses the understanding of the children of men. Amen. <\/div>\n<\/div>\n<\/div>"}