{"ID":200045, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Duties of the Saints in Temporalities&#x2014;Implicit Obedience Requisite&#x2014;Church Interests Carefully Guarded&#x2014;Gathering the Poor&#x2014;Home Industries.<\/div>\n<div class=\"subtitle\">Discourse by Elder Joseph F. Smith, delivered at the General Conference, held in the Tabernacle, Salt Lake City, April 8, 1879.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Geo. F. Gibbs.<\/div>\n<div class=\"pageHeader\">Page Header: Duties of the Saints, Etc.<\/div>\n<div class=\"speaker\">Speaker: Joseph F. Smith<\/div>\n<div class=\"date\">Date: 4\/8\/1879<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d45\">\n<div class=\"paragraph jod\" id=\"v20n913\"> There is a little time remaining, and as I have been requested I desire to make such remarks as may occur to my mind. I have been pleased and edified during the Conference which is now drawing to a close. It has been very gratifying to see the large number of people that has gathered together during the two days that have passed. It is evident that the Latter-day Saints are interested in the welfare of Zion, and are prompted to attend to the duties which devolve upon them, to take that part which belongs to <div class=\"break columnbreak\" id=\"341b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0341.pdf\" target=\"pdfwin\">p.&#xA0;341b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7184\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> them; in adopting and sustaining the measures proposed for effectually carrying out the purposes of the Almighty in relation to the great Latter-day work in which we are engaged, and in seconding and sustaining those who are appointed to take the oversight of all the affairs of the Church, by the voice of the people and by the voice of the Lord. In doing this we are but doing our duty, still it is ever pleasant to see the people willing to do their duty, and especially so, to see so many cheerfully respond to their duty as  <div class=\"break pagebreak\" id=\"342a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0342.pdf\" target=\"pdfwin\">p.&#xA0;342a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7183\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>have done so during this Conference. It is certainly encouraging to those who stand at our head to see the people rally around them, manifesting such faith, good feeling and love for the work of God and for those whom the Lord has inspired with his good Spirit to lead us. It is an evidence, at least, that in a great measure, our desires and our hearts are united. <\/div><div class=\"paragraph jod\" id=\"v20n915\"> There are a great many things which are necessary for us to consider and so far as possible thoroughly understand. Not much has been said during this Conference in relation to our temporal affairs, except so far as the reports which have been read have shown the financial and statistical condition of the Latter-day Saints. We belong to a temporal as well as a spiritual kingdom, and it is very necessary that we should take a lively interest in whatever tends to build up the kingdom of God, temporal as well as spiritual, and spiritual as well as temporal. <\/div><div class=\"paragraph jod\" id=\"v20n916\"> I have never yet found anyone who can draw the dividing line between our spiritual and temporal interests, neither do I expect to. I believe that it is quite as necessary that we should attend to the temporal, as it is to attend to the spiritual duties which devolve upon us, and vice versa. It will not do to devote all our time to the spiritual part, nor all to the temporal alone. We must not run to extremes, but we should carry on the work of the Lord committed to us, in all its parts, or bearings. We should have sufficient of the good Spirit to make the temporal labors light and easy to bear. I find that when we have to carry on the temporal labors without the Spirit, or the life, light, vigor and power of faith, we are apt to feel that it is burdensome and hard, or <div class=\"break columnbreak\" id=\"342b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0342.pdf\" target=\"pdfwin\">p.&#xA0;342b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7183\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> difficult to bear; but when we enjoy the companionship of the Holy Spirit, we can and do joyfully perform all the temporal duties and labors which may be righteously required of us. The Lord will not require of his people anything which they are unable to perform. He will not impose burdens upon his people that they cannot bear; but if we have not the love of the truth and the light of the good Spirit to guide us, the most simple duties and the easiest tasks may seem burdens, too grievous to be borne. I have known Elders, who, all their lives, have been &#x201C;minute men;&#x201D; they have never stopped a moment to question the calls that have been made upon them, neither have they stopped to consider their own temporal interests, they have gone and come at the request of their brethren in the service of the people and the Lord. They have had their cares and personal responsibilities, which have not always been of the lightest character, and which have taxed their energies to the utmost, or at least equal to many of those brethren who have enjoyed their leisure at home, spending largely their time and ability in the interests of themselves and families. They have had perhaps as many in family to look after, to feed, clothe, and otherwise care for; yet these things have not been considered, or allowed to stand in the way, when duty called them to go forth in the interest of the Church. They were on hand, like the ready watchman, scarcely stopping to think of themselves or theirs. This they have done with all their hearts, and their labors have never been regarded as burdensome; but on the contrary, they afforded them joy, pleasure and constant satisfaction. They have not grown weary, they do not think that they have done enough, as some  <div class=\"break pagebreak\" id=\"343a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0343.pdf\" target=\"pdfwin\">p.&#xA0;343a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7182\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>have thought who have performed a short mission&#x2014;that it is now time they were beginning to do something for themselves; they are still ready and willing to go or come, or do whatever may be required of them, regarding, at all times, their duties in the priesthood of greater moment than any personal considerations. The Lord has blessed them in their labors; he has made their burdens comparatively easy to bear; they have not felt the load, but they have gone on rejoicing, never failing to accomplish the work assigned them, to the best of their ability, trusting in the Lord, at the same time doing all in their power, for the maintenance of themselves and families. <\/div><div class=\"paragraph jod\" id=\"v20n918\"> This is but a sample of what all the people ought to be. We should all be willing to labor for the welfare and salvation of the people&#x2014;to sacrifice our own desires and feelings for the good of the whole, being perfectly willing to do the bidding of the Almighty, with no will of our own but to serve the purposes of the Lord. Is this not consistent with the pattern set us by the Savior? Jesus said, &#x201C;Father, not my will, but thy will be done.&#x201D;<span class=\"citation\" id=\"68250\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68250)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68250)\">Luke 22:42<\/a><\/span> This was the doctrine he inculcated among his followers, and commanded them to obey; that their will should be swallowed up in the will and pleasure of the Almighty,<span class=\"citation\" id=\"81923\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81923)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81923)\">Mosiah 15:7<\/a><\/span> that they should feel in their hearts that they are willing to serve God even to the sacrifice of everything, though it should be life itself, &#x201C;counting all things but dross in comparison to the excellency of the knowledge of Jesus Christ.&#x201D;<span class=\"citation\" id=\"75503\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75503)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75503)\">Philip. 3:8<\/a><\/span> When we possess the spirit of the Gospel and faith in God, as we should, we will have no burdens that will be difficult to bear; on the contrary, we will find our &#x201C;yokes easy, and our burdens light,&#x201D;<span class=\"citation\" id=\"64341\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64341)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64341)\">Matt. 11:30<\/a><\/span> and it will be a pleasure to do our duty, whatever <div class=\"break columnbreak\" id=\"343b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0343.pdf\" target=\"pdfwin\">p.&#xA0;343b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7182\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> that may be. If we should be called to preach the Gospel, we will find it a pleasure to preach the Gospel, we will find it a pleasure to respond, for we will feel that we are enlisted in the service of God, for the salvation of souls, including our own. What is there to compare with this labor? Can we compare houses and lands, gold or silver, or the wealth of the earth, to the salvation of the souls of men? What will a man not give for his own life? And what will it profit a man though he gain the whole world, if he at last lose his own soul?<span class=\"citation\" id=\"64957\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64957)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64957)\">Matt. 16:26<\/a><\/span> These are questions propounded by the Savior, who is &#x201C;the author and finisher of our faith.&#x201D;<span class=\"citation\" id=\"77176\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77176)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77176)\">Heb. 12:2<\/a><\/span> That which is of the earth is earthy;<span class=\"citation\" id=\"73981\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73981)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73981)\">1 Cor. 15:47<\/a><\/span> it belongs here, we cannot carry it away when we leave this state of existence, we cannot possess it beyond the veil, unless we live so while here that eventually we shall be numbered with the Saints of the Most High God&#x2014;for it is said that unto them shall the earth be given,<span class=\"citation\" id=\"61758\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61758)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61758)\">Dan. 7:27<\/a><\/span> but not until they are prepared to &#x201C;possess it for ever and ever.&#x201D;<span class=\"citation\" id=\"61661\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61661)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61661)\">Dan. 7:18<\/a><\/span> And then they must receive it from Him who has the right to give. If we do right, therefore, in this probation, when &#x201C;the earth and the fulness thereof,<span class=\"citation\" id=\"56505\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56505)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56505)\">Ps. 24:1<\/a><\/span> shall be given to the saints of the most High,&#x201D;<span class=\"citation\" id=\"61759\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61759)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61759)\">Dan. 7:27<\/a><\/span> we will be numbered among those who will inherit it. But that time has not yet come. The earth and its fulness are not ours&#x2014;if they were we might remain here in peaceful possession; but they are God's, and we are his, what we have being committed to us, as stewards, for a little season; therefore, our worldly riches and possessions are but dross compared with our eternal salvation. We are laboring for the salvation of souls, and we should feel that this is the greatest duty devolving upon us. Therefore, we should feel willing to sacrifice  <div class=\"break pagebreak\" id=\"344a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0344.pdf\" target=\"pdfwin\">p.&#xA0;344a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7181\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>everything, if need be, for the love of God, the salvation of men, and the triumph of the kingdom of God upon the earth, in which we expect to receive out reward, our exaltation and our crown of life. These are not mere suppositions, the chimera of men's brains, or the cunning of man's devices; but things which have been revealed to us from God, he having spoken and declared these truths unto man in our day. <\/div><div class=\"paragraph jod\" id=\"v20n920\"> I can testify to you, my brethren and sisters, that so far as the Spirit of God manifests to me, all is well in Zion today. The work of God is progressing. The interests of the kingdom are carefully and jealously guarded by those upon whom rests this responsibility. Zion's welfare is the constant theme, meditation and prayer. They desire that no interest of Zion shall be allowed to fail, or flag, for the want of proper care and timely attention. The finances of the Church are guarded carefully by the Trustee-in-Trust for the Church. This I can testify to, having been more or less intimately associated with him for the last six months. I know he has carefully looked after the financial interest of the Church, as well as the temporal and spiritual welfare of the people, that the Church might be protected in its rights as well as individuals, and that individuals might also be protected in their rights as well as the Church, that justice might be dealt out to all. <\/div><div class=\"paragraph jod\" id=\"v20n921\"> There have been some circumstances developed and brought to the notice of the Trustee-in-Trust and the Auditing Committee, which have been of a very trying character, both to their feelings and to the feelings of the other members of the council of Apostles, and no doubt also very trying to the feelings of some of the brethren who have sup<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"344b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0344.pdf\" target=\"pdfwin\">p.&#xA0;344b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7181\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>posed they had claims upon the Trustee-in-Trust, which investigation has proved they did not have. And in other instances, where it has been shown that the Trustee-in-Trust has claims upon individuals who supposed they were not indebted to the Church. But in all of these matters evenhanded justice has been sought to be dealt out to the individual and to the Church; but while the Church can afford to be liberal in its alms to the worthy and needy poor, and to pay all just demands, or claims upon it, it cannot afford to sanction or allow claims that are not just. And further, it is but just and fair that individuals should be as prompt, so far as it is in their power, to meet their obligations to the Church as it is expected that the Church will be in meeting its obligations to individuals. <\/div><div class=\"paragraph jod\" id=\"v20n922\"> We do not expect that the rights of the Church will be disregarded in any particular. We do not expect that any person will indulge, or even admit the feeling that the Church is an institution only to be preyed upon; but we expect that the people do and will understand that we cannot afford to deal in any other manner than upon the principles of the strictest justice, righteousness and equity between man and man, and between the Church and individual members of the Church, or the individual members and the Church. <\/div><div class=\"paragraph jod\" id=\"v20n923\"> We have had a very excellent discourse from the President of the P. E. Fund Company, in regard to the duties of those who are indebted to the company. He has shown the vast amount that is now owing to that company by individuals who have been assisted to immigrate to this goodly land by its means; and the ingratitude, want of charity and dishonor which attaches to individuals  <div class=\"break pagebreak\" id=\"345a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0345.pdf\" target=\"pdfwin\">p.&#xA0;345a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7180\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>who have been so generously assisted out of poverty and oppression, and placed in circumstances to become free and independent, and then neglect or fail to do their duty in these matters. <\/div><div class=\"paragraph jod\" id=\"v20n925\"> In some instances individuals who have been assisted to Zion by the P. E. Fund, have gathered around them of this world's goods until they have become rich, and still their indebtedness to the &#x201C;Fund&#x201D; remains unsettled. <\/div><div class=\"paragraph jod\" id=\"v20n926\"> It is more than probable that these same individuals would always have remained in poverty had they not been gathered to Zion by the P. E. Fund: thus, we see, they are doubly indebted to the &#x201C;Fund,&#x201D; first for their deliverance from Babylon, from poverty and bondage; and secondly for the wealth and liberty which they now possess. <\/div><div class=\"paragraph jod\" id=\"v20n927\"> And again they are manifoldly more guilty of ingratitude to God and man, because they have withheld from the Fund its just dues&#x2014;which they were able to pay, and deprived others more worthy than themselves from receiving assistance in the manner they had been assisted. <\/div><div class=\"paragraph jod\" id=\"v20n928\"> Every man that owes the Fund a dollar should realize that it is a just debt, that there are others in the same condition that they were in when picked up by the P. E. Fund company and brought to this blessed land, that they are praying and pleading for deliverance also, and that perhaps they are quite as worthy&#x2014;if not more so&#x2014;than many who have been helped and now owe the &#x201C;Fund&#x201D; to an amount which, if all was paid up, would be more than sufficient to immigrate to this country all the Saints now in Europe. <\/div><div class=\"paragraph jod\" id=\"v20n929\"> Men but do their duty when they pay their just debts and to do so in this case they discharge a triple duty&#x2014;to the Fund, themselves and to <div class=\"break columnbreak\" id=\"345b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0345.pdf\" target=\"pdfwin\">p.&#xA0;345b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7180\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the ungathered, worthy poor. What honorable person can refuse or neglect to do such a duty? <\/div><div class=\"paragraph jod\" id=\"v20n930\"> We are sending large numbers of Elders from time to time, to preach the Gospel abroad. It is the duty of the Latter-day Saints to assist those Elders on their missions when they need assistance, or when they are unable to fit themselves out. Their families too should be cared for by the Church, during the absence of the husband and father, so far as they are needy or unable to provide for themselves. Every man is in duty bound to do all he reasonably can to roll on the work of God, to maintain himself and family and assist to build up Zion. <\/div><div class=\"paragraph jod\" id=\"v20n931\"> Sometimes a good man is needed to fill a certain mission, he is well adapted to the position he is called to fill, or the duty he is required to perform; but he is poor, he may perhaps have a large family to maintain, which would require his whole time if devoted wholly to that end, yet his ability, faith, integrity and other qualifications peculiarly fit him for the duty required, and he is the most available man to be found. Now what is to be done? Are we to excuse him because his family is large and require his services, or because of his poverty. Certainly not. <\/div><div class=\"paragraph jod\" id=\"v20n932\"> If the interest of Zion requires his services, in that direction lies his legitimate path of duty. Then it becomes the duty of the Saints to provide for his family and see that they do not lack the necessaries of life; and it would not hurt us to see that they enjoyed some of the comforts. <\/div><div class=\"paragraph jod\" id=\"v20n933\"> If there is no excuse for the poor, certainly there can be none for the wealthy, nevertheless the rich are often so engrossed in their business so bound up in worldly affairs, that  <div class=\"break pagebreak\" id=\"346a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0346.pdf\" target=\"pdfwin\">p.&#xA0;346a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7179\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>they are but poorly qualified for missionary service; the greater the reason why they should freely impart of their abundance in aid of those who are better fitted for the ministry when such are called into the missionary field. It is true the tithings of the people are for these and other purposes, and no doubt when all the rich and poor with one accord honestly obey the law of tithing there will be plenty in the storehouse of the Lord, to build temples and houses of worship, to feed and clothe the hungry and naked, to provide for the aged, infirm and poor, to gather the Saints, to send the Elders to the nations of the earth and maintain their families while they are gone, and also to purchase the land of Zion and redeem the Center Stake and obtain possession of our inheritances, or do any other thing which may be needed, although in the beginning God gave a more perfect law than that of tithing by which to accomplish all these things, but the Saints were not able to abide the higher law&#x2014;and it was temporarily suspended, therefore until we know how, and will do better than we now do, our tithings and our offerings are necessary to carry on the work of God. <\/div><div class=\"paragraph jod\" id=\"v20n935\"> These duties should not be considered a hardship by the Saints. The law of tithing is a commandment with promise of reward for obedience.<span class=\"citation\" id=\"62434\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62434)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62434)\">Mal. 3:8-12<\/a><\/span> No man ever observed this law but he was blessed in so doing, for God is both able and willing to fulfill all his promises when the conditions are complied with on our part. Those duties which God requires may seem a burden to the disobedient and unfaithful, but to the willing and obedient they are sources of blessing, pleasure and delight and are no burden at all. Our burdens become lighter in propor<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"346b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0346.pdf\" target=\"pdfwin\">p.&#xA0;346b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7179\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tion to our increasing faithfulness. Our enjoyment of the gifts and blessings of the Holy Spirit will increase as we become more diligent and so will our knowledge extend and our title to exaltation and eternal life become more and more sure. <\/div><div class=\"paragraph jod\" id=\"v20n936\"> The sending of Elders from year to year, and thousands of dollars annually to gather the poor is not all we have to do. We have home industries to look after. We must provide employment for our people, that when they are gathered home they may not be idle for want of remunerative labor. We should establish branches of industry from which we could at least provide for our own necessities and as soon as possible be able to export our home productions, and thus give employment to every faithful Latter-day Saint who is gathered to Zion, that individuals may not only become self sustaining but contribute their proportion to the general good. <\/div><div class=\"paragraph jod\" id=\"v20n937\"> Our manufactories should be fostered, patronized and protected, and their staple wares sought after and preferred by the people, even though they were more costly at first. It needs no argument to prove to the sagacious and farseeing that this policy will pay the best in the end. <\/div><div class=\"paragraph jod\" id=\"v20n938\"> While we continue to be purchasers and importers only, we will remain dependent to, and at the mercy of manufacturers and exporters from abroad; but when we can produce what we need by our own industry and skill, from the elements which so abundantly surround us, we cease to import, to be dependent upon Babylon, or the world, we approach independence, and begin to assume the position in the earth which God has designed we should, to lead and not be led, to teach and not be taught, to be the &#x201C;head and not the tail.&#x201D; <\/div> <div class=\"break pagebreak\" id=\"347a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0347.pdf\" target=\"pdfwin\">p.&#xA0;347a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7178\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v20n940\"> Every Latter-day Saint should be proud to wear <span class=\"italic\">homemade<\/span> clothes, from head to foot, and when we begin to study our best interests, and the interest of Zion we will do so though it costs us more now than to wear the stuffed, starched, glossed and glittering shoddy of the world, or even the best the world affords. Money spent in home manufactures, is money saved to the community, it is money laid up for future use and benefit at home, while money sent abroad builds up New York, Boston, Philadelphia, Lowell, and the world generally, all of whom are opposed to the people and the work of God and will only return evil to us for the patronage we bestow upon them. <\/div><div class=\"paragraph jod\" id=\"v20n941\"> We should be prepared, not only to manufacture our own wearing apparel, but also to make all our mechanical and agricultural implements, our household furniture, our building materials, our wagons, carriages and equipment, with all that is necessary for the righteous and legitimate use of man, that when Babylon shall fall we may be prepared for it, and not be found among those who shall wail and lament because &#x201C;no man buyeth her merchandise any more.&#x201D;<span class=\"citation\" id=\"80314\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80314)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80314)\">Rev. 18:11<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v20n942\"> I see some of the sisters wearing fine hats trimmed with silk ribbon, also silk shawls, dresses, neckties, etc., which are of their own production and make. This is as it should be&#x2014;&#x201C;the beauty of the work of their own hands.&#x201D;<span class=\"citation\" id=\"85413\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85413)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85413)\">D&amp;C 42:40<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v20n943\"> Perhaps no country in the world abounds more profusely than ours, with the real elements of wealth, and none better adapted to the raising of <div class=\"break columnbreak\" id=\"347b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0347.pdf\" target=\"pdfwin\">p.&#xA0;347b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7178\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> silk, which enters so largely into, and is so eagerly sought for female apparel, and there are thousands of men, women and children in Utah, who could as well as not devote a portion of their time to its culture, say a month or six weeks in the proper season of the year, both to their pleasure and profit, if they would, and the result would be the production in vast quantities of the much coveted article of silk, and an increase of profitable labor. <\/div><div class=\"paragraph jod\" id=\"v20n944\"> Sister Zina Young, Father Graves and a few others are interesting themselves in this industry and are trying to awaken an interest therein in the minds of the industrial classes, that silk may eventually become a staple product of Utah. So far, I fear, they have found it rather uphill work. The people seem to be eager for immediate profit, for present gain, which in too many cases is exceedingly detrimental to the individual as well as to the public good. It is difficult to get people to look forward, or labor for the future; we are all so terribly wrapped up and engrossed in the present and in self. But the culture of silk is gradually being extended, I am told, and by and by it will, unquestionably, become one of our flourishing industries. A little child is capable of attending to a large part of the labor involved in the production of raw silk, and children a little farther advanced can prepare it for the loom. <\/div><div class=\"paragraph jod\" id=\"v20n945\"> May the Lord bless the people. May the Spirit of the Lord abide in the hearts of the Latter-day Saints, and lead them continually, is my prayer, in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}