{"ID":200025, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Influence of the Latter-Day Saints&#x2014;Their Mission&#x2014;The Marriage Relation&#x2014;Capital and Labor&#x2014;Religious Liberty.<\/div>\n<div class=\"subtitle\">Discourse by Elder George Q. Cannon, delivered at the General Conference, on Sunday Afternoon, April 6, 1879.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Geo. F. Gibbs.<\/div>\n<div class=\"pageHeader\">Page Header: Influence of the Latter-day Saints, Etc.<\/div>\n<div class=\"speaker\">Speaker: George Q. Cannon<\/div>\n<div class=\"date\">Date: 4\/6\/1879<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d25\">\n<div class=\"paragraph jod\" id=\"v20n543\"> In some respects I would prefer to sit and listen to my brethren speak, and to partake in quietude of the spirit of this Conference, than I would to speak myself. But there is a duty devolving upon me I presume, the same as upon my brethren and I desire to the best of my ability to discharge that duty. The sight of so many people, the singing, the speaking of our brethren this morning and the spirit that I felt when I entered this building today almost overpowered me. There is an influence, there is a power, there <div class=\"break columnbreak\" id=\"195b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0195.pdf\" target=\"pdfwin\">p.&#xA0;195b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7330\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> is a spirit connected with the assembling together of a large body of people, such as we witness today, that must affect those who are sensitive to impressions, and especially when one has been absent among strangers, to feel that he is home among his friends, among a people who are his brethren and sisters, whose faith is his faith, and who are laboring and struggling to accomplish the same objects that he himself has in his heart. I rejoice exceedingly, my brethren and sisters, this day in your midst, and I am  <div class=\"break pagebreak\" id=\"196a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0196.pdf\" target=\"pdfwin\">p.&#xA0;196a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7329\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>thankful for the delightful circumstances by which you are surrounded. I am thankful that the prospects before you are so promising, so full of hope and so delightful to contemplate. It is true we have had sickness, we have had many deaths, this has been a cause of regret. But death is unavoidable, and with it all we are in much better circumstances and more favorably situated than the generality of the children of men. The Latter-day Saints are rapidly becoming a great and important people. The influence that attends us is being more widely felt; our power for good is increasing, our strength, our union and the other qualities that we possess, and which we have manifested through our career, are being more recognized every day. It has always been a favorite idea of mine, that no single human being who chooses to exert an influence for good among his fellow men, ever spoke or ever acted in vain&#x2014;without making his influence, his example, his words, have an effect upon those with whom he has been brought in contact. If this be true concerning an individual, how much more truth is there in it when applied to an assemblage of individuals, and to a community, to hundreds of communities, to a great people stretching through these mountains and filling these valleys? We have not lived in vain. We have not sought to exhibit lives of temperance, of industry, of frugality, of self-denial, lives of righteousness with the fear of God before our eyes, nor have we lived these lives during the last 49 years, without the effect being felt, not only upon those by whom we are surrounded, but by the world at large. There is something connected with the example of such a people that elevates men and women from the <div class=\"break columnbreak\" id=\"196b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0196.pdf\" target=\"pdfwin\">p.&#xA0;196b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7329\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> slime, from the mire, and from the abject ruin into which, in too many instances, they are plunged, to contemplate humanity in its better aspects, humanity in its noble appearances, with its Godlike attributes, with its powers for good, its capability of accomplishing great results. There is something in the very fact of a people believing in God in these days of atheism and utter infidelity that brings men to serious contemplation. They say very frequently that it is fanaticism, but there is something about fanaticism that is healthy, refreshing, invigorating in its example, for no man ever accomplished anything on this earth, without exposing himself by his actions, his earnestness and enthusiasm and zeal, to the charge of fanaticism. I am willing we should be called fanatics. I have a right to be a fanatic if I wish to be, as long as my fanaticism does not interfere with the rights of my fellow man. That is a barrier beyond which my fanaticism should not be allowed to go. <\/div><div class=\"paragraph jod\" id=\"v20n545\"> It is refreshing to see a people who not only believe in God, but who are willing to show their belief by suffering for his cause&#x2014;to leave their friends, to leave their homes, to suffer exile, persecution, privations, hardships, and even death for the sake of God, for the sake of religion, for the sake of principle. What would life be if it were not for such people and for such characters? Why, their peculiar lives illume the somber darkness of ages; they are bright spots in history. When we look back and recall the men who have suffered and died for principle, even if they died wrongfully, we find something about their heroic lives that is glorious to contemplate. And when a whole people can be found, such as are in  <div class=\"break pagebreak\" id=\"197a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0197.pdf\" target=\"pdfwin\">p.&#xA0;197a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7328\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>these mountains, who are capable of making the sacrifices which they have made, there is something, as I have said, in their example and in their lives that influences men, that impresses them, and that causes them, whatever their feelings may be respecting the belief of these people, to feel a profound and heartfelt respect for them; for no man or woman properly constituted ever failed to respect devotion to principle, moral courage and the qualities that are exhibited in the lives of the Saints; I therefore say, we have not lived in vain; we have not preached in vain; we have not suffered in vain; we have not protested in vain. The fruits of these labors of ours which apparently have been so long in coming, will be reaped in the great harvest yet to be reaped upon the earth. <\/div><div class=\"paragraph jod\" id=\"v20n547\"> I feel to speak these words of encouragement to my brethren and sisters, many of whom feel probably that their obscure lives and struggles, their contest with poverty, their humble and eventful histories are sometimes of so little value that they are comparatively worthless in the earth. I say to the humble struggler, to the man or woman who may be content with poverty, whose life may be uneventful in his own estimation, who may be hidden from the popular sight and may not figure on the world's stage, I say to every such person, as a Latter-day Saint, You have a great and important mission to perform, and if you perform the duties devolving upon you properly, your influence will be felt; and in the days to come, in that great day of God Almighty, your worth will be fully recognized, and you will shine as a jewel in the kingdom of our Redeemer. <\/div><div class=\"paragraph jod\" id=\"v20n548\"> There is one thing that every parent can do. He can endeavor to <div class=\"break columnbreak\" id=\"197b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0197.pdf\" target=\"pdfwin\">p.&#xA0;197b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7328\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> make his sons and daughters better qualified, better equipped for the great struggle of life and better able to perform their part in this glorious work that God has established than himself; that is one thing the parents of the rising generation of these mountains can do. I have never felt as I do today, and as I have recently, of the great importance of our training and educating our children to the greatest and best advantage, that nothing shall be left undone on our part to prepare them for the great work which they have to perform. This is a labor that we can accomplish. It does not depend so much upon the knowledge of books; a great many people imagine that only books are necessary for education; but the man is best educated, in my opinion, who has thought the most, and that correctly. So far as theology is concerned, we have been able, by the blessing of God, the light of the Holy Ghost, and the power of truth, to go forth unlearned, illiterate, and unprepared, so far as worldly education is concerned, and by virtue of the knowledge that comes down from above, the elders of this Church have gone forth and met the world of Christendom. I do not speak in vanity, nor in the spirit of boasting when I say they have never been vanquished. The learned, the educated, the professed theologians when they have met the elders of this Church with the Bible in their hands, have been compelled to retreat before the power of truth proclaimed by uneducated but inspired men. Is our mission accomplished by having done this? I feel that we as a people are only on the threshold of the great work that lies before us. We have an immense field of labor stretched out before us. When you look ahead and try  <div class=\"break pagebreak\" id=\"198a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0198.pdf\" target=\"pdfwin\">p.&#xA0;198a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7327\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to see its limits, the field of usefulness, which stretches out before this people called Latter-day Saints, is beyond the reach of human vision; it is illimitable, stretching out in the far distant future. Is there a wrong upon the earth to be righted? If so, it is our bounden duty to attempt its correction. Is there a false principle extant? It is our bounden duty to seek its eradication. Is there tyranny in the world, tyranny of the body, tyranny of the mind, physical or mental tyranny? It devolves upon us as Latter-day Saints to overthrow it. Are there social problems to be solved? Who shall solve them? Who can do so? Remove the Latter-day Saints from the field, and who can solve these problems which are pressing themselves upon the attention of all thinking people? The whole earth is full of violence, wrong, oppression, misgovernment, and a thousand other evils which I cannot now enumerate. It devolves upon us, as fast as we can reach these things, to correct them, to remove them. In the first place we have got to correct and remove them from our own midst. It is a slow labor to train a people, brought as we are from every nation, educated in every creed, speaking almost every language and heirs of every tradition. There is, false or true, wedded to us old customs and the evils of ages, which have been transmitted from generation to generation until they have formed a strong part of our very being. It is a slow work, I say, educating a people such as we are. We have been at it now 49 years, and we can scarcely perceive, that is, in comparison with that which lies before us, the growth and the development which have been made. But we have grown, our minds have been enlarged, we have become emancipated from many <div class=\"break columnbreak\" id=\"198b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0198.pdf\" target=\"pdfwin\">p.&#xA0;198b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7327\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> old follies, and freedom of thought has taken place in our midst; but the great labor that devolves upon us is to educate ourselves, and then we can soon educate the rest of mankind, for as I have said, our example is felt; the influence of it goes forth and bears its fruit among other people. But it is a most difficult thing to get these Latter-day Saints to understand the principles that are as plain as the noonday sun&#x2014;that they should receive readily, and why? Because, as I have said, they are heirs of the traditions of centuries that have come down through the dark ages. It is a wonderful thing to do what we have done respecting woman. Look at what monogamy has done. Look at its effects; trace its influence from the death of the Apostles, or soon afterwards, down to this the nineteenth century, and what do we behold? Why, in every generation a large percentage of our sisters has been consigned either to that nameless condition of which it is a shame to speak, or have died without ever knowing the joys of maternity. When I think of it, when I read the history of the boasted civilization of the Greeks and the Romans, and think of the boasted civilization of our day, inherited from these nations, and witness its effects, I wonder how man, standing up in the face of heaven, dare look at woman and talk about being her protector. Read the history of the sex and of the frightful evils which have been brought upon our sisters through man's accursed traditions and evils. If it were to be told to another people differently situated to us, with different traditions to us, they could not believe that intelligent man would entertain for one moment, or that women themselves, in view of what their sex has  <div class=\"break pagebreak\" id=\"199a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0199.pdf\" target=\"pdfwin\">p.&#xA0;199a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7326\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>suffered, would cherish and cling to the wretched traditions that have prevailed in Christendom and to a certain extent yet prevail in our midst. <\/div><div class=\"paragraph jod\" id=\"v20n551\"> I know I am touching now upon what many people consider a tender spot. Say they, &#x201C;The decision of the Supreme Court has arranged all this.&#x201D; Yes, but it will not stay arranged. Let me tell you, that wrong may prevail and right may apparently be crushed; but right must at last prevail and claim its own in spite of laws, of decisions, of mandates, and everything that man can utter. I am talking now not respecting law; I am not talking respecting tradition; I am not talking about &#x201C;Mormon&#x201D; plural marriage or patriarchal marriage; I am talking about men and women, brethren and sisters as such. Come let us reason together;<span class=\"citation\" id=\"57683\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57683)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57683)\">Isa. 1:18<\/a><\/span> let us talk together, not as religionists, not as &#x201C;Mormons,&#x201D; not as monogamists, not as polygamists, not as citizens of Christendom, but as men and women, the children of God, as brethren and sisters of the one family. Let us talk together face to face, in plainness, in simplicity, without allowing tradition to have weight with us, to blind our understandings. It is in this spirit that I wish to talk upon this subject. <\/div><div class=\"paragraph jod\" id=\"v20n552\"> Here is a family, a family composed of men and women, and we will say this tabernacle contains this entire family of God upon the earth, for the sake of illustrating the point. Here are men and women in equal numbers and equal proportions, one sex not outnumbering the other&#x2014;a man for a woman and a woman for a man, no surplus of women, no surplus of men. If they were to marry, each would have a partner, each man would have a wife and each woman would have a <div class=\"break columnbreak\" id=\"199b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0199.pdf\" target=\"pdfwin\">p.&#xA0;199b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7326\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> husband; each would be perfect, for the man is not perfect without the woman, nor the woman without the man.<span class=\"citation\" id=\"73350\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73350)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73350)\">1 Cor. 11:11<\/a><\/span> We turn in and make a law, such as prevailed at one time in Rome that every man shall marry a wife. Such a law was made at Rome at one time; it was aimed at celibacy. It was aimed at a certain class as the law of 1862 was aimed at us. One was enacted to prevent marriage, the other to compel marriage, that no class of men should grow up in the community without wives, and that no woman should be allowed to forsake man and become a nun. We have such a law, say in this tabernacle. That answers very well. Every woman is provided with a husband, and every man with a wife. But after a while somebody comes along and says, &#x201C;I do not like this law, it is oppressive; I know, for instance, where it works very badly; I know men who do not want to have wives.&#x201D; They prefer a single life, and they succeed after a while in repealing the law, as they did in Rome. The law is repealed and men are at liberty to marry or not as they please. On the top of this another law is enacted, in effect that every man shall have but one wife, and shall not be permitted to take two or more wives. The women, of course, have to do just as the men say, they cannot compel the men to marry them, but must wait until they are invited to marry. This law suits a great many individuals. Many men say, &#x201C;I prefer not to have a wife and especially if you will only make a law confining the men to marry but one wife each. I like that very well, because I will not then be under the necessity of keeping a wife. If I want a partner, an associate, I can have one without being at the trouble or expense of keeping her as such. Because if  <div class=\"break pagebreak\" id=\"200a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0200.pdf\" target=\"pdfwin\">p.&#xA0;200a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7325\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>you confine marriage to one man and one woman there will necessarily be a share of the women who cannot be married; that is, if the sexes are equal in numbers. Then I can do as I please. I know the confiding nature of woman; I know how she loves, how she clings to the object of her love. This will be my opportunity.&#x201D; But what shall be said respecting the women. The men so far as they are concerned, have the right to marry or not as they please. But here is a large percentage of the women who by this law are to a certain extent deprived from marrying, even supposing the sexes to be equal. A civil commotion arises. Men go to war, they go to sea, they engage in commercial pursuits, they leave their homes, they engage in hazardous occupations. The result is that though in the beginning the men and women were equal in numbers, by the effects of war, and of engaging in hazardous pursuits which women do not follow, the men die and are killed, and the women survive and outnumber the males. The operation of a law then, such as I have described, increases the hardship, increases the percentage of those who are not married and who have no opportunity of marrying. Here comes along a man after witnessing the evils that have grown up among his brothers and sisters, and says, &#x201C;I have a plan to suggest which I believe will cure the evils that exist among us. I see that a dreadful vice called prostitution has crept into our midst, and arising from it are dreadful diseases, diseases that I cannot describe, so appalling are they that the very thought of them makes the heart recoil with horror; they have appeared in our family circle and they are destroying our young men and women. And <div class=\"break columnbreak\" id=\"200b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0200.pdf\" target=\"pdfwin\">p.&#xA0;200b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7325\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> now then, the plan that I have to propose to our family is this, that every man shall marry until all the women are married, until every woman that wants a husband shall have one, so that the men who will not marry shall not have a class of unmarried women, to prey upon, to commit violence with, or to prostitute. Now,&#x201D; says he, &#x201C;if you let all these men and women marry, there will be some women who will not want to marry, but that proportion will be very small; and by this means you will arrest this dreadful evil that is growing in our midst.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v20n554\"> Now let me put this to you; let us reason upon this, face to face, as I have said. Which will be the better plan? According to my judgment, speaking as one of this family, not as a member of Congress, not as a &#x201C;Mormon&#x201D; but as one of the family I have described. The latter law is far superior to the other. I would say, as a father, if I had a family of that kind, by all means let my daughters marry, let every woman have a husband that wants one. Then if every man marries a wife, they will only have a wife apiece; but if there should be any of the boys that do not want wives, the girls would not necessarily go without husbands. <\/div><div class=\"paragraph jod\" id=\"v20n555\"> I consider our false tradition upon this subject one of the greatest evils at the present time that exists upon the earth. It has come down to us from the Greeks and Romans, than whom a more abominable lot of people never lived upon the earth. To read their books is enough to make a man with the least feeling of modesty blush and be ashamed of his race. Yet they are introduced into our literature. Whoever reads Horace, Sallust, and numbers of those authors, well knows how full of corruption they are. Not only crimes,  <div class=\"break pagebreak\" id=\"201a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0201.pdf\" target=\"pdfwin\">p.&#xA0;201a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7324\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>but crimes against nature were justified by some of the best and most noted of Greek philosophers, and were practiced by Sophocles, Socrates, and others; and yet this is the philosophy that has come down to us. They had a class of women in their midst who were regularly compensated and sustained as courtesans; they were maintained in order that the purity of the domestic circle might be unpolluted. And this has come down to us in Christendom, in Europe and America to the present time. The fairest of Earth's daughters fall yearly sacrifices to the abominable lusts of men. How is the domestic circle preserved in monogamous countries today? It is only preserved at the expense of this class to which I have referred, by these priestesses of humanity, blasted for the sins of the people, living short lives and carrying with them the effects of man's abominable lust. <\/div><div class=\"paragraph jod\" id=\"v20n557\"> Now I do not want to talk today about law; I do not want to talk today about its effects in relation to this subject&#x2014;the subject of &#x201C;Mormon&#x201D; patriarchal marriage; I do not want to talk about the law of 1862, nor the decision of the Supreme Court of the United States affecting it; but I want to deal with the facts that stare us in the face. Shall we correct these evils? &#x201C;O,&#x201D; says one, &#x201C;they always existed.&#x201D; Out upon such doctrine; we do not believe it. I cannot believe that the Great Creator, he who formed the universe, who placed the sun in the center of our solar system and caused those planets to revolve around it; that that being who created these things, and produced order out of chaos, who said, &#x201C;Let there be light: and there was light;&#x201D;<span class=\"citation\" id=\"52057\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52057)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52057)\">Gen. 1:3<\/a><\/span> who called forth out of chaos the elements from which our earth is formed and created it as a glorious <div class=\"break columnbreak\" id=\"201b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0201.pdf\" target=\"pdfwin\">p.&#xA0;201b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7324\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> habitation for man; that He possessing, as we know he does, infinite wisdom, has placed men and women, his sons and daughters, upon the earth in the midst of evils such as I have briefly alluded to, and provided no remedy therefore. I could no more believe it than I could believe this light to be darkness. But I do believe that in the bosom of the Father there is wisdom to create all, to carry out all, and to make this earth a heaven, where peace, love, joy and happiness shall prevail, and where there shall be no sin, no sorrow, no heartrending or pain, where man and woman will dwell together in perfect peace, love and harmony, and children grow up in purity with every heavenly surrounding. <\/div><div class=\"paragraph jod\" id=\"v20n558\"> I have said, probably, enough on this subject. I merely wish to point out and to show that certain evils exist and that they need correction. How shall they be corrected? Who shall point out the remedy? I believe God has done it, and he will continue to do it; he will bring to pass in his own way and in his own due time all the corrections necessary to change all this. This subject of itself, affecting as it does the happiness, welfare and prosperity of the human family, is one of almost overshadowing importance. But there are other evils under which mankind groan. There are evils in regard to wealth and the management of property, the organization of capital and the organization of labor, the relations, that labor shall bear to capital, and capital to labor. There are questions of this kind that press themselves upon the attention of statesmen, and upon the attention of every man of thought and reflection, and he sees there is room for  <div class=\"break pagebreak\" id=\"202a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0202.pdf\" target=\"pdfwin\">p.&#xA0;202a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7323\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the exercise of the most profound wisdom, and the greatest talent in order that these things may be corrected. It devolves upon us, Latter-day Saints, to help to accomplish this work. It devolves upon us, and will devolve upon us more particularly in the near future, to maintain upon this continent and through this broad land pure republican institutions, constitutional liberty in its broadest sense. For the day is not far distant when the power such as is growing up in the mountains will be needed. Conflict of parties, an increase of party feeling, an increased disposition to take possession of power by any means, no matter what it might be, are becoming general in the United States. This is so self-evident that no man, unless completely wedded to the idea that this nation will exist in perpetuity, can fail to see for himself that there is a crisis approaching in the affairs of our nation. Already the feeling prevails that in order to accomplish certain things fraud is justifiable. Money is used to an extent in the accomplishing of certain results in government affairs, and in politics that you, as a people who live in these mountains, have scarcely any conception of. And this is increasing. What the end will be is not difficult to foretell. Republicanism ceases to be republicanism whenever fraud enters into the decision of questions and the will of the people cannot be properly ascertained. <\/div><div class=\"paragraph jod\" id=\"v20n560\"> So far as religious liberty is concerned we have fought that battle thus far with tolerable success; but we have yet to contend still more for greater liberty, not for ourselves alone, but for every human being that dwells upon this land, from the east to the west and from the north to the south. The principle must <div class=\"break columnbreak\" id=\"202b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0202.pdf\" target=\"pdfwin\">p.&#xA0;202b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7323\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> be maintained, the principle, that actuated the founders of our government, when they laid the foundation stone thereof, that in matters of religious concernment no man has a right to step between his fellow man and his God. I may worship idols; I may burn incense to idols; I may worship the sun and pay adoration to him, the great luminary of day; I may do other things which may seem equally improper, but have I not the right to do these things under our constitution? Was it not the intention of the framers of our form of government that every man should have this right? Certainly it was; and it can be clearly proved that this was their intention, that this was the spirit that actuated and prompted them. <\/div><div class=\"paragraph jod\" id=\"v20n561\"> In Salt Lake City, if the &#x201C;Mormons&#x201D; had supreme control&#x2014;I say &#x201C;Mormons,&#x201D; I ought to say Latter-day Saints&#x2014;if they had supreme control from our northern boundary in Idaho, to the southern boundary, Arizona, and from our eastern boundary, Colorado, to our western boundary, Nevada; if we had supreme control and undisputed possession of this land, without the right of dominion over us being questioned, we would have no authority under the constitution under which we live to say to any human being within these confines how he should worship, what he should or should not do in order to please the Creator. If the Chinaman should come here and build a Joss house and burn incense to Joss, if he prostrate himself in adoration before the images that he thinks represents his deity, we have no right in the world to interfere with him. If an Ingersoll should come here and say that he did not believe in any God at all, and he could carry his feelings into practice, we would have no right to interfere  <div class=\"break pagebreak\" id=\"203a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0203.pdf\" target=\"pdfwin\">p.&#xA0;203a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7322\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>with him. Under the circumstances I have described, he would have a perfect right to believe in God or not. We would have no right to interfere with a man who, believing his priest has power to remit his sins, would enter the confessional chamber for the purpose of having them forgiven; or with the Episcopalian who may choose to sprinkle his infant, or the Jew because he believed in circumcising his infant child, or with the Baptist because he believed in baptism by immersion. But supposing that a man should come along that believes it his right and in accordance with his religious convictions to marry more than one wife, and he takes care of his wives and provides for them properly according to his religion, believing that in the eternity to come he will dwell with them. Some of us may think that his ideas of heaven are very materialistic; we may think him a very foolish man for having such a belief, and especially for going to the expense of keeping three or four wives; these may be the popular ideas about him, but if he carries out his belief from a religious standpoint, he has a perfect right to do it in the face of God and even under the constitution of our land. The Parsee and fire-worshipper and men of kindred belief may yet come to this land of liberty; and I tell you if the spirit of the Constitution be maintained, as the Latter-day Saints will yet maintain it, they will have a perfect right to worship their God according to the dictates of their own consciences<span class=\"citation\" id=\"94143\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94143)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94143)\">A of F 1:11<\/a><\/span> without any to molest or make afraid.<span class=\"citation\" id=\"58310\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58310)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58310)\">Isa. 17:2<\/a><\/span><span class=\"citation\" id=\"60800\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60800)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60800)\">Ezek. 34:28<\/a><\/span> The only time that these men can be interfered with will be when their religious acts interfere with the rights and liberties of their fellow men. Hear it, ye Latter-day Saints! When John <div class=\"break columnbreak\" id=\"203b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0203.pdf\" target=\"pdfwin\">p.&#xA0;203b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7322\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Chinaman comes in your midst, teach your children to respect him. When any other man of any other creed, race or color takes his abode among you, teach your children to respect his form of worship. And if they go to the church of the Catholics or that of the Presbyterians or of any other sect, teach them to behave themselves and treat everybody with civility and kindness, and that it is none of their business how these sects worship, teach that they violate good order and good law when they in any way make light of religious exercises. I would whip a boy for it quicker than for anything else. That is the freedom I believe in; that is the freedom I mean to teach to my children and to all men so far as my voice and influence extend; that is the freedom I mean to contend for and, as I have said hundreds of times to leading men of this nation, I will, if necessary, take my sons and make them swear that they will stand by and maintain this liberty as long as they live and contend for it and teach their children after them to contend for it also. I believe in the fullest liberty upon these points. We have been accused of exclusiveness. Our hearts have many times warmed towards &#x201C;Gentiles,&#x201D; as they are called. We have extended the arms of kindness thousands and thousands of times to them, as our history has proved. We have been full of that disposition. But how have our advances been met? Let those in this tabernacle and those who are familiar with such matters read the newspapers. I have had people visit me at my house where every attention and courtesy would be shown them, and they would leave and perhaps through reading newspaper articles consisting of abominable lies, would go away and betray  <div class=\"break pagebreak\" id=\"204a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0204.pdf\" target=\"pdfwin\">p.&#xA0;204a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7321\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>those who had received and treated them kindly and hospitably and so often has this been the case that I have almost sworn I will never do it again. It is not because we have unkind feelings. The time will come when we will have power; at present we are in the minority, and it pays for scribblers to write about us and hold us up to ridicule. But suppose the Latter-day Saints had control; suppose their ideas were fulfilled, that is, that we, as it is destined we shall be, were the people who uphold Constitutional government upon this continent, who restored the government to its primitive condition when all the political parties shall have fallen into chaos; would we feel at liberty to say that none but the Latter-day Saints should be elected to offices of trust and responsibility? No. Joseph Smith set the pattern; he taught the brethren who were with him better ideas; you well-informed Latter-day Saints know that there are two powers which God has restored in these the last days. One is the Church of God, the other the Kingdom of God. A man may belong to the Kingdom of God and yet not be a member of the Church of God. In the Kingdom of God, using it in a political sense, there may be heathens and Pagans and Mahommedans and Latter-day Saints and Presbyterians and Episcopalians and Catholics and men of every creed. Will they legislate for the Church of Jesus Christ of Latter-day Saints alone? Will the laws that they enact protect us alone and not protect others? No. Why? Because God is the Father of the Latter-day Saints as well as of every human being; God is the father of all, is the father of the Chinaman, the Hindoo, the African, the European, the American; is the Father <div class=\"break columnbreak\" id=\"204b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0204.pdf\" target=\"pdfwin\">p.&#xA0;204b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7321\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of all the races of men and of every creed and nationality. When he establishes his kingdom it will protect all in their equal rights; I as a Latter-day Saint, will not have power to trample on my fellow man who may not be orthodox in my opinion, because I am a Latter-day Saint; nor will my fellow man to whom I am heterodox, have the power to trample upon me. Does not that look right? That is the kind of kingdom we have to contend for; that is the kind of kingdom we have to establish, and it is already provided for in the Constitution given unto us by God, and through the glorious labors of the fathers who laid the foundation of this government, who were inspired and raised by our Almighty Father for this express purpose. There is no liberty that a human being can desire, neither is there a right that can be exercised properly, that we do not have under the Constitution of our land. It needs no amendment about it; it is broad enough, if interpreted in its true spirit, to cover the individual, the continent, and the entire globe and furnish freedom for all. <\/div><div class=\"paragraph jod\" id=\"v20n564\"> Now, Latter-day Saints, if you have had narrow views I will tell you to put them aside. I do not mean by this you must take everybody into your houses. There is the difference. I have seen President Young scores of times acting upon the spirit to which I have alluded. He has invited strangers to our social parties and houses and extended courtesies to them because it was wisdom to do so. But a great many of the Latter-day Saints are so ignorant upon these points that they do not know when to stop. There are some so ignorant that they would in the spirit of kindness let a man come into their homes and become  <div class=\"break pagebreak\" id=\"205a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0205.pdf\" target=\"pdfwin\">p.&#xA0;205a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7320\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>so familiar that he would try to lead astray some member of their family. Can you not see that these are acts of folly, that we are not required, because of the liberality we should cherish and cultivate, to throw down every barrier and allow vice to stalk through our cities and enter into our family circles to pollute the purity that should prevail there. Can you not see, Latter-day Saints, however young, however uninformed you may be, can you not see that to allow this liberty would be wrong? Therefore we ought to discriminate. Nowhere in good society has a man the <span class=\"italic\">entree<\/span> without proper introduction. If a stranger were to come to me bearing lines of introduction from a friend of mine, I would, if necessary, go with him to the bank and endorse a note for him, because I would be perfectly secure in doing so. But supposing a stranger were to come to me for the same favor, without an introduction, I would not be under the slightest obligation to do as he wished, though I might do so as an act of charity, but of course under such circumstances I should not be expected to do more than this. And if I were to go among strangers I would not think <div class=\"break columnbreak\" id=\"205b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0205.pdf\" target=\"pdfwin\">p.&#xA0;205b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7320\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of attempting to push myself among the people without proper introduction. I have gone in their midst many times, but have never been a sharer of their kindness and confidence only as such confidence was established by acquaintance. So in our midst; a man can come properly recommended, he is at home. He can have time enough to establish his name and to show to the people what kind of man he is. Then he will be received as he should be, having that respect shown to him that is due. <\/div><div class=\"paragraph jod\" id=\"v20n566\"> I have talked a great deal more than I intended. I hope what I have said may be blessed to your profit. If I have said any unwise thing, forget it. If I have said any improper thing, I hope it will pass from your minds, and that which is good, cling to you. Cleave to virtue, to purity, to everything that is good, that will elevate you and make you a better people. Above all let me say to you, let us get rid of old traditions as fast as we can, and learn from the Lord, and be taught by his holy spirit. That God may grant this is my prayer, in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}