{"ID":200013, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Perpetual Emigrating Fund&#x2014;How to Settle Difficulties&#x2014;Should Be Governed By the Laws of God&#x2014;Cooperation and Brotherly Kindness&#x2014;The Proper Training of Children.<\/div>\n<div class=\"subtitle\">Discourse by President John Taylor, delivered at Ogden, on Sunday, December 8, 1878.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Geo. F. Gibbs.<\/div>\n<div class=\"pageHeader\">Page Header: The Perpetual Emigrating Fund, Etc.<\/div>\n<div class=\"speaker\">Speaker: John Taylor<\/div>\n<div class=\"date\">Date: 12\/8\/1878<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d13\">\n<div class=\"paragraph jod\" id=\"v20n289\"> I am pleased to have the opportunity to meet with the Saints here; and I have been quite interested in the remarks you have heard this morning from Bro. Joseph F. Smith. There are a great many principles associated with the Gospel of the Son of God; and Bro. Joseph has presented some things that are quite interesting and then there may be a few things said on the other side of the question that are equally true. Those doctrines he has taught are true; they are in accordance with the spirit of the Gospel. We ought always live with reference to eternity, feeling full of kindness, benevolence, charity and long-suffering to all, respecting always the motives and circumstances of others. Then on the other hand while we do that, it is not right for others to take advantage of that benevolence because a man is a good man and an honorable man, a man that fears God and who is lenient, kind, merciful and forgiving, it is not right for others to take advantage of such goodness and praiseworthy actions; there are two sides to all these matters, the question of debtor and creditor is not all on one side. I will mention a thing here which has been <div class=\"break columnbreak\" id=\"102b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0102.pdf\" target=\"pdfwin\">p.&#xA0;102b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7423\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> alluded to before, and which will serve to make plain my meaning, I refer to the operations of the Perpetual Emigrating Fund. There has been a very large amount expended for the gathering of the poor Saints to this country. Have any been pressed by that Fund for the payment of what they owe it? No. Yet there are many of you who have gone with your teams&#x2014;if you have not gone, you have sent them&#x2014;to assist this people. What for? Because you felt it in your heart to do it, and because you were called upon to do it, and because you were doing it in obedience to a command of God. You not only furnished teams, but you furnished provisions for the emigrating Saints. Now they, on the other hand, covenanted and gave their notes for the payment of this indebtedness, which if paid according to promise, would have been used to emigrate other Saints similarly situated. Was it right for you to bring them here and to supply them with food, etc.? Yes. It is right for us to engage in such enterprises? Yes, because the Gospel requires it at our hands, and the love of God and the love of our brethren. This was done  <div class=\"break pagebreak\" id=\"103a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0103.pdf\" target=\"pdfwin\">p.&#xA0;103a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7422\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>in good faith. Should not this be met? There are a million of dollars due today on this account. Is it right that it should be so? No. Have these debtors been pressed, or has anybody seized them by the throat, saying, Pay me what thou owest?<span class=\"citation\" id=\"65099\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65099)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65099)\">Matt. 18:28<\/a><\/span> Not that I am aware of. Have they been dragged before courts of justice? No. But still the debt remains unpaid; and there is a question that arises in my mind. Will it remain there, until it removes itself or not? This is a little on the other side of the question, and this is not a small thing either, and it is something we are all familiar with. If this matter has not been pressed, it makes the obligation none the less sacred. We are told to pay our debts,<span class=\"citation\" id=\"84209\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84209)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84209)\">D&amp;C 19:35<\/a><\/span><span class=\"citation\" id=\"89913\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89913)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89913)\">D&amp;C 104:78<\/a><\/span> to meet our obligations, to deal justly and righteously one with another.<span class=\"citation\" id=\"82364\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82364)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82364)\">Alma 41:14<\/a><\/span><span class=\"citation\" id=\"82952\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82952)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82952)\">3 Ne. 26:19<\/a><\/span> And I wish we had no debts to pay; I wish we could so live as to keep out of debt and meet our obligations day by day. But then we do not do this; if we did we should be much better and more pleasantly situated and feel more comfortable in our feelings and dispositions. And if people do not do these things, what then? There is a way appointed by the Lord, and that is to adjust them before the bishops' courts. We as Latter-day Saints ought to be governed by the laws of the church and not by the laws of the land, until the law of God is complied with. How far would you take them? Just as far as the law of God prescribes. If a man sin against another is it good and charitable and kind to forgive him? Yes. Now, I will speak of myself. I never sued a man either before our own courts or any other courts. Why? Because I never thought the thing worth enough; I never thought money and property worth enough to go to law about. I think so yet, I think it rather too small an affair to break <div class=\"break columnbreak\" id=\"103b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0103.pdf\" target=\"pdfwin\">p.&#xA0;103b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7422\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> up those fraternal relations that should exist between brother and brother. Then do you believe in owing people and not paying them? No, I do not. I believe in meeting engagements honorably and honestly before God. But will men be blessed for being forgiving? Well, I think so. And I think that, as Latter-day Saints, we will have a good chance of obtaining quite a blessing on account of our forbearance in relation to those having obligations before referred to; for there is, as I have said, a million of dollars owing among the people, and I do not think they have been pressed to pay it. But I wish people would do nearly right. I wish they would act honorably and uprightly and consistently and properly, and all meet their obligations and pursue an upright course. But there is again another question to be adjusted in this matter. It is not the value of the money alone nor how it will affect me; but how are others affected by it? A perpetual fund was established, which fund contemplated a continual help, a continual return of the money loaned and perpetual fund kept always on hand, for the assistance of those requiring aid. This fund was not designed as a gift, but as a loan; but now it happens that this fund is crippled, because men have not returned their loans. It is not therefore a matter as between ourselves, but one that affects hundreds that are very much worse off than those who owe these debts. The cry is continually coming to our ears for help. The poverty, distress, and trouble in Europe are on the increase, and we have continually to hear the wails of the poor; they look to us for help, but those debtors have got their means and are using it. There is another cry; it is not those debtors being oppressed by us; but the un<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"104a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0104.pdf\" target=\"pdfwin\">p.&#xA0;104a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7421\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>gathered poor being defrauded by those who have borrowed money and do not return it. It may become quite a question as to how far we are justified in permitting those who have been assisted, by this public fund by withholding what they justly owe, to block the wheels of the institution and deprive others, who may be more meritorious than themselves, of obtaining that relief which is justly their due. But do you believe in being grasping? No. Do you believe in covetousness? No, I do not. I think that as Latter-day Saints we ought to have our minds fixed on something else&#x2014;something more elevating, more exalting, more honorable, and more in accordance with the position we occupy and the principles we profess to believe in. <\/div><div class=\"paragraph jod\" id=\"v20n292\"> As this subject has been broached, I wish now to speak a little in regard to our manner of doing business. We are mixed up a good deal at present&#x2014;you, here in Ogden, are especially, and we in Salt Lake are too&#x2014;with Gentile institutions, and their practice is strictly upon the ground referred to by brother Joseph, &#x201C;an eye for an eye, and a tooth for a tooth,<span class=\"citation\" id=\"63185\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63185)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63185)\">Matt. 5:38<\/a><\/span> pay me that thou owest,&#x201D;<span class=\"citation\" id=\"65100\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65100)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65100)\">Matt. 18:28<\/a><\/span> etc., which in one sense is all very correct; but there is a better way to settle difficulties, which is by mixing up with it a little charity and benevolence, and then it does very well. But when we talk about &#x201C;popping men through&#x201D; the courts who do not do thus and so, as has been referred to, I tell you what you should do, whenever a man would attempt to &#x201C;pop&#x201D; you through the courts of the law of the land, you should &#x201C;pop&#x201D; him through the courts of our Church; you should bring him up for violating the laws of the Church, for going to law before the ungodly,<span class=\"citation\" id=\"73249\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73249)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73249)\">1 Cor. 6:6<\/a><\/span> instead of using <div class=\"break columnbreak\" id=\"104b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0104.pdf\" target=\"pdfwin\">p.&#xA0;104b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7421\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the means that God has appointed.<span class=\"citation\" id=\"127878\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127878)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127878)\">1 Cor. 6:1-4<\/a><\/span><span class=\"citation\" id=\"127879\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127879)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127879)\">D&amp;C 102:1-34<\/a><\/span> We think, as Latter-day Saints, that the laws of God are a little in advance of the laws of the land; and, in fact, it is not an infrequent thing for men not belonging to our Church to express themselves desirous to bring their cases for trial before our High Council, believing they could get better justice than they could before the courts of the world; I believe it with all my heart. Latter-day Saints, we ought to be controlled by correct principles; and if anybody is sinned against, we have our remedy. If the brother that Brother Joseph F. Smith has referred to, instead of cherishing and harboring those unpleasant feelings, had gone to his brother who had given him offense, and told him that his feelings were hurt at some word he had spoken, and he thought he would come and talk the matter squarely to him, that little affair would have been settled, and good feelings would have existed between them. But then, supposing after being so waited on, your brother would not hear you, it would then be proper to wait on him again, taking with you another brother; and if he still persisted to manifest hard feelings, it would then be proper to report him to the Church, and let the matter be brought to the notice of the Teachers or the Priests, as the case might be. If he refuse to hearken to their counsel, let a charge be preferred against him to his Bishop who, with his counselors, should hear and decide the case according to the evidence, with all long-suffering and humility and justice and prayer before God, to guide him in his decision. And when they operate together in this way, such things will be disposed of aright. And if either party should be dissatisfied with the decision, an  <div class=\"break pagebreak\" id=\"105a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0105.pdf\" target=\"pdfwin\">p.&#xA0;105a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7420\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>appeal could be taken to a higher court&#x2014;the High Council. And when that body of men sit upon the case and render their decision in the matter, and if the brother refuse to hear them, what then? He is cut off the Church. &#x201C;But (a man may say) it is a matter of dollars and cents, and if a man owe me $5,000, I cannot afford to lose it, and what recourse have I?&#x201D; Bring him up before the Church, and if he will not listen to the counsel of the Church authorities, let him be dealt with by this council. And what will be the result? He will be severed from the Church. &#x201C;And am I to lose my money?&#x201D; No, not necessarily so; he is outside of the Church, and now you can &#x201C;pop him through&#x201D; by the law, if that be the term you use. And this is why we take such pains in electing our representatives to our legislature. We try to select good men in order that we may have good laws enacted, and then we try to get good Probate Judges. Brother Richards here is a Probate Judge, and is he a good man? I think he is. Is he an Apostle? Yes. Well, would it be right to take your case to him as a Probate Judge? No; if you were to, we would deal with you for your fellowship. You say, &#x201C;That's a curious doctrine.&#x201D; You have agreed to be governed by the laws of the Church, and I mention this to show you what would be right in regard to principles of that kind. And if after summoning the parties referred to before the Bishop's Court, and from there the case be carried before the High Council, and then he would not do right, the consequence would be that he would be cut off from the Church, and then you would be at liberty to summon him before Brother Richards, as a Judge of Probate. But there possibly might be an appeal <div class=\"break columnbreak\" id=\"105b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0105.pdf\" target=\"pdfwin\">p.&#xA0;105b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7420\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> from the High Council, and Brother Richards, in a Church capacity, might be one to consider the case, then that would be all right. <\/div><div class=\"paragraph jod\" id=\"v20n294\"> I speak of these things to show what our duties are, and the position we occupy. Do you remember what the Apostle Paul said when talking to some of the former-day Saints on this subject? The people to whom he addressed himself were doubtless like some of our easy-going brethren, who are always in trouble a good deal, and are always wanting to &#x201C;pop 'em through.&#x201D; Says he, in the 6th chapter of Corinthians, &#x201C;Dare any of you, having a matter against a brother, go to law before the unjust? Do you not know that the saints shall judge the world? and if the world shall be judged by you, are ye unworthy to judge the smallest matters? Know ye not that we shall judge angels? how much more things that pertain to this life?<span class=\"citation\" id=\"73219\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73219)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73219)\">1 Cor. 6:1-3<\/a><\/span> I speak to your shame. Is it so, that there is not a wise man among you? no, not one that shall be able to judge between his brethren? But brother goeth to law with brother, and that before the unbelievers. Now therefore there is utterly a fault among you, because ye go to law one with another. Why do ye not rather take wrong? why do ye not rather suffer yourselves to be defrauded?&#x201D;<span class=\"citation\" id=\"73247\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73247)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73247)\">1 Cor. 6:5-7<\/a><\/span> etc., and is it not said too, in speaking of the Twelve, that they shall sit upon twelve thrones, and shall judge the Twelve Tribes of Israel?<span class=\"citation\" id=\"65235\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65235)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65235)\">Matt. 19:28<\/a><\/span><span class=\"citation\" id=\"68094\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68094)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68094)\">Luke 22:30<\/a><\/span> And does not the Church today possess the same officers as it did anciently, and are they not set apart by the revelation of God, and ordained by the holy Priesthood to occupy this position? Are these men not competent to judge of the comparatively trivial things associated with this life? And yet you will take your brother before  <div class=\"break pagebreak\" id=\"106a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0106.pdf\" target=\"pdfwin\">p.&#xA0;106a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7419\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ungodly men to be judged of them. I tell you the hand of God will follow you if you do it. And we do not want any such thing done by any calling themselves Latter-day Saints; and Israel cannot do such things with the approbation of God, or the councils of his Church. And I will give you fair warning, and I call upon Brother Peery here, who is President of this Stake, to carry it out, that when he finds any Latter-day Saint under his jurisdiction going to law with his brother before the ungodly,<span class=\"citation\" id=\"73218\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73218)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73218)\">1 Cor. 6:1<\/a><\/span> to bring him up and deal with him for his fellowship. This is a correct principle before God; and as Saints of God we should be governed by his laws, and not by the laws of the world. But these laws are made and provided for our protection, and when it is proper and right we can make use of them in common with other citizens. But we have laws among ourselves, and all honorable men among us will submit to the decisions of our Church authorities, and those who are not honorable we do not want, and we will cut them off. <\/div><div class=\"paragraph jod\" id=\"v20n295\"> I attended your monthly priesthood meeting yesterday. I find there has been a little feeling about the districting of your city, which ought not to exist. We sometimes get a little zealous in those local matters, each has his own ideas, and is desirous of carrying them out. I do not know that I have any idea of my own about these matters. I am desirous to ascertain the will of God, and if I know that, I want to do it regardless of my opinion, that does not amount to much. But if we can know the will of God and understand the principles of life, and then abide by them, all will be well. And as to what imaginary line or district you live in, I do not think it makes much difference. We want a little <div class=\"break columnbreak\" id=\"106b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0106.pdf\" target=\"pdfwin\">p.&#xA0;106b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7419\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of this good feeling of brotherhood about which Brother Joseph has been speaking so pleasantly. Jesus says: &#x201C;Blessed are the meek: for they shall inherit the earth. Blessed are they which do hunger and thirst after righteousness: for they shall be filled.<span class=\"citation\" id=\"62931\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62931)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62931)\">Matt. 5:5-6<\/a><\/span> Blessed are the pure in heart: for they shall see God.&#x201D;<span class=\"citation\" id=\"62964\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62964)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62964)\">Matt. 5:8<\/a><\/span> That is of more value a great deal than dollars and cents, if you could but understand it. It is worth ten thousand million times more, for they perish with their using. You brought nothing into the world; you can take nothing out. By and by, and a little space of ground six feet by two is all you will want, and your money and your property you will leave for others to handle. &#x201C;Blessed are they which do hunger and thirst after righteousness: for they shall be filled.&#x201D;<span class=\"citation\" id=\"62938\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62938)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62938)\">Matt. 5:6<\/a><\/span> Blessed are whom? The liar, the hypocrite, the thief, the rogue, the debauchee? No; but &#x201C;Blessed are the pure in heart: for they shall see God.&#x201D;<span class=\"citation\" id=\"62965\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62965)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62965)\">Matt. 5:8<\/a><\/span> Let us hunt after these things, and seek to possess more of these principles which were taught and inculcated by our Lord and Savior Jesus Christ. <\/div><div class=\"paragraph jod\" id=\"v20n296\"> We have introduced among us the kingdom of God. What is meant by it? The law, the rule, the government of God. Now, the Lord has laid down a perfect law in relation to our temporal affairs and we would not see so much squabbling among us if we could carry it out. I refer to what we call the United Order. But we cannot bear it, it seems too much for us, as much as we talk and boast of our intelligence we cannot come to some of these little principles of the Gospel. Some of us can manage to pay our tithing, and some of us cannot. And then some of us can believe a little in cooperation, and we think that it is a terrible stride; to me that is one of the least things  <div class=\"break pagebreak\" id=\"107a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0107.pdf\" target=\"pdfwin\">p.&#xA0;107a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7418\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>that God ever instituted among men and I sometimes think if we cannot do that we had better quit. Talk about being Gods and organizing worlds; why if we fail in such a comparatively small undertaking, I do not think we have faith enough to drag a sitting hen from her nest. If we cannot be united in some of these little things, how can we in greater things? We were talking about the principle of cooperation in our priesthood meeting; and I thought I would refer to it here. And we are getting up County or rather Stake organizations throughout Zion. And we want in all of our temporal affairs to deal justly one with another. We want to sustain cooperation, and then we want cooperation to sustain us. It is not all on one side; there are two sides. If we sustain cooperation, we will call upon cooperation to sustain us; and all the settlements throughout the Territory will be represented, just the same as the Saints today are represented in the Church through the Presidents of Stakes, and we will try to do right ourselves, and then we will try and see that they do right. We will sustain them with good, honest efforts, and we want square up and down operations on both sides, carrying out the principles of cooperation honestly and truthfully before God and man. This is what we expect and we expect it from your President, his Counselors and also from the Bishops and from all the people. And if you cannot do this never talk about making worlds. <\/div><div class=\"paragraph jod\" id=\"v20n298\"> The world is opposed to us. They say they are not. Well, would you injure them? No; I would not hurt a hair of their heads or deprive them of any right they enjoy, either religious or political. We want to treat all men kindly and with due respect; but we do not want to be governed <div class=\"break columnbreak\" id=\"107b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0107.pdf\" target=\"pdfwin\">p.&#xA0;107b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7418\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> by their religious views, nor put our children under their teachings. We want to look after the education of our children and see that they are placed under proper teachers and receive proper training, and not be placed in the hands of the enemies of the Church and kingdom of God. <\/div><div class=\"paragraph jod\" id=\"v20n299\"> Now brethren if we are Latter-day Saints, let us be consistent with our belief and profession. I profess to be a Latter-day Saint, and I believe in the doctrines that the Lord has revealed to us with all my heart; and I do not care who knows it. Now I am told in the revelations to bring up my children in the fear of God.<span class=\"citation\" id=\"75365\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75365)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75365)\">Eph. 6:4<\/a><\/span><span class=\"citation\" id=\"89104\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89104)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89104)\">D&amp;C 93:40<\/a><\/span> I believe that this kingdom which the Lord has set up will grow and increase<span class=\"citation\" id=\"86609\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86609)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86609)\">D&amp;C 65:2<\/a><\/span> until the kingdoms of this world will become the kingdoms of our God and his Christ.<span class=\"citation\" id=\"79485\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79485)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79485)\">Rev. 11:15<\/a><\/span> And this you believe as well as I do. We believe in celestial glory; and we believe in terrestrial and telestial glory;<span class=\"citation\" id=\"87196\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87196)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87196)\">D&amp;C 76:96-98<\/a><\/span> or in other words, we believe there will be a separation finally of the good from the bad.<span class=\"citation\" id=\"64697\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64697)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64697)\">Matt. 13:47-48<\/a><\/span><span class=\"citation\" id=\"66164\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66164)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66164)\">Matt. 25:32<\/a><\/span> Now we are engaged gathering together, or separating ourselves from the world and building our temples and administering in them for the living and the dead, and we spend millions of dollars in the accomplishment of this object, that we may become united and linked together by eternal covenants that shall exist in all time and throughout eternity. And then, when we have done all this go and deliberately turn our children over to whom? To men who do not believe the Gospel, to men who, according to your faith, are never going to the celestial kingdom of God. They will get as big a glory as they are prepared for, but they are not going there. And you will turn your children over to them. And you call yourselves Latter-day Saints, do you? I will suppose a case. You  <div class=\"break pagebreak\" id=\"108a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0108.pdf\" target=\"pdfwin\">p.&#xA0;108a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7417\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>expect to be saved in the celestial kingdom of God. Well, supposing your expectations are realized, which I sometimes doubt, and you look down, down somewhere in a terrestrial or telestial kingdom, as the case may be, and you there see your children, the offspring that God had given you to train up in his fear, to honor him and keep his commandments, and perceive that between you and them there is a great gulf, as represented by the Savior in the parable of the rich man and Lazarus.<span class=\"citation\" id=\"67810\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67810)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67810)\">Luke 16:26<\/a><\/span> And supposing they could converse with you&#x2014;which, however, they could not do&#x2014;but if such were the case, what would be their feelings towards you? It would be, Father, mother, you are to blame for this. I would have been with you if you had not tampered with the principles of life and salvation in permitting me to be decoyed away by false teachers, who taught incorrect principles. And this is the result of it. But then I very much question men and women's getting into the celestial kingdom of God who have no more knowledge about the principles of life and salvation than to go and tamper with the sacred offspring, the principle of life which God entrusted to your care, to thus shuffle it off to imbibe the spirit of unbelief, which leads to destruction and death. I very much doubt in my mind the capability of such people getting there. We had better look after ourselves a little. God has given us light and he expects us to be governed by it. In speaking of Abraham he says, &#x201C;I know him.&#x201D;<span class=\"citation\" id=\"53223\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53223)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53223)\">Gen. 18:19<\/a><\/span> What do you know of him? That he will fear me. What else? &#x201C;That he will command his children after him, and they shall keep the way of the Lord, to do justice and judgment; that the Lord may bring upon Abraham that which he hath spoken of him.&#x201D;<span class=\"citation\" id=\"53222\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53222)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53222)\">Gen. 18:19<\/a><\/span> <\/div> <div class=\"break columnbreak\" id=\"108b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0108.pdf\" target=\"pdfwin\">p.&#xA0;108b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7417\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v20n301\"> Well, the time is passing, but before closing, I wish to say a word or two in regard to this cooperation in temporal things. They are very little things, but they form a kind of stepping stone towards other and more important events. A closer union which we shall expect to inaugurate by-and-by, but which we are not prepared to yet. But for the time being it is expected that as honorable men and women, we will honestly and truly carry out our covenants in regard to these little temporal things; and let us be one, for the Lord has plainly told us, if ye are not one, ye are not mine.<span class=\"citation\" id=\"85160\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85160)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85160)\">D&amp;C 38:27<\/a><\/span> If ye are not mine, whose are ye? You can figure that up just as you please. These are the facts in relation to this matter, we are desirous to bring about these things. What for? For the sake of making money? No. Money is of little importance where truth is concerned. I would not care if all the money was out of existence, but I do care about the principles, and the laws of God, about men being what they profess to be, and not hypocrites, belying their profession. We expect to see these things carried out in honesty and truth, because it is the order which God has introduced as a steppingstone to something in the future. We build temples and administer in them. How? Precisely according to the revelations which God has given to us; but when it comes to our temporal affairs, we would ride over and almost totally ignore the laws which he has given to us to govern them. Jesus says, &#x201C;In vain you say to me Lord, Lord, and do not the things which I say.&#x201D;<span class=\"citation\" id=\"67296\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67296)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67296)\">Luke 6:46<\/a><\/span> And I say, In vain you will say, Lord, Lord, if you cannot attend to these little things; and those who will not, God will shake out from among his people.<span class=\"citation\" id=\"55957\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55957)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55957)\">Neh. 5:13<\/a><\/span> Now hear it, ye Latter-day Saints! and &#x201C;Be not de<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"109a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0109.pdf\" target=\"pdfwin\">p.&#xA0;109a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7416\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ceived; God is not mocked: for whatsoever a man soweth, that shall he also reap. For he that soweth to his flesh shall of the flesh reap corruption; but he that soweth to the Spirit shall of the Spirit reap life everlasting.&#x201D;<span class=\"citation\" id=\"74712\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74712)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74712)\">Gal. 6:7-8<\/a><\/span> We should be governed by correct principles in the fear of God; and should righteously, uprightly, and virtuously preserve our bodies and spirits pure, and keep all the laws of God and seek to comprehend his will in regard to all things, and <div class=\"break columnbreak\" id=\"109b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0109.pdf\" target=\"pdfwin\">p.&#xA0;109b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7416\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> feel that we are here to build up the kingdom of God and not ourselves, to establish the principles of righteousness and of truth and the laws of heaven, and not our ideas and theories; for through the ordinances of God and through obedience to his laws come the blessings of God to Israel in time and through all eternity. <\/div><div class=\"paragraph jod\" id=\"v20n303\"> God bless you and lead you in the paths of life, in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}