{"ID":200010, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Labors and Experience of the Elders&#x2014;The Work Scarcely Begun&#x2014;The Power of Union&#x2014;Temporal Salvation Necessary As Well As Spiritual&#x2014;Cooperation and the United Order.<\/div>\n<div class=\"subtitle\">Discourse by Elder George Q. Cannon, delivered at the Semi-Annual Conference, on Sunday Afternoon, April 6, 1878.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Geo. F. Gibbs.<\/div>\n<div class=\"pageHeader\">Page Header: Labors and Experience, Etc.<\/div>\n<div class=\"speaker\">Speaker: George Q. Cannon<\/div>\n<div class=\"date\">Date: 4\/6\/1878<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d10\">\n<div class=\"paragraph jod\" id=\"v20n198\"> The speaker read from the Doctrine and Covenants (new edition), commencing at the 24th paragraph, and ending at the 33rd paragraph, of section 58.<span class=\"citation\" id=\"86199\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86199)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86199)\">D&amp;C 58:24-33<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v20n199\"> This is a great people, and if anything would be likely to appall a man <div class=\"break columnbreak\" id=\"77b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0077.pdf\" target=\"pdfwin\">p.&#xA0;77b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7448\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and make him feel his own nothingness, it is to stand up before such an audience as is here assembled, to attempt to speak to them and to instruct them. We have, however, something besides our own strength to rely on; if it were not so, I should not be here.  <div class=\"break pagebreak\" id=\"78a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0078.pdf\" target=\"pdfwin\">p.&#xA0;78a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7447\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>The promise of the Lord is that when we assemble together as we have this day, and as we are now assembled, he will give unto us that portion of his word and his counsel as shall be suited to our circumstances,<span class=\"citation\" id=\"85280\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85280)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85280)\">D&amp;C 42:3<\/a><\/span><span class=\"citation\" id=\"88234\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88234)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88234)\">D&amp;C 88:1-3<\/a><\/span> so that every soul shall eat of the bread of life and go away satisfied, and rejoice in the privilege he may have had of coming together as we now are. <\/div><div class=\"paragraph jod\" id=\"v20n201\"> This work in which we are engaged embraces more and more. The older I grow the more I become acquainted with its magnitude, with the responsibilities that are connected with it, and especially the responsibilities which rest down upon those who are the chosen leaders of the people. <\/div><div class=\"paragraph jod\" id=\"v20n202\"> We know, as was testified to this morning, that this is the work of God, that God has laid its foundation, that God has chosen the men who are associated with it and who are in authority connected with the work, to fill the situations which they occupy. We know also that he has restored the authority that was once enjoyed by man, by which men are enabled to act in the midst of the people in Christ's stead.<span class=\"citation\" id=\"127872\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127872)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127872)\">2 Cor. 5:20<\/a><\/span> And knowing these things we are encouraged as a people and as individuals to press forward and to help establish that cause which he has revealed to the earth. But there are many things connected with this work, with its advancement, with the binding of the people together, with the carrying out of the great designs which God has revealed for the salvation of the children of men; which press upon our attention and cause us to exercise every faculty of our minds in thinking, in pondering upon and in giving shape to measures that shall result in the greatest good to this great people. <\/div><div class=\"paragraph jod\" id=\"v20n203\"> The principles of the Gospel we are <div class=\"break columnbreak\" id=\"78b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0078.pdf\" target=\"pdfwin\">p.&#xA0;78b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7447\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> all familiar with, as a people; we have studied the lesson from the beginning and have become familiar with it in almost all its details. We have traveled, we have preached, we have borne testimony to this work; we have helped to gather the people together, organizing them, before doing so, into branches, into conferences, into missions, and then have organized them into companies to travel by sea, to travel by land, to bring them to the gathering places which have been appointed. With these labors the Elders of this church have obtained great familiarity; they have become experts in preaching spiritual salvation, in preaching the first principles of the Gospel of the Lord Jesus Christ; in telling the people how they shall be saved from their sins, and what they shall do to obtain the promises of God connected with obedience to this Gospel. And we have, in coming to these mountains, obtained considerable knowledge concerning other matters. Probably today a man would not be open to the charge of egotism, of being vain concerning the people, were he to say that, to take the Latter-day Saints, the men of this church, and in no other body of men of the same numbers will you find men of such experience in preaching, in traveling, as missionaries, as Elders, in organizing the people, in handling companies of large bodies of men and women and laying the foundation of settlements, in building cities, in developing countries, and in organizing systems of government in those countries. I do not know that I am open to the charge of being vain concerning the Latter-day Saints when I make this statement&#x2014;that in all the earth, among all the inhabitants of the earth, you cannot find so large a body of principal men familiar with spiritual things, familiar with tem<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"79a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0079.pdf\" target=\"pdfwin\">p.&#xA0;79a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7446\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>poral things, familiar with the handling of large bodies of people and organizing them and dictating their labors and planning for their temporal salvation, and for their good government, as you will find in the midst of these mountains and numbered in the Church of Jesus Christ of Latter-day Saints. <\/div><div class=\"paragraph jod\" id=\"v20n205\"> And yet, after making this statement, we stand, as it were, at the very threshold of our work, just at the door of it; we have scarcely accomplished anything compared to what remains to be done connected with the work devolving upon us. We have made a beginning, it is true, we have solved some problems; but there is an immense amount of work to be done by us as a people, and especially by those who act in our midst in the capacity of leaders. The highest qualities of statesmanship are needed and called for; the highest qualities that men and women possess that make them capable of planning for nations devising schemes and plans that will not only save a town or a small community of people, but that will extend to nations the means of saving them from national peril and from evils that menace the existence of every power that now exists upon the face of the earth. <\/div><div class=\"paragraph jod\" id=\"v20n206\"> You look abroad today among the inhabitants of the earth and see their condition, see the evils with which they are afflicted and which threaten the downfall and the overthrow of nations and we need not to go beyond our own land to gain experience in this matter, and to ascertain the danger which besets this republic, the most glorious nation, and the most glorious form of government that exists upon the habitable globe. How many times it is said that this republic cannot stand, that evils are working and undermining the fabric of government, and which threatens its speedy <div class=\"break columnbreak\" id=\"79b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0079.pdf\" target=\"pdfwin\">p.&#xA0;79b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7446\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> overthrow. You can scarcely talk with a thinking man upon these subjects, a man who takes in, to the extent of his vision, all the evils which threaten our nation, without having him acknowledge that the future, in many respects, looks exceedingly dark, and that it is somewhat doubtful whether the republic can be preserved as it is at the present. <\/div><div class=\"paragraph jod\" id=\"v20n207\"> With all these facts, then, before us, it is well for us today, assembled as we are in this general Conference, to take into some consideration our own condition, the circumstances which surround us, and examine them in the light of intelligence and wisdom, as He has given it to us, and whether we should not take steps to preserve our existence, and not only preserve, but perpetuate it, and to increase our power, and to cause that work with which we are identified to continue to progress and to fulfil its high and glorious destiny. <\/div><div class=\"paragraph jod\" id=\"v20n208\"> There is one principle which I think in mentioning everyone will see the power of, and that is union. It is a trite saying, often repeated, that union is strength. Certainly we have proved the truth of this saying through the long or short period, as it may be, of our existence as a people. There is no people today with whom I am acquainted who has proved so satisfactorily as we have throughout our past experience, the value of union. It is that which makes us, numerically a weak people, a strong people; it is that which makes us one hundred and fifty or one hundred and sixty thousand, or perhaps two hundred thousand people throughout these mountains north and south, a power in the land; and a power certainly which there is more said about than any other power, probably, in existence. Divide us up, segregate us into denominations, into factions, and what would we amount to? Nothing;  <div class=\"break pagebreak\" id=\"80a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0080.pdf\" target=\"pdfwin\">p.&#xA0;80a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7445\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>our strength would be dissipated, we would be enfeebled, and nothing particularly would be said about us more than is said about thousands and millions of others from whom we are separated. It was the union of the Latter-day Saints which in the beginning created opposition against us, brought it to the surface, and made it moving when there were but fifty or less members of the church. The very fact that a new principle of union had been brought to light, through which these fifty men and women were united as the heart of one, was sufficient to arouse opposition and create to a certain extent, fear. Sectarian influence was brought to bear against us. &#x201C;Our creed is in danger, our sect is in danger, our place is in danger, if this people with this union should gain a foothold among us.&#x201D; Alarm was felt in the ranks of the various sects, and they felt that, although a power insignificant and weak as it were, it should be fought and its existence extirpated, if possible from off the earth. Hence the opposition it met with in the beginning. A few weeks old, like a little trembling, puny infant not able to walk, not able to speak or make itself felt. Yet the very existence of the infant aroused fear, as great fear as that which animated Herod of old when he issued an edict for all the firstborn male children of Israel to be slain.<span class=\"citation\" id=\"62653\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62653)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62653)\">Matt. 2:16<\/a><\/span> It created terror in the land; and all because a certain babe of Bethlehem had been born, and he hoped, in issuing this cruel edict, to destroy this man-child and with him the power which he feared. So it was in the beginning of this work, when it was weak and feeble it created in the minds of those who watched its birth and its aftergrowth a feeling of fear, and they were determined to destroy it from <div class=\"break columnbreak\" id=\"80b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0080.pdf\" target=\"pdfwin\">p.&#xA0;80b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7445\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> off the earth, if they could. <\/div><div class=\"paragraph jod\" id=\"v20n209\"> When the church moved to Kirtland and the people began to gather together to go to that place to settle, you will see by reading the history, the fear that was produced. And you read the history of the settlement of the people in Jackson County and you will see the same manifestations, only more violent, until such a spirit was engendered that the mob succeeded in driving the people from the county. You can trace it through all the history of this people to the present time. It has been the union of the Latter-day Saints that, as I have before said, aroused opposition, crystallized it and made it as effective as it has been against us. Had we been a divided people, had we been quarrelling among ourselves, had there been factions among us and jealousies among our leading men, you would not have seen this opposition, neither would you have seen the credit that has been given to us, nor the power that this people have wielded in the earth to the present time. You would not have seen this spectacle&#x2014;this inspiriting spectacle of 12,000 people assembled under one roof to worship God according to the dictates of their own consciences<span class=\"citation\" id=\"94141\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94141)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94141)\">A of F 1:11<\/a><\/span> and the revelations of God, and partaking of the Lord's Supper,<span class=\"citation\" id=\"127873\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127873)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127873)\">1 Cor. 11:20<\/a><\/span> as we are today. You would not have seen these valleys peopled from Idaho in the north to Mexico in the south with settlements of people of one faith, of one belief, worshipping God in the same manner and calling upon him unitedly to bestow upon them the same blessings, and laboring for the same objects. The value, therefore, of union we, as a people, have demonstrated as no other people now living have. And I leave you to your own reflections to imagine what  <div class=\"break pagebreak\" id=\"81a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0081.pdf\" target=\"pdfwin\">p.&#xA0;81a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7444\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>we would be without it. Everyone can think for himself, or herself, upon this subject, and can draw his or her own conclusions. But as we are united and have been spiritually, it is not the design of God, as is clearly manifest in his revelations, plainly spoken through his word, and deeply impressed by his Holy Spirit upon every heart belonging to this church, that this alone is not the object of our organization as a people. It was not for spiritual salvation alone that the word of the Lord came to us to gather out of Babylon;<span class=\"citation\" id=\"127874\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127874)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127874)\">D&amp;C 133:5,14<\/a><\/span> it was not for spiritual salvation alone that the Elders of this Church traversed sea and land for so long a period, gathering the people together at such an expense of time and means; it was not for spiritual salvation alone that we have suffered the attacks and the violence of mobs, that we left our homes in the east&#x2014;the pleasant places that many left, and crossed these dreary wastes, and planted ourselves in these mountains. There was something more than this embodied in the idea; there was something more than this embodied in the effort. There was temporal salvation also connected with the spiritual salvation that had been extended to us. I use the term &#x201C;temporal salvation,&#x201D; because it is better understood probably than any other term I could use. My training has led me to blend the two, it being difficult for me to draw the line of demarcation between the temporal and spiritual; but in many minds there is a distinction. I use the phrase, therefore, that those who are familiar with it will understand my meaning. Temporal salvation is as necessary, according to the faith of the Latter-day Saints, in its time and season, as spiritual salvation. Of course spiritual salvation occupies the first, and ought to be foremost within every heart, but we cannot accom<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"81b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0081.pdf\" target=\"pdfwin\">p.&#xA0;81b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7444\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>plish our spiritual salvation and the destiny of our Father and Creator without also connecting with it temporal salvation, temporal acts, the performance of temporal labor. Hence, as I have said, it should occupy some portion of our thoughts, it should be considered by us; and as I have remarked, we have not come out of our present location for purely spiritual performances, but to lay the foundation of a system that should stand forever, that should be connected with man's existence here upon the earth, both his spiritual and his temporal existence, a work that should affect everything connected with man and his relationship to his fellow man. <\/div><div class=\"paragraph jod\" id=\"v20n211\"> A great many of the Latter-day Saints have failed, as I have sometimes thought, to grasp this idea, to grasp the idea that the Lord was founding a great nationality&#x2014;if I may use such a limited phrase as that; it limits the idea to call it a nationality. The Lord is gathering out from every nation, kindred, tongue and people a community, out of which he intends to form for himself a kingdom, not an earthly kingdom, but a kingdom over which he will preside in the heavens; a kingdom that should be based upon purely republican principles upon the earth; and therefore not a kingdom in the strict sense of the word, so far as its earthly location is concerned; but a republic. And for this purpose, as the Latter-day Saints have believed from the beginning, the Lord raised up the founders of our nation and inspired them&#x2014;<span class=\"citation\" id=\"89606\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89606)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89606)\">D&amp;C 101:80<\/a><\/span>George Washington and others&#x2014;to do the work that they accomplished, in laying the foundation of a form of government upon this land under which that kingdom that he should establish should grow and flourish and extend itself without interfering in the least degree with the genius of the government. And this  <div class=\"break pagebreak\" id=\"82a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0082.pdf\" target=\"pdfwin\">p.&#xA0;82a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7443\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>is the work in which we are engaged; this is the labor that should occupy our attention, and as I have said, we should take warning by that which we see around us on every hand&#x2014;the decay, the disintegration of the various governments and powers, and organize ourselves so that we can preserve ourselves, and grow and increase and add to the power we already possess. I believe our people are beginning to take higher views of the organization with which they are connected, and consequently higher views of their own individual responsibility and the labor that devolves upon each one as an individual. We see more of this spirit manifested. The Elders have ever evinced a willingness to go forth at the call of the proper authorities to preach the Gospel and perform labors of this character for the public good; but it has been a difficult lesson for us to learn that it was equally binding upon us, as servants of God, that we should labor in temporal matters with the same devotion and the spirit of self-abnegation that we did in laboring to preach the Gospel. There seemed to be a higher calling in the mind of man associated with spiritual matters; it seemed to be more dignified; it has seemed to be more worthy of men's gratuitous labor, than to labor with their hands or brain for the temporal advancement of the work and for the temporal salvation of the people. I believe that you will all have noticed that there is a change taking place in many minds in regard to this, and many men are beginning to take a different view&#x2014;in fact they have done for years; probably some never had any other view, but a great many who have had different views, who have imagined that it was their duty to look at these temporal matters, are beginning to take different views, to take a higher concep<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"82b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0082.pdf\" target=\"pdfwin\">p.&#xA0;82b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7443\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tion of their responsibility in this direction. It is right and proper that we should do so. There is no good reason why a man should imagine that he has fulfilled the requirements more acceptably, more approvedly in preaching this Gospel, than in laboring, after the people have been gathered home, for their salvation in temporal things. <\/div><div class=\"paragraph jod\" id=\"v20n213\"> There is a subject that has occupied a great amount of thought, and has been dwelt upon very frequently in our public assemblies for the past few years; I refer to that of the United Order.<span class=\"citation\" id=\"127875\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127875)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127875)\">D&amp;C 92:1<\/a><\/span> There have been some attempts, in fact I may say many attempts at organization with a view to its more complete carrying out. There is another principle connected with this that has been in force also upon our attention for many years past, namely, the system of cooperation in temporal matters. We have felt to a very great extent the importance of this; I believe the spirit, of it has rested upon the Latter-day Saints. When you look back a few years, by way of contrasting our condition then with our condition today, you will perceive, doubtless, there has been a great change effected among us in regard to this matter. There has been considerable thought among the people concerning it; a great many have reasoned upon it for themselves, and have become thoroughly convinced of the importance of the principle. In this a good work has been done, because it is an exceedingly difficult thing to leaven the whole mass of people, like this people who inhabit these valleys, to leaven them with correct ideas and have them understand them. If the First Presidency of the Church comprehend a principle, and the Twelve comprehend it, but the people fail to comprehend it, you can readily understand how  <div class=\"break pagebreak\" id=\"83a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0083.pdf\" target=\"pdfwin\">p.&#xA0;83a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7442\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>difficult it would be to make that principle practical and operative. The leading men, then, have carried the whole people upon their shoulders, so to speak; if under those circumstances anything has to be done it is to be done upon their faith and influence alone. But when you can get the thinking men and women throughout our community to understand and realize the importance of the principle, the victory is won, the work then is comparatively easy of accomplishment. And this has been a subject of congratulation to me in my feelings, that notwithstanding the many errors, notwithstanding the many failures, notwithstanding the lack of success in many directions, the principle of cooperation, the principle of uniting ourselves together in the United Order has been reflected upon, has been cogitated and discussed in all the circles of this people and at their firesides, until it may be said an understanding of it permeates the entire mass of the people, as a people; and there is scarcely an argument needed in talking about it now to convince those who are the most stubborn and reluctant in giving adherence to the principle. When you hear any opponent to the principle express himself nowadays, it is in this way: &#x201C;It is an excellent principle, if we could only carry it out properly.&#x201D; The principle is conceded, its correctness is assented to; it only remains now for us to carry it out properly, in order for us to gain the confidence and the support of those who are doubtful upon that point. And I think this a great work accomplished. It seems to me that the Latter-day Saints today are in this position: &#x201C;Tell us what to do and how to do it. You leading men, tell us how we can operate, how we can unite together. Devise the plan, suggest how it can be carried out <div class=\"break columnbreak\" id=\"83b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0083.pdf\" target=\"pdfwin\">p.&#xA0;83b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7442\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> successfully, and we are on hand to carry it out.&#x201D; I do not know from your expressions, whether I state your feelings correctly or not on this point; but I state that which I believe, that which I am impressed with in connection with my brethren and sisters, wherever I meet them, and whenever this subject or topic comes up for discussion or mention. There is one thing, brethren and sisters, that must strike us all as being right and proper; and that is to throw our efforts in one channel, to make our influence felt as an entire body and not as I have remarked, to divide ourselves and scatter our influence so that it will be unfelt. <\/div><div class=\"paragraph jod\" id=\"v20n215\"> I have endeavored to describe to you the influence we wield because of our union in spiritual matters. The same remark will apply exactly to our union in temporal matters. Let this people be united in temporal matters; let it be known that we work together for one another's good, that we labor, as a people to benefit the whole and not the individual, and that our influence is in this direction; and I tell you that the same influence, the same power, that wield now as a spiritual organization will be felt in our temporal affairs, in our financial affairs, in all the affairs in fact which attract our attention. <\/div><div class=\"paragraph jod\" id=\"v20n216\"> One great object we should aim to reach, that we should aim to accomplish, is to make ourselves independent in regard to manufactures. We have had, the last week, considerable conversation with leading men from various parts of this Territory concerning this principle of cooperation. Notwithstanding some differences of opinion upon some points, upon this one point that I have endeavored to set before you in my last few sentences, there has been an unanimity of feeling and opinion, that is of the imperative necessity of our being united  <div class=\"break pagebreak\" id=\"84a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0084.pdf\" target=\"pdfwin\">p.&#xA0;84a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7441\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>in our business matters, in our financial matters and work to sustain each other and build each other up. I am persuaded that a great amount of good will result from these interviews and from the measures that will be adopted. I have felt that it will be a most excellent thing for us to have a permanent organization of our best businessmen, and the most practical men, from all parts of our Territory, acting in the capacity of a board of trade, whose duty shall be to look after our manufacturing, mercantile and other interests; and should there at any time be anything wrong in our systems of doing business, tending in the least to prevent perfect union, that the necessary measures might be devised to remedy these things and bring about a concert of action upon all hands. Now you have heard it stated frequently that those who are engaged in home manufactures do not receive the patronage that they should do, that our home manufactories were not treated properly, that those engaged in them did not receive the sympathy of businessmen, and that the masses of the people were not disposed to patronize then, I think there is at the present time but little cause for statements of this kind; in fact I have not heard of them of late. But if we had such an organization as this&#x2014;and I understand that Pres. Taylor is thinking seriously of having it a permanent organization&#x2014;then if there were anything of this character that needed correction, if there was a struggling institution that needed help, by making a requisition to this Board of Trade, it perhaps could receive the support it needed, and be placed upon a firm footing in our midst, and perhaps be able to sustain itself and live. <\/div><div class=\"paragraph jod\" id=\"v20n218\"> Already the stockholders of Z.C.M.I. as it is called&#x2014;Zions Cooperative Mercantile Institution, met, and <div class=\"break columnbreak\" id=\"84b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0084.pdf\" target=\"pdfwin\">p.&#xA0;84b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7441\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> a report was made by the President and Secretary of that Institution, which I think was most gratifying to all present upon that occasion. I have been familiar with the institution since its inception. I think I can truly say that at no period since its organization was it ever in so good condition, having so few liabilities to meet as it has today. It is in a sounder, healthier and more prosperous condition than it has ever been. I allude to this because it is called the Parent Institution. In Box Elder County where Brother Snow presides, he took the profits of their mercantile business to start the branches of manufacture that are now in successful running order. Our institution has done much in a similar direction. It has carried many a struggling enterprise; it has been the beast of burden for almost every institution and every establishment and railroad almost in the country. It has accomplished an immense amount of good, far more than the mere paying of dividends, although it has done this to a surprising extent. Those who invested their means seem to have become the most discouraged. Therefore, in alluding to it in this manner, it is in justice to it, and in justice to those especially who have all the time, over and again, kept their shoulders to the Institution, sustaining it and bearing it up to the best of their ability. You all know, who have attended conferences in past times, how much President Young was interested in this matter; not so much in the sale of merchandise as in the principle of cooperation. And he and others have stepped forward repeatedly, and have sustained it in the midst of the people, when otherwise it would have gone down. I allude to this because it comes in the line of my remarks, in the thread of my argument, so to speak. To be successful we ought,  <div class=\"break pagebreak\" id=\"85a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0085.pdf\" target=\"pdfwin\">p.&#xA0;85a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7440\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>instead of dividing asunder and drawing one from another, to cling closer together; it is of the utmost importance that all our financial matters should be conducted in a way to contribute to the influence of the whole people; it is of the utmost importance that we should take steps to develop in our midst something of a home character. Steps have already been taken, as some of you know, in the establishment of a tannery, and in connection with it a shoe manufactory. I was exceedingly gratified to learn from the report that nearly $100,000 of home manufactured goods, besides a large list of small articles, the value of which was not estimated, had been sold during the last half year by the Cooperative Institution. I am informed that this was the purchase price, the price at which they were sold would of course amount to still more. This speaks well for home manufactures, sold by one institution. <\/div><div class=\"paragraph jod\" id=\"v20n220\"> It is an easy thing to tear down; any man no matter what his knowledge, no matter what his experience can pull down; a fool could set fire to a building; a few fools could set fire to a city and consume the works of man that had cost hundreds of years of labor. It requires no wisdom for a man to criticize the acts of another man. It is even said that a fool can ask questions that could not be answered by the wisest men. Unwise people can criticize plans and schemes, the creation of wise and experienced heads; that is a comparatively easy matter for persons to do. But it requires great wisdom to organize; it requires great wisdom to create measures that will bind a people of diversified interests together; of varieties of views, dissimilar habits and to some extent, of training, and to bring them together, and bind them together, and make one people of them, it requires the highest qualities of wisdom, and <div class=\"break columnbreak\" id=\"85b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0085.pdf\" target=\"pdfwin\">p.&#xA0;85b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7440\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> it is this we are endeavoring to do. Can it be found fault with? Undoubtedly there are many things in our organizations that are defective; but it is our duty, if there be faults, to correct them. If there be wise men among us let them come forward; let us see their wisdom, and not retain it to benefit one, but let it be used to benefit the whole. There was not any more obligation upon President Young, when he was alive, or upon the Prophet Joseph when he lived, than there is upon us individually; that is looking at it in one light. You and I all expect to share if faithful, the same glory that they will attain to. Every man and every woman in this audience comprising this body of Latter-day Saints, expect, if found faithful, to share with those who have gone before&#x2014;the righteous and holy, and become heirs of God, and joint heirs with Jesus Christ;<span class=\"citation\" id=\"72594\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72594)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72594)\">Rom. 8:17<\/a><\/span> that is, attain to the very highest glory. If this be our aspiration, our hope and anticipation, we should work for that, we should labor for it. In the words of the revelation I have read in your hearing, &#x201C;He is a slothful servant that waits to be commanded.&#x201D;<span class=\"citation\" id=\"86204\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86204)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86204)\">D&amp;C 58:26<\/a><\/span> A man may do, and he should do many things of his own free will in the exercise of his agency.<span class=\"citation\" id=\"86207\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86207)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86207)\">D&amp;C 58:27<\/a><\/span> And if there be wisdom in the breast of any man that has not been brought to light, let it come forth to the light that we may have the benefit of it in causing to be effected a more perfect organization of this people. For I tell you we have a perfect organization in view, and nothing short of it will satisfy us. The Twelve have all had it at heart, and they are bound by the covenants of the Holy Priesthood and by the responsibility which rests upon them, and upon him, who is the President of the Twelve and of the Church. I say we are bound by these covenants and these signs of re<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"86a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0086.pdf\" target=\"pdfwin\">p.&#xA0;86a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7439\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>sponsibility, and to labor today, and labor tomorrow, and labor continuously until eternity shall dawn upon us for the more perfect organization of this people in their temporal affairs. And as for division, we want it not; disunion, we want it not. We do not want to see the Elders of Israel fall asunder, dividing this people and leading them away from the union that should characterize us. We say that any man that does it is not of God; the man that does it is not inspired by the Spirit of God, and has not the love and prosperity of this work at heart. <\/div><div class=\"paragraph jod\" id=\"v20n222\"> We are struggling now, the elements are chaotic. In some respects we are endeavoring to gather together. Dealing in merchandise is a small matter, and yet it lies to a certain extent at the foundation of our business; therefore we talk about it; but merchandising is a small matter compared with the work of organizing the people to get them to manufacture and to furnish labor, that there may be no idle among us, that every boy and every girl, and every man and every woman in this community shall find employment; and that measures may be devised to use their labor and talent and ingenuity for the welfare and prosperity of this people for the elevation of the whole; not for the elevation of a few individuals, but for the uplifting of the entire community, and the whole human race out of ignorance, out of vice and from vicious habits, and everything degrading, lift us up, until we shall stand as man and woman could in the divine presence, filled with that divinity which we inherit from our Heavenly Father; and govern and control the elements with which this earth is so abundantly endowed, for our happiness, for the happiness of our posterity, for the happiness of the entire human family as far as they reach&#x2014;from <div class=\"break columnbreak\" id=\"86b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0086.pdf\" target=\"pdfwin\">p.&#xA0;86b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7439\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the north to the south, from east to west, until we shall comprehend the whole family of God our Heavenly Father, gradually diffusing the blessings we enjoy in these valleys throughout the entire earth, until the whole earth shall be benefited and blessed by our organization and by our existence upon it. <\/div><div class=\"paragraph jod\" id=\"v20n223\"> These are some of the responsibilities that devolve upon us as a people. Shall I live for myself? God forbid that I should live to spend my time and exercise the talent I may possess for my personal benefit, or for the benefit of my family alone. Why? It is unworthy of any man or any woman to live for self alone; to pile up our benefits and comforts for our own luxury and aggrandizement. God forbid that we whom God has chosen, we whom he has called and inspired by his Holy Spirit, and blessed with the everlasting Gospel, and upon whom he has placed his Holy Priesthood, and called us to be saviors of men,<span class=\"citation\" id=\"89717\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89717)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89717)\">D&amp;C 103:9<\/a><\/span> I say God forbid that we should do this, that we should settle down and think entirely of self and build up self, and let our sphere of usefulness be limited to our own family, extend not an inch beyond our own household and our own family circle. God did not choose us for any such purpose, he did not reveal himself to us for any such object; but he has chosen us to be his missionaries in the earth, to be the pioneers in laying the foundation of that great work that shall stand forever, that shall swallow up all the works and powers of man, all the organizations of man, shall swallow all up and comprehend them all within itself. He has called us to this high and holy calling; and it should be your aim and it ought to be my aim to labor for the general good. To starve ourselves? No. Neglect ourselves? No. Let our  <div class=\"break pagebreak\" id=\"87a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0087.pdf\" target=\"pdfwin\">p.&#xA0;87a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7438\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>families go uncared for? No. This is not necessary, that is the other extreme. I have no right to have a family and neglect them; but on the other hand I am under obligation to look after them, to treat them properly and give them every advantage in my power. When I became a father I took upon myself that responsibility, and it is a serious one, that is, I should educate my children and train them up in a proper manner, and see that they do not go hungry or naked. But I have another duty, a duty that reaches out beyond the family circle, a duty I owe to my fellow creatures. It is my duty to use my surplus strength and surplus means for their good, to endeavor to make them better for my existence; because I have been born that the earth will be better for it, that men and women will be better because I have lived. And it should be that the world will be better, because this Church has been organized, that the world will be better for our existence as an organization. And it should be the aim of every man in this Church, of every Bishop and every President of Stake and every Counselor and officer of whatever name or calling; it should be his aim to labor for the salvation of the people. And the Apostles above all, it devolves upon us, it is the covenant, as I have said, of the priesthood we have received; and it rests upon us, and it requires us to labor to combine and unite the interests of this people. And we beseech you, in Christ's stead,<span class=\"citation\" id=\"74226\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74226)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74226)\">2 Cor. 5:20<\/a><\/span> brethren and sisters, be ye united, put away bickerings, put away strifes, put away all those causes of division<span class=\"citation\" id=\"127876\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127876)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127876)\">Eph. 4:31<\/a><\/span> whether they are real or imaginary, and be united as a people, and I tell you in the name of Jesus, as one of his Apostles if you do this, the heavens will be open to you and the blessings of God will descend upon you, in your basket <div class=\"break columnbreak\" id=\"87b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0087.pdf\" target=\"pdfwin\">p.&#xA0;87b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7438\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and in your store,<span class=\"citation\" id=\"94423\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94423)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94423)\">Deut. 28:5<\/a><\/span> in your fields and in your flocks, and herds, in your wives and children, in your husbands, in your fathers and mothers, in your brothers and sisters and all your organizations; the blessings of God will descend, like the dew distilled from heaven, and rest upon you, and all that bless you will imbibe and cherish the same spirit. Now, these things are pressing upon us. We have everything against us, the whole world it may be said, are ready to pass judgment upon us; but yet there are many who oppose the work of God who do so because they have not understood it, and such people, many of them will yet be gathered in and numbered among us. This work is not for this little handful of people, it is for the whole earth and all the inhabitants thereof and the day will come when the lessons taught by the Latter-day Saints will be approved by those who are not Latter-day Saints. When the good government maintained in the midst of the people of God will be copied after, and we will be looked to as exemplary. <\/div><div class=\"paragraph jod\" id=\"v20n225\"> I pray God to bless you, to pour out his Spirit upon this Conference and upon all who shall speak and all who shall hear and all who are kept away from the Conference that the same spirit may run through every heart; for I tell you, my brethren and sisters, it is in vain we labor, unless God is with us, in vain we assemble unless his Spirit is poured upon the people to make them to comprehend and to soften their hearts. It is a need greatly to be desired that God's Spirit will descend upon the Latter-day Saints. Oh, that it might be poured out in power and break and rend asunder the darkness that beclouds our minds, that we may see the things of God as they really are, and sense fully the responsibilities we  <div class=\"break pagebreak\" id=\"88a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0088.pdf\" target=\"pdfwin\">p.&#xA0;88a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7437\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>are under as individuals before him. And I believe that it will be poured out more and more, and the blessings that we have yearned for and which we have prayed for and that we have so much desired in our hearts, and for which we have built Temples, these blessings will descend upon us, and the angels will be nearer to us, and the heavens will be more open to our cries and to our supplications to bestow upon us the blessings there <div class=\"break columnbreak\" id=\"88b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0088.pdf\" target=\"pdfwin\">p.&#xA0;88b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7437\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of. We approach nearer to heaven correspondingly as we live the Gospel revealed to us. It is a precious Gospel, it is a Gospel in which there is contained every requisite to make men and women happy, and to produce a heaven upon earth; and if we will obey it and carry it out there will be more blessings conferred upon us. And that this may be the case, is my prayer, in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}