{"ID":200015, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Remarks on Union.<\/div>\n<div class=\"subtitle\">Made by Elder Charles W. Penrose, in the Ogden Tabernacle, January 19, 1879.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Geo. F. Gibbs.<\/div>\n<div class=\"pageHeader\">Page Header: Remarks on Union, Etc.<\/div>\n<div class=\"speaker\">Speaker: Charles W. Penrose<\/div>\n<div class=\"date\">Date: 1\/19\/1879<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d15\">\n<div class=\"paragraph jod\" id=\"v20n340\"> I am more than pleased this morning to have the privilege of assembling with you, to see the faces of so many of my old friends, and to enjoy the blessings of the Spirit of God and the instructions of this Conference. I believe we realize to a great extent the importance of the subject that <div class=\"break columnbreak\" id=\"122b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0122.pdf\" target=\"pdfwin\">p.&#xA0;122b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7403\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> has been presented to us this morning by Brother F. M. Lyman. I have thought upon it a great many times in reflecting upon the condition of the Latter-day Saints and the prospects that lie before them, and in viewing also the apathy and carelessness of a great many, and the  <div class=\"break pagebreak\" id=\"123a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0123.pdf\" target=\"pdfwin\">p.&#xA0;123a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7402\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>influx of the people amongst us who are not of our faith. I have sometimes almost dreaded the consequences that may ensue, unless we become more united in our feelings and efforts to build up the Kingdom of God and to maintain the liberties that God has bestowed upon us. The people of Ogden are peculiarly situated. A great many people have come here who are not of our faith, some good people and some not so good. But their sympathies and feelings both religious and political are dissimilar to ours; they are not of us, their interests are not identical with ours, and although they may seem for the time to be friendly and to have an interest with us in our local affairs, yet our experience has demonstrated to us the truth of a certain saying of our Lord Jesus Christ, &#x201C;He that is not with me is against me; and he that gathereth not with me scattereth abroad.&#x201D;<span class=\"citation\" id=\"64376\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64376)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64376)\">Matt. 12:30<\/a><\/span> It would seem in our history that sometimes this was not the case, some people having come among us whose feelings appeared to be in consonance with ours and who were friendly disposed towards us, but their faith not being our faith, although their views to some extent were in harmony with ours, yet we have found in our experience that these words of the Savior held good even with them. Something is sure to arise to draw the dividing line; some circumstance transpires which places them where they belong, and they then occupy their true position. They are outside the covenant of the Gospel, and their sympathies and feelings and faith cannot be identified with ours. They are of the world, we are not; we have come out of the world. This may seem strange to some; but it is true as God is true. Christ laid this rule down, and we shall find that it is <div class=\"break columnbreak\" id=\"123b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0123.pdf\" target=\"pdfwin\">p.&#xA0;123b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7402\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> perfectly correct. <\/div><div class=\"paragraph jod\" id=\"v20n342\"> The great necessity for us as Saints of God is to become really and truly united, not only in thought, but in our faith and desires and sympathies one toward another, and in our fellowship as brethren and sisters in Christ. We must cherish an active, living faith, showing our faith by our works<span class=\"citation\" id=\"77574\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77574)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77574)\">James 2:18<\/a><\/span> in our efforts to arrive at a perfect union. I see the necessity of this in our political affairs. When I look back at the last election, I am reminded of the few votes, comparatively, that were cast in this city. This shows something wrong. What is it? There is a carelessness growing upon the people, and we perceive it to some extent in our religious affairs and public meetings, but we see it more clearly when it comes to voting, for many who have a right to vote stay away from the polls. We call the attention of our brethren and sisters to these matters, and say to every Latter-day Saint who has the right of franchise, it is your duty to vote. The franchise is not given to us as an ornament or plaything, but as a power to be used with our best judgment in the maintenance of truth and liberty. The spirit of the Gospel is the spirit of liberty,<span class=\"citation\" id=\"74052\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74052)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74052)\">2 Cor. 3:17<\/a><\/span> the Gospel itself is the perfect law of liberty;<span class=\"citation\" id=\"77489\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77489)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77489)\">James 1:25<\/a><\/span> and every move that may be made, having for its object the maintenance of liberty, we ought to regard in the light of the Gospel, in the light of duty. <\/div><div class=\"paragraph jod\" id=\"v20n343\"> There is a great deal of talk, and has been for years past, of separating religion from politics. I believe that we need a little more religion in our politics than we already have, and I believe that if there were more true religion in politics throughout the world it would be better for humanity. I am certain that it is absolutely necessary for us who have come here,  <div class=\"break pagebreak\" id=\"124a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0124.pdf\" target=\"pdfwin\">p.&#xA0;124a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7401\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>having separated ourselves from the world, for the purpose of building up the kingdom of God, in order to accomplish this to permit our religion to enter into our lives and govern us in all we do, whether it be secular or religious. We cannot act separately, singly and alone; the Spirit of the Lord, which is the spirit of the everlasting Gospel, should dictate us in all we do in a public as well as a private capacity, and when we are so influenced we will act with a due regard to the interests of our brethren and sisters. We did not come here for gold and silver, no matter how much of these precious metals there may be hid up in the mountains around us. We did not come here for flocks and herds, for houses and lands, for orchards and vineyards, or for substance or earthly wealth of any kind. All these of course we desire to obtain, and it is a blessing to have them, for with them we can the better assist in rolling forth the kingdom of God; but the acquiring of such wealth was not the object we had in coming here; it was rather to build up a better system of society and establish upon the earth that divine order that exists where our Father dwells, a few of the principles of which have been revealed to us through the Prophet Joseph Smith. We came here, in other words, to find out the will of God, and then do it. We must keep that object before us all the time, no matter in what capacity we act, whether as members of the Church or as members of society, whether we act in political or religious matters, we must keep the fact before us that the main object of our lives is to establish the kingdom of God upon the earth, that He whose right it is to reign may rule.<span class=\"citation\" id=\"86175\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86175)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86175)\">D&amp;C 58:22<\/a><\/span> And when we go to the polls, whether it be to <div class=\"break columnbreak\" id=\"124b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0124.pdf\" target=\"pdfwin\">p.&#xA0;124b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7401\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> vote for our municipal officers or otherwise, we must go there as Latter-day Saints, to be true to our religious covenants; we cannot say, religion, you stand aside, I am a politician today. We must be Latter-day Saints all the time, in every act of our lives. And this carelessness in regard to voting we must get rid of; we must understand that the exercise of the franchise is required of us, and knowing this we should have the manhood to use it; and the sisters who enjoy the privilege of voting, should understand that the same obligation rests upon them as well as upon the men. This blessing is given to them to be used for the good of their brethren and sisters, for the benefit of the community of which they form a part. <\/div><div class=\"paragraph jod\" id=\"v20n345\"> It is necessary that we be as one, one in spirit and acts, and we must aim all the day long for the accomplishment of the work entrusted to us. Every member must be alive and continue to be alive. The sign of life is motion, but a great many of the brethren and sisters appear to be either dead or asleep in regard to these matters. We must do better if we would preserve ourselves from the burdens which the people of Tooele County have had to bear and are now bearing; if we would maintain our liberty and keep the balance of power, we must exercise the powers conferred upon us, and if we do not, we shall have to reap the consequences. This union we talk so much about, and which we say is essential to our strength, how shall we increase it? For we need an increase of union, particularly in some places. We will take Ogden, for instance, how shall we establish union and preserve it here? I have thought there is one thing that needs to be impressed upon us, and that is har<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"125a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0125.pdf\" target=\"pdfwin\">p.&#xA0;125a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7400\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>mony of feeling and of thought between the heads and the body of the people. In order to establish that and continue it, there needs to be an identity of interests in our hearts. It will not do for our brethren, when they meet each other, to shake hands and enter into a formal conversation, and then, when they separate, have something evil to say of each other. We must try to establish real harmony; the head must be in harmony with the feet, and the spirit that is in the head should flow to the extremities of the body. We must try to establish an essential union. Not merely a grasp of hands and a tying together by rules, but the binding of heart to heart, that the spirit may have free course, run, and be diffused among the people. And in order to establish this, I have thought that we have need to be frank and free, and open one to another. I do not believe in that kind of discussion which produces contention, which comes from the devil; but I do believe in that free speech which establishes mutual understanding, tends to bind men together, and produces true affinity. We should be bound together by essential union&#x2014;a union of heart and soul. How can this be brought about? By being true and honest one towards another, that there may be real confidence in our midst. Because one man may differ from another, even though with one called to preside over him, is that to say that such a man is rebellious? I think not. There should be a distinction between honest difference and stubbornness and contention. We cannot all see alike yet, neither is it expected that we should in our present imperfect condition. As there is a difference in each other's countenances, so there is in <div class=\"break columnbreak\" id=\"125b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0125.pdf\" target=\"pdfwin\">p.&#xA0;125b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7400\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> each other's minds, and the only way to harmonize the difference of opinion that may exist among us, is to so live that the light of the Spirit of God can shine in our hearts. Some men are quick to perceive a truth; others are slow. Some men will grasp at an idea and comprehend it in a moment, while it takes others a long time, simply because they are slower of intellect, or because they do not happen to see from the same standpoint as we do. We must be patient, and try to convince one another when we happen to disagree. How? By threats and denunciations? No; but by real forbearance, the same as God exercises towards us. Do we ourselves carry out His purposes as He has revealed them! I think not. I confess I do not. I can see the standard of righteousness, of nobility, and purity before me, but, alas! I know I have not reached it; yet I want to keep on striving until I get up to that standard, and I believe these desires are in your hearts. God exercises patience towards us, and this is the spirit we must exercise one towards another, until we can be brought to see eye to eye. There will be a time when the watchmen upon Mount Zion will sing together with perfect harmony. &#x201C;Thy watchmen shall lift up their voice; with the voice together shall they sing: for they shall see eye to eye, when the Lord shall bring again Zion.&#x201D;<span class=\"citation\" id=\"59584\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59584)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59584)\">Isa. 52:8<\/a><\/span> But the Lord will never bring Zion from above until Zion from beneath is prepared to meet it.<span class=\"citation\" id=\"127889\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127889)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127889)\">Gen. 9:21-23 (JST)<\/a><\/span><span class=\"citation\" id=\"88002\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88002)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88002)\">D&amp;C 84:100<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v20n347\"> Then I would say, let us cherish forbearance and let us be frank and encourage frankness; I do not mean contention, that is a very different thing and comes from a different source. There is an essential union and there is an apparent union. I  <div class=\"break pagebreak\" id=\"126a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0126.pdf\" target=\"pdfwin\">p.&#xA0;126a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7399\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>would not give a fig for the last, but the first is worth all we possess. If we only appear to be united and bound together and the bands should once be broken, separation would ensue, all would be confusion and the strength we possess would be wasted; but if we take such a course as will enable us to see alike and act alike, we will have veritable strength. Then let us try to establish such a union by being free and frank with and true to each other. To illustrate my idea: A lady gets a new bonnet, and she meets a lady friend and asks how she looks. &#x201C;O how nice!&#x201D; says the latter, &#x201C;it suits you admirably; it becomes you so much.&#x201D; She turns around when her friend is gone, and says to another lady, &#x201C;What a fright she looks in that poke of a bonnet!&#x201D; So men will be friendly to each other's faces and false when their backs are turned. We should be free and frank and outspoken; but that is not to say we should be unwise and abrupt in our expressions, because we are very sensitive and easily get offended. We may even drop an innocent remark, which a person may take umbrage at and feel that we are his enemies when we are in reality his friends, and the same feelings are likely to result from joking, when really no offense is intended. <\/div><div class=\"paragraph jod\" id=\"v20n349\"> But the greatest cause of disunion is promise-breaking. One of the evils that is spoken of to be prevalent in the last days is that men should become &#x201C;trucebreakers;&#x201D;<span class=\"citation\" id=\"76142\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76142)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76142)\">2 Tim. 3:1-3<\/a><\/span> this is, they should be guilty of making promises only to break them. I believe it can be truthfully said of some who call themselves Latter-day Saints, that they give their word to a brother, and almost before the breath is cold they falsify their promise; they <div class=\"break columnbreak\" id=\"126b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0126.pdf\" target=\"pdfwin\">p.&#xA0;126b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7399\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> make contracts in writing, and almost before the ink is dry they break them. If we make a promise to perform a piece of work, we should try to keep it, even if it appears to be to our injury. If we promise to pay a brother, we must do it or make it right with him, and not try to excuse ourselves by saying, &#x201C;Oh, it is only a brother;&#x201D; whereas, if it were a &#x201C;Gentile,&#x201D; we would very likely keep our promise. We must be true to our words under all circumstances and to all persons; if we borrow, we must pay our debt; if we cannot possibly do it, we must give our creditor the best satisfaction we can. When we meet with one another, and agree to carry out certain measures, let us do it, or not promise to do it. And when we meet together in our meetings, and any measures are brought forward in which the public are interested, or nominations are to be made for any of our public officers, and we feel that we cannot agree with the measures proposed, or have just cause to oppose the nominations, do not sit mum in the meeting, and as soon as it is over commence to kindle the spirit of opposition among our brethren. In all our political matters, if the elders and the people get together and come to a clear understanding with regard to the men who are to occupy certain positions, in the manner that I have alluded to, I cannot see how there can be any division, or how those who are not of us, who are in the minority, can expect to succeed in electing opposition candidates to fill our public offices. It cannot be done. We have the majority in numbers, and if we have a thorough union of power, our strength will be preserved. But our weakness is in our carelessness and apathy. We  <div class=\"break pagebreak\" id=\"127a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0127.pdf\" target=\"pdfwin\">p.&#xA0;127a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7398\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>have the right to do good, the right to vote, but do not exercise it. <\/div><div class=\"paragraph jod\" id=\"v20n351\"> When we disapprove of any man put up to occupy any position, let us be sure in our minds that what causes that disapprobation is not any private pique against him. We have no right to vote against a man from our private feelings. If a man be put up for public position, and we have a private pique against him, that should not weigh a feather. A man is put up because he is considered fit for the position, and when the majority agree upon a certain person, we should fall into line, the minority should give way to the majority. And when we disagree with our brethren, it should not be because of any private feelings. One may say, &#x201C;Oh, I do not want that man.&#x201D; Why? &#x201C;Well, he said so and so against me, or he did not do so and so for me.&#x201D; It is not a matter whether you like a man personally or not. The question is, is he fit for the position. Is he the right man for the place? Do the majority of my brethren want such and such a man? If so, I will wave my differences and vote for him who is considered best fit for the position. These things are of far more importance than many of us think they are. In times past we have had the balance of power in our elections, and all things have gone on smoothly whether we have voted or not. But the time will come when the thing will be more evenly divided, and we must get in the habit of exercising every power that God has conferred upon us for the building up of his kingdom and for our mutual benefit. When a bishop of a ward calls upon a man to perform any public duty he should be willing to step forward to do his part; and every woman should feel that <div class=\"break columnbreak\" id=\"127b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0127.pdf\" target=\"pdfwin\">p.&#xA0;127b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7398\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> she would like to see her husband do quite as much as any other woman's husband, and not only in religious matters but in all things for the welfare of the community of which we form a part. Let us all be active members of the church and let us all be active members of the body politic&#x2014;let us be real, live Latter-day Saints, and let the spirit of the Gospel flow to every part, that all may be invigorated, particle clinging to particle, for when each particle clings to the other particles this is the sign of life in a man, but when particles seem to have a desire to separate, that is indicative of dissolution, that mysterious change which we call death; when we pull apart that is a sign of spiritual death in the midst of the Latter-day Saints. <\/div><div class=\"paragraph jod\" id=\"v20n352\"> I desire to see the church and kingdom of God alive in all its parts; I desire to see every member imbued with the spirit of God, and every man holding the holy priesthood feeling that spirit and power that belong to it, for I know there is virtue, and power and strength in it. I know that it is a reality. I know that when a man is ordained to the holy priesthood, if he seeks for the spirit of his calling, he can draw nearer to God than he could without it; I know he can do more good to humanity with it than he could possibly do without it. I know that the priesthood of God is effective; that there is life and vigor in it, and that through it a man has access to God the Eternal Father, and has power to help his fellow man. We should be a nation of kings and priests<span class=\"citation\" id=\"54125\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54125)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54125)\">Ex. 19:6<\/a><\/span> unto God,<span class=\"citation\" id=\"127890\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127890)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127890)\">Rev. 1:6<\/a><\/span> a royal priesthood, a peculiar people,<span class=\"citation\" id=\"77836\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77836)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77836)\">1 Pet. 2:9<\/a><\/span> zealous of good works.<span class=\"citation\" id=\"76316\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76316)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76316)\">Titus 2:14<\/a><\/span> This is what we should be, my brethren and sisters. And here, in Weber County particularly, where the out<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"128a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0128.pdf\" target=\"pdfwin\">p.&#xA0;128a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7397\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>side element seems to be gathering, and which is naturally aggressive, always ready to try and wrest from us our vested rights, it behooves you to be earnest and sincere and united, and to be diligent in your efforts to hold for God and his kingdom those rights and liberties which he has given to us. God intended that his people whom he has gathered to this land should possess it, and that they should not be ruled over by their enemies, as long, at least, as they are in the majority. Then shall we give up our strength to the minority who desire to take away our rights, and who have tried all the day long to destroy our best men? I think we will not; I think we will be more energetic and cling to one another, and, if we have differences we will try to settle them. Brethren, if you have hard feelings against a brother, go to him like a man, and tell him that he has done so and so, and that it is your desire to have the thing straightened out; and if you cannot make it right yourselves, call to your aid the services of a teacher, and rather let us sacrifice our feelings than allow that genial spirit which belongs to true brotherhood to be crushed out of our hearts. Let every man and woman in this congregation today feel that any difficulties they may have had with their brethren or sisters shall be buried from today, and shall not be harbored any longer. Say in your hearts, before I will have anything rankle or tarnish my feelings, I will go to my brother or to my sister and confess my weakness and thus get rid of it. And if we will be free and frank and honest, and say what is in our hearts, without fear or favor, there will be more union in our midst, and the Spirit of God will dwell with us, and we will see new beauties in our religion <div class=\"break columnbreak\" id=\"128b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0128.pdf\" target=\"pdfwin\">p.&#xA0;128b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7397\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> every day, and we will seek the society of our brethren rather than shun them; but, on the other hand, if we harbor hard feelings in our hearts without divulging them or seeking relief, we may depend upon it that it will, if allowed to go unchecked, result in a separation from the very men for whom we today profess fellowship, and in our own overthrow and death. We are children of the covenant, and should be bound together by the influence of the Holy Ghost, whose ties are stronger than those which exist between man and wife; that influence will make us one, even as the earth is one, though composed of millions of atoms. In the beginning, we are told, God spake, chaos heard, and worlds came into order.<span class=\"citation\" id=\"52027\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52027)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52027)\">Gen. 1:1<\/a><\/span> The scattered particles came together and they were solidified, consolidated, and this little earth now rolling in space shows the effects of this real essential union of parts. God has spoken to the chaotic particles of humanity; he has gathered us together to this place to make us one; and we should live together and work together, and present a strong phalanx of power, as real brethren and sisters in very deed, that the spirit of union may be in our hearts, and in every deed and act, which should be made in each other's interest, and not for individualism and self. The spirit of individualism is, every man for himself; the spirit of the Gospel is, every man for his brother; and it is this influence that prompts a man to say, &#x201C;Let me love the Lord my God with all my heart, and with all my soul, and with all my strength, and let me love my neighbor as myself,<span class=\"citation\" id=\"65458\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65458)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65458)\">Matt. 22:37-39<\/a><\/span> and seek his interests as well as my own.&#x201D;<span class=\"citation\" id=\"127891\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127891)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127891)\">D&amp;C 82:19<\/a><\/span> This is the Spirit of God; it is the spirit of the everlasting Gospel; it is the spirit of  <div class=\"break pagebreak\" id=\"129a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0129.pdf\" target=\"pdfwin\">p.&#xA0;129a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7396\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>peace, and joy, and consolation and comfort, and there is real, true happiness in it. What a miserable feeling it is not to be able to meet a man frankly and cordially. How different when friends and brethren meet. Their countenances at once brighten, and there is a glow and warmth which bespeak their feelings for each other; it is a feeling of joy and satisfaction, and those who possess it desire to bless and do good to their fellow men. <\/div><div class=\"paragraph jod\" id=\"v20n355\"> I feel the importance of these simple truths; they are necessary to our growth as a community, and to our progress as individuals. God has revealed them for our guidance and salvation, both temporally and spiritually. Let us ponder upon them, and let nothing come be<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"129b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0129.pdf\" target=\"pdfwin\">p.&#xA0;129b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7396\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tween us and the Priesthood of God. Let us be united in all things, and when the time comes for us to vote for our municipal officers, let us have a clear understanding beforehand, and then unite on it; and I will promise you that if you will do your part, God will do his part, and we will come off more than conquerors.<span class=\"citation\" id=\"94633\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94633)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94633)\">Rom. 8:37<\/a><\/span> And the day will not be far distant when the Priesthood of God will have the balance of power, and the rule and dominion now in the hands of the wicked upon the face of all the earth will be taken away from the corrupt and the wicked, and given unto the hands of the Saints of the Most High God, and he will reign forever and ever.<span class=\"citation\" id=\"61660\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61660)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61660)\">Dan. 7:18<\/a><\/span> Amen. <\/div>\n<\/div>\n<\/div>"}