{"ID":200026, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Fates of the Ancient Apostles&#x2014;Worship of the True God&#x2014;His Creations and Handiwork&#x2014;Prophecy.<\/div>\n<div class=\"subtitle\">Discourse by Elder C. W. Stayner, delivered in the Tabernacle, Salt Lake City, Sunday Afternoon, May 25, 1879.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Geo. F. Gibbs.<\/div>\n<div class=\"pageHeader\">Page Header: Fates of the Ancient Apostles, Etc.<\/div>\n<div class=\"speaker\">Speaker: C. W. Stayner<\/div>\n<div class=\"date\">Date: 5\/25\/1879<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d26\">\n<div class=\"paragraph jod\" id=\"v20n568\"> In rising to address the congregation this afternoon, a brief passage of Scripture is suggested to my mind, as the basis for such remarks as I may make. It is the latter part of the seventh verse of the fourteenth chapter of the Book of Revelation, and reads as follows: &#x201C;and worship him that made heaven, and earth, and the sea, and the fountains of waters.&#x201D;<span class=\"citation\" id=\"79965\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79965)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79965)\">Rev. 14:7<\/a><\/span> Believing with the ancient Apostles &#x201C;that no prophecy of scripture is of any private interpretation; but holy men of God spoke as they were moved by the Holy Ghost,&#x201D;<span class=\"citation\" id=\"78306\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78306)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78306)\">2 Pet. 1:20-21<\/a><\/span> and that &#x201C;all scriptures were written for our profit and learning<span class=\"citation\" id=\"76228\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76228)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76228)\">2 Tim. 3:16<\/a><\/span><span class=\"citation\" id=\"81174\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81174)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81174)\">1 Ne. 19:23<\/a><\/span> that we through faith in them, might have hope.&#x201D;<span class=\"citation\" id=\"72879\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72879)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72879)\">Rom. 15:4<\/a><\/span> I am firmly convinced that the words of the text have a profound significance; for although it is acknowledged that the sacred writings contain the most sublime language, and furnish the most poetic quotations, still I do not believe that those holy men sought to round off their sentences, simply for the sake of the music they would afford to the ear of the reader; but that beneath all the poetry and sublimity of the language, there is a beautiful meaning to every sen<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"206b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0206.pdf\" target=\"pdfwin\">p.&#xA0;206b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7319\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tence recorded, involving the most important truths for the benefit of mankind. In order to reach clearly the correct significance of the passage we have read, let us first consider by whom it was uttered, and inquire into the circumstances under which it was recorded. History tells us that the venerable Apostle John who wrote the Book of Revelation,<span class=\"citation\" id=\"127965\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127965)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127965)\">Rev. 1:1<\/a><\/span> was sentenced by the Emperor Domitian of the Roman Empire, to be scalded to death in a cauldron of boiling oil; that this cruel sentence was carried out as fully as it was in the power of men to execute it. The cauldron of oil was heated to boiling heat, and the great apostle was submerged in the scalding fluid, but through Divine interposition he was delivered like Daniel from the &#x201C;lion's den,&#x201D;<span class=\"citation\" id=\"61544\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61544)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61544)\">Dan. 6:1-28<\/a><\/span> and Shadrach, Meshach and Abednego from the &#x201C;fiery furnace,&#x201D;<span class=\"citation\" id=\"61403\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61403)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61403)\">Dan. 3:1-30<\/a><\/span> by the power of that God, whom he served and obeyed; so that he suffered no harm and simply looked like he had been anointed. The cruel Emperor was so enraged at this wonderful deliverance, that he instantly sentenced the doomed Apostle to banishment on the Isle of Patmos.<span class=\"citation\" id=\"79001\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79001)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79001)\">Rev. 1:9<\/a><\/span> While in exile in accor<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"207a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0207.pdf\" target=\"pdfwin\">p.&#xA0;207a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7318\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>dance with this sentence, St. John was made the happy recipient of the most wonderful visions of things to come to pass in the future history of the world. Enwrapped in heavenly vision he beheld, among other important matters, an &#x201C;angel fly in the midst of heaven, having the everlasting gospel to preach unto them that dwell on the earth, and to every nation, and kindred, and tongue, and people, Saying with a loud voice, Fear God, and give glory to him; for the hour of his judgment is come,&#x201D;<span class=\"citation\" id=\"79925\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79925)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79925)\">Rev. 14:6-7<\/a><\/span> and then the words of our text, &#x201C;and worship him that made heaven, and earth, and the sea, and the fountains of waters.&#x201D;<span class=\"citation\" id=\"79966\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79966)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79966)\">Rev. 14:7<\/a><\/span> Thus then we find this text was the enunciation of an angel; and as the time when this angel was to come is plainly shown to be at a most important crisis of the world's history, &#x201C;the hour of God's judgment,&#x201D;<span class=\"citation\" id=\"79815\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79815)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79815)\">Rev. 14:7<\/a><\/span> it may well be supposed he did not waste time in poetic fancy or simply the elegant rounding of periods, but that every word he uttered carried with it a depth of meaning, and was in every way calculated to impress those to whom he was sent, with the importance of his message. What then was his reason for using this particular language? Why did he not close without uttering the last words? Or why did he not call the attention of earth's inhabitants to some other peculiarity of the Divine greatness? First because it is customary with the Lord and his angelic messengers to generally give some reason for the requirements made by them; God is ever willing to show his children why we should obey his commands; we find his doctrines reasonable, his requirements reasonable, and his revelations reasonable; hence the angel added by way of reasonable argument, &#x201C;and worship him that <div class=\"break columnbreak\" id=\"207b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0207.pdf\" target=\"pdfwin\">p.&#xA0;207b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7318\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> made heaven, and earth, and the sea, and the fountains of waters.&#x201D;<span class=\"citation\" id=\"79967\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79967)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79967)\">Rev. 14:7<\/a><\/span> But why did he not call attention to some of the great things in the unseen world; why not refer to the hosts of heaven or the majestic glory of God, as he sat upon his throne; or any others of the numerous existences that create joy or wonder &#x201C;behind the veil?&#x201D; No doubt, because the angel could see prophetically that when the time should arrive for him to deliver his heavenly message, at the hour of God's judgment, the whole world would have reached what may be called a scientific age, an epoch of &#x201C;Materialism,&#x201D; a time when the universal scientific thought would be centered on that which was material in its character; and that people would be more devoted to searching out the matters of the visible world, than the hidden mysteries that lay beyond the veil. Hence he called attention to the things which were most engrossing their thoughts. He saw that men would reach, as they have done, some conclusions concerning the planetary bodies, and establish some theories, the correctness of which has in certain instances been proved, as particularly shown in the precision with which eclipses are predicted, that frequently occur within a minute, and even a few seconds of the time designated. Although men have discovered comparatively little with regard to such matters, and even in our own solar system are at a loss in some things, still enough has been discovered to create wonderment and inquiry as to the origin of the worlds that &#x201C;roll upon their wings&#x201D;<span class=\"citation\" id=\"88547\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88547)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88547)\">D&amp;C 88:45<\/a><\/span> in the firmament, and I believe I shall be endorsed by the highest scientific authorities when I say that they acknowledge the existence of a master intelligence that organizes, sustains and controls  <div class=\"break pagebreak\" id=\"208a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0208.pdf\" target=\"pdfwin\">p.&#xA0;208a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7317\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the universe. But who or what that power and intelligence is, they do not comprehend, neither can they without he should reveal himself unto them. But when the inquiry arises as to who is this organizer the voice of the angels comes ringing down the cycle of time, &#x201C;Worship God, who made the heavens,&#x201D;<span class=\"citation\" id=\"79968\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79968)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79968)\">Rev. 14:7<\/a><\/span> for, as the Psalmist gives it, &#x201C;The heavens declare the glory of God; and the firmament showeth his handiwork.&#x201D;<span class=\"citation\" id=\"56422\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56422)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56422)\">Ps. 19:1<\/a><\/span> How charming it is to contemplate the beauty of the heavens, and then think of the discoveries that have been made; concerning light, for instance. How wonderful it is! To think that light, traveling, as scientists assert, from the sun to the earth in eleven minutes, a distance that would occupy a cannon ball twenty-five years in transit; and yet, notwithstanding its velocity, it is so composed as not to harm in the least degree the tenderest of animal or vegetable substances; the minutest plant&#x2014;the most delicate flower is blessed by its influence, and not in the least injured by the rapidity of its motion. How is this accomplished? By the particles of which it is composed being so minute as not to offer any resistance to the slightest substance. And yet a single sunbeam, which no one can paint or define, looking so innocent and colorless, is found to consist of seven colors, and will penetrate the deepest darkness and reveal all existing objects in their proper and actual form and color. The beneficial effects of the sun's light cannot be too highly appreciated, and, in contemplating its blessings we are constrained to &#x201C;worship God who made the heavens.&#x201D;<span class=\"citation\" id=\"79969\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79969)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79969)\">Rev. 14:7<\/a><\/span> Let us now consider the earth; take for instance the atmosphere which we breathe and by which we are sustained. We <div class=\"break columnbreak\" id=\"208b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0208.pdf\" target=\"pdfwin\">p.&#xA0;208b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7317\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> find it in a pure condition originally, but we ascertain that it is rendered impure by being breathed. Through passing through the lungs it becomes so highly carbonized that it is unfit for our use; the large infusion of carbonic dioxide it receives through the process of respiration, renders it poisonous to men and animals; but strange to say it is then in the most proper condition to nourish the life of the vegetable kingdom. Plants thrive on it, and vegetation generally, receives its chief nutriment from that impurity which animals could not endure. Scientific experiment has proved that a sprig of mint placed in a bottle of air rendered impure by respiration or putrefaction, will so absorb the impurity, and nourish itself on the unwholesome carbonic acid gas, as to again render the air sufficiently pure to sustain human and animal life. Thus we find that the atmosphere which would otherwise become unfit to sustain our lives, is purified, and at the same time is enriching us through the medium of the vegetable creation, from which we derive much of our support and sustenance. <\/div><div class=\"paragraph jod\" id=\"v20n571\"> Then think of the richness of our fields, of the mineral wealth in these huge mountains, of the beauties to be seen and studied in the floral creation, of the grandeur of earth's scenery, and the capacity of the soil to support its wonderful population, think of what is on the earth's surface, and consider what is discovered in its deepest recesses; and when the inquiry arises as to the originator of these blessings, and men of science and reflection ask who and what is the controlling power that bestows and regulates all these things, the loud voice of the angel comes down through the ages, &#x201C;Worship God who made the earth!&#x201D;<span class=\"citation\" id=\"79970\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79970)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79970)\">Rev. 14:7<\/a><\/span> Then there is the mighty  <div class=\"break pagebreak\" id=\"209a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0209.pdf\" target=\"pdfwin\">p.&#xA0;209a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7316\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ocean that covers such a large portion of our globe. Now, some people have thought that there was too great a proportion of our earth covered by water; but scientific men, who have thought deeply on this subject, declare that if there were any less, there would not be sufficient to furnish moisture for the fertilization of the land. Here, then, is an element prepared, from which, through the action of the atmosphere, the moisture is drawn up into the clouds, and, what is very wonderful, it is not emptied out in torrents, to ravage and destroy by its furious impetuosity, our fields and gardens, but is carried in the clouds as they are gently wafted by the wind, and beautifully distributed in grateful showers, to refresh and nourish the crops of the husbandman. Then, again, see the provision for preserving those large bodies of water, called seas, so that they may not become putrid and malarious; they are strongly supplied with salt, and thus turned into brine, which preserves the water in a wholesome state. Upon the surface of the seas are the vessels of the commercial world, laden with treasure, and down in those almost unfathomable depths are found endless varieties of the finny tribes, that delight to dwell there, and are so useful to man. The sea is their home, from the smallest specimen that floats near the surface, to the huge leviathan that lashes the ocean in his fury. They are perfectly adapted to live there, and the element is specially fitted to supply their necessities. Then, too, beneath its surface we discover beauteous and precious gems for the adornment of the person; providing even for the pleasures and fashionable tastes of &#x201C;them that dwell on the earth.&#x201D;<span class=\"citation\" id=\"79091\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79091)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79091)\">Rev. 14:6<\/a><\/span> And when we ask what intelligence and beneficent power has <div class=\"break columnbreak\" id=\"209b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0209.pdf\" target=\"pdfwin\">p.&#xA0;209b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7316\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> provided for our happiness, we still hear the voice of the angel as he cries, &#x201C;worship God who made the sea!&#x201D;<span class=\"citation\" id=\"79971\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79971)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79971)\">Rev. 14:7<\/a><\/span> There is still another branch of the subject to which we must briefly refer, and that is the &#x201C;fountains of waters.&#x201D;<span class=\"citation\" id=\"79972\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79972)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79972)\">Rev. 14:7<\/a><\/span> What can be more delightful than a fountain, or spring of pure water? Up in these glorious mountains which have inspired the Saints with a love of liberty, we can see and hear the rippling brook as it escapes from a bright, cold, pure spring in the nook of a canyon or the crevice of a rock! How is it formed and sustained? We find that through the process of evaporation before alluded to, moisture is drawn from the oceans and lakes up into the clouds; some of these clouds pass over the mountains, and deposit sheets of snow, and showers of rain in the canyons and on the mountain sides. These sink into the crevices between the rocks, and here and there burst forth in bubbling springs of fresh water which feed the rivulets and streams, and form the creeks that descend to the land in the valleys, then pass into rivers and finally return to the bosom of the oceans and lakes from whence they came, there to be again preserved till again evaporated. But one peculiarity we should notice here, and that is, the water in these springs is fresh and sweet, although the bodies of water from whence it is evaporated are salt. Here we live on the borders of the Great Salt Lake, yet did you ever notice any saline flavor to the springs and streams sustained by the evaporations from the lake? No, and yet this is a body of water having the strongest saline character in the world! What a glorious provision to have pure fresh water in constant supply! And how beautiful to contemplate is the present fertility of these valleys! When we look back  <div class=\"break pagebreak\" id=\"210a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0210.pdf\" target=\"pdfwin\">p.&#xA0;210a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7315\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to the time when those grand old pioneers set their feet on this soil, and realize its past barren, arid condition, we are led to thank God, &#x201C;who made the fountains of waters;&#x201D;<span class=\"citation\" id=\"79974\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79974)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79974)\">Rev. 14:7<\/a><\/span> and we can see the literal fulfillment of his word through the ancient prophets, that he would &#x201C;turn the dry ground into water springs,&#x201D;<span class=\"citation\" id=\"59207\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59207)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59207)\">Isa. 35:6-7<\/a><\/span> and &#x201C;make pools in the desert;&#x201D;<span class=\"citation\" id=\"91897\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91897)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91897)\">D&amp;C 133:29<\/a><\/span> we see that &#x201C;fountains of waters&#x201D;<span class=\"citation\" id=\"79973\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79973)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79973)\">Rev. 14:7<\/a><\/span> have sprung up in unexpected places, to enable this dry and unpromising soil to yield an equitable return for the toil of the laborer; and we can now say that indeed the &#x201C;Desert has been made to blossom as the rose.&#x201D;<span class=\"citation\" id=\"59148\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59148)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59148)\">Isa. 35:1<\/a><\/span> In short it seems that &#x201C;the heavens, and the earth, and the sea, and the fountains of waters&#x201D;<span class=\"citation\" id=\"79977\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79977)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79977)\">Rev. 14:7<\/a><\/span> have formed a grand combination to introduce their united evidences of the Divine existence&#x2014;and the rich Divine dealings with mankind. Through the ages that are past every method consistent with the perfection of omnipotence, has been adopted to impress man with reverence for the Deity; angels from the heavens declare the glory of God, and the music of the spheres as they perform their wonderful course in the firmament, invite our attention to his glorious handiwork; God has written his being on the imperishable rocks, has recorded the existence of Deity in the granite mountains and among &#x201C;the everlasting hills;&#x201D;<span class=\"citation\" id=\"53750\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53750)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53750)\">Gen. 49:26<\/a><\/span><span class=\"citation\" id=\"91901\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91901)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91901)\">D&amp;C 133:31<\/a><\/span> if we &#x201C;go down into the depths of the sea, he is there;&#x201D;<span class=\"citation\" id=\"57304\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57304)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57304)\">Ps. 139:7-10<\/a><\/span> and at his bidding, &#x201C;fountains of waters&#x201D;<span class=\"citation\" id=\"79975\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79975)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79975)\">Rev. 14:7<\/a><\/span> burst forth in fertilizing streams, to nourish the barren soil that it may bring forth its rich fruit for the sustenance of the Saints. Thus the heavens in their glory, the earth with its rich blessings, the seas upon which we ride, and the &#x201C;fountains of waters&#x201D;<span class=\"citation\" id=\"79976\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79976)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79976)\">Rev. 14:7<\/a><\/span> that supply us with an element without which we could not live, furnish <div class=\"break columnbreak\" id=\"210b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0210.pdf\" target=\"pdfwin\">p.&#xA0;210b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7315\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> us with a chain of material evidences, of the existence and goodness of the Deity, that cannot be successfully denied. But I would still fail in the performance of my duty this afternoon, if I should close without touching upon the subject of spiritual evidences that are furnished in such rich abundance from the very commencement of the world's history to the time when God revealed himself to Joseph Smith, a young boy of fourteen or fifteen years of age, unskilled in the sciences, and unlettered in the learning of the world. God revealed to him not only the fact of Divine existence, but even how he became God; that it was through living up to correct principles, and by developing within himself every sublime sentiment that had its origin in truth. He taught him how the people &#x201C;who dwelt on the earth&#x201D;<span class=\"citation\" id=\"79406\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79406)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79406)\">Rev. 14:6<\/a><\/span> might also be thus exalted to be angels of God, and finally Gods themselves; how they could scale the ladder of intelligence step by step, till they finally overcame all evil, and sat down at the right hand of the &#x201C;Majesty on high.&#x201D;<span class=\"citation\" id=\"76368\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76368)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76368)\">Heb. 1:3<\/a><\/span> Read and consider the beautiful prophecies in the Book of Daniel! Read his florid account of the wonderful visions given to him, of the method he was commanded to adopt in order that he might be worthy to receive them. How he was required to fast, &#x201C;to eat no pleasant food;&#x201D;<span class=\"citation\" id=\"61783\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61783)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61783)\">Dan. 10:3<\/a><\/span> to subsist on flowers and other innocent kinds of vegetation;<span class=\"citation\" id=\"127966\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127966)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127966)\">Dan. 1:12<\/a><\/span> and then ponder over his prophecies, and the prophecies of angels recorded by him,<span class=\"citation\" id=\"61782\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61782)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61782)\">Dan. 10:1-21<\/a><\/span> especially concerning the four beasts,<span class=\"citation\" id=\"61584\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61584)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61584)\">Dan. 7:1-8<\/a><\/span> which represented the four great kingdoms of the world, Babylon, the kingdom of the Medes and Persians, the Macedonian Empire, and the Roman power.<span class=\"citation\" id=\"61786\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61786)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61786)\">Dan. 11:1-45<\/a><\/span> Read his prophecies concerning the last days;<span class=\"citation\" id=\"61614\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61614)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61614)\">Dan. 7:9-28<\/a><\/span> and com<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"211a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0211.pdf\" target=\"pdfwin\">p.&#xA0;211a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7314\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>pare them with the writings of Gibbon and other historians whom while they denounced God and religion, and declared the prophets were impostors, actually recorded the most literal fulfillment of their glorious predictions; and it will be found by those prophecies and their recorded fulfillment, that Daniel and his colleagues were not simply writers of poetry for the amusement of themselves and their neighbors, but that they were ministers of God, chosen to warn mankind of the great things that should come to pass on the earth, long centuries after those prophets should be called behind the veil. God has painted the history of the world in the rich colors of prophecy, and mankind, under Divine Providence has sculptured its fulfillment in the marble of history. The two records are before us, and I am ashamed of the intelligence of the <div class=\"break columnbreak\" id=\"211b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0211.pdf\" target=\"pdfwin\">p.&#xA0;211b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7314\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> nineteenth century when I think that scientific men, and learned people can be induced to impute to those holy servants of God other motives than the advancement of God's purposes in the earth. But I do not condemn the caviler by any means, or consign him to endless torments; no, I regard him as being of great use and of infinite importance to society; he, acting like the tempestuous elements, promotes a healthy condition of the atmosphere, and stirs up the great ocean of thought; this leads us to reflect and consider, and while investigating more closely the works of God, we are apt to come to right conclusions and be more firmly established in the principles of truth. <\/div><div class=\"paragraph jod\" id=\"v20n575\"> May God add his blessing, is my prayer in the name of Jesus Christ. Amen. <\/div>\n<\/div>\n<\/div>"}