{"ID":200040, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Preaching of John the Baptist and Restoration of the Gospel Compared&#x2014;Opposition to Revelation&#x2014;Gifts of the Holy Spirit&#x2014;Polygamy&#x2014;Human Laws Founded Upon the Revealed Law of God&#x2014;Celestial Marriage Prominent in the Law and the Prophets.<\/div>\n<div class=\"subtitle\">Discourse by Elder Franklin D. Richards, delivered at the General Conference, held in the Tabernacle, Salt Lake City, October 6, 1879.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: John Irvine.<\/div>\n<div class=\"pageHeader\">Page Header: Preaching of John the Baptist, Etc.<\/div>\n<div class=\"speaker\">Speaker: Franklin D. Richards<\/div>\n<div class=\"date\">Date: 10\/6\/1879<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d40\">\n<div class=\"paragraph jod\" id=\"v20n819\"> In contemplating the condition of the work of the Lord as it is on the earth today, and as we have had to contemplate it from the light of history in its existence in former periods of time, we find a very striking analogy exists. <\/div><div class=\"paragraph jod\" id=\"v20n820\"> I scarcely need tell my congregation this afternoon that we as a people bear a significant relation to <div class=\"break columnbreak\" id=\"309b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0309.pdf\" target=\"pdfwin\">p.&#xA0;309b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7216\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the people of the United States in a political point of view, and without undertaking to review the various periods of the earth's history, and the relationship which the work of God at different times has sustained to its inhabitants, it may perhaps be enough to refer to one circumstance in the days of our Savior. When John the Baptist had gone forth  <div class=\"break pagebreak\" id=\"310a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0310.pdf\" target=\"pdfwin\">p.&#xA0;310a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7215\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>among the people of Palestine, telling them that the kingdom of heaven was at hand and calling upon all who entertained faith in his mission to come and be baptized&#x2014;it appears that he created quite a sensation among the people, insomuch that all they of Jerusalem and Judea and the regions round about went forth and were baptized by him in great multitudes, as recorded in Mark, i, 8.<span class=\"citation\" id=\"62663\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62663)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62663)\">Matt. 3:1-6<\/a><\/span><span class=\"citation\" id=\"66483\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66483)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66483)\">Mark 1:1-8<\/a><\/span> This had a political effect upon the rulers of that day, and when John was followed by Jesus and his wonderful works, they began to say&#x2014;&#x201C;If we let him thus alone, all men will believe on him: and the Romans will come and take away our place and nation.&#x201D;<span class=\"citation\" id=\"69786\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69786)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69786)\">John 11:48<\/a><\/span> It was very directly a matter of political significance and importance. <\/div><div class=\"paragraph jod\" id=\"v20n822\"> I recollect that some fifty years ago, in the days of my youth, and in the land of the Puritans, I used to hear and to see aged matrons as well as reverend ministers wringing their hands and lifting up their eyes with holy horror, because there was a great evil in the land called slavery. They could scarcely eat or drink in peace, or worship God with the spirit and understanding, by reason of a terrible sense of condemnation resting on their consciences&#x2014;because their brethren in the Southern States believed in slavery. This came to be worked up by the preachers in the pulpits, by the politicians in their stump speeches, by the parents of households, and fulminated by the press, until in nearly every class of society there was a continual stir and sensation about slavery in the Southern States. This terrible evil had become one of such vast importance that it must some day bring a national scourge, and in their great anxiety and horror over this, and their determination to put it away, <div class=\"break columnbreak\" id=\"310b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0310.pdf\" target=\"pdfwin\">p.&#xA0;310b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7215\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> they stirred up the fire until the North were at enmity and hostility against the South, and the South were at enmity and hostility against the North. We well recollect what were the consequences of the recent terrible conflict that devastated and demoralized so much of our beloved country. While this fanaticism was raging in the North, and silent preparations for defense were going on in the South, none seemed to consider the cost of hundreds of thousands of lives, or the taxation necessary to pay a few hundred millions of war debt, and still less the demoralizing influences thereby fastened upon the country. <\/div><div class=\"paragraph jod\" id=\"v20n823\"> About the same time, or very soon after, when the Elders began to preach the Gospel in that region, I recollect that there arose quite a sensation about this people that professed to have new revelation. It seemed to strike these same conscientious, religious people with consternation that anybody should dare to say that God would now reveal himself to the human family; that it was the most impious blasphemy to preach that the priesthood had been restored, or to assert that the Holy Ghost was given in the latter days, or that the gifts of the Spirit were made to abound among the children of men. No indeed; it was not to be tolerated any more than the doctrine of slavery. There were here and there a few, though but very few in proportion to the general population, that did receive this very alarming doctrine among those professing religious belief in the mission of our blessed Redeemer. It will be borne in mind that at the time I now speak of, the doctrine of plurality of wives had not been heard of as a doctrine of the Church in the last dispensation; but it was the gifts of the  <div class=\"break pagebreak\" id=\"311a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0311.pdf\" target=\"pdfwin\">p.&#xA0;311a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7214\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Spirit, it was the doctrine of present revelation, it was the terrible repulsive idea that there could be a man raised up in our day who should be a prophet that should bring again the word of the Lord and speak his mind and will to the people, that created a fresh outburst of pious indignation in the minds of those who were so devout, and who claimed to occupy the &#x201C;cradle of liberty.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v20n825\"> It was but a short time after this&#x2014;stepping along rather rapidly in the history of events&#x2014;till the doctrine of plurality of wives was revealed to the Saints, away in the West, on the banks of the Mississippi, though not publicly proclaimed until 1852, in Utah. But the sound of this sacred scriptural doctrine, when it came to be made known, seemed the very acme of all that was corrupt, abominable and ungodly, and they who professed to believe in the doctrine of polygamy were not deemed fit to live on the earth. Consequently, if I were to take a text to preach from, I would take &#x201C;Where are we now?&#x201D; <\/div><div class=\"paragraph jod\" id=\"v20n826\"> About the year 1854, or 1856, the terrible odium of these two principal doctrines, and polygamy especially, had attached such a political hold on the minds of the religious community, that they were prepared to place these as two planks in the party platform, which was to be adopted as a ground upon which a President was to be elected. The celebrated Senator Douglas, after we had come out from the midst of the people and come into the wilderness, a thousand miles from any settlement of civilization, announced to the country that if he were made a candidate for the presidency of the United States, his opinion was that &#x201C;the loathsome ulcer must be cut out from the side <div class=\"break columnbreak\" id=\"311b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0311.pdf\" target=\"pdfwin\">p.&#xA0;311b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7214\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of the body politic.&#x201D; That was his political faith in regard to this one of the twins. President Buchanan was elected with a clear understanding that the abolition of polygamy was one of the jobs he was undertaking. He tried his hand at this first, but on finding that it took two years for his army to reach the field of their operations, and then in their decimated condition were dependent upon polygamists for subsistence, the prestige of the campaign dwindled down to what was commonly known as the &#x201C;contractor's war on the Treasury.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v20n827\"> When, in 1860, the Republican party came into power, it assumed the obligation which President Buchanan had failed to discharge in regard to the &#x201C;twin relics;&#x201D; and, to avoid repeating the mistake which he had made, turned its attention to the other twin. This soon furnished occasion for a recall of the remaining troops in Utah to the other field of conflict. <\/div><div class=\"paragraph jod\" id=\"v20n828\"> I feel more interest in narrating these facts, because our rising generation, as well as many Saints who have immigrated to our midst from abroad, are not familiar with the circumstances, which have brought us to our present position. A little patience and I will notice some of the circumstances attendant upon what has been done, and perhaps we may judge therefore what has to be done, <span class=\"italic\">if it ever gets done at all<\/span>. <\/div><div class=\"paragraph jod\" id=\"v20n829\"> Formerly, the Representatives and Senators from New England went to Washington laden with petitions to Congress to abolish slavery in the District of Columbia, even more strongly than priest and people have recently been asking Congress to abolish polygamy. Ex-President John Q. Adams presented lengthy petitions containing thousands of names on many yards of paper, and  <div class=\"break pagebreak\" id=\"312a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0312.pdf\" target=\"pdfwin\">p.&#xA0;312a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7213\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>became known as the Member who manufactured public opinion by the yard. These applications were repeated year after year. Be it remembered that the District of Columbia is not a State, but is governed by direct legislation of Congress. And what was the result of the strenuous and powerful efforts of the most brilliant and profound statesmen of the North, contested, of course, by the best statesmen from the South? The result was that slavery was not abolished in answer to the petitions of the Northern people, but it continued a political question, and became a powerful factor in the politics of the country. If an anti-slavery State was admitted into the Union from the North, a pro-slavery State was admitted from the South. Compromises were made between parties for the admission of certain States, until some of the Southern States declared for secession, and on the question of their right to do so the war commenced, and not on the direct question of the abolition of slavery. <\/div><div class=\"paragraph jod\" id=\"v20n831\"> From the firing of the first gun the demon of war seemed to inspire the contending parties with the most bitter enmity and rancorous hate towards each other, while multitudes met their near kinsmen in mortal combat. Year after year the war raged, till the Southern armies were recruited by their slaves; the Treasury of the nation was rapidly depleting; fierce engagements and wasting disease had done their work; and recruits were enlisted for three years, or till the end of the war, and President Lincoln, by proclamation, abolished the slavery of several millions of negroes, not as a political measure, but as a measure justified by the exigencies of war. I state these facts without any argument as to whether slavery should be justi<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"312b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0312.pdf\" target=\"pdfwin\">p.&#xA0;312b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7213\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>fied, or condemned. Their great ancestor said they should be servants of servants among their brethren,<span class=\"citation\" id=\"52973\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52973)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52973)\">Gen. 9:25<\/a><\/span> making their servitude the fulfillment of prophecy, whether according to the will of God or not. <\/div><div class=\"paragraph jod\" id=\"v20n832\"> But where are we today? We find slavery disposed of, but what of polygamy? This question is assuming proportions which seem to overshadow us so completely that even John Chinaman gets no special consideration in Utah. <\/div><div class=\"paragraph jod\" id=\"v20n833\"> About the time of the &#x201C;Bull Run Stampede,&#x201D; in 1862, when officers, raw recruits, and congressmen fled from the battlefield and took shelter in the Capital, Congress passed a law making plurality of wives, bigamy, or polygamy if you please, a penal offense. Now it should be distinctly understood that this offense is not sinful because Congress has made it penal. There is no ungodliness in it, because God has revealed it, he has commanded it. Congress of the United States says that it must not be permitted. Well, then, &#x201C;Where are we today?&#x201D; What have we to expect? This law has been passed&#x2014;although we had hoped that Congress and the nation had sufficient virtue, enlightenment, liberty, and the spirit of the Constitution of the fathers left among them, that they could see that this was not a sin or an evil&#x2014;yet we find they have closed their eyes against this, and have determined that it is sin, while corruptions of every kind are permitted to be carried on in the country, such as prostitution, feticide, infanticide, etc., that because we have embraced the faith of Abraham, Isaac, and Jacob, we must be demolished or give up our religious faith. The highest court of the nation has declared polygamy unconstitutional, yet in its nature it is the only potent  <div class=\"break pagebreak\" id=\"313a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0313.pdf\" target=\"pdfwin\">p.&#xA0;313a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7212\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>remedy by which to eradicate the so-called social evil, with all its concomitants, from the land. Yet they cannot see it, and they declare that all who engage in polygamy shall suffer from two to five years imprisonment and not exceeding a $500 fine. <\/div><div class=\"paragraph jod\" id=\"v20n835\"> Now I want to place it clearly before you, my hearers, that this is no longer the business of a party, it is today the voice of a nation. Mr. Secretary Evarts in his circular letter sent to ministers in foreign countries, says in the last clause that &#x201C;this government has determined to prosecute polygamy to the extent of the law and to eradicate the institution from the country.&#x201D; These are his words. That is authority so far as authority from the United States government goes. We find the same thing reiterated in the charge to the grand jury in this city, a short time ago, that the voice of forty to fifty millions of people must have its rule and that one hundred thousand must be sacrificed or as many of them as insist on the doctrine of polygamy. That is about where we are today. Now I ask my brethren and sisters&#x2014;are you prepared for whatever comes on this question? Did you when you entered into the waters of baptism make up a reckoning what the Gospel of Jesus Christ was worth? Have we considered that it was worth fathers and mothers, brothers and sisters, houses and lands, wives and children, and our own lives also?<span class=\"citation\" id=\"65206\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65206)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65206)\">Matt. 19:27-29<\/a><\/span><span class=\"citation\" id=\"66610\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66610)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66610)\">Mark 10:28-30<\/a><\/span><span class=\"citation\" id=\"67875\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67875)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67875)\">Luke 18:28-30<\/a><\/span> If we did not we figured up wrong, for he that is not willing to forsake all things and make them secondary to a whole-souled belief in and faithful obedience to the Gospel, is not worthy of it. I ask my brethren and sisters who have come from the antipodes of the earth to this place for the Gospel's sake, if you came <div class=\"break columnbreak\" id=\"313b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0313.pdf\" target=\"pdfwin\">p.&#xA0;313b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7212\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> prepared and having made such a reckoning? Jesus says in one of his parables, &#x201C;Which of you, intending to build a tower, sitteth not down first, and counteth the cost, whether he have sufficient to finish it? Lest haply, after he hath laid the foundation, and is not able to finish it, all that behold it begin to mock him, Saying, This man began to build, and was not able to finish.&#x201D;<span class=\"citation\" id=\"67701\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67701)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67701)\">Luke 14:28-30<\/a><\/span> Now that is about the way with us. There is no use our laying the flattering unction to our souls that government is not going to do this. We have got an example of what they have done to the Southern States, and have no doubt they are just as ready and willing to do that much to abolish polygamy among us <span class=\"italic\">if God will let them<\/span>. They have come to that point. They have pronounced against polygamy and are ready to invite, hire and bribe men's wives to aid in the conviction of their husbands, I have no doubt of it; you need not have. They are here telling us plainly that this is their business, and we need only to look around us and see where we are today. <\/div><div class=\"paragraph jod\" id=\"v20n836\"> Now, as regards this matter, nobody need tremble at all. I do not think that any who have received the Holy Spirit, and learned of the revelations of Jesus Christ,<span class=\"citation\" id=\"94638\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94638)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94638)\">Gal. 1:12<\/a><\/span> and know of their influence, need fear, or that anybody's heart who is faithful before God, need be any heavier than it is in the habit of being, or that their faces need be any longer than they are used to be. Not at all; we must look upon this as only a part of the &#x201C;all things&#x201D; we agree to endure for the Gospel's sake and our salvation.<span class=\"citation\" id=\"66611\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66611)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66611)\">Mark 10:28-30<\/a><\/span> Now, they may go to law, and fix up, as we see already, packed juries, just such as they want, so that no Latter-day Saint who is a believer in the Gospel of  <div class=\"break pagebreak\" id=\"314a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0314.pdf\" target=\"pdfwin\">p.&#xA0;314a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7211\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Jesus Christ, whether he believe in polygamy or not, can have any place among them, or any say as to who are innocent or who are guilty. We have evidence that they will do all this and having done this much, it would be very easy for them next winter to fix up such laws concerning juries and testimony as will enable them to carry out what they have undertaken. We give them credit for all this, and we have evidence they will do it, from the fact that the Constitution has been no limit to their former enactment. Indeed, it has virtually been cast overboard, and liberty taken to enact any such laws as might be desirable to carry favorite measures, and it will be just as consistent for them to do anything they please in regard to polygamy; and thus one thing after another, until they shall have attained the object which they have determined to accomplish. <\/div><div class=\"paragraph jod\" id=\"v20n838\"> The true issue of this question is not exactly between us individually and the courts, or the government. The issue is between the two governments. If they who make us offenders are at a loss to know which is the higher law, they will have plenty of time to find out. It is a violation of both the letter and the spirit of the Constitution, and of good and true government of this nation, that there should be any law made that should restrict our belief or practice of any religious doctrine, which does not infringe upon the rights of others. The Constitution expressly says that, &#x201C;Congress shall make no law respecting an establishment of religion, or prohibiting the free exercise thereof.&#x201D; Neither is there anything in the Constitution that tells Presidents, Congressmen, Judges or juries, what shall be religion, or what shall not <div class=\"break columnbreak\" id=\"314b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0314.pdf\" target=\"pdfwin\">p.&#xA0;314b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7211\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> be religion. <\/div><div class=\"paragraph jod\" id=\"v20n839\"> In the days of Jesus, their Senate and House of Representatives, their supreme and lesser courts were comprehended in the Sanhedrin, or Chief Council, which was an institution of the Jewish government to determine all matters, secular or religious. In our day, although there is no law except the law of God that determines what we may accept as religion, and what we shall not, there is a principle which I call your attention to, that will enable us to understand our position in relation to each other and to our fellow men. I may perhaps illustrate this best by stating a circumstance which took place a few years ago, while I was in Europe. A gentleman from one of the European States had emigrated to this country and had become an American citizen. He returned to his native country to attend to some business. While there that government undertook to enforce from him some act of subordination, as though he were still a subject of that government. What was the result? The government of the United States, when appealed to, informed the authorities of that land that his rights as an American citizen must be respected. We see, then, that when a difficulty arose that abridged this man's liberties, the responsibility was upon the parent government of asserting and maintaining the rights of this man's citizenship. The authorities of Europe as well as America lauded the wisdom of Daniel Webster in this case, and the man was delivered. <\/div><div class=\"paragraph jod\" id=\"v20n840\"> Now, in our case, the government has determined that polygamy shall be abolished, but the government of heaven had previously determined that polygamy should be established, and that sin and wickedness shall  <div class=\"break pagebreak\" id=\"315a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0315.pdf\" target=\"pdfwin\">p.&#xA0;315a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7210\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>be rooted up; that men and women shall have the right to obey that higher law in their marital relations. <\/div><div class=\"paragraph jod\" id=\"v20n842\"> This is our position, this is where we are today. We have accepted this doctrine, this principle of faith from the Lord Jesus Christ, and we, or some of us, have lived it more than thirty years in this Territory. And in the matter of our appeal, inasmuch as the government is determined to eradicate this item of our faith, and us with it, of course, and inasmuch as we can get no redress therefrom, our appeal must be to the government of heaven, to which we have vowed allegiance. Jehovah will hold a contention with this nation,<span class=\"citation\" id=\"60578\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60578)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60578)\">Jer. 25:31<\/a><\/span><span class=\"citation\" id=\"61799\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61799)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61799)\">Hosea 4:1<\/a><\/span> and will show them which is the higher and eternal law, and which is the lesser and more recent law. While they are carrying on this high-handed proceeding, regardless of life, liberty, or the pursuit of happiness, the God of heaven and earth will notify the earthly government that the rights and liberties of His citizens must be respected and maintained. <\/div><div class=\"paragraph jod\" id=\"v20n843\"> The whole procedure is inconsistent, and utterly at variance with the fundamental principles of law. The great legal apostle, Blackstone, has plainly stated, and every lawyer knows, that human laws and governments are professedly derived from, and founded upon the revealed law of God, which he gave to Moses on Mount Sinai,<span class=\"citation\" id=\"54564\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54564)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54564)\">Ex. 34:2 (JST)<\/a><\/span> and every man of them who rejects the revelations of Jesus Christ,<span class=\"citation\" id=\"74447\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74447)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74447)\">Gal. 1:12<\/a><\/span> must know that he is condemning himself in the thing he professes to allow. The eternal law of celestial marriage and plurality of wives stands out with singular prominence in all the law and prophets,<span class=\"citation\" id=\"63825\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63825)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63825)\">Matt. 7:12<\/a><\/span> and is evidenced in the personal humanity of our Lord Jesus Christ. Plurality, as believed and practiced by the Latter-day Saints, is no crime <div class=\"break columnbreak\" id=\"315b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0315.pdf\" target=\"pdfwin\">p.&#xA0;315b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7210\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> in and of itself; it presumes no deception or fraud; it infringes upon no other rights, but vests additional rights in him who accepts the heavenly doctrine, whose Author has said, &#x201C;It shall be visited with blessings and not cursings, and with my power, saith the Lord.&#x201D;<span class=\"citation\" id=\"91785\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91785)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91785)\">D&amp;C 132:48<\/a><\/span> It cannot therefore be <span class=\"italic\">malum in se<\/span>, but is only <span class=\"italic\">malum prohibitum<\/span>, by the Act of Congress. <\/div><div class=\"paragraph jod\" id=\"v20n844\"> With this view of the subject before us, what have we to do? What is our privilege and our duty in the premises? It is that we draw near to God, the Author of our faith, in humility and in obedience to all his requirements, remembering our covenants sacredly before Him, that our cause may reach His ears, and when He sees our trouble He will in His own good time step forth and deliver us. We have erred and sinned more or less, some of our children may have departed from the way of the Lord. If we have violated the Sabbath,<span class=\"citation\" id=\"54240\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54240)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54240)\">Ex. 20:8<\/a><\/span> taken the name of the Lord in vain,<span class=\"citation\" id=\"54230\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54230)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54230)\">Ex. 20:7<\/a><\/span> or violated any of our covenants, it is time for us to turn to the Lord and do so no more. If we do this, He in his own due time will say, &#x201C;Hitherto shall thou come, but no further: and here let thy proud waves be stayed.&#x201D;<span class=\"citation\" id=\"56273\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56273)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56273)\">Job 38:11<\/a><\/span> While, then, we see all the blandishments of civilization among us, while we see all the troubles that human governments can make, in our view we have only to trust in God as Daniel did. Notwithstanding the edict of the King, he worshipped the True and Living God.<span class=\"citation\" id=\"61545\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61545)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61545)\">Dan. 6:1-28<\/a><\/span><span class=\"citation\" id=\"128033\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128033)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128033)\">Morm. 9:28<\/a><\/span> So must we. And peradventure all these things must happen to us. There are a great many among us who say, &#x201C;Lord, Lord,&#x201D;<span class=\"citation\" id=\"63961\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63961)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63961)\">Matt. 7:21<\/a><\/span> and do not pretend to do the things which God requires of us.<span class=\"citation\" id=\"128034\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128034)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128034)\">Matt. 23:3<\/a><\/span> We have to keep the commandments of God, we have to sense it, and to  <div class=\"break pagebreak\" id=\"316a\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0316.pdf\" target=\"pdfwin\">p.&#xA0;316a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7209\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>learn the lesson in all sobriety. Have we any time to waste with these outside characters? Have we any time to dally around grog shops and play in billiard saloons? No, my brethren and sisters, we have not. It is our duty to be alive to our work, day by day, knowing that the eyes of God are upon us. It is He that will do all things marvelously well for us; it is He that will fight our battles for us.<span class=\"citation\" id=\"89983\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89983)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89983)\">D&amp;C 105:14<\/a><\/span> Then the only way for us to gain deliverance is to remain devoted to his service, that we may help to build up His kingdom, and be found worthy of that assistance which He has promised to render us in the time of need. <\/div><div class=\"paragraph jod\" id=\"v20n846\"> There are two sides to this question. Peradventure it may be necessary that our enemies should carry out the works of their father, <div class=\"break columnbreak\" id=\"316b\">[<a href=\"\/jod\/pdf\/JoD20\/JoD20_0316.pdf\" target=\"pdfwin\">p.&#xA0;316b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7209\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the devil,<span class=\"citation\" id=\"69505\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69505)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69505)\">John 8:44<\/a><\/span> that they may show sooner or more fully to the heavens when the purpose and measure of their wickedness is full. As to the ultimate establishment of truth on the earth, there is no question. The prophets have all prophesied of it, the angels have looked forward to it with glorious anticipation, and we have the testimony of the Holy Ghost that this work shall be accomplished. The thing for us to do is to live true and faithful to our religion, irrespective of what may be going on around us. <\/div><div class=\"paragraph jod\" id=\"v20n847\"> That the Lord may inspire us by his Spirit to be faithful to our duty, to draw near to him, leave the wickedness of the world alone, and sanctify ourselves before him, is my earnest prayer, in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}