{"ID":20018, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Marriage Relations.<\/div>\n<div class=\"subtitle\">A Lecture by President Orson Hyde, Delivered at the General Conference, in the Tabernacle, Great Salt Lake City, October 6, 1854.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: The Marriage Relations.<\/div>\n<div class=\"speaker\">Speaker: Orson Hyde<\/div>\n<div class=\"date\">Date: 10\/6\/1854<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d18\">\n<div class=\"paragraph jod\" id=\"v2n450\"> Beloved Friends and Brethren&#x2014;It appears to have fallen to my lot to be your speaker at this time, and to call your attention to a subject that was proposed in the former part of the day. <\/div><div class=\"paragraph jod\" id=\"v2n451\"> At the time I gave out the appointment for this evening's meeting, my eye was fixed upon another person to deliver the lecture. I shall try to do the subject as good justice as my abilities, aided by the faith of the Saints and the Spirit of God, may enable me to do. I desire not only your candid and undivided attention, but I trust I shall also have your prayers, that the Lord may inspire me with those arguments and reasons that are well pleasing in His sight, that I may acquit myself before Him, if it may not be my good fortune to acquit myself so amply before you as my heart would desire. <\/div><div class=\"paragraph jod\" id=\"v2n452\"> While reflecting upon the subject of this evening's lecture, those words occurred to my mind, which our Savior spake to the Jews, who considered themselves righteous, and looked upon others with distrust and disdain&#x2014;in short, who looked upon others as sinners; to reprove them, he said, &#x201C;Ye are they which justify yourselves before men; but God knoweth your hearts: for that which is highly esteemed among men is abomination in the sight of God.&#x201D;<span class=\"citation\" id=\"67772\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67772)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67772)\">Luke 16:15<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v2n453\"> I do not know that I shall confine myself to this text particularly. Although I have repeated these words for the text, yet the text is not a guide <div class=\"break columnbreak\" id=\"75b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0075.pdf\" target=\"pdfwin\">p.&#xA0;75b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7976\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> at all times for the servant of God. It is the letter that killeth, we read, but it is the Spirit that giveth life.<span class=\"citation\" id=\"74040\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74040)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74040)\">2 Cor. 3:6<\/a><\/span> The Spirit of the Almighty is the agent by which His servants should ever be led. <\/div><div class=\"paragraph jod\" id=\"v2n454\"> The words contained in this Bible are merely a history of what is gone by; it was never given to guide the servant of God in the course he should pursue, any more than the words and commandments of God, given to a generation under one set of circumstances, would serve for another generation under another set of circumstances. There must be something to suggest or to draw forth the command to answer the circumstance under which we are placed at the time. <\/div><div class=\"paragraph jod\" id=\"v2n455\"> It is so with the servants of God. There is a Spirit that is ever ready, and points out, under varied and conflicting circumstances, the very course which the servants of God should pursue. The Bible is not a sufficient guide; it is only the history of the people who lived 1,800 years ago. The history of our Church in this day, presents the scenes and transactions of this people&#x2014;the revelations and words of God to them; but if an individual living an hundred, or eighteen hundred, years hence, under different circumstances, were to adopt the history of this people for his guide in all things, he would not find it sufficient to answer the circumstances surrounding him. <\/div><div class=\"paragraph jod\" id=\"v2n456\"> Hence, it is the letter that killeth, and the Spirit giveth life.<span class=\"citation\" id=\"74039\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74039)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74039)\">2 Cor. 3:6<\/a><\/span> In the light of that celestial agent I ever hope  <div class=\"break pagebreak\" id=\"76a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0076.pdf\" target=\"pdfwin\">p.&#xA0;76a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7975\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to walk. I hope that it may be not only my helm and guide, but yours also, through all the labyrinths and windings of this mortal life, until we attain a standing upon ground celestial. <\/div><div class=\"paragraph jod\" id=\"v2n458\"> I have heard it remarked sometimes, by individuals who were not identified or connected with our Church, that if they could only be convinced that polygamy was true, they would become &#x201C;Mormons&#x201D; at once. <\/div><div class=\"paragraph jod\" id=\"v2n459\"> Do you believe the Bible? &#x201C;Certainly I do,&#x201D; says the inquirer. Did father Abraham and the ancient Patriarchs live in this relation, and practice this doctrine? You say they did. Then if what they practiced is true, you are bound to become a &#x201C;Mormon,&#x201D; upon your own hypothesis and reasons. But, gentlemen, if I knew that that was the all-convincing argument, and if that was the principal doctrine that alone influenced you to become a &#x201C;Mormon,&#x201D; I should at once say, let me never baptize such a person, let me never be the agent to bring such a person into the Church and kingdom of God. <\/div><div class=\"paragraph jod\" id=\"v2n460\"> God despises every character who would enter His Church for no other purpose than to criminally indulge his natural propensities. Then, gentlemen, do not indulge the expectation, if you should be convinced by the arguments. I may adduce in favor of the doctrine of polygamy, as it is called, that that will prove a sufficient groundwork for your faith. But where is the ground upon which to base your faith? Where shall you go to find out &#x201C;Mormonism&#x201D; from the foundation to the topstone, from the root to the uttermost branch in the tree? Begin at the beginning. If men wish to accomplish any work, they must begin at the beginning of that work, not in the middle of it, or at the end. I must begin at the beginning, and if I know that the first stone is laid upon a permanent foundation, I can then <div class=\"break columnbreak\" id=\"76b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0076.pdf\" target=\"pdfwin\">p.&#xA0;76b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7975\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> with safety add another to that already laid; but if I cannot lay the first stone upon ground that is solid&#x2014;if I cannot lay it upon a rock, I may despair of ever rearing a fabric or superstructure that will resist the rain and winds that may be hurled against it by the power of nature. We must begin at the beginning, and not content ourselves by grasping at that which may be beautiful in illustration and enlist our attention, and begin to build upon it as a foundation. In such a case we may have branches, but we do not bear the root. <\/div><div class=\"paragraph jod\" id=\"v2n461\"> I know that this doctrine is made the subject of a great deal of ridicule. I know that the world at large who profess to be pious, or, if not pious, morally upright, look upon it as a damning sin, as a stain upon the bright escutcheon of their country, here in the very heart of the United States territory, surrounded by tall mountains; they consider it a dark spot in the country's history. Many of the great politicians of the day view it in this point of light. Religionists are still more scrupulous&#x2014;they regard it as a heinous and damning sin. <\/div><div class=\"paragraph jod\" id=\"v2n462\"> I always consider it my duty, under proper circumstances, to give a reason of the hope that is in me, with meekness and fear;<span class=\"citation\" id=\"77896\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77896)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77896)\">1 Pet. 3:15<\/a><\/span> and if I have imbibed a principle, and am unable to defend it upon the principles of truth, justice, equity, and true philosophy, I should consider I was walking in the dark. <\/div><div class=\"paragraph jod\" id=\"v2n463\"> Whenever truth is manifested by revelation to the servants of God, it never comes without a reason for it. When the light of revelation bursts upon the mind, it not only unfolds one principle, but many. For instance, to illustrate this idea, suppose this room were in total darkness, and we were seated as we now are, if a brilliant light were introduced in the midst of the room, it would enable us to see not only one person, but the whole multitude. <\/div> <div class=\"break pagebreak\" id=\"77a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0077.pdf\" target=\"pdfwin\">p.&#xA0;77a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7974\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v2n465\"> So it is with the light of revelation. When it bursts into the human mind, it not only reveals one principle, but casts a halo of light upon all connected with it. An individual thus favored, walks in the light of Jehovah's countenance. I have a desire that in this light we may walk; and he whose eye is single, says the Savior, his whole body shall be full of light,<span class=\"citation\" id=\"63526\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63526)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63526)\">Matt. 6:22<\/a><\/span> and there is no darkness in him,<span class=\"citation\" id=\"78532\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78532)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78532)\">1 Jn. 1:5<\/a><\/span> nor occasion of stumbling.<span class=\"citation\" id=\"78544\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78544)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78544)\">1 Jn. 2:10<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v2n466\"> What is the condition of the world at large, both religious and political, who regard us as being in the depths of sin, iniquity, and transgression? What are their customs? Go, if you please, to the large cities of every nation and clime. I have visited many of them in the four quarters of the earth, and in the islands of the sea. I have had some little experience in relation to these things, so far as common observation could give it to me, and I pretty well understand the manner of life of the world at large. <\/div><div class=\"paragraph jod\" id=\"v2n467\"> A man, for instance, who has the most riches, the man who can command the most wealth, I do not say this is the case with all, but it is the case with the majority&#x2014;they not only have their wives and families with whom they publicly live and associate, but they also have in secret places their mistresses, whom they maintain not honorably, but under a cloak as it were. When by their illegitimate connections they are likely to increase their race, what means do they resort to, to save their credit, to keep their honor unsullied in the eyes of the multitude, to cover up their iniquity, hide their crimes, and smother their shame? A skillful practitioner is employed to destroy the embryo offspring. This is murder. <\/div><div class=\"paragraph jod\" id=\"v2n468\"> Nor is this the only means used to hide their shame, and save themselves from reproach. They may be successful in hiding their iniquity from the eye of man, but they cannot hide it <div class=\"break columnbreak\" id=\"77b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0077.pdf\" target=\"pdfwin\">p.&#xA0;77b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7974\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> from the eye of the Omnipotent Jehovah. Is there not a day coming when these acts will be searched out, and proclaimed abroad, and that, too, by a mind that penetrates the secret thoughts and intents of the hearts of the children of men?<span class=\"citation\" id=\"83628\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83628)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83628)\">D&amp;C 1:1-3<\/a><\/span><span class=\"citation\" id=\"88761\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88761)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88761)\">D&amp;C 88:109<\/a><\/span> &#x201C;What! Is there indeed such a day approaching?&#x201D; Yes. It may be hid for a little season from the view of the wicked, but it is steadily approaching, and will come as a thief in the night;<span class=\"citation\" id=\"75693\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75693)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75693)\">1 Thes. 5:2<\/a><\/span> and those very persons, both male and female, who often throw out their anathemas against the &#x201C;Mormons,&#x201D; against their course, and manner of life, will be overwhelmed with it. <\/div><div class=\"paragraph jod\" id=\"v2n469\"> Then how will apply the words of our text&#x2014;&#x201C;Ye are they that justify yourselves before men; but God knoweth your hearts: for that which is well pleasing in the sight of men is an abomination to God.&#x201D;<span class=\"citation\" id=\"67774\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67774)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67774)\">Luke 16:15<\/a><\/span> What is well pleasing in the eyes of worldly men&#x2014;men devoid of principle, and destitute of the righteousness of God? It is pleasing to them to hide and smother up anything that would tend to cast reproach and infamy upon their name. The blackness of their character they seek to conceal from the public gaze, and appear good Christians, and honorable men in society, men of principle, virtue, and integrity. If they can hide their shame, no matter what the expense or suffering caused in destroying the embryo coming into being. They care not to risk the life of her who would become a mother. All this is well pleasing in the eyes of unprincipled men, and that their iniquity should not come to light. <\/div><div class=\"paragraph jod\" id=\"v2n470\"> But that that is well pleasing in the sight of men, is an abomination in the sight of God.<span class=\"citation\" id=\"67773\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67773)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67773)\">Luke 16:15<\/a><\/span> I will venture to say, that you may go into the most populous cities of the world, and you will find a considerable part of those who give tone to Christianity as it is in the world, standing in these miserable re<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"78a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0078.pdf\" target=\"pdfwin\">p.&#xA0;78a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7973\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>lations, under cover, and in secret. These things are true, and it is enough to pain the heart of the philanthropist, and wound the feelings of any man who is the friend of suffering humanity, to read their history, and observe their course. I would not follow them in all their filthy windings, were I able. Had I the discerning eye of an angel, or of a God, I would not wish to follow them up, and disclose to you the corruptions that are practiced in the world, and all under the cloak of popularity, shrouded by high standing, and worldly authority; and thus they are protected in their unlawful relations. <\/div><div class=\"paragraph jod\" id=\"v2n472\"> I am not disposed to charge home upon the lawgivers of our country things of this kind; I will not presume to do it; yet at the same time, if I can credit their own statements in relation to the acts of one another touching these matters, it is enough to make the nations blush and hide their heads in shame, from such miserable, MISERABLE, corrupt proceedings. <\/div><div class=\"paragraph jod\" id=\"v2n473\"> But we do not wish to sustain our own position upon the corruptions of others&#x2014;our own position, as it is in the mind and revelations of God. God forbid that our faith should be founded upon the corruptions of the world. Our faith is founded upon the purity of the word of life, and there let it be grounded. <\/div><div class=\"paragraph jod\" id=\"v2n474\"> Well, now, friends and brethren, will you listen to me for a short time, and let me conduct you as far as I shall be able this evening, through the volume of inspiration that is universally acknowledged by all Christendom to be the word of God, the truth of heaven? Will you listen to some of the sayings contained in that book? And then say whether we possess the same spirit now that inspired the breasts of the ancients, whose history is penned upon these pages. Judge for yourselves whether it be so or not. <\/div> <div class=\"break columnbreak\" id=\"78b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0078.pdf\" target=\"pdfwin\">p.&#xA0;78b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7973\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v2n475\"> In the first place, then, we will look unto Abraham our father, and to Sarah who bore us, for if we are Christ's, then we are Abraham's seed, and heirs according to the promise.<span class=\"citation\" id=\"74589\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74589)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74589)\">Gal. 3:29<\/a><\/span> Let any story be told of my father whereby dishonor is laid to his charge, or let any reproach be cast upon my mother, and if the feelings of the loyalty of a son towards his parents dwell in my bosom I will resist all such reproach. No matter how sinful they might have been, their sins must not be portrayed before me. I look then unto Abraham as my father, and unto Sarah as my mother who bore me. How was it, then, with Abraham? He is said to be the father of the faithful,<span class=\"citation\" id=\"74515\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74515)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74515)\">Gal. 3:9<\/a><\/span><span class=\"citation\" id=\"92176\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92176)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92176)\">D&amp;C 138:41<\/a><\/span> and the great head of the Church in the days of the Patriarchs, and the head of those who have been adopted into the covenant of Jehovah through the blood of His only begotten; for if we are Christ's then we are Abraham's seed, and heirs according to the promise.<span class=\"citation\" id=\"74588\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74588)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74588)\">Gal. 3:29<\/a><\/span> If, by the virtue of the Savior's blood, our sins are washed away, we are the children of Abraham; we hail him as our father, and Sarah as our mother; he is the father of the faithful, he is the father of many nations.<span class=\"citation\" id=\"53139\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53139)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53139)\">Gen. 17:4<\/a><\/span> How was it with Abraham? Did he please God, walk before Him uprightly, and obtain this testimony that he pleased God,<span class=\"citation\" id=\"76965\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76965)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76965)\">Heb. 11:5<\/a><\/span> and obtain promises that no other man has obtained since the days of Abraham, the Son of God excepted? Jehovah promised that in him and in his seed all the nations of the earth should be blessed,<span class=\"citation\" id=\"53209\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53209)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53209)\">Gen. 18:18<\/a><\/span><span class=\"citation\" id=\"124692\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124692)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124692)\">Gen. 22:18<\/a><\/span> as a pattern of piety, and as the great head of the Church. Because of his faithfulness in keeping the commandments of Jehovah on earth, he drew from on high this great promise. Who has lived since that time who has been thus blessed? I will venture to say not one. Then if we are his children, will we not do the works of faithful Abraham?<span class=\"citation\" id=\"69471\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69471)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69471)\">John 8:39<\/a><\/span> So said the Savior, whoever spoke the  <div class=\"break pagebreak\" id=\"79a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0079.pdf\" target=\"pdfwin\">p.&#xA0;79a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7972\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>truth, whoever declared the mind and will of his Father in heaven. Are we Abraham's seed, or are we bastards and not sons?<span class=\"citation\" id=\"77190\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77190)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77190)\">Heb. 12:8<\/a><\/span> That is the question. <\/div><div class=\"paragraph jod\" id=\"v2n477\"> Let us see what Abraham's works were. Abraham obtained promises.<span class=\"citation\" id=\"76743\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76743)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76743)\">Heb. 6:13-15<\/a><\/span> What promise have you obtained? What promise has the Christian world obtained? &#x201C;Why,&#x201D; says one, &#x201C;the Bible is all full of promises made to the people of God long ago.&#x201D; But what have the promises to the people of God long ago to do with us? Have we obtained promises to ourselves? There is the point. If our fathers obtained promises that they should be fed, and were fed, their eating and drinking does not satisfy my appetite. It satisfied them, but that has nothing to do with me, I want the same kind of substantial food myself. If Abraham obtained promises, I want to obtain promises also. &#x201C;What! A man that has more than one wife obtain promises from God?&#x201D; I tell you there were but few in olden times whoever did obtain promises from God, that had not more than one wife, if the Bible be true. There was David, and there was Solomon; there were the whole line of the kings of Israel. Says one, &#x201C;That Old Bible was for the Jews, and has nothing to do with us; that is the Old Testament; and having more wives was according to their law, and according to their custom, but it does not apply to us; the Savior of the world is our great pattern, he is our great lawgiver.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v2n478\"> And how is it with him? Let us inquire. Did the Savior of the world consider it to be his duty to fulfil all righteousness?<span class=\"citation\" id=\"62761\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62761)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62761)\">Matt. 3:15<\/a><\/span> You answer, yes. Even the simple ordinance of baptism he would not pass by, for the Lord commanded it, and therefore it was righteousness to obey what the Lord had commanded, and he would fulfil all righteousness. Upon this hypothesis I will go back to the beginning, and notice the commandment that was <div class=\"break columnbreak\" id=\"79b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0079.pdf\" target=\"pdfwin\">p.&#xA0;79b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7972\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> given to our first parents in the garden of Eden. The Lord said unto them, &#x201C;Multiply and replenish the earth.&#x201D;<span class=\"citation\" id=\"52279\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52279)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52279)\">Gen. 1:28<\/a><\/span> I will digress here for a moment from the thread of the subject, and bring an idea that may perhaps have a bearing upon it. <\/div><div class=\"paragraph jod\" id=\"v2n479\"> The earth, you remember, was void and empty,<span class=\"citation\" id=\"52038\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52038)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52038)\">Gen. 1:2<\/a><\/span><span class=\"citation\" id=\"92332\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92332)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92332)\">Moses 2:2<\/a><\/span> until our first parents began at the garden of Eden. What does the term replenish mean? This word is derived from the Latin; &#x201C;re&#x201D; and &#x201C;plenus;&#x201D; &#x201C;re&#x201D; denotes repetition, iteration; and &#x201C;plenus&#x201D; signifies full, complete; then the meaning of the word replenish is to refill, recomplete. If I were to go into a merchant's store, and find he had got a new stock of goods, I should say&#x2014;&#x201C;You have replenished your stock, that is, filled up your establishment, for it looks as it did before.&#x201D; &#x201C;Now go forth,&#x201D; says the Lord, &#x201C;and replenish the earth;&#x201D; for it was covered with gloomy clouds of darkness, excluded from the light of heaven, and darkness brooded upon the face of the deep.<span class=\"citation\" id=\"94322\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94322)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94322)\">Abr. 4:2<\/a><\/span> The world was peopled before the days of Adam, as much so as it was before the days of Noah. It was said that Noah became the father of a new world, but it was the same old world still, and will continue to be, though it may pass through many changes. <\/div><div class=\"paragraph jod\" id=\"v2n480\"> When God said, Go forth and replenish the earth; it was to replenish the inhabitants of the human species, and make it as it was before. Our first parents, then, were commanded to multiply and replenish the earth;<span class=\"citation\" id=\"52280\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52280)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52280)\">Gen. 1:28<\/a><\/span> and if the Savior found it his duty to be baptized to fulfil all righteousness,<span class=\"citation\" id=\"62762\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62762)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62762)\">Matt. 3:15<\/a><\/span> a command of far less importance than that of multiplying his race (if indeed there is any difference in the commandments of Jehovah, for they are all important, and all essential), would he not find it his duty to join in with the rest of the faithful ones in replenishing the earth? &#x201C;Mr. Hyde, do you really wish to imply that the im<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"80a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0080.pdf\" target=\"pdfwin\">p.&#xA0;80a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7971\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>maculate Savior begat children? It is a blasphemous assertion against the purity of the Savior's life, to say the least of it. The holy aspirations that ever ascended from him to his Father would never allow him to have any such fleshly and carnal connections, never, no never.&#x201D; This is the general idea; but the Savior never thought it beneath him to obey the mandate of his Father; he never thought this stooping beneath his dignity; he never despised what God had made; for they are bone of his bone, and flesh of his flesh;<span class=\"citation\" id=\"52518\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52518)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52518)\">Gen. 2:23<\/a><\/span> kindred spirits, that once basked in rays of immortality and eternal life. When he found them clothed upon and surrounded with the weaknesses of mortal flesh, would he despise them? No. It is this, I have seen men who became poor and miserable all at once, and then those who were their friends in the days of their prosperity turn from them, and scarcely deign to bestow them a look, it being too humiliating to associate with them in their poverty. But it was not so with the Savior; he associated with them in other spheres, and when they came here, descending below all things, he did not despise to associate with these same kindred spirits. &#x201C;Then you really mean to hold to the doctrine that the Savior of the world was married; do you mean to be understood so? And if so, do you mean to be understood that he had more than one wife?&#x201D; <\/div><div class=\"paragraph jod\" id=\"v2n482\"> The Christian world by their prejudices have driven us away from the Old Bible, so we must now appeal to the New Testament, for that seems to suit the prejudice of the people; though to me it is all alike, both the Old and New Testaments; for the scribe that is well instructed, brings out of his treasury things both new and old.<span class=\"citation\" id=\"64716\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64716)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64716)\">Matt. 13:52<\/a><\/span> This is my treasury, or rather, it is one of my treasuries, and what I cannot find there, I trust will come down from on high, and lodge <div class=\"break columnbreak\" id=\"80b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0080.pdf\" target=\"pdfwin\">p.&#xA0;80b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7971\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> in my heart. The gift of God is also my treasury, even the Holy Spirit. <\/div><div class=\"paragraph jod\" id=\"v2n483\"> Now suppose I should set out myself, and travel through the cities of the nation as a celebrated reformer, preaching revelations and sentiments as lofty as the skies, and rolling out ideas strange and new, to which the multitude were entirely unaccustomed; and wherever I went, suppose I had with me three or four women&#x2014;one combing my head, another washing my feet, and another shedding tears upon them, and wiping them with the hair of her head.<span class=\"citation\" id=\"67322\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67322)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67322)\">Luke 7:38<\/a><\/span> Suppose I should lean upon them, and they upon me, would it not appear monstrous in the eyes of the world? Would they ride me into Jerusalem upon our ass's colt, and cast branches of the palm tree beneath my feet, shouting, &#x201C;Hosannah, Blessed is he that cometh in the name of the Lord; Hosannah in the highest?&#x201D;<span class=\"citation\" id=\"65308\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65308)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65308)\">Matt. 21:7-9<\/a><\/span> I guess they would give me a coat of tar and feathers, and ride me on a rail; and it is my opinion they would serve the Savior the same, did he go about now as he did eighteen hundred years ago. <\/div><div class=\"paragraph jod\" id=\"v2n484\"> There is an old prophecy of Isaiah, which I cannot stop to read, but you will find it in the 53rd chapter of his prophecies; read the whole of the chapter. This particular prophecy speaks of Christ all the way through. It is there said, &#x201C;When thou shalt make his soul an offering for sin, he shall see his seed.&#x201D;<span class=\"citation\" id=\"59664\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59664)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59664)\">Isa. 53:10<\/a><\/span> What constitutes the soul?<span class=\"citation\" id=\"88330\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88330)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88330)\">D&amp;C 88:15<\/a><\/span> The spirit and body of man united; for you know it is said in one place that so many souls were slain in the night by the angel of God.<span class=\"citation\" id=\"55846\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55846)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55846)\">2 Kgs. 19:35<\/a><\/span> The immortal part was not slain, but a disunion of the mortal and immortal parts took place. When they shall make his soul an offering for sin, he shall see his seed.<span class=\"citation\" id=\"81927\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81927)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81927)\">Mosiah 15:10-13<\/a><\/span> If he has no seed, how could he see them? &#x201C;When they make his soul an offering for sin, he shall see his seed, and prolong his days, and the pleasure of<span class=\"citation\" id=\"59665\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59665)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59665)\">Isa. 53:10<\/a><\/span>  <div class=\"break pagebreak\" id=\"81a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0081.pdf\" target=\"pdfwin\">p.&#xA0;81a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7970\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the Lord shall prosper in his hand.&#x201D; By and by the Prophet goes on to say, &#x201C;And who shall declare his generation,&#x201D;<span class=\"citation\" id=\"59662\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59662)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59662)\">Isa. 53:8<\/a><\/span> for his life is taken from the earth. If he had no generation, who could declare it? I told you there was an agent who would bring out every subject in bold relief, which is the Holy Ghost, who searcheth all things, even the deep things of God,<span class=\"citation\" id=\"72999\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72999)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72999)\">1 Cor. 2:10<\/a><\/span> and until that celestial agent should fire some man's heart to declare his generation, it could never be made known. Who shall declare it? He could not, for he was cut off from the earth. I have noticed the prophecy of Isaiah, that portion of it which was fulfilled in the person of the Savior, for the Lord divided him a portion with the great, &#x201C;and he shall divide the spoil with the strong; because he hath poured out his soul unto death: and he was numbered with the transgressors; and he bare the sin of many, and made intercession for the transgressors.&#x201D;<span class=\"citation\" id=\"59670\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59670)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59670)\">Isa. 53:12<\/a><\/span> Upon him was laid the iniquity of us all;<span class=\"citation\" id=\"59646\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59646)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59646)\">Isa. 53:6<\/a><\/span> he was numbered with thieves, and in his expiring moments he said, &#x201C;Father, forgive them; for they know not what they do.&#x201D;<span class=\"citation\" id=\"68308\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68308)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68308)\">Luke 23:34<\/a><\/span> &#x201C;He was oppressed, and he was afflicted, yet he opened not his mouth: he is brought as a lamb to the slaughter, and as a sheep before her shearers is dumb, so he openeth not his mouth.<span class=\"citation\" id=\"59657\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59657)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59657)\">Isa. 53:7<\/a><\/span> He was taken from prison and from judgment: and who shall declare his generation? for he was cut off out of the land of the living: for the transgression of my people was he stricken.&#x201D;<span class=\"citation\" id=\"59663\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59663)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59663)\">Isa. 53:8<\/a><\/span> Now if one portion of this prophecy has been fulfilled, the other portion has, or will be. <\/div><div class=\"paragraph jod\" id=\"v2n486\"> How was it with Mary and Martha, and other women that followed him? In old times, and it is common in this day, the women, even as Sarah, called their husbands Lord; the word Lord is tantamount to husband in some languages, master, lord, husband, are about synonymous. In England we <div class=\"break columnbreak\" id=\"81b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0081.pdf\" target=\"pdfwin\">p.&#xA0;81b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7970\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> frequently hear the wife say, &#x201C;Where is my master?&#x201D; She does not mean a tyrant, but as Sarah called her husband Lord,<span class=\"citation\" id=\"53197\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53197)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53197)\">Gen. 18:12<\/a><\/span> she designates hers by the word master. When Mary of old came to the sepulchre on the first day of the week, instead of finding Jesus she saw two angels in white, &#x201C;And they say unto her, Woman, why weepest thou? She said unto them, Because they have taken away my Lord,&#x201D; or husband, &#x201C;and I know not where they have laid him. And when she had thus said, she turned herself back, and saw Jesus standing, and knew not that it was Jesus. Jesus saith unto her, Woman, why weepest thou? whom seekest thou? She, supposing him to be the gardener, saith unto him, Sir, if thou have borne him hence, tell me where thou hast laid him, and I will take him away. Jesus saith unto her, Mary. She turned herself, and saith unto him, Rabboni; which is to say, Master.&#x201D;<span class=\"citation\" id=\"70840\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70840)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70840)\">John 20:11-16<\/a><\/span> Is there not here manifested the affections of a wife. These words speak the kindred ties and sympathies that are common to that relation of husband and wife. Where will you find a family so nearly allied by the ties of common religion? &#x201C;Well,&#x201D; you say, &#x201C;that appears rather plausible, but I want a little more evidence, I want you to find where it says the Savior was actually married.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v2n487\"> Have you ever read your Bibles? I must confess I have not read it for some time, but looked more to Him who rules on high, and to those who hold the words of life in the inspiration of the Holy Ghost; I look to them more frequently than to it. I have once memorized the Bible, and when anyone quoted one verse, I could quote the next. I have memorized it in English, German, and Hebrew, still I do not profess to be very familiar with it now, yet the sentiments and spirit of it are in my heart, and will be as long as I live, and still  <div class=\"break pagebreak\" id=\"82a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0082.pdf\" target=\"pdfwin\">p.&#xA0;82a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7969\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>remain when I am gone to another sphere. When does it say the Savior was married? I believe I will read it for your accommodation, or you might not believe my words were I to say that there is indeed such a Scripture. <\/div><div class=\"paragraph jod\" id=\"v2n489\"> We will turn over to the account of the marriage in Cana of Galilee, and the mother of Jesus was there. Yes, and somebody else too. You will find it in the 2nd chapter of John's Gospel; remember it and read it when you go home. &#x201C;And the third day there was a marriage in Cana of Galilee; and the mother of Jesus was there: And both Jesus was called, and his disciples, to the marriage. And when they wanted wine, the mother of Jesus saith unto him, They have no wine. Jesus saith unto her, Woman, what have I to do with thee? mine hour is not yet come. His mother saith unto the servants, Whatsoever he saith unto you, do it. And there were set there six water pots of stone, after the manner of the purifying of the Jews, containing two or three firkins apiece. Jesus saith unto them, Fill the water pots with water. And they filled them up to the brim. And he saith unto them, Draw out now, and bear unto the governor of the feast. And they bare it. When the ruler of the feast had tasted the water that was made wine, and knew not whence it was: (but the servants which drew the water knew;) the governor of the feast called the bridegroom, And saith unto him&#x201D;&#x2014;that is, the ruler of the feast saith unto the bridegroom, &#x201C;Every man at the beginning doth set forth good wine; and when men have well drunk, then that which is worse: but thou hast kept the good wine until now.&#x201D;<span class=\"citation\" id=\"68663\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68663)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68663)\">John 2:1-10<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v2n490\"> Gentlemen, that is as plain as the translators, or different councils over this Scripture, dare allow it to go to the world, but the thing is there; it is told; Jesus was the bridegroom at <div class=\"break columnbreak\" id=\"82b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0082.pdf\" target=\"pdfwin\">p.&#xA0;82b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7969\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the marriage of Cana of Galilee, and he told them what to do.<span class=\"citation\" id=\"68664\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68664)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68664)\">John 2:1-10<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v2n491\"> Now there was actually a marriage; and if Jesus was not the bridegroom on that occasion, please tell who was. If any man can show this, and prove that it was not the Savior of the world, then I will acknowledge I am in error. We say it was Jesus Christ who was married, to be brought into the relation whereby he could see his seed,<span class=\"citation\" id=\"59667\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59667)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59667)\">Isa. 53:10<\/a><\/span> before he was crucified. &#x201C;Has he indeed passed by the nature of angels, and taken upon himself the seed of Abraham,<span class=\"citation\" id=\"76488\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76488)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76488)\">Heb. 2:16<\/a><\/span> to die without leaving a seed to bear his name on the earth?&#x201D; No. But when the secret is fully out, the seed of the blessed shall be gathered in, in the last days; and he who has not the blood of Abraham flowing in his veins, who has not one particle of the Savior's in him, I am afraid is a stereotyped Gentile, who will be left out and not be gathered in the last days; for I tell you it is the chosen of God, the seed of the blessed, that shall be gathered.<span class=\"citation\" id=\"88118\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88118)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88118)\">D&amp;C 86:8-11<\/a><\/span> I do not despise to be called a son of Abraham, if he had a dozen wives; or to be called a brother, a son, a child of the Savior, if he had Mary,<span class=\"citation\" id=\"66394\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66394)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66394)\">Matt. 27:55-56<\/a><\/span> and Martha,<span class=\"citation\" id=\"124693\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124693)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124693)\">John 11:5<\/a><\/span> and several others, as wives; and though he did cast seven devils out of one of them,<span class=\"citation\" id=\"67327\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67327)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67327)\">Luke 8:2<\/a><\/span> it is all the same to me. <\/div><div class=\"paragraph jod\" id=\"v2n492\"> Well, then, he shall see his seed,<span class=\"citation\" id=\"59666\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59666)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59666)\">Isa. 53:10<\/a><\/span> and who shall declare his generation,<span class=\"citation\" id=\"124694\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124694)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124694)\">Isa. 53:8<\/a><\/span> for he was cut off from the earth? I shall say here, that before the Savior died, he looked upon his own natural children,<span class=\"citation\" id=\"68294\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68294)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68294)\">Luke 23:27-28<\/a><\/span> as we look upon ours; he saw his seed, and immediately afterwards he was cut off from the earth; but who shall declare his generation? They had no father to hold them in honorable remembrance; they passed into the shades of obscurity, never to be exposed to mortal eye as the seed of the blessed one. For no doubt had they been exposed to the eye of the world, those infants might have shared the same fate as the children in Jeru<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"83a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0083.pdf\" target=\"pdfwin\">p.&#xA0;83a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7968\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>salem in the days of Herod, when all the children were ordered to be slain under such an age, with the hopes of slaying the infant Savior.<span class=\"citation\" id=\"62649\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62649)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62649)\">Matt. 2:16<\/a><\/span> They might have suffered by the hand of the assassin, as the sons of many kings have done who were heirs apparent to the thrones of their fathers. <\/div><div class=\"paragraph jod\" id=\"v2n494\"> History is replete with circumstances of neck-or-nothing politicians dyeing their hands in the blood of those who stood in their way to the throne or to power. <\/div><div class=\"paragraph jod\" id=\"v2n495\"> That seed has had its influence upon the chosen of God in the last days. The same spirit inspires them that inspires their father, who bled and died upon the cross after the manner of the flesh. <\/div><div class=\"paragraph jod\" id=\"v2n496\"> &#x201C;Well, but,&#x201D; says one, &#x201C;there was certainly an injunction laid upon the Bishops in New Testament times, that they should have but one wife.&#x201D;<span class=\"citation\" id=\"75912\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75912)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75912)\">1 Tim. 3:12<\/a><\/span> This is brought up as a great argument against the position the Latter-day Saints have taken. In olden times they might have passed through the same circumstances as some of the Latter-day Saints had to in Illinois. What would it have done for us, if they had known that many of us had more than one wife when we lived in Illinois? They would have broken us up, doubtless, worse than they did. They may break us up, and rout us from place to another, but by and by we shall come to a point where we shall have all the women, and they will have none. You may think I am joking about this, but I can bring you the truth of God to demonstrate it to you. I have not advanced anything I have not got an abundance of backing for. There is more truth than poetry in this as sure as you live. <\/div><div class=\"paragraph jod\" id=\"v2n497\"> The Bishops anciently, in their office and callings, had a great deal to do with temporal matters&#x2014;serving tables,<span class=\"citation\" id=\"71498\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71498)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71498)\">Acts 6:2<\/a><\/span> attending to the poor, &amp;c. And inasmuch as so much trust was reposed in them of a temporal character, they <div class=\"break columnbreak\" id=\"83b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0083.pdf\" target=\"pdfwin\">p.&#xA0;83b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7968\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> were required to have a fair reputation, and must not stand in any relation that would in the least prejudice their reputation with the world of mankind. <\/div><div class=\"paragraph jod\" id=\"v2n498\"> In certain countries, plurality of wives is legal. Christendom think they are about everybody, and the &#x201C;rest of mankind&#x201D; are few and far between. I have traveled among nations and countries where this doctrine was tolerated by law, and I will venture to say, if we were to take a walk through the world tonight and find out those who are in favor of, or against, this doctrine, the majority would be in its favor. Could the whole world be assembled here before me, and a vote taken upon this subject, they would give us the right of conscience in this matter. <\/div><div class=\"paragraph jod\" id=\"v2n499\"> Has not the Muhammadan a right to be in favor of it? Did not God make him? And is not his right as dear to him as ours? Why should we set ourselves up as a little family of nations in Christendom, and say to the rest of the great family of the world, &#x201C;You shall not do so and so, and you shall do this or that?&#x201D; Why should we be restricted in this matter, while the great majority of the world decide in its favor? <\/div><div class=\"paragraph jod\" id=\"v2n500\"> Take this question up upon political principles, and what do the majority of the world say about it? They establish our right. Then take it upon the principles of natural philosophy, and the truth of our position is made still more apparent. Had I language to portray to the most delicate ear the principles of our existence, and the laws of our nature, the most stubborn skeptic would be obliged to yield to the power of truth. I might take up the subject in this point of light, but I will forbear, I will spare you. If I had a congregation of men, I would not spare them one whit. <\/div><div class=\"paragraph jod\" id=\"v2n501\"> The Bishop is to be the husband of<span class=\"citation\" id=\"75904\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75904)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75904)\">1 Tim. 3:2<\/a><\/span>  <div class=\"break pagebreak\" id=\"84a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0084.pdf\" target=\"pdfwin\">p.&#xA0;84a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7967\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>one wife. And as for old Paul, everybody says he lived and died a bachelor; but he said all things were lawful for him,<span class=\"citation\" id=\"73251\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73251)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73251)\">1 Cor. 6:12<\/a><\/span> and that he had power to lead about a sister, a wife, as well as other Apostles, and as the brethren of the Lord, and Cephas.<span class=\"citation\" id=\"73287\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73287)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73287)\">1 Cor. 9:5<\/a><\/span> Paul did not make known all things, for all things were not lawful to tell. He said himself, he knew a man that was caught up to the third heavens, and heard things unlawful to utter.<span class=\"citation\" id=\"74302\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74302)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74302)\">2 Cor. 12:2-4<\/a><\/span> If he did not take a wife, and multiply, and replenish the earth,<span class=\"citation\" id=\"52281\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52281)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52281)\">Gen. 1:28<\/a><\/span> he did not fulfil the first great fundamental law of nature. <\/div><div class=\"paragraph jod\" id=\"v2n503\"> There are many living now who are bachelors. I do not complain of the very old men, for they cannot help themselves at all times, but I am going to complain of the old bachelors; and I tell you what it is, if you do not step forward and marry, and try to carry on the great work of Jehovah, it will be left for a better man to do than you. [Voice in the stand, &#x201C;There is but one old bachelor in the Territory, and he has gone to the States.&#x201D;] O! I beg your pardon; President Young says he does not know of but one old bachelor in all the Territory of Utah, and he has gone to the States; therefore I have nothing more to say on this particular point. Look abroad, upon the world at large, and how many are there who are too niggardly to take a wife, and support her and her offspring honorably, and rear up a family that will reflect honor upon them in their old age! No&#x2014;they cannot afford to do this, but they go where they can gratify their fleshly desires, leaving the consequences altogether with the confiding females whom they dishonor, and who in that state despair of ever being reinstated in society with a good character, give themselves to prostitution, and in rottenness go down to a premature grave with ten thousand curses on the heads of their deceivers. <\/div> <div class=\"break columnbreak\" id=\"84b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0084.pdf\" target=\"pdfwin\">p.&#xA0;84b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7967\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v2n504\"> Do you suppose these things are going to escape the all-seeing eye of the Great Jehovah? And will He not visit the guilty sensualist with a dreadful punishment? He will. Why not in honorable wedlock raise up offspring to glorify God? Why this niggardly disposition? No wonder the Lord Almighty sends the pestilence to lay them waste, and reduce nations and cities to ruins. <\/div><div class=\"paragraph jod\" id=\"v2n505\"> Brethren and sisters, it is for us to have the light of truth shining in our eyes, and honor that truth in all our intercourse with one another. <\/div><div class=\"paragraph jod\" id=\"v2n506\"> The Bishop shall have but one wife. If you were in a country where only one wife is allowed by law, then you would be obliged to have but one. What shall I say? A Bishop in England, where he knew polygamy to be contrary to law, must have but one wife; if you want another, and the law will not allow it, you must go where it is allowed by law. It was the case with the Bishops in olden times. We must submit to the laws of man until he shall reign whose right it is to reign.<span class=\"citation\" id=\"86160\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86160)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86160)\">D&amp;C 58:22<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v2n507\"> This is the cord that shall revolutionize the whole world, and it will make the United States tremble from the very head to the foot; it is like leaven hid in three measures of meal until the whole is leavened.<span class=\"citation\" id=\"64617\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64617)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64617)\">Matt. 13:33<\/a><\/span> There is such a tide of irresistible arguments that, like the grand Mississippi, it bears on its bold current everything that dares to oppose its course. <\/div><div class=\"paragraph jod\" id=\"v2n508\"> Says one, &#x201C;Why is it that men in your society may have more than one wife? What is the policy of it?&#x201D; The men of God who hold the priesthood of heaven, and imbibe the light of the Holy Ghost, have the privilege and right. Now let me illustrate one thing, and let me bring it home to you. There may be some under the sound of my voice that the case will fit. Some man will perhaps marry a wife of his youth. She dies&#x2014;he loved  <div class=\"break pagebreak\" id=\"85a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0085.pdf\" target=\"pdfwin\">p.&#xA0;85a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7966\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>her as he loves himself, and her memory ever lingers about his heart. He marries another, and she dies, and he loved her equally as well. He marries a third, and so on, and he loved them all. By and by he dies, and he dies with devoted affection and love to them all. <\/div><div class=\"paragraph jod\" id=\"v2n510\"> Now in the resurrection, which of those wives will he claim? There is no difference in his love to any of them, and they have all perhaps borne children to him. He loves the children of one mother as well as the children of another. What say you? Which shall he have in the resurrection? Why, let him have the whole of them. To whom are they nearer allied? <\/div><div class=\"paragraph jod\" id=\"v2n511\"> There is a case opposite to this, where a woman married a husband, and he died, and so on, until she was married to seven husbands, and then she died. The question was asked the Savior, &#x201C;Whose wife will she be in the resurrection!&#x201D; for they all had her.<span class=\"citation\" id=\"65397\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65397)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65397)\">Matt. 22:24-28<\/a><\/span> The Savior gave a curious answer. Says he, &#x201C;In the resurrection they neither marry, nor are given in marriage, but are as the angels of God.&#x201D;<span class=\"citation\" id=\"65400\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65400)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65400)\">Matt. 22:30<\/a><\/span> Now tell me how the angels are in heaven, and then we shall have the secret. <\/div><div class=\"paragraph jod\" id=\"v2n512\"> It is said, &#x201C;In the last days, saith God, I will pour out of my spirit upon all flesh; and your sons and your daughters shall prophesy, and your old men shall see visions, and your men shall dream dreams: And on my servants and on my handmaidens I will pour out in those days of my spirit; and they shall prophesy.&#x201D;<span class=\"citation\" id=\"61853\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61853)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61853)\">Joel 2:28-29<\/a><\/span> You are praying every day, &#x201C;Thy kingdom come, and thy will be done on earth as it is in heaven.&#x201D;<span class=\"citation\" id=\"63347\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63347)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63347)\">Matt. 6:10<\/a><\/span><span class=\"citation\" id=\"67448\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67448)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67448)\">Luke 11:2<\/a><\/span> You never can know how it is done in heaven, unless you can see it by vision; or the kingdom, when it does come, unless it is revealed to you by the spirit of prophecy, or in dreams and visions; then you know it. <\/div><div class=\"paragraph jod\" id=\"v2n513\"> This is the benefit of dreams and <div class=\"break columnbreak\" id=\"85b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0085.pdf\" target=\"pdfwin\">p.&#xA0;85b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7966\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> visions, although this power is lightly spoken of, and repudiated in the Christian world. The revelation of the Almighty from God to a man who holds the Priesthood, and is enlightened by the Holy Ghost, whom God designs to make a ruler and a governor in His eternal kingdom is, that he may have many wives, that when he goes yonder to another sphere he may still continue to perpetuate his species, and of the increase of his kingdom and government there shall be no end,<span class=\"citation\" id=\"58057\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58057)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58057)\">Isa. 9:7<\/a><\/span> says Daniel. How does the kingdom of God increase, but by the increase of its subjects? Everything increases, everything multiplies. As brother Benson said this morning, even the mosquitoes of Nebraska increase and multiply. If they do, why not high orders of the creation have a better right? These mosquitoes and insects are the result of a fallen world, but by and by there will be nothing to hurt or destroy in all God's holy mountain.<span class=\"citation\" id=\"58127\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58127)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58127)\">Isa. 11:9<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v2n514\"> These men of God who are married here by the authority of heaven are sealed on earth and in heaven. The good old book says, that which is sealed on earth is sealed in heaven; and whosoever sins ye remit on earth shall be remitted in heaven,<span class=\"citation\" id=\"70913\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70913)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70913)\">John 20:23<\/a><\/span> and whatsoever ye bind on earth shall be bound in heaven.<span class=\"citation\" id=\"64875\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64875)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64875)\">Matt. 16:19<\/a><\/span><span class=\"citation\" id=\"91763\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91763)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91763)\">D&amp;C 132:46<\/a><\/span> That Priesthood that has not this power is no better than a rope of sand. The true Priesthood alone possesses it. The Priesthood that has not this power is a mock Priesthood, and not the Priesthood of the Almighty. Little did the world know when they treated the Savior as they did, that he held their destiny in his hands; the world knew him not; he came to his own and they received him not;<span class=\"citation\" id=\"68562\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68562)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68562)\">John 1:11<\/a><\/span> but the time will come that they will know him, and the power of his Priesthood. <\/div><div class=\"paragraph jod\" id=\"v2n515\"> When the servants of God and their wives go to heaven there is an eternal union, and they will multiply and re<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"86a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0086.pdf\" target=\"pdfwin\">p.&#xA0;86a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7965\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>plenish the world to which they are going. <\/div><div class=\"paragraph jod\" id=\"v2n517\"> It is not every man in the United States that can be the president, or that can be a governor, or a judge, but all are within the pale of the government of the United States, though they do not all bear rule; many are called, and few are chosen. But in yonder world those who bear the Priesthood, and by their faith and obedience obtain the sanction of the Almighty, they are sealed on earth and in heaven, and will be exalted to rule and govern forever; while those who would not listen to the holy commandments, and died without having a wife sealed to them, are angels; they are lower spirits, and servants to them that rule. Therefore, this family of old, which the Savior spoke of, saying, &#x201C;In the resurrection they neither marry, nor are given in marriage,&#x201D;<span class=\"citation\" id=\"65401\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65401)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65401)\">Matt. 22:30<\/a><\/span> are not Gods, but angels,<span class=\"citation\" id=\"124695\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124695)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124695)\">D&amp;C 132:17<\/a><\/span> who neither marry nor are given in marriage, while the men that magnify their callings are they that bear rule, and hold dominion, and receive their crown, and are one with the Savior, as he is one with the Father. Hence, he that is faithful over a few things shall be made ruler over many things.<span class=\"citation\" id=\"66096\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66096)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66096)\">Matt. 25:21<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v2n518\"> I have a few words more to say, and a great deal more can be said; for I have only just dipped into the subject a little. I want to say a few things more, and perhaps this is the most fitting occasion on which they could be said. You never see a &#x201C;Mormon&#x201D; man who bears the Priesthood, unless it is some characters that only bear it in form, who are devoid of principle, who have transgressed, and have escaped being dealt with&#x2014;I say you never see a true-hearted &#x201C;Mormon&#x201D; man running after a lewd woman; but there are women among the Latter-day Saints who are loose in their conduct, notwithstanding they have embraced the Gospel. We only wish to apply this where it belongs; do not <div class=\"break columnbreak\" id=\"86b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0086.pdf\" target=\"pdfwin\">p.&#xA0;86b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7965\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> any of you have your feelings hurt, for God knows I would hold the virtuous and good as sacred as I would my own life. At the same time I am bound to speak in plainness, and I feel that the Spirit is on me now, I am warmed with it, and it presses me to speak on this subject, and to speak it out. There are families in this town that have bowed externally to the yoke of Christ, but they are as corrupt as hell, and I can point where they are, in what direction they dwell. When I approach their habitations, I feel that they are an abomination in my sight. &#x201C;Have you any tangible evidence of this?&#x201D; Yes, I have, and more than I want, which I shall keep to myself, but the day will come when it will all come out. Do you see &#x201C;Mormon&#x201D; men running there? No. Wherever you find a house among the Latter-day Saints where no &#x201C;Mormon&#x201D; men go, you may know it is not all sound in Denmark. I will tell you whom you see there in particular&#x2014;men who fear not God nor regard man.<span class=\"citation\" id=\"67856\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67856)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67856)\">Luke 18:4<\/a><\/span> What have I got to say concerning women that will come into the Church and kingdom of God, and bring dishonor upon themselves, and endeavor to bring it upon the whole Church, by cohabiting with those cursed scapegraces who are passing through here to California, who make their boast of what they did in Great Salt Lake City? I know their secret talk in their chambers, for the Spirit of God searcheth all things.<span class=\"citation\" id=\"73000\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73000)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73000)\">1 Cor. 2:10<\/a><\/span> It may not be with me to the same extent all the time, but sometimes the whole vision of my mind is lit up, and I see and understand it all. <\/div><div class=\"paragraph jod\" id=\"v2n519\"> I am going to say something upon those who dishonor the Church and kingdom of God in this way. I will tell you what shall happen to those men and women who commit lewdness, and go and boast of it, and laugh in the face of heaven. The day shall come when their flesh shall rot upon  <div class=\"break pagebreak\" id=\"87a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0087.pdf\" target=\"pdfwin\">p.&#xA0;87a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7964\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>their bones, and as they are walking it shall drop, and become a nauseous stink upon the highway. Now go and boast that you can get all you want for a dress pattern, or a yard of ribbon; go and boast of it, and the Lord Almighty shall curse you all the day long. [Voice in the stand, &#x201C;Amen.&#x201D;] And when you step, chunks of your flesh shall drop off your bones, and stink enough to sicken a dog. <\/div><div class=\"paragraph jod\" id=\"v2n521\"> I speak this to both men and women that practice this iniquity in the midst of this people; and if you do not refrain from such intercourse, this prediction shall begin to take effect, and by this you shall know whether I have spoken in the name of the Lord, or in the name of Orson Hyde. For such abominable practices to come in our midst under the robes of sanctity, because there are liberal, holy, and righteous principles practiced by the Saints, I say, curse their habitation and their persons; and if this is your mind, let all Israel say amen. [The whole of the congregation at the top of their voices said, &#x201C;Amen!&#x201D;] And let these contemptible wretches feel the &#x201C;Mormon&#x201D; spirit, not by &#x201C;Mormon&#x201D; hands, but by the power of God on high. <\/div><div class=\"paragraph jod\" id=\"v2n522\"> I feel charged with the Holy Ghost sent down from heaven, and it burns in my heart like a flame, and this is the testimony I bear. If I do mingle in the streets with the crowd to engage in business as any other man, I <div class=\"break columnbreak\" id=\"87b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0087.pdf\" target=\"pdfwin\">p.&#xA0;87b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7964\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> am not always asleep, and insensible to what is passing around me. I do not profess to know a great deal, but some things I do know, and some things I do not know. <\/div><div class=\"paragraph jod\" id=\"v2n523\"> I have endeavored to illustrate this subject for the benefit of the honest inquirer. I have only just touched it, endeavoring to throw out a few hints for your consideration, that you may know we are not without some reason for our faith and practice touching the subject of polygamy. I wish you to mind the admonition I have given. I have given it to you in faith; I have given it to you regardless of consequences, for I ask no odds of anybody, except of my Father in heaven, and of my brethren whose hearts I know to be pure; and I want to be identified with them in time and in all eternity, and with my sisters too; and wish to be exalted with them, and they with me, where the Saints may join hands after passing through much tribulation, and gaining crowns, to rejoice together forever and ever. <\/div><div class=\"paragraph jod\" id=\"v2n524\"> I feel as though I had borne a faithful testimony, and I now say, in the presence of God and angels, that I have given the guilty persons warning, and my garments are clean from your blood. Take warning, and never do a thing that will throw dishonor upon the Saints of the Most High. <\/div><div class=\"paragraph jod\" id=\"v2n525\"> May God add His blessing, and preserve us to His heavenly kingdom, which may He grant. Amen. <\/div>\n<\/div>\n<\/div>"}