{"ID":20017, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Immigration&#x2014;The Perpetual Emigrating Fund&#x2014;Scoffers.<\/div>\n<div class=\"subtitle\">An Address by President Jedediah M. Grant, Delivered at the General Conference, in the Tabernacle, Great Salt Lake City, October 7, 1854.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: The Immigration, Etc.<\/div>\n<div class=\"speaker\">Speaker: Jedediah M. Grant<\/div>\n<div class=\"date\">Date: 10\/7\/1854<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d17\">\n<div class=\"paragraph jod\" id=\"v2n424\"> This afternoon I have very little disposition to detain you long. My health is such, I would prefer hearing others rather than speak myself. <\/div><div class=\"paragraph jod\" id=\"v2n425\"> We have received much good instruction, and I feel that our spirits are refreshed, and cheered up. We have been edified during the Conference. <\/div><div class=\"paragraph jod\" id=\"v2n426\"> I like the remarks of Elder Orson Pratt this afternoon. I hope they will be listened to and obeyed. <\/div><div class=\"paragraph jod\" id=\"v2n427\"> I regret very much that our immigration this season are so few; though I rejoice on the other hand that the Elders abroad, and the general instructions of the Church, have been able to gather so many. We believe we have brethren here from different settlements, and lots of persons in this city, who are on hand to take into their employment three or four times as many people as have come in this season from the nations of the earth. <\/div><div class=\"paragraph jod\" id=\"v2n428\"> The first year we were located in the Valley we wanted a few teams sent out to help the emigration, and we had to use considerable exertion to get those few teams; but this year, all the servants of the Lord had to do was to make a call upon the people, through their Bishops, and all the teams we wanted were forthcoming, with flour and all necessary food, to send forth to help in our emigration. <\/div><div class=\"paragraph jod\" id=\"v2n429\"> I have seen the time, in Kirtland, Ohio, the first gathering place I went to, when you could have crowded the whole congregation into one room sixteen feet by eighteen; and these comprised all the Saints that were there. If we had sent up to Jackson County, <div class=\"break columnbreak\" id=\"71b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0071.pdf\" target=\"pdfwin\">p.&#xA0;71b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7980\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and brought them all down, and had a house like this, there would have been just a little belt of people in front of the stand, and reaching part way up towards the opposite side of the room. <\/div><div class=\"paragraph jod\" id=\"v2n430\"> In the mountains, though it is difficult to gather the people here, though they come from the nations, and have the Atlantic to cross, and have to come from the different parts of the United States, we have got together a considerable body of people. However, there are as yet but few, comparatively. We are looked upon as feeble in the world, of but small height; but it is a very easy thing to bring in an emigration of four or five thousand; and we can bring wagons from different settlements, and the people who have come in are swallowed right up, as it were, so that in three or four weeks we cannot tell what has become of our immigration. They can come by thousands, and be dispersed throughout the Territory among the Saints, and find comfortable homes, and it is scarcely known and felt. <\/div><div class=\"paragraph jod\" id=\"v2n431\"> As to the Perpetual Emigrating Fund, to make it <span class=\"italic\">perpetual<\/span>, you must replenish it, and not take from it&#x2014;that would make it a short-lived thing. If you are aided by that Fund, throw the aid you have received back into the treasury, that it may be full, that we may be able to send for others. I have heard the President speaking that he designed to call upon individuals who are pretty well off here, who have friends in England, Scotland, Wales, Denmark, Germany, Italy, and  <div class=\"break pagebreak\" id=\"72a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0072.pdf\" target=\"pdfwin\">p.&#xA0;72a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7979\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>I don't know where, to operate with the Fund, and become a stay and a staff to it, and associate with it. For instance, here is such a man as father Russell, that has given his thousands; perhaps he knows of some family there he would like to bring here. He can send through the P. E. Fund for that family; and they shall be brought on this condition&#x2014;that they labor for him, and assist him until they pay for their being brought here. <\/div><div class=\"paragraph jod\" id=\"v2n433\"> In Yankee land they make the boys pay for their bringing up; so they can pay for their bringing here, if I have spent the money for them. Some of you who want a gardener, or a farmer, launch out your gold, your cattle, your horses, your food, and your raiment, and deposit the means, and we will send over, and get the family, and that family will aid and assist you in your financial operations, and pay up the debt. I reckon that six or eight thousand in Utah could act upon this principle. <\/div><div class=\"paragraph jod\" id=\"v2n434\"> You who have been brought in here, labor, and throw back into the great purse what you have received, that we may bring double the number another year. <\/div><div class=\"paragraph jod\" id=\"v2n435\"> Our brethren in Pottawatomie County, four or five years ago, had a notion that they were going to get up a machine that would bring fifteen thousand at a load. <\/div><div class=\"paragraph jod\" id=\"v2n436\"> The idea of becoming a State in two or three years, when we have only got four or five thousand of an emigration! I do not wonder that the Latter-day Saints believe in the plurality of wives. Launch out your means to help us to bring the poor; if you do not, we will raise up the mountain boys ourselves. This piecemeal business of gathering Saints! We want it upon the wholesale principle. That's the doctrine. I tell you, a few more boys breaking the crust of nations, like brother Carn, after a while, by driving their little wedges, will bring them over by nations. <\/div> <div class=\"break columnbreak\" id=\"72b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0072.pdf\" target=\"pdfwin\">p.&#xA0;72b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7979\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v2n437\"> A great many people who come here, when they do not find everything right handy&#x2014;plenty of food, houses, and all other conveniences, are discouraged, and lose their energies. If you want to know something about the &#x201C;Mormon&#x201D; grit, remember what brother Carn said this morning; if he is whipped, he don't stay whipped. You cannot discourage a real &#x201C;Mormon.&#x201D; It is necessary to raise up a certain stripe in the Valley, of the real &#x201C;Mormon&#x201D; grit, that those who come over here, and who have the whines and the grunts, may have the &#x201C;Mormon&#x201D; leaven among them to leaven the whole lump. <\/div><div class=\"paragraph jod\" id=\"v2n438\"> I do not know but the President will be calling for volunteers to operate with the Fund to bring more families here. <\/div><div class=\"paragraph jod\" id=\"v2n439\"> There are one or two more little items I wanted to speak about. <\/div><div class=\"paragraph jod\" id=\"v2n440\"> I have had one or two cases reported to me. For instance, some of our brethren who cross the plains, when they get here, are a little peevish, snappish, vexed, and quarrelsome. When the wind blowed the other day, a man got the servant girl to hold the tent pole, to keep it from failing, but she not being strong enough, down went the tent. The man then made a scourge out of a rope, and began to beat the girl, and beat her most unmercifully. I do not know whether that man is converted or not; but it makes me think of an old Baptist preacher in Virginia. He came and preached in a certain place; the next time he came round, a drunken man came staggering up to him and said, &#x201C;Brother Jones, when you was last in our settlement, you converted my soul.&#x201D; &#x201C;Well,&#x201D; said brother Jones, &#x201C;I should think I did, for I do not believe the Lord had anything to do with it.&#x201D; I am rather inclined to think it is possible that the girl whipper is yet unconverted. We like men here to learn how to treat their families, their cattle, and their homes, &amp;c. <\/div> <div class=\"break pagebreak\" id=\"73a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0073.pdf\" target=\"pdfwin\">p.&#xA0;73a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7978\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v2n442\"> I am entirely of a lively disposition; I know not how to be low-spirited; I never knew what it was to be lonesome in my life. Some talk about being lonesome when they are alone; I know nothing about it. I never misuse a beast, and I am not inclined to misuse people; but when they are right mean, I like to work them up with my tongue once in a while. But the idea of people going to work to beat, and kick, and pound their cattle, horses, children, and everything around them, is nonsense. Good-natured feelings and good-natured conduct are worth a thousand of the opposite character. Do right, be kind and gentle. You have come in the midst of the people of God; you have come to unite with us in serving the mighty God of Jacob, and endeavor to do right. <\/div><div class=\"paragraph jod\" id=\"v2n443\"> When brethren start to come here, they are anxious to be in this place, but many of them, when they get here, see no charms in Zion. You can learn their spirits directly, for they are known by their associates. We have some High Priests, &amp;c., who have been among us for years, and others who have come in lately, who like to associate with our enemies, those who have a sneering and malicious spirit. Talk about such persons having the &#x201C;Mormon&#x201D; spirit in them, and the light of the Holy Ghost, and yet love the world and the things of the world,<span class=\"citation\" id=\"78548\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78548)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78548)\">1 Jn. 2:15<\/a><\/span> and the spirit of the world, and the glory of the world, and the wickedness of the world! Some people can associate with those who laugh at the institutions of heaven, at the principles of eternity, and laugh to scorn the ministry of the people of God; they like to converse with them, and they love to be in their society; they love to have them around them. I would rather dig thistle roots and sego roots to live upon, and eat boiled hides, and drink the broth from them, than to take such enemies into my <div class=\"break columnbreak\" id=\"73b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0073.pdf\" target=\"pdfwin\">p.&#xA0;73b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7978\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> house, and board them; and rather than rent my house to such persons to live in, I would burn it up if they had lived in it, and have a new one. That is my grit. The filthy old building should never hold my family. I wish all the &#x201C;Mormons&#x201D; felt as I do, there would be a flame in Zion, and a fire in Jerusalem.<span class=\"citation\" id=\"58974\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58974)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58974)\">Isa. 31:9<\/a><\/span> I say, if all the &#x201C;Mormons&#x201D; felt as I do about those who laugh at our distresses, and when calamities come upon us, wag their heads and say, &#x201C;Ha, ha! so would we have it,&#x201D; they would think there was a furnace in Zion, and a flame in Jerusalem.<span class=\"citation\" id=\"58973\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58973)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58973)\">Isa. 31:9<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v2n444\"> I want &#x201C;Mormons&#x201D; to feel like &#x201C;Mormons,&#x201D; to feel like Saints. I want a man of God to feel fired up with the Holy Ghost, and not place his affections upon the world, and the things of the world; but love your God, and your brethren that are poor and in distress, and who love God. Those high-minded hypocrites, who bow and scrape to get your dimes, let them go to where they belong, they and their dimes; that is the way I feel about them. I like to see the Saints of God fired up to help the poor, and bring them in here to strengthen the reins of Israel. I like to see them exert themselves to send forth the Gospel, and bring from the nations those who are humble, contrite, pure, and holy, and who are uncontaminated by the vices of the world. Go into the circles of high life, if you please; I know about the high and the low in the United States. Talk about high life! About converting many of that class and bringing them here! What will you bring? Those who believe the truth with difficulty. But the poor and needy, who are looked upon as the dross and offscouring of all things,<span class=\"citation\" id=\"94321\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94321)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94321)\">1 Cor. 4:13<\/a><\/span> are the best of all creation, and we want the best, the purest, and those that are the most holy, brought to Zion. But the breath of that person who rejects my God is like the upas tree to me&#x2014;it is poi<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"74a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0074.pdf\" target=\"pdfwin\">p.&#xA0;74a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7977\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>sonous; I do not like it. I admit that I occasionally find some who have not been baptized, in whom there is a stripe of honor and goodwill which I like; but I speak generally of those who knowingly persecute the people of God, who reject the truth; I do not love them. I am like the old Indian, &#x201C;Though I will forgive and forget, I always remember.&#x201D; It is bred in my bones; I was raised up in the &#x201C;Mormon&#x201D; Church from my childhood; it is sweet to me, sweeter than the honey or the honeycomb; it is life and breath to me; it is eternal life, and I love it. <\/div><div class=\"paragraph jod\" id=\"v2n446\"> I do not like the person who sneers at &#x201C;Mormonism,&#x201D; and I do not like those who associate with such; they are no brothers, no sisters, nor friends to me. I fellowship those who love the institutions of God&#x2014;who love the servants of God, and the truth of God and the principles of righteousness. But that class that sneer at the principles of the Gospel, and the institutions of the kingdom of God, who like to associate with the wicked and ungodly, are not my brothers, they are not my sisters, nor friends, nor the friends of God. But the person who seeks to convert the sinner, and bring him to the truth; I like that disposition. What I am at is this&#x2014;not that I feel any different towards those out of the Church than the rest of you; there are a great many of the brethren and sisters who are poor devils. All <div class=\"break columnbreak\" id=\"74b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0074.pdf\" target=\"pdfwin\">p.&#xA0;74b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7977\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Gentiles, in their eyes, are so good, so kind, so loving, so gentle, and so full of sympathy, that they cannot tell that there is any difference between them and the Latter-day Saints. Give me the man and the woman that can tell the difference between the devil and a Saint. Says one, &#x201C;Most all of us can.&#x201D; I tell you, you cannot. I see people on my right and on my left who can dwell and associate with the ungodly, drink into their spirit, and fall into the same condemnation as they do. Take a man who is pure, he sees the corruption of the ungodly. I do not like it; it has no spirit of Zion in it. <\/div><div class=\"paragraph jod\" id=\"v2n447\"> Newcomers, you will find men called Saints who are &#x201C;land-sharks of Utah.&#x201D; We have all kinds of men here, and we expect to have them; and if some of you who have been brought here by the Fund this year, are no better than many of those who were brought last season, you will whine; but for God's sake, when you feel like whining, bite your tongue; and if you do not like to do that, use brother H. Kimball's remedy&#x2014;chew a piece of India rubber, and keep chewing it until you get the grunt out of you. <\/div><div class=\"paragraph jod\" id=\"v2n448\"> I do not wish to detain you. May the God of heaven bless you, and bless the Saints in every land and nation, that Israel may be gathered, and the Saints saved, which may God grant. Amen. <\/div>\n<\/div>\n<\/div>"}