{"ID":20015, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Perpetual Emigrating Fund&#x2014;Emigration of the Saints and the Nations.<\/div>\n<div class=\"subtitle\">A Discourse by Elder Orson Pratt, Delivered in the Tabernacle, Great Salt Lake City, October 7, 1854.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: The Perpetual Emigrating Fund, Etc.<\/div>\n<div class=\"speaker\">Speaker: Orson Pratt<\/div>\n<div class=\"date\">Date: 10\/7\/1854<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d15\">\n<div class=\"paragraph jod\" id=\"v2n349\"> We will bring up the subject upon which others have spoken, and that which more immediately concerns us, viz.: the Perpetual Emigrating Fund. What is it? For what was it established? What are your duties in regard to this Fund, and in relation to your fellow beings, your brethren and sisters, and their families that are scattered abroad in the midst of those wretched, wicked, and abominable governments? <\/div><div class=\"paragraph jod\" id=\"v2n350\"> We have already been informed, and taught from this stand, by those who are filled with the Holy Ghost, by those who are filled with the inspiration of the Almighty, setting forth the necessity and importance of being awake in regard to the condition of the Saints that are scattered abroad. We are apt to forget the things we ought to do, though they are told to us in plainness. We think in our hearts&#x2014;&#x201C;Well, we will go and do as we have been told; it looks beautiful and very consistent; it seems to be the very law by which we should be governed; and when we go from this Conference, we will make all the necessary arrangements to fulfil and comply with this law, and hearken to the counsels and instructions that have been given;&#x201D; but straightway, as you go out of the Tabernacle, and get out of the voice of the servants of God, the devil comes along, and begins to whisper in your ears, and tells you to be a little selfish, saying, &#x201C;Look out more for yourselves, for your <div class=\"break columnbreak\" id=\"54b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0054.pdf\" target=\"pdfwin\">p.&#xA0;54b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7997\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> wives, and for your children; they may go hungry, they may want food, and houses, and ten thousand other things, and unless you put forth your hands, and exert your energies to provide for them, they may be brought into great suffering; and again, perhaps there may be some great trials ahead of the Saints, there may be pinching times; it would be well for you to look out a little, and be prepared against these times of trial,&#x201D; &amp;c. And thus the good word that is sown in your hearts by the Holy Spirit begins to be caught away,<span class=\"citation\" id=\"64519\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64519)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64519)\">Matt. 13:19<\/a><\/span><span class=\"citation\" id=\"66527\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66527)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66527)\">Mark 4:15<\/a><\/span> one principle after another, until finally selfishness has full control over your movements, and it is the last thing you think of to do unto others as you would have others do unto you under the same circumstances.<span class=\"citation\" id=\"63781\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63781)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63781)\">Matt. 7:12<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v2n351\"> The Lord is going to gather His Saints, and we are already gathered, a great host of us, into this territory; but let me tell you this is hardly a beginning; many nations are yet to be gathered unto the name of the Lord of Hosts, unto Mount Zion, where they can be taught in the ways of the Lord, and be instructed to walk in His paths,<span class=\"citation\" id=\"57748\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57748)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57748)\">Isa. 2:3<\/a><\/span> and understand the principles of true government, and their duties towards one another, and towards the God whom they profess to worship and serve. Nations, not a few, are to be gathered, and to go up for that purpose. <\/div><div class=\"paragraph jod\" id=\"v2n352\"> This is just laying the foundation; it is a little nucleus, and a few thou<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"55a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0055.pdf\" target=\"pdfwin\">p.&#xA0;55a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7996\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>sands are gathering to it year after year; but the work that is now commenced will increase, and continue to increase; like the stone that was hewn out of the mountain.<span class=\"citation\" id=\"61376\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61376)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61376)\">Dan. 2:45<\/a><\/span><span class=\"citation\" id=\"86585\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86585)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86585)\">D&amp;C 65:2<\/a><\/span> In the first place, the stone taken out of the mountain is much smaller than the mountain, but finally it increases to that magnitude that it begins to be a great mountain, not merely to fill one small territory, but as Daniel said, &#x201C;it became a great mountain and filled the whole earth.&#x201D;<span class=\"citation\" id=\"61068\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61068)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61068)\">Dan. 2:35<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v2n354\"> Very well, then, the Saints are to be gathered, and they are to come not only by thousands, but tens of thousands, scores of thousands, and hundreds of thousands are to be assembled from among the nations. How is this to be brought about? Through the servants of the living God. This is what the Lord told us before one Saint was gathered. In a revelation, given in the presence of six Elders, in Sept. 1830, the Lord says, &#x201C;Ye are called to bring to pass the gathering of mine elect; for mine elect hear my voice and harden not their hearts; Wherefore the decree hath gone forth from the Father that they shall be gathered in unto one place upon the face of this land.&#x201D;<span class=\"citation\" id=\"84721\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84721)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84721)\">D&amp;C 29:7-8<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v2n355\"> That is the decree that has gone forth; it is ordained in the heavens, and it will come to pass. As the Saints have already been gathered here unto this territory, even so will it continue to be fulfilled until the last of the elect of God are assembled from the four corners of the earth. <\/div><div class=\"paragraph jod\" id=\"v2n356\"> The servants of God are the ones that are called to bring to pass this work, says the revelation. In obedience to this declaration, and in fulfillment of this prophecy, the Holy Ghost wrought upon the heart of our President, to establish a fund&#x2014;a Perpetual Emigrating Fund, to bring about this great work; he laid the foundation of it; he proposed it to the people, and explained the nature <div class=\"break columnbreak\" id=\"55b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0055.pdf\" target=\"pdfwin\">p.&#xA0;55b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7996\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of it&#x2014;how it was to be used, how it was to be controlled, and how it should be made lasting and perpetual in its nature, to accomplish the design of the Almighty in gathering His elect from the four winds of heaven. Shall we, then, as Saints of the Most High, come here and sit down in our fine habitations, and upon our farms and inheritances, and let this great work of the last days come to naught through our carelessness and indifference? No, brethren; let it not be recorded in the archives of the eternal world that we will thus do, when our brethren have stretched out their hands to help us to this place. Let not the news fly to eternal worlds that we are not willing to do to our brethren scattered abroad, as they have been willing to do to us,<span class=\"citation\" id=\"94315\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94315)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94315)\">Matt. 7:12<\/a><\/span> when we were in a scattered condition. <\/div><div class=\"paragraph jod\" id=\"v2n357\"> I do not know what more can be said, than what other speakers have already said upon this subject. Our President said he would be glad to have some six discourses, each six hours long, preached to the people upon the subject of doing their duty unto others in regard to this Fund. And I have no doubt he included every other duty between man and man, so far as it could be done in that short period of time, for thirty-six hours would not begin to be time enough for a man to tell the people all their duties. Many people think that all the duties of man are recorded in the Bible; that idea is held by many of the sectarian world; they think this book contains all the duties in regard to the relationships between man and man, and that it is a sufficient rule of faith and practice, and enough to govern them in all their dealings with each other, and in their duties towards their God. <\/div><div class=\"paragraph jod\" id=\"v2n358\"> Let me tell you, if any one man's duties (if he lived to be an old man) were clearly written, and foretold before he was born, it would take a  <div class=\"break pagebreak\" id=\"56a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0056.pdf\" target=\"pdfwin\">p.&#xA0;56a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7995\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>larger volume than the Bible to contain them all; and when we consider the thousands and millions of human beings that are on the earth now, and the millions that have dropped into their graves in ages past, it is absurd to suppose that one such volume could point out all their duties, even if they all could have been foretold by the spirit of prophecy. <\/div><div class=\"paragraph jod\" id=\"v2n360\"> For instance, the duties of today, if written, would require something like one page; and as every day's duties would be different the one from the other, it would require three hundred and sixty-five pages in one year, which in seventy years would amount to upwards of twenty-five thousand pages, which would have to be recorded to point out the duties of one individual towards his fellow man. Think not, then, that six discourses each, only six hours long, could make known to you the whole of your duties towards each other through life. <\/div><div class=\"paragraph jod\" id=\"v2n361\"> This is reason why the Lord has appointed a living Priesthood on the earth; why He has sent down the Holy Ghost from heaven, why it enters the heart of man, and inspires him with knowledge and information concerning his own duties, and the duties of others also, that he may impart to them, week after week, and from one meeting to another, in public and in private, before large assemblies and in the family circle, every principle and duty that is necessary to be known; that his family, his wives and his children, and the Church of God at large may be taught by the Holy Ghost&#x2014;the Comforter that guides into all truth;<span class=\"citation\" id=\"70320\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70320)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70320)\">John 16:13<\/a><\/span> it is that power that instructs men in regard to all their duties. <\/div><div class=\"paragraph jod\" id=\"v2n362\"> Then let not the immigrants&#x2014;the Saints that have come into this territory in former years, as well as those who have come here the present year, be asleep upon this subject, but awake from a deep sleep. You know what the parable says, on the subject of the <div class=\"break columnbreak\" id=\"56b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0056.pdf\" target=\"pdfwin\">p.&#xA0;56b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7995\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> kingdom of God in the last days, comparing it to ten virgins, that took their lamps and went forth to meet the bridegroom.<span class=\"citation\" id=\"65994\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65994)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65994)\">Matt. 25:1-13<\/a><\/span> They did not stay abroad among the nations. &#x201C;<span class=\"italic\">Then<\/span>,&#x201D; says Jesus, &#x201C;the kingdom of heaven shall be likened unto ten virgins.&#x201D;<span class=\"citation\" id=\"65985\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65985)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65985)\">Matt. 25:1<\/a><\/span> Not the kingdom he built up in his own day, and in the days of his Apostles, who were with him in the flesh; but &#x201C;<span class=\"italic\">then<\/span>;&#x201D; having reference to what was previously spoken in the foregoing verses, concerning his second coming in the clouds of heaven in power and great glory.<span class=\"citation\" id=\"65803\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65803)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65803)\">Matt. 24:30<\/a><\/span> Then shall the kingdom of heaven be likened unto ten virgins, who took their lamps, and went forth from among the nations; some took oil in their lamps, and some did not, but let their lamps go out, only having barely lighted up their wicks a little, which contained no oil to feed the flame; and they all slumbered and slept; but by and by, about midnight, when they were all in a sound slumber, a cry is heard, &#x201C;Behold the bridegroom cometh, go ye out to meet him.&#x201D;<span class=\"citation\" id=\"66048\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66048)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66048)\">Matt. 25:6<\/a><\/span> That waked them all up. <\/div><div class=\"paragraph jod\" id=\"v2n363\"> Now it would be much better for us to wake up before the midnight cry is sounded in our ears. We gathered here and brought lamps with us, have we got oil in them? Are we doing the things God requires at our hands? Are we doing unto others that we would have others do to us under the same circumstances? If you want to know just precisely your duties towards your fellow man, always ask yourselves this question&#x2014;&#x201C;If I were placed in that man's or in that woman's condition, how should I desire that they should do unto me?&#x201D; And whatsoever you would have men do to you, do you even the same to them.<span class=\"citation\" id=\"63782\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63782)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63782)\">Matt. 7:12<\/a><\/span> We can always tell what we should do by changing circumstances and places; by placing ourselves in other's circumstances, we can see what we would wish them to do to us under those circumstances, and thus find  <div class=\"break pagebreak\" id=\"57a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0057.pdf\" target=\"pdfwin\">p.&#xA0;57a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7994\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>out what we should do for those in that condition. <\/div><div class=\"paragraph jod\" id=\"v2n365\"> What does the Lord intend to do? He is introducing a new dispensation, yet it is the Gospel dispensation, the same as all other dispensations; the Gospel is included in this new dispensation. The Lord intends to do a great many things in this dispensation He never did in former ones; and a great many things that were in former ones will eventually be done away in this new one. What is to be done away? A great many things Jesus taught on the Mount will actually have to be done away in this new dispensation. A great many things were given to meet the circumstances of the people, that when they all become righteous many of those laws and regulations that were given to them in an imperfect state will vanish away; they will be of no use; they are like the platform erected around an edifice, which serves a good purpose for the time being, but when the edifice is completed, the platform is taken away. <\/div><div class=\"paragraph jod\" id=\"v2n366\"> We are told a great deal about the poor in former dispensations; how to deal with them, and the laws that were given to regulate mankind in dealing their alms to them. Will this always be the case? No, but the time will come when there will be no poor.<span class=\"citation\" id=\"92817\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92817)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92817)\">Moses 7:18<\/a><\/span> The object of this last dispensation is to make the people one as the Father and the Son are one,<span class=\"citation\" id=\"70760\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70760)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70760)\">John 17:22<\/a><\/span> or as the Book of Doctrine and Covenants says, to make them &#x201C;equal in earthly things, that they may be made equal in heavenly things.&#x201D;<span class=\"citation\" id=\"87329\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87329)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87329)\">D&amp;C 78:5<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v2n367\"> To bring about this object, and do away with poverty, and make all the people rich, the Lord has introduced laws, and rulers, and governors, to teach us our duty while poverty reigns in the world. If you think it hard to pay back a just and honest debt to the Perpetual Emigrating Fund, what will you think when the pure laws of God <div class=\"break columnbreak\" id=\"57b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0057.pdf\" target=\"pdfwin\">p.&#xA0;57b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7994\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> are introduced, and you are required by His law to pay over every farthing you have in the world! Not only to pay your just and honest dues to the Perpetual Emigrating Fund, but to pay everything in your possession. If you cannot deal justly in relation to these small accounts, how is it to be expected you will perform the pure law of God&#x2014;the law of consecration? I tell you, we have got to begin and attend faithfully to these small things. But when we are first born into His kingdom we cannot run alone; we are not able to prance, and trot, and caper about. He has therefore ordained certain helps, and governments, and laws to govern us while we are in the creeping state, and trying to advance into a more perfect order of things. This Perpetual Emigrating Fund is one of those helps, ordained to assist us in our imperfect and weak state: by and by, when the full law of God comes in force, these helps can then be dispensed with. When that will be, I do not know, but I have an idea that it will not be until we get back to Jackson County, for the Lord has told us, in one revelation, in substance as follows&#x2014;&#x201C;Let these laws I have given concerning my people in Jackson County be fulfilled after the redemption of Zion.&#x201D;<span class=\"citation\" id=\"90043\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90043)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90043)\">D&amp;C 105:34<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v2n368\"> The Lord is beginning to redeem Zion. You must not suppose, because you are away here in Utah, that you are out of the reach of the Lord's working for the redemption of Zion; for He has been working, ever since we were scattered from that land, to bring it about, and we are becoming more and more of one heart and mind,<span class=\"citation\" id=\"94316\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94316)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94316)\">Moses 7:18<\/a><\/span> more and more willing to hearken to counsel. You see among this people a very different spirit manifested, from what was manifested some ten, fifteen, and twenty years ago. How ready and willing they generally are to receive the instructions and counsel of those God has ordained to teach them. <\/div> <div class=\"break pagebreak\" id=\"58a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0058.pdf\" target=\"pdfwin\">p.&#xA0;58a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7993\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v2n370\"> We can see how the Lord has prospered us as a people since we came to this territory, and how everything has worked for our good through obeying the counsel of those God has appointed for our consolation, happiness, and benefit, both temporally and spiritually. All this has a tendency to the redemption of Zion; it is all making to that great point. Whenever the properties of this Church shall be consecrated to it, and the Saints receive their stewardship, it will all be tending to bring about that which is so often spoken of in ancient and modern revelations. <\/div><div class=\"paragraph jod\" id=\"v2n371\"> The Perpetual Emigrating Fund is one of the helps that is introduced to lead us previous to our getting into that more perfect state; and when we get into that, it will all be Perpetual Fund, or any other kind of funds we please to name, for the property will all be consecrated unto the Lord, with a deed and covenant that cannot be broken;<span class=\"citation\" id=\"85344\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85344)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85344)\">D&amp;C 42:30<\/a><\/span> then the servants of God can take the whole of the property and use it according to the mind and will of God, and it will be all Perpetual Fund, and all tithing funds, and all public building funds; for it will be just the kind of funds the Lord shall direct to accomplish whatever is designed in His wise purposes through His servants. <\/div><div class=\"paragraph jod\" id=\"v2n372\"> Let us step forward, and build up this Fund, and take hold of simple things, if we ever expect to receive the greater ones. We had excellent preaching this forenoon, as to practical duties; this has been my manner of preaching when abroad upon the earth, except on my last mission; on that, I was sent to preach the doctrine of plurality of wives. In all my preaching on other missions, I have endeavored to be just as practical as possible among the people, showing them their everyday duties. I have published many pamphlets and works, and in the most of them, I have pub<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"58b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0058.pdf\" target=\"pdfwin\">p.&#xA0;58b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7993\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>lished the simple, plain, easy principles of the Gospel. It is true, in answering some queries that have been put forth by the world, I have been obliged to deviate, in some of my publications, from the plain and simple course I have generally pursued in my works. <\/div><div class=\"paragraph jod\" id=\"v2n373\"> For instance, the world read in the revelations we have received, that there are more Gods than one.<span class=\"citation\" id=\"87030\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87030)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87030)\">D&amp;C 76:58<\/a><\/span><span class=\"citation\" id=\"90841\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90841)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90841)\">D&amp;C 121:32<\/a><\/span><span class=\"citation\" id=\"91607\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91607)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91607)\">D&amp;C 132:20<\/a><\/span> This is something that does not immediately concern us; but yet opposers get up and contend against us, and prejudice the minds of congregations against the people of God, because they profess to believe, not only in a plurality of wives, but also in a plurality of Gods; it is necessary to show them the reasons for our belief&#x2014;the whys and the wherefores; and this I endeavored to do in some of my last publications; not because I had more light upon this subject than many others, but I endeavored to do it for the benefit of the people&#x2014;to show them wherein we believe in the plurality of Gods, and yet acknowledge only one God. I believe both of these principles with all my heart. I believe there is one only wise God, and I believe there is an immense number of Gods. The people know we believe these doctrines, and they publish against us on this ground; and if we should not take up any arguments to explain the matter, it would only serve to rivet down their prejudices on their hearts. Notwithstanding this, it was always more delightful to me in all my preachings abroad, and in any publications I have sent forth, to dwell upon faith, repentance, baptism for the remission of sins, and the gift of the Holy Ghost, by the laying on of hands, and upon the plain, simple, everyday duties of the Saints, showing them what to do in order to obtain eternal life in the kingdom of God. <\/div><div class=\"paragraph jod\" id=\"v2n374\"> So far as I have ever preached abroad in the world, and published, one thing is certain, I have not pub<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"59a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0059.pdf\" target=\"pdfwin\">p.&#xA0;59a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7992\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>lished anything but what I verily believed to be true, however much I may have been mistaken, and I have generally endeavored to show the people, from the written word of God, as well as reason, wherein it was true. This has been my general course. I may have erred in some principles; I do not profess to be wise, or to have more understanding than many others. I am not called with the same calling as those who preside over all the Church. I may not have as great a degree of the spirit of revelation; but I have always tried, in my teachings, and in my proclamations, and publications, where I could not get light by the Spirit of the Lord (or did not get light; I will not say could not, for I believe it is the privilege of all Elders, authorities, and members of the Church of God to get light by the Spirit of the Lord), but where I did not get light by the Spirit of the Lord, I have generally been careful to back up all the doctrines and principles I set forth by reason, or by, Thus saith the Lord, in some revelation either ancient or modern. Previous to declaring a doctrine, I have always inquired in my own mind, &#x201C;Can this doctrine be proved by revelation given, or by reason, or can it not?&#x201D; If I found it could be proved, I set forth the doctrine; but if I found there was no evidence to substantiate it, I laid it aside; in all this, however, I may have erred, for to err is human. <\/div><div class=\"paragraph jod\" id=\"v2n376\"> I feel thankful to God this day that I stand in the midst of a great and good people, that are willing to practice the principles of eternal truth and righteousness; and those mysteries about the plurality of Gods, and the plurality of worlds also are good in their places; God has revealed them, and they are intended for our good and instruction, or He never would have revealed them. <\/div><div class=\"paragraph jod\" id=\"v2n377\"> But to go back to the words of our text; that is the thing that most concerns us at present. It should be <div class=\"break columnbreak\" id=\"59b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0059.pdf\" target=\"pdfwin\">p.&#xA0;59b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7992\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> laid before the minds of the people and instilled into their hearts week after week; they should be taught and instructed in such a way and manner that these mysteries, when we get the true light upon them, may do us good. When the Lord sees fit to pour out wisdom and knowledge, and mysteries, and understanding from the heavens, may we, by practical works, faith, and diligence in doing our duties one towards another, and towards our God, be able to receive them, and have them do us good. The time will come when the Lord will reveal all these things; everything in the heavens, on the earth, and under the earth; and everything pertaining to the soul of man will be proclaimed by the sounding of trumpets in the ears of all living.<span class=\"citation\" id=\"89512\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89512)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89512)\">D&amp;C 101:32-34<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v2n378\"> I will adopt the old saying&#x2014;&#x201C;I feel first-rate.&#x201D; It does me good to get back into Utah Territory, after having been gone two years, to behold the faces of the Saints again, and rejoice in their midst, and to bear my weak and humble testimony of the truth of this great and glorious work. It is now over twenty-four years since I was baptized into this Church; it was twenty-four years on the 19th of last month since I was baptized, and became a member of this Church. I have seen it rise to its present greatness from a very few individuals that composed the whole Church in 1830. There were then, perhaps, not fifty Latter-day Saints in the whole world; and every year brings to pass the fulfillment of the sayings, and predictions, and revelations of Joseph, the Prophet. <\/div><div class=\"paragraph jod\" id=\"v2n379\"> The work is rolling on as rapidly as the wheels of time will permit. I well recollect a revelation given upwards of twenty-three years ago. What did the Lord say when we were only a little handful? Said He, &#x201C;It is necessary that my Elders should go forth into all the regions round about, and preach my Gospel, and many shall be<span class=\"citation\" id=\"85560\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85560)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85560)\">D&amp;C 44:3-4<\/a><\/span>  <div class=\"break pagebreak\" id=\"60a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0060.pdf\" target=\"pdfwin\">p.&#xA0;60a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7991\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>converted; and ye shalt have power to organize yourselves according to the laws of man.&#x201D; This was spoken before we began to gather. What was the use of organizing ourselves according to the laws of man? &#x201C;That you may break every band wherewith the enemy seeketh to destroy, and that you may keep my laws.&#x201D;<span class=\"citation\" id=\"85563\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85563)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85563)\">D&amp;C 44:5<\/a><\/span> Has not this been fulfilled? Look at the time that prophecy was given, away back nearly twenty-four years ago. Has it come to pass? Are we not organized according to the laws of man? Are not many converted just as the revelation predicted? And are we not in a position, by being organized here in Utah territory according to the laws of man, to break the bands of the enemy, that they may not destroy us as a people? If mobs undertake to afflict us here, they will find it very difficult, because we are organized according to the laws of man. If they use any exertion or any influence to bring about the destruction of this people, we are organized according to the laws of man, and can fight them with their own weapons. <\/div><div class=\"paragraph jod\" id=\"v2n381\"> Not only was this for the purpose of our being secure from the hands of our enemies, but, &#x201C;that ye may be able to keep my laws.&#x201D;<span class=\"citation\" id=\"85562\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85562)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85562)\">D&amp;C 44:5<\/a><\/span> That was another reason the Lord gave in the same revelation. Are there not some laws of God that we could keep if we were scattered over the other states and territories, unorganized according to the laws of man? Yes. There are laws of the greatest moment, that have a bearing upon the present and future destiny of this people; that have a bearing upon their eternal glory, exaltation, and everlasting happiness. These laws never could have been kept had we not been organized according to the laws of man. The Lord has fulfilled this revelation thus far; how much more complete this organization may become hereafter, I know not, neither do I care. <\/div> <div class=\"break columnbreak\" id=\"60b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0060.pdf\" target=\"pdfwin\">p.&#xA0;60b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7991\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v2n382\"> It was not the invention of man, nor the power and wisdom of man, that organized this kingdom, but the God we worship and serve, who made the heavens and the earth. He made this kingdom and organized it, and established it; it is all His, and He holds it in His own hands; and the same great Being rules and governs the wicked; He controls them, and He will fulfil every word that has been given through the mouths of His servants, as He tells us in the preface of the Book of Doctrine and Covenants&#x2014;These commandments and prophecies shall be fulfilled; though the heavens and the earth shall pass away, not one jot or tittle of the commandments of that book shall pass away.<span class=\"citation\" id=\"83754\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83754)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83754)\">D&amp;C 1:38<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v2n383\"> Everything will roll round, roll round, roll round in its times and seasons until this kingdom shall spread forth, and the dominion and the greatness of it will cover the whole face of the earth,<span class=\"citation\" id=\"61702\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61702)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61702)\">Dan. 7:27<\/a><\/span> and there will not be a dog to move his tongue from the Rocky Mountains to the uttermost parts of the earth, but all be in subjection to the kingdom of Christ; all must become subject to her laws; and the great nations of the earth&#x2014;mighty nations not a few, ere long will come up to Zion to seek wisdom and knowledge from the counselors in Zion. They will read her laws, and say, &#x201C;Our laws are as nothing, our wisdom as foolishness, our words like the tow that is exposed to the devouring flame; we are broken asunder, torn into fragments, and ready to crush under our own weight; but your laws, government, and officers are all good, righteous, just, and true; surely the God of Israel is in your midst. Come, let us go up to Zion, let us hear from the wise legislators of Zion, and let us hear the laws proclaimed therein; let us learn of the wisdom that dwells in the servants of the Most High.&#x201D; And they will come up with their armies, and their mighty  <div class=\"break pagebreak\" id=\"61a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0061.pdf\" target=\"pdfwin\">p.&#xA0;61a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7990\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>men, and their judges, and their rulers, and kings will come to the brightness of her rising;<span class=\"citation\" id=\"59945\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59945)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59945)\">Isa. 60:3<\/a><\/span> and the Gentiles will come like a flowing stream,<span class=\"citation\" id=\"94317\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94317)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94317)\">Isa. 66:12<\/a><\/span> and the gates of Zion will be open day and night, and never be shut,<span class=\"citation\" id=\"59975\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59975)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59975)\">Isa. 60:11<\/a><\/span> to admit the forces that will come rushing in from all nations, to learn the wisdom, knowledge, and instruction that are poured out from the heavens upon the servants of the Most High. <\/div><div class=\"paragraph jod\" id=\"v2n385\"> If we are looking forward to such a glorious time&#x2014;to such a happy period, let us endeavor to prepare ourselves, and awake from our slumber, and do the duties required at our hands. Pay up your debts, pay them up to the Perpetual Emigrating Fund; let the means be sent back im<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"61b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0061.pdf\" target=\"pdfwin\">p.&#xA0;61b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7990\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>mediately, that those who are starving to death, and are ground down with tyranny, may enjoy the same privileges as you. Remember them, and God will remember you. But if you turn your back upon these principles, and will not seek to do unto others as you would have them do to you;<span class=\"citation\" id=\"124689\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124689)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124689)\">Matt. 7:12<\/a><\/span> if you will not listen to the instructions of our Prophet, and to the instructions of others who have spoken on this stand, you will wither away like a dried reed,<span class=\"citation\" id=\"124690\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124690)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124690)\">1 Ne. 17:48<\/a><\/span> and you will bear no authority, and that you have will be taken from you, and you will be left poor and miserable, and become the offscouring of the earth,<span class=\"citation\" id=\"94318\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94318)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94318)\">1 Cor. 4:13<\/a><\/span> under the curse of the Almighty for your disobedience. <\/div>\n<\/div>\n<\/div>"}