{"ID":20013, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Prayer.<\/div>\n<div class=\"subtitle\">By President Orson Hyde, Delivered on the Northeast Corner Stone of the Temple at Great Salt Lake City, after the Twelve Apostles, the First Presidency of the Seventies, and the Presidency of the Elders' Quorum had laid the Stone, April 6, 1853. <\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Prayer.<\/div>\n<div class=\"speaker\">Speaker: Orson Hyde<\/div>\n<div class=\"date\">Date: 4\/6\/1853<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d13\">\n<div class=\"paragraph jod\" id=\"v2n298\"> Almighty Father&#x2014;Thou who dwellest in the heavens, and who sittest upon the throne of thy glory and power, we beseech thee to behold us, in great mercy, from thy celestial courts, and listen to our prayers which we this day offer to thee, in the name of Jesus Christ, thy Son. Although thou art exalted in temples not made with hands,<span class=\"citation\" id=\"71540\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71540)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71540)\">Acts 7:48<\/a><\/span> in the midst of the redeemed and sanctified ones, yet deign thou to meet with us in our humble sphere, and, as we have laid, help thou us to dedicate unto thee, this Corner Stone of Zion's earthly Temple, that in her courts thy sons and daughters may rejoice to meet their Lord. <\/div> <div class=\"break columnbreak\" id=\"47b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0047.pdf\" target=\"pdfwin\">p.&#xA0;47b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9540\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v2n299\"> Everlasting thanks are due to thee, O God of our salvation, for thy manifold blessings and mercies extended unto us&#x2014;that since we have been compelled to flee to the valleys and caves of the mountains, and hide ourselves in thy secret chambers, from the face of the serpent or dragon of persecution, red with the blood of the Saints and martyrs of Jesus,<span class=\"citation\" id=\"80184\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80184)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80184)\">Rev. 17:6<\/a><\/span> thou hast caused the land to be fruitful&#x2014;the wilderness and desert to rejoice and blossom as the rose.<span class=\"citation\" id=\"59109\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59109)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59109)\">Isa. 35:1<\/a><\/span> Known unto thee is the history of our career. Our merits and demerits have been open to thy view, and our wisdom and folly have not been hid from thine eyes. Thou hast comprehended our strength  <div class=\"break pagebreak\" id=\"48a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0048.pdf\" target=\"pdfwin\">p.&#xA0;48a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9539\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and our weakness, our joys and our sorrows, and also our sufferings and persecutions for thy name's sake; and the martyrdom of thy servants! <\/div><div class=\"paragraph jod\" id=\"v2n301\"> Remember us, Oh Lord, and let the radiance of thy favor, like the rainbow of peace, encompass thy people while we sojourn here, and remain tenants at will in these frail bodies, the abodes of our spirits. And remember, likewise, our enemies who, through cruel jealousy, and malicious intent, have compelled us to find homes in these distant regions, and in the more lonely grave, or wander as strangers and pilgrims on the earth<span class=\"citation\" id=\"77015\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77015)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77015)\">Heb. 11:13<\/a><\/span> without an abiding city or resting place. Reward them according to their works, and let them eat the fruits of their own doings,<span class=\"citation\" id=\"57878\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57878)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57878)\">Isa. 3:10<\/a><\/span> inasmuch as they repent not. <\/div><div class=\"paragraph jod\" id=\"v2n302\"> The Twelve Apostles of the LATTER-DAYS, to whom has been committed the pleasing task to lay the Northeast Corner Stone of this Temple, even the last Corner Stone of the building, are here convened to discharge their duty before thee, in the midst of the authorities of thy Church, and of the assembled thousands who are come to witness the solemn ceremonies of the occasion. <\/div><div class=\"paragraph jod\" id=\"v2n303\"> We, therefore, implore thy blessings upon our heads, on this lovely day, while the sun of heaven, on his annual visit to his northern dominions is changing the very heart of nature and lighting up her face with the smiles of welcome. The snows of the everlasting mountains are made to yield at his approach, and to flow down in crystal streams of living waters, spreading life and verdure over all the plain. <\/div><div class=\"paragraph jod\" id=\"v2n304\"> From the very hour that the ground was broken to prepare for this foundation, Satan has been more diligently engaged in stirring up the hearts of his children to hate the servants and people of our God. But, O Lord, the work is thine, and thine arm is able to execute and defend it. <\/div> <div class=\"break columnbreak\" id=\"48b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0048.pdf\" target=\"pdfwin\">p.&#xA0;48b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9539\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v2n305\"> We now, in the name of Jesus Christ, our great High Priest and Lawgiver, dedicate and consecrate this Corner Stone unto thee, asking that the walls to be reared upon this foundation may steadily rise, by the persevering industry of thy people, under thy providential care and blessings, and the protecting and fostering arm of the Angel of thy presence.<span class=\"citation\" id=\"94311\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94311)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94311)\">Isa. 63:9<\/a><\/span><span class=\"citation\" id=\"94312\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94312)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94312)\">D&amp;C 133:53<\/a><\/span><span class=\"citation\" id=\"94313\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94313)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94313)\">Abr. 1:15<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v2n306\"> Whosoever, O Lord, shall bless and aid the building of this Temple, with their faith, goodwill, and means&#x2014;with their silver and their gold, with their labor and toil, with their horses, their cattle, their sheep, and their grain, or with any or all of their products, necessaries, or availables&#x2014;may they rise in wealth and influence, and in the confidence and favor of God and His servants; and may the blessings of this Temple be extended unto them, whether they be Jews or Gentiles, bond or free, male or female. And whosoever shall attempt to hinder, oppose, or obstruct the progress of this building, or that shall hate or blaspheme the same, or that shall, in any way or manner, knowingly, willfully, or intentionally destroy, injure, mar, or deface any part or portion of the work, let such not only be powerless, and clothed with shame, disgrace, and condemnation, but receive the very same kind of treatment in their own persons, in the course of thy providences, as they may manifest or desire to manifest towards this edifice. <\/div><div class=\"paragraph jod\" id=\"v2n307\"> Hasten thou the period, O Lord, when this thine House, in the midst of the mountains, shall receive the Topstone with the shouts of gladness, and be completed, and nations flow unto it&#x2014;when many people shall say, &#x201C;Come ye, and let us go up to the mountain of the Lord, to the house of the God of Jacob; and he will teach us of his ways, and we will walk in his paths: for out of Zion shall go forth the law,&#x201D;<span class=\"citation\" id=\"57747\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57747)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57747)\">Isa. 2:3<\/a><\/span> making manifest every false and delusive spirit,  <div class=\"break pagebreak\" id=\"49a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0049.pdf\" target=\"pdfwin\">p.&#xA0;49a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9538\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>every true principle, and also the errors that have involved nations in broils and contentions, in strife, in darkness, and in sin; and that will remove the veil of the covering<span class=\"citation\" id=\"89468\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89468)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89468)\">D&amp;C 101:23<\/a><\/span> that has been cast over all people; and the Gentiles shall come to the light of Zion, and kings to the brightness of her rising.<span class=\"citation\" id=\"59944\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59944)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59944)\">Isa. 60:3<\/a><\/span> Roll on the hour, Eternal Parent, when the intelligence and knowledge obtained by thy servants, on this consecrated spot, shall prove a beacon light to the nations who are floating on the sea of time in a dark, cloudy day.<span class=\"citation\" id=\"60795\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60795)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60795)\">Ezek. 34:12<\/a><\/span><span class=\"citation\" id=\"90433\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90433)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90433)\">D&amp;C 109:61<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v2n309\"> O God of our fathers Abraham, Isaac, and Jacob, overrule, we pray thee, every act and movement of the power of the world, to further the interests of the Redeemer's kingdom, and to prepare the way for his triumphant reign on earth. Bless every honest-hearted ruler in the governments and kingdoms of men, and, though they may be ignorant of thy purposes and designs, yet make them the agents to bring about and accomplish the very intentions formed in thy bosom, and decreed in thine heart. <\/div><div class=\"paragraph jod\" id=\"v2n310\"> Holy Father, bless, we pray thee, the Presidency of this thy Church, <div class=\"break columnbreak\" id=\"49b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0049.pdf\" target=\"pdfwin\">p.&#xA0;49b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9538\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and prolong their days, that we may long enjoy their counsels, and avail ourselves of their wisdom. Remember the Twelve Apostles also, with the Presidents of the Seventies, who now call upon thy name with our voices. May none of us ever fall by transgression, or bring dishonor upon thy cause, or a stain upon our reputation. But preserve us in thy fear, in the light of truth, in the favor of our God, in the confidence of one another, in the estimation of our superiors, and in the favor of the just. <\/div><div class=\"paragraph jod\" id=\"v2n311\"> As we have laid and dedicated this Corner Stone, with our best wishes, most lively hopes, and unshaken faith that the building may be speedily erected and finished, we ask thee that we may become pillars in thy spiritual Temple, and go no more out,<span class=\"citation\" id=\"79101\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79101)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79101)\">Rev. 3:12<\/a><\/span> but sustain and uphold in connection with all the faithful, the grand superstructure and edifice reared by infinite wisdom, power, and goodness, in which to gather, in thine own due time, every son and daughter of Adam's fallen race. And to God and the Lamb be ascribed everlasting honors, praise, dominion, and glory, both now and forever. Amen.<span class=\"citation\" id=\"87272\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87272)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87272)\">D&amp;C 76:119<\/a><\/span> <\/div>\n<\/div>\n<\/div>"}