{"ID":20010, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Church Built on a Rock&#x2014;Efforts of Satan&#x2014;The Priesthood.<\/div>\n<div class=\"subtitle\">An Oration by Elder John Young, Delivered on the Northwest Corner Stone of the Temple at Great Salt Lake City, after the Presidency of the High Priests' Quorum, and the Presidency and the High Council of the Stake had laid the Stone, April 6, 1853.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Church Built on a Rock, Etc.<\/div>\n<div class=\"speaker\">Speaker: John Young<\/div>\n<div class=\"date\">Date: 4\/6\/1853<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d10\">\n<div class=\"paragraph jod\" id=\"v2n237\"> Brethren and Sisters&#x2014;I have not a written oration to read before you, but shall content myself with simply expressing the feelings that pervade my breast on this interesting occasion. What I say, will come at once from the fountain of my heart. <\/div><div class=\"paragraph jod\" id=\"v2n238\"> I have one thing to say particularly&#x2014;that this is the best day I ever saw in all my life. I realize that I am greatly blessed, in connection with my brethren and sisters of this Church, that I am permitted to live to see the present day, and to stand upon this rock, which is the Northwest Corner Stone of a Temple that is to be built upon this ground, which Stone we have laid in the name of the Lord Jesus Christ. <\/div><div class=\"paragraph jod\" id=\"v2n239\"> I firmly believe that, as we stand upon this <span class=\"italic\">rock<\/span>, so is the Church of Latter-day Saints founded upon the <span class=\"italic\">rock<\/span> of eternal <span class=\"italic\">ages<\/span>. My continual prayer and desire are, that we may live to see a Temple built to the name of the Most High God. I feel myself honored of God and my brethren, in <div class=\"break columnbreak\" id=\"40b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0040.pdf\" target=\"pdfwin\">p.&#xA0;40b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9547\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> having the opportunity of standing here today, in speaking, and realizing what I have, since I came on the Temple ground. <\/div><div class=\"paragraph jod\" id=\"v2n240\"> I hope we shall see the Capstone brought on with shouts of joy. I believe we shall, if we remain faithful in the cause of truth. <\/div><div class=\"paragraph jod\" id=\"v2n241\"> I very well know that, at the commencement of the Temples that have heretofore been built to the name of the Lord, by this people, the devil has always moved his artillery with greater power and activity at that time. This is the foundation of the fourth Temple that the Latter-day Saints have laid; and I pray that we shall all feel nerved up with power to accomplish the great and glorious work which we are called to perform. <\/div><div class=\"paragraph jod\" id=\"v2n242\"> For my own part, I am sensible that I have not long to stay upon the earth, but I have a great desire to live in connection with my brethren, to see this Temple completed. I believe we shall. <\/div><div class=\"paragraph jod\" id=\"v2n243\"> My chief interest in living on the  <div class=\"break pagebreak\" id=\"41a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0041.pdf\" target=\"pdfwin\">p.&#xA0;41a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9546\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>earth is to see the work of the Lord prosper, and to assist all in my power to roll it forth; and why I say this is the best day I ever saw upon the earth, is because the prospects for the advancement of the kingdom of God are greater now than ever I saw them before in my days. I have always, in all my life, been desirous to see the cause of the Lord prosper on the earth, but more especially so since I found a true Church founded by the Prophet of God. <\/div><div class=\"paragraph jod\" id=\"v2n245\"> We have Prophets among us&#x2014;a Seer and Revelator, and also Apostles of Jesus Christ. Do I not know that I am standing this day in the presence of the greatest men that are to be found upon the footstool of God? My voice is now sounding in the ears of the greatest men that are this side of eternity, and I know it. If I should stand before all the kings, potentates, and princes of the earth, in one general assembly, the comparison would not begin to bear with the present occasion. They are men chosen by the people alone, and destitute of the <div class=\"break columnbreak\" id=\"41b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0041.pdf\" target=\"pdfwin\">p.&#xA0;41b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9546\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> power of an eternal Priesthood. These are the mighty chieftains of Israel, called and appointed by the Lord of Hosts, clothed with salvation and eternal lives, and sent for a blessing to the faithful. <\/div><div class=\"paragraph jod\" id=\"v2n246\"> I am thankful and happy. I have not language sufficient at my command to express, in full, my feelings. If I did not make a written oration, it has fallen to my lot to make a few verbal remarks. I am proud to stand here with my brethren, and pray that the power of the Spirit of God may rest upon His people, that they may prosper exceedingly, and bud and blossom like a fruitful bough upon the mountains. I have felt, while these Stones were being laid, that the angels of God were round about us. And may a convoy of them continually attend this holy spot, until all the things we desire to do for the glory of our Heavenly Father, and the extension of His cause on earth, are accomplished, which is my prayer. Amen. <\/div>\n<\/div>\n<\/div>"}