{"ID":20014, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Debtors to the Perpetual Emigrating Fund.<\/div>\n<div class=\"subtitle\">An Address by President Brigham Young, Delivered in the Tabernacle, Great Salt Lake City, October 6, 1854.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Debtors to the P. E. Fund.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 10\/6\/1854<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d14\">\n<div class=\"paragraph jod\" id=\"v2n312\"> It is rather late in the morning to offer a lengthy discourse upon any particular subject; but I will give a text for others. <\/div><div class=\"paragraph jod\" id=\"v2n313\"> Unless we continue our Conference after the first day of the week, we shall not have time to instruct the <div class=\"break columnbreak\" id=\"49b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0049.pdf\" target=\"pdfwin\">p.&#xA0;49b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9538\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> people as fully as we should like to; but we will endeavor to do what we feel to be our duty in this matter. <\/div><div class=\"paragraph jod\" id=\"v2n314\"> I more particularly wish those who have lately come into this place, to consider the teachings that may be given upon the text. The greater  <div class=\"break pagebreak\" id=\"50a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0050.pdf\" target=\"pdfwin\">p.&#xA0;50a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9537\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>part of those who have come across the plains this season, will no doubt attend this Conference; though, perhaps, a few of them may be necessarily absent, and a few have gone to other settlements. <\/div><div class=\"paragraph jod\" id=\"v2n316\"> I will comprise the text in a few words, though not exactly as it reads in the Bible, and will put it in the form of a question. My brethren, you who have been helped to this place by the Perpetual Emigration Fund&#x2014;<span class=\"italic\">Will you do to your brethren as you would have, or wish, them to do by you in like circumstances?<span class=\"citation\" id=\"63779\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63779)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63779)\">Matt. 7:12<\/a><\/span><\/span>  <\/div><div class=\"paragraph jod\" id=\"v2n317\"> Can you call to mind the time, when you have seen others emigrating to America&#x2014;being helped away from poverty and distress? Can you recollect the days and weeks when at work, when walking abroad, and when at meetings, that your hearts have been full, and lifted to the Lord, in earnest supplication, to incline the hearts of your brethren in Zion to put forth their hands, and help you away from that country where hundreds and thousands are turned out of employment, in consequence of their embracing the Gospel&#x2014;thus depriving them of labor, and consequently the necessary food for themselves and families? <\/div><div class=\"paragraph jod\" id=\"v2n318\"> Can you who have arrived here this fall, or who arrived one, two, and three years ago, think how you felt when you heard that a company was established, and means were being provided, to help the poor to this place? If you can, call to mind now the feelings you had then, and ask yourselves if you are willing to do to your brethren who are now in that country, as you wished to be done unto by those who emigrated before you; or whether you will do as many have done after they have arrived here. <\/div><div class=\"paragraph jod\" id=\"v2n319\"> Many brought here in former years by the Perpetual Emigrating Fund have wanted the highest wages for their labor, when they could not do half the amount of work that a man <div class=\"break columnbreak\" id=\"50b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0050.pdf\" target=\"pdfwin\">p.&#xA0;50b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9537\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> can do who has been here a few years. They have wanted to make themselves rich, or at least very comfortable, before they could think of paying their passage here. They must have a good house, and a fine garden; and by the time they have got that, they think they really need a farm. <\/div><div class=\"paragraph jod\" id=\"v2n320\"> They will say to themselves, &#x201C;I must raise grain, for it is becoming dear, and there will be a high-priced market opened here for it by and by; grain is going to be in good demand, and I must have a farm; I must get poles to fence it; I must have my oxen; and I shall not pay what I owe the Perpetual Emigrating Fund yet. I want, at least, time to fence my farm, and I want so many cows that I can have a carriage to ride to my farm to see how my servants are getting on; and I must have horses,&#x201D; &amp;c., &amp;c. <\/div><div class=\"paragraph jod\" id=\"v2n321\"> With a very few exceptions, no man has put forth his hand to pay the debts he owes the P. E. Fund. <\/div><div class=\"paragraph jod\" id=\"v2n322\"> I now ask you if you are willing to do what you have wanted others to do by you? Let the first thing you attend to be to pay the debt you owe the Fund. Do you say, &#x201C;Well, shall we not get us a house?&#x201D; No; live in your tents, or go into the woods, and bring down bushes and make bough houses as the Indians do, and say you will be satisfied with that until you have paid the debt you owe the poor. You do not owe it to me, nor to these my brethren; we have plenty. We have houses; we have enough to sustain ourselves. You do not owe it to any individual here, but you owe it to the poor who wish to come here; the debt is due to them alone. If you refuse to do this, would you not shut up the bowels of your compassion against the poor? <\/div><div class=\"paragraph jod\" id=\"v2n323\"> Be careful, brethren, that your eyes  <div class=\"break pagebreak\" id=\"51a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0051.pdf\" target=\"pdfwin\">p.&#xA0;51a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9536\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>follow not after the riches of this world, to lust after them; I say, <span class=\"italic\">be careful<\/span>, that you do not want a carriage, and then another, and so on, before paying your debt to the Fund. And if you are not careful, you will never be satisfied with earthly possessions, worlds without end. <\/div><div class=\"paragraph jod\" id=\"v2n325\"> I would like about six discourses preached upon this text, each about six hours long, if we had time, to see if we could remove the scales from the eyes of the people, and stir them up to faithfulness in keeping their covenants, and doing to others as they would have others do to them.<span class=\"citation\" id=\"94314\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94314)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94314)\">Matt. 7:12<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v2n326\"> If any of the brethren are disposed, they can go into mathematical demonstrations on this subject; and can show to the congregation what the Fund would probably be another year, if all were faithful in paying back what they have received from it. If I were to guess, without entering into an examination of the books, I should judge that we would have between one and two hundred thousand dollars, with which to bring the poor to this place next season. <\/div><div class=\"paragraph jod\" id=\"v2n327\"> The Perpetual Emigrating Fund is a business transaction that increases; it is bound to increase, if men and women will be faithful to pay what they owe. The question may be asked, &#x201C;Do you want the people to pay when they are suffering?&#x201D; There is no such thing as suffering here. Is there a man, woman or child in this territory who cannot get what is necessary for them to eat without being forced to the necessity of stealing it? Is there a house in this city, or territory, that will refuse a hungry person a meal of victuals, when he has not been here long enough to earn his food? Every person acquainted with the circumstances and disposition of the people here will say. &#x201C;No, there is not a family that would not impart to their <div class=\"break columnbreak\" id=\"51b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0051.pdf\" target=\"pdfwin\">p.&#xA0;51b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9536\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> brethren and sisters, to the passing stranger, and even to an <span class=\"italic\">enemy<\/span>, to feed them.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v2n328\"> Again, how many invalids can you find here, or people who cannot do enough to maintain themselves? Very few. <\/div><div class=\"paragraph jod\" id=\"v2n329\"> Four years ago we commenced to lay our plans to sustain the poor, and take care of those who could not take care of themselves. We provided sixteen houses on one farm which we purchased, and had men selected to take care of those who could not sustain themselves; but there has not been a man or woman, a widowed lady or an orphan child who was old enough to speak for himself, that has been willing to occupy one of these houses, go to a farm, or live in a house that we purchased for them. They say, &#x201C;We do not want to live there, for it was purchased for the poor.&#x201D; We have never found a family that would acknowledge themselves so destitute as to live in a house we bought for the accommodation of the poor. &#x201C;But,&#x201D; say they, &#x201C;if you will purchase a house for us close to the Tabernacle, we will live in it.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v2n330\"> For the last four years, we have fed, on an average, six hundred people, who come to the Tithing Office, and who never give us a dime for it: and yet they will not acknowledge themselves <span class=\"italic\">poor<\/span>. There are also hundreds of persons in this city, and in other cities in the territory, who require the Bishops to help them, when at the same time they are able to drive a pretty good team, and occupy as good a house as I live in, and are able to have a good garden, and quite a farm. Yet they will go to the Bishops, and say, &#x201C;Will you let me have a yoke of oxen?&#x201D; or, &#x201C;I wish, Bishop, you would let me have those horses; I do not know when I can pay you for them; I am poor;&#x201D; or, &#x201C;Will you let me have that carriage that has been put in on tithing? I  <div class=\"break pagebreak\" id=\"52a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0052.pdf\" target=\"pdfwin\">p.&#xA0;52a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7999\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>do not know when I shall pay you for it; I have raised considerable wheat, but I want to get a quantity of clothing with that for my family this year; let me have the carriage anyhow, and I do not want you to ask me for the pay, or say anything about it.&#x201D; Still we cannot find one family to acknowledge they are sustained by the Church, and own the name of being poor&#x2014;who cannot sustain themselves. We have the proof on hand for this. <\/div><div class=\"paragraph jod\" id=\"v2n332\"> There is much said in the Bible with regard to the rich. In one place it is said, &#x201C;It is hard for a rich man to enter into the kingdom of heaven;&#x201D;<span class=\"citation\" id=\"65184\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65184)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65184)\">Matt. 19:23<\/a><\/span> but &#x201C;blessed are the poor, for they shall inherit,&#x201D;<span class=\"citation\" id=\"62891\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62891)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62891)\">Matt. 5:3<\/a><\/span><span class=\"citation\" id=\"88348\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88348)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88348)\">D&amp;C 88:17<\/a><\/span> &amp;c. Can you understand what the Lord means by these sayings, and others, by His Prophets and Apostles, touching the poor? He means simply this, &#x201C;Those who have the good things of this world, and will put them to use in building up the kingdom of God on earth; will feed the hungry, clothe the naked,<span class=\"citation\" id=\"81638\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81638)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81638)\">Jacob 2:19<\/a><\/span> and do good with them; they are my people, saith the Lord.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v2n333\"> But let me tell you, poor men, or poor women, who have nothing, and covet that which is not their own, are just as wicked in their hearts,<span class=\"citation\" id=\"85938\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85938)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85938)\">D&amp;C 56:17<\/a><\/span> as the miserly man who hoards up his gold and silver, and will not put it out to use. I wish the poor to understand, and act as they would wish others to act towards them in like circumstances.<span class=\"citation\" id=\"63780\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63780)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63780)\">Matt. 7:12<\/a><\/span><span class=\"citation\" id=\"81866\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81866)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81866)\">Mosiah 4:24<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v2n334\"> Let the brethren and sisters who have come in this season, as quick as the Lord puts anything in their possession, first pay the debts they owe the poor in foreign countries. They do not owe it here; it is merely paid into the treasury here, from which it is appropriated to bring the poor Saints of other countries to this place. You owe it to people that cannot help themselves; to those who may travel hundreds of miles, and apply to every mechanic's shop or factory for em<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"52b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0052.pdf\" target=\"pdfwin\">p.&#xA0;52b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7999\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ployment, to get a penny to buy a loaf of bread, and to no avail. <\/div><div class=\"paragraph jod\" id=\"v2n335\"> The Americans do not understand this; they have seen hard times it is true, but they never saw people as poor as they are in Europe. In the eastern countries of America, there are thousands who have hard fare, but they can get food in a way the poor of the old countries cannot. You who have come from there, know what it is; it has been before your eyes all your lifetime. <\/div><div class=\"paragraph jod\" id=\"v2n336\"> If the poor there are found asking for a meal of victuals, or soliciting the least help in the streets as vagrants, they are reported to the police; and what is next? They are taken and put into the house of correction, and made to work on the treadmill, and there, by their own weight, made to turn machinery constructed to grind sand and other substances. In these circumstances thousands of them die yearly. It is against the law in that country for them to be found begging, and in some places, if they are found begging a third time, they are put in the stocks. <\/div><div class=\"paragraph jod\" id=\"v2n337\"> As many of you may not know what the stocks are, I will try to describe them. You will see, by the side of the most public thoroughfares, or in the public market-places, two posts sunk firmly in the ground; from post to post there is a thick block of wood let into them and pinned fast; there is also another block above the first one, that is made to slide down upon it, where it can be made fast; there is a half circle made in each block, which, when they come together, form a round hole. In this hole the vagrant is made fast by the neck. The upper block is raised, he is made to put his neck between, it is then slid down, and made fast; and there they leave him, where he is obliged to stay as long as the officer is disposed to keep him. <\/div><div class=\"paragraph jod\" id=\"v2n338\"> Do you see any such things in any part of America? The brethren and  <div class=\"break pagebreak\" id=\"53a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0053.pdf\" target=\"pdfwin\">p.&#xA0;53a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7998\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>sisters who have come from the old country will tell you that they have seen hundreds and thousands of men, women, and children, passing through the streets in that country, bowed down with hunger, and their faces pale as death, leaning perhaps upon a little stick they use for a walking cane, and passing slowly along to see if any person would give them something without asking for it. <\/div><div class=\"paragraph jod\" id=\"v2n340\"> Are any of our brethren there, in that situation? Yes; there are hundreds of them today who have not a morsel of food to put into their stomachs to sustain nature. Are any of them dying with want there? Yes; scores of them will die there before next March, for want of something to eat. Suppose they were here, they would only need to glean in your fields to obtain bread enough, and dig over your gardens again to get the potatoes you have left in the ground, which they would be glad to eat. You may as well abuse your own flesh, as to refuse to put forth your hands to assist the brethren who are thus situated in the old countries. <\/div><div class=\"paragraph jod\" id=\"v2n341\"> This text I want preached upon in this Conference, and how many more will be preached upon I do not know. I want the brethren who have come here this season, to do their duty. <\/div><div class=\"paragraph jod\" id=\"v2n342\"> Little occurrences may be told with regard to the gathering of the Saints. For instance, men or women put in a few pounds to bring them to these valleys, and the Perpetual Emigrating Fund pays the rest. When they get on the plains, the wagons break down. They begin to weigh up, and find a few hundred pounds over weight; they destroy their large boxes, or leave them on the plains; and in the operation find silks and satins that would twice pay their passage. After they arrive here, boxes of English goods are taken away from the camping ground, which have been smuggled here in the Fund train. <\/div> <div class=\"break columnbreak\" id=\"53b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0053.pdf\" target=\"pdfwin\">p.&#xA0;53b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7998\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v2n343\"> Woe to those who profess to be Saints and are not honest. Only be honest with yourselves, and you will be honest to the brethren. I want the brethren preached to upon this subject, and if they do not remember the instructions given, the sin will be at their doors, and not at ours. <\/div><div class=\"paragraph jod\" id=\"v2n344\"> It is not for men to rise in this stand and tell what will be in the Millennium, and what will be after the Millennium. That which pertains to everyday life and action, is what pertains to us; that the Saints here may know how to order their course before each other, and before the Lord; that they may be justified, and have the Spirit of the Lord with them continually. This is our Gospel, it is our salvation. You need to be instructed with regard to these items of everyday duty one towards another; and when you know how to be a Saint today, you are in a fair way to know how to be a Saint tomorrow. And if you can continue to be a Saint today, you can through the week, and through the year, and you can fill up your whole life in performing the duty and labor of a Saint. <\/div><div class=\"paragraph jod\" id=\"v2n345\"> This is our religion, and the Gospel of salvation, and is the salvation held out in the discourses we have been blessed with this morning; and I wish you to treasure them up, and profit by them. <\/div><div class=\"paragraph jod\" id=\"v2n346\"> I now request the Presidents of every Branch, and the Bishops and their Counselors throughout Utah, to hunt up those who are indebted to the Perpetual Emigrating Fund, and as fast as possible, collect their dues in available means, and forward the same to my office, even should you have to plan for them, or set them to work, that the Fund may increase, and the poor be delivered from oppression. <\/div><div class=\"paragraph jod\" id=\"v2n347\"> And I pray the Lord to bless our efforts for the accomplishment of this and every other good work, in the name of Jesus Christ. Amen. <\/div>\n<\/div>\n<\/div>"}