{"ID":20016, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Gathering the Saints&#x2014;Perpetual Emigrating Fund.<\/div>\n<div class=\"subtitle\">A Discourse by President Orson Hyde, Delivered in the Tabernacle, Great Salt Lake City, October 8, 1854.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Gathering the Saints, Etc.<\/div>\n<div class=\"speaker\">Speaker: Orson Hyde<\/div>\n<div class=\"date\">Date: 10\/8\/1854<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d16\">\n<div class=\"paragraph jod\" id=\"v2n386\"> I am called upon this morning, beloved brethren and sisters, to make a few remarks, and speak unto you concerning the way and manner of gathering the people of God. In the first place, to show unto you that there is no religion with which we are acquainted, except that of the Latter-day Saints, that can, in its exercise and in its operations, bring to pass the fulfillment of the predictions of the Prophets. All the types and figures presented to our Lord and Savior to illustrate truths, weighty and important, show that in the last days there is to be a gathering together of the people. They will be gathered by the peculiar attraction that will prevail at the time when <div class=\"break columnbreak\" id=\"61b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0061.pdf\" target=\"pdfwin\">p.&#xA0;61b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7990\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> they are not weighed down with mortal tabernacles, but released from this cumbrous clay, their immortal spirits will be gathered around the throne of God, there to receive a welcome into the everlasting glory prepared for the righteous; or to hear the dreadful sentence&#x2014;Depart, ye cursed, into outer darkness,<span class=\"citation\" id=\"66194\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66194)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66194)\">Matt. 25:41<\/a><\/span> where there is weeping, and wailing, and gnashing of teeth!<span class=\"citation\" id=\"89666\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89666)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89666)\">D&amp;C 101:91<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v2n387\"> But, my friends, there is to be a gathering of the people here on earth. The husbandman, when he sows his seed in the soil, watches it, and cultivates it with care; he does not wait to reap his harvest in some other region, but he reaps it on the ground where he sowed his seed, and there he  <div class=\"break pagebreak\" id=\"62a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0062.pdf\" target=\"pdfwin\">p.&#xA0;62a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7989\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>realizes the benefits and returns of his labor; not in some other country, but here. <\/div><div class=\"paragraph jod\" id=\"v2n389\"> The Savior says, the kingdom of heaven is like a fish net that is cast into the sea, which took of every kind, both good and bad, and by and by they brought the net to the shore, and gathered the good into vessels, and cast the bad away.<span class=\"citation\" id=\"64668\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64668)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64668)\">Matt. 13:47-48<\/a><\/span> So shall it be in the last days, in the end, when the gathering dispensation shall be introduced, and the Gospel net be drawn to shore; not in some foreign clime or mountain, beyond the bounds of time and space; but on the shore that skirts the margin of the water, as testified by this figure; so on earth, the gathering of the people will be. <\/div><div class=\"paragraph jod\" id=\"v2n390\"> We are also told the manner in which they shall come. They shall come upon swift beasts&#x2014;<span class=\"citation\" id=\"60244\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60244)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60244)\">Isa. 66:20<\/a><\/span>upon dromedaries and camels;<span class=\"citation\" id=\"59956\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59956)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59956)\">Isa. 60:6<\/a><\/span> and the ships of Tarshish<span class=\"citation\" id=\"59972\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59972)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59972)\">Isa. 60:9<\/a><\/span> shall bear them home, and a highway shall be cast up<span class=\"citation\" id=\"60106\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60106)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60106)\">Isa. 62:10<\/a><\/span> for the ransomed of the Lord to walk in.<span class=\"citation\" id=\"59228\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59228)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59228)\">Isa. 35:8,10<\/a><\/span> That highway is not an immaterial one, that leads to mansions in the sky, but it is a highway that has to be cast up on earth; and it may be that the very railroads that are being cast up are one means by which this operation of the gathering will be greatly facilitated. This may be the subject which the Prophet had his eye upon when he said, The lion's whelps have not trod there,<span class=\"citation\" id=\"56174\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56174)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56174)\">Job 28:8<\/a><\/span> and the vulture's eye hath not seen<span class=\"citation\" id=\"56173\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56173)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56173)\">Job 28:7<\/a><\/span> it. At that time it was not cast up; but was reserved to be cast up in the last days. The lion's whelp had never trodden there; but, by and by, it might when it was cast up. <\/div><div class=\"paragraph jod\" id=\"v2n391\"> The old Prophet had his eye upon the increased speed of ships; but our translators have made him to say that swift messengers shall be sent to the nations afar off in vessels of bulrushes.<span class=\"citation\" id=\"58329\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58329)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58329)\">Isa. 18:2<\/a><\/span> What do we understand by vessels of bulrushes? Do we ever see such vessels, or hear tell of such, except <div class=\"break columnbreak\" id=\"62b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0062.pdf\" target=\"pdfwin\">p.&#xA0;62b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7989\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the cradle that was made for Moses to float in on the Nile? Have we ever read of men, swift messengers going in vessels of bulrushes? <\/div><div class=\"paragraph jod\" id=\"v2n392\"> It is nonsense; such a vessel could not withstand the buffetings of the winds and the waves, nor ride in safety through the elements contending with each other, as it were, for empire; or as if the winds and waves were both armed with eager vengeance, to see which should first grasp the little speck struggling for life upon the surface of the boiling element. Who believes anything of this sort? The idea is inconsistent. But when we come to look at it in another point of view it is not so inconsistent and obscure. Brother Carn who is present knows how the German Bible reads. I believe it calls them Pipe ships. The bulrush is hollow, resembling a pipe, and the old Prophet had nothing else to represent his idea by, but the bulrush; though he saw ships in which hollow tubes and pipes were running in every direction, and he was at a loss for the name &#x201C;Steamship&#x201D; to apply to them. Now, says he, swift messengers shall be sent in Pipe ships, looking at the time when steam should be used as a propelling power. What is this steam power for? Is it merely for the accommodation of mankind? Or has God made this an important agent to perform His work&#x2014;to facilitate His purposes in the last days? The matter is unquestionably the design of the Great Creator; not only so, but there is another thing in connection with this&#x2014;the Savior says, in speaking of his coming, it shall be like the light of the morning, or like lightning that shineth from one end of heaven to the other, even so shall the coming of the Son of Man be.<span class=\"citation\" id=\"67837\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67837)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67837)\">Luke 17:24<\/a><\/span> What do we behold being constructed on earth to bring about the designs of heaven? We behold the electric wire running from one country to another, and already it  <div class=\"break pagebreak\" id=\"63a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0063.pdf\" target=\"pdfwin\">p.&#xA0;63a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7988\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>is in contemplation to carry it across the Atlantic, to bring all nations in immediate communication. Does this look like the lightning that spreads from east to west? Even so shall the coming of the Son of Man be! The electric telegraph takes it from eastern climes to western. It is so quick that a speech made in Washington city at twelve o'clock is delivered in St. Louis at half past eleven the same day. Electricity flies with so much greater velocity than the earth, that it is half an hour before the times between Washington and St. Louis; even so shall the coming of the Son of Man be; or in other words, in the last days intelligence shall fly with such rapidity, so quick shall it be in the day of his coming. We conclude that we are approximating very near that time. We are getting, as it were, in the neighborhood of it. Now, says he, watch! When you see the fig tree and all the trees beginning to bud, and put forth their leaves, know that summer is nigh:<span class=\"citation\" id=\"65881\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65881)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65881)\">Matt. 24:32<\/a><\/span> and when you begin to see these things come to pass, lift up your heads and rejoice, for your redemption draweth nigh. <\/div><div class=\"paragraph jod\" id=\"v2n394\"> I may have begun at the wrong end of my discourse, but if I have, I will get at the other end of it before I have done; so that you shall have all the parts of it, if the Lord will give me strength through your prayers; you shall have the sum and substance of what I was required to make known to you, but I must have my own way of telling it. <\/div><div class=\"paragraph jod\" id=\"v2n395\"> The gathering of the Saints together is to take place. &#x201C;But,&#x201D; says one, &#x201C;we do not believe that the gathering of the people will take place in the last days literally; we do not believe that angels will minister any more to us.&#x201D; The old-fashioned religion is, &#x201C;We have got all that heaven was pleased to give, and that can be proven by the good Old Bible. Let <div class=\"break columnbreak\" id=\"63b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0063.pdf\" target=\"pdfwin\">p.&#xA0;63b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7988\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the angels stay in glory, and we will stay on our farms, and go to church from one year to another, and follow up the same routine over and over again until we go down to our graves, and that is the end of our service in the flesh.&#x201D; Do you not see that all of the Christian world reject the administration of angels, the Latter-day Saints excepted, and some few others that believe in these things? <\/div><div class=\"paragraph jod\" id=\"v2n396\"> There are many in the last days, who believe in Spirit Rapping, and in such kind of angels that have no mouth to speak. The angels that visited the servants of God had mouths, and they spoke! Suppose you were to ask me a question, and I have intelligence and a mouth to communicate but, instead of speaking to you, I set the table to jumping, or kick over the chairs and the bureaus, &amp;c. What would you know about it? You would know the devil was to pay; you would know there was a total absence of good feeling and intelligence. Man was created in the image of God,<span class=\"citation\" id=\"52122\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52122)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52122)\">Gen. 1:26<\/a><\/span> and the holy angels that surround His throne, the flaming messengers to bear His will to man, are in His image and likeness. Even the servants of God in the days of old, when they saw one of those celestial spirits, began to bow down and worship him,<span class=\"citation\" id=\"80345\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80345)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80345)\">Rev. 19:10<\/a><\/span> as though he were the God who created the heavens and the earth; but they were commanded to worship God. There he was, standing in the image of his Maker, and the Prophet mistook him for the Lord.<span class=\"citation\" id=\"80847\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80847)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80847)\">Rev. 22:8-9<\/a><\/span> These angels are in the likeness and image of God, and men are also in His image. I believe, if God gave me a message to deliver to the people, and I did not deliver it in the legitimate way, He would close my mouth because I would not give it in the way he gave it to me. Spirit Rappers, below par! <\/div><div class=\"paragraph jod\" id=\"v2n397\"> &#x201C;What is the matter?&#x201D; &#x201C;There has some dreadful thing taken place.&#x201D; &#x201C;What is it?&#x201D; &#x201C;We cannot tell you any  <div class=\"break pagebreak\" id=\"64a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0064.pdf\" target=\"pdfwin\">p.&#xA0;64a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7987\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>thing about it, only there is a wonderful ado&#x2014;a wonderful thing has happened in the land of Ham.&#x201D;<span class=\"citation\" id=\"94319\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94319)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94319)\">Ps. 105:27<\/a><\/span><span class=\"citation\" id=\"94320\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94320)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94320)\">Ps. 106:22<\/a><\/span> I tell you, those who reject the truth borne to them by the servants of God, who speak to them in plainness, will be acquainted with muttering spirits that know nothing for their good: for, &#x201C;for this cause God shall send them strong delusion, that they should believe a lie: That they all might be damned who believe not the truth, but had pleasure in unrighteousness.&#x201D;<span class=\"citation\" id=\"75814\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75814)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75814)\">2 Thes. 2:11-12<\/a><\/span> When people reject the truth they become the plaything of wild delusive spirits, and are tossed to and fro by them like a bubble on the wave. True messengers of God do not come in this way; but says the world&#x2014;&#x201C;Angels came in olden times, but do not come now to earth any more; they have gone to heaven, and there is nothing more for them to do here.&#x201D; I can speak to the servant of a king when I cannot speak to the king himself. I could approach the lower orders of his subjects when I might not approach the higher circle. If men reject the administration of angels, and will not believe in their existence, nor regard their words, I do not know how they will ever obtain access to the king. If they will not acknowledge his ministers, I do not know how they are going to speak to the king himself. <\/div><div class=\"paragraph jod\" id=\"v2n399\"> Have angels anything to do with what will take place in the last days? He makes His angels ministering spirits, and they are sent forth to minister for them who shall be heirs of salvation.<span class=\"citation\" id=\"76408\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76408)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76408)\">Heb. 1:13-14<\/a><\/span> The Lord is everywhere present by His ministering angels, just like any other ruler, monarch or king, who has ministers everywhere throughout His dominions; and God's ministers are everywhere; He has servants tabernacled in flesh on earth, and they are going through the land in every direction, and God is present everywhere with them; and He <div class=\"break columnbreak\" id=\"64b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0064.pdf\" target=\"pdfwin\">p.&#xA0;64b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7987\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> knows everything. How? When His angels and ministers tell Him of it, like any other ruler. I have been at some of the prayer circles and meetings in the sectarian world, and heard their pious minister say, &#x201C;Come, sinner, bow to the yoke of Christ; behold the guardian angel standing waiting to be the honored agent to carry the news to heaven, that one more soul is converted.&#x201D; If God knows it already, what is the use of angels to carry the intelligence? God knows everything through His agents, or servants, and that is the way He is everywhere present. But if you were to see Him in <span class=\"italic\">propria persona<\/span>, you would see a person like yourself. How was it with Stephen? Was God scattered to the four winds everywhere? If He was in particles smaller than any mathematical calculation could define, you could not see Him. But Stephen, &#x201C;being full of the Holy Ghost, looked up stedfastly into heaven, and saw the glory of God, and Jesus standing on the right hand of God, And said, Behold, I see the heavens opened, and the Son of man standing on the right hand of God.&#x201D;<span class=\"citation\" id=\"71553\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71553)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71553)\">Acts 7:55-56<\/a><\/span> If God was without body, parts, and passions, how could Stephen know whether He stood on the right hand, or the left, or whether He stood upon either side? <\/div><div class=\"paragraph jod\" id=\"v2n400\"> However we will pass this by for the present. Angels will have a part in the work of the last days. What are they to do? Says the Savior&#x2014;&#x201C;The kingdom of heaven is likened unto a man which sowed good seed in his field: But while men slept, his enemy came and sowed tares among the wheat, and went his way.&#x201D;<span class=\"citation\" id=\"64551\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64551)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64551)\">Matt. 13:24-25<\/a><\/span> He let them grow together until the time of harvest; then He &#x201C;will say to the reapers, Gather ye together first the tares, and bind them in bundles and burn them: but gather the wheat into my barn.&#x201D;<span class=\"citation\" id=\"64571\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64571)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64571)\">Matt. 13:30<\/a><\/span> The field is the world. Who are the reapers? The angels<span class=\"citation\" id=\"64634\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64634)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64634)\">Matt. 13:38-39<\/a><\/span>  <div class=\"break pagebreak\" id=\"65a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0065.pdf\" target=\"pdfwin\">p.&#xA0;65a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7986\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>are the reapers; and still, angels, you say, are coming to earth no more. This won't do, for the reapers are the angels, the good seed are the children of the kingdom, and the tares are the children of the wicked one, and the enemy that sowed them is the devil. In another place it is said, &#x201C;And he shall send his angels with a great sound of a trumpet, and they shall gather together his elect from the four winds, from one end of heaven to the other.&#x201D;<span class=\"citation\" id=\"65865\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65865)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65865)\">Matt. 24:31<\/a><\/span> And yet the present Christian world say that angels have no more to do; of course, then, they do not look for anything of this kind; their faith does not embrace the sayings of the Savior and His Apostles, touching the winding up scene: and without faith, it is impossible to please God;<span class=\"citation\" id=\"76972\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76972)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76972)\">Heb. 11:6<\/a><\/span> consequently they cannot share in the blessings of the gathering dispensation of the last days, their unbelief excludes them. <\/div><div class=\"paragraph jod\" id=\"v2n402\"> It is said that God helps them that help themselves. I have been showing you what will be done for His elect in the last days; but will He do it for them who will do nothing for themselves? I say no; God helps those who help themselves. I recollect when I was in Pottawatomie I was determined to raise a crop if I could. I commenced and plowed up the land, and went into the woods when it was hot enough in the summer season almost to unsolder a skillet, and hauled out my rails, and fenced and sowed the land. When snow came, there was a fleece of wheat over the land like wool on a sheep's back. President Young saw it, and he said it pleased him; and he said, &#x201C;I know that God helps those who help themselves.&#x201D; We may sit down and persuade ourselves that it is God's will we should do nothing for ourselves, and we may go to beggary; but if we help ourselves, and bestow the labor for nature to bring forth, we shall have an abun<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"65b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0065.pdf\" target=\"pdfwin\">p.&#xA0;65b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7986\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>dance, and God will be faithful in blessing our labors. <\/div><div class=\"paragraph jod\" id=\"v2n403\"> We are looking for these things to transpire in the last days, to bring about the gathering of the Saints preparatory to the coming of the Son of Man. We can see the electric wires extending through the earth; and ships are constructed to bear forth swiftly the messengers of salvation, to bring home the Saints under the indulgent hand of our heavenly Father. What does He require us to do? Says He, &#x201C;I commit to you, my servants, the keys of the kingdom of heaven, the authority of the Priesthood, light and intelligence, and knowledge to make you acquainted with all these things; now I want to see if you will put forth a helping hand, knowing, as you do, your Master's will, and understanding His whole plan of operation, and work according to the ability I have given you; I will put you to the test.&#x201D; What is to be done? &#x201C;Go forth and preach the Gospel among the nations, and baptize them in my name for the remission of sins, and confirm them by the laying on of hands for the gift of the Holy Ghost, and teach them to gather; for it is the gathering dispensation, and if they have not means to gather, it is for you to advance means to bring them.&#x201D; &#x201C;Now,&#x201D; says the Almighty, &#x201C;I want to try you and prove you, and see if you will act in small things that you may render yourselves worthy of being blessed with the means which I will prepare, and which I have ordained. I want to see if you are worthy.&#x201D; What have we done here for the purpose of carrying into effect this desirable object? We have commenced to gather the people, and we have also commenced to raise a Fund by which the poor Saints are to be gathered; and this is based upon principles that are applicable to us in the days of our childhood; but we suppose, when the Almighty begins to put forth His own  <div class=\"break pagebreak\" id=\"66a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0066.pdf\" target=\"pdfwin\">p.&#xA0;66a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7985\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>hand to accomplish His own work, and sustain the operations of His servants on this small scale, which we shall know it is small when we see the mighty engine of God at work, for when we were children we spake as children, and understood as children, and thought as children; but when we become men, we shall put away childish things.<span class=\"citation\" id=\"73706\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73706)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73706)\">1 Cor. 13:11<\/a><\/span> We now have to do with small things, that we may advance from one point to another. What are the small things? Here is a Perpetual Emigrating Fund, for instance, for the purpose of gathering the Saints of God. How is this Fund raised? It is raised by voluntary contributions from everyone who is able to help and who has a heart and a spirit to engage in the work of God in the last days. It is raised by the hard earnings of the brethren and sisters. It is the little mites, and large mites, little sums and big sums, all thrown together into one purse. <\/div><div class=\"paragraph jod\" id=\"v2n405\"> Now go and take this, ye swift messengers, you faithful agents, in vessels of bulrushes, pipe ships, or, in other words, steamships, and be messengers of glad tidings to the poor, and wretched, and oppressed, and meek of the earth. It is an honor to be a messenger, bearing to them the means of taking them out of their poverty, wretchedness, and oppression. He says to them, &#x201C;I have come to bring you to the family of God; to rescue you from the land of your oppression and poverty, and put you in a position where you may be blessed temporally and spiritually.&#x201D; Is not he who hears these tidings blessed? &#x201C;How beautiful upon the mountains are the feet of him that bringeth good tidings, that publisheth peace; that bringeth good tidings of good, that publisheth salvation; that saith unto Zion, Thy God reigneth!&#x201D;<span class=\"citation\" id=\"59552\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59552)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59552)\">Isa. 52:7<\/a><\/span> This messenger goes and brings them to his place by the means that is put into his hands. <\/div> <div class=\"break columnbreak\" id=\"66b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0066.pdf\" target=\"pdfwin\">p.&#xA0;66b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7985\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v2n406\"> Now I know some, when they are brought here by this agency, think they have got to their desired haven. They say, &#x201C;Now I am secure in a haven of peace, I am among the people of God, and this is all I care for. Now I will make myself as happy as I can, and I will forget my fellows that I have left in bondage; I will not remember them who are oppressed beneath the galling yoke, I am free, let them take care of themselves.&#x201D; That is the feeling that pervades the breast of many after they are borne here by means that were produced by other hands than their own; and say they&#x2014;&#x201C;If we can manage any way to postpone the payment of this debt we owe to the institution that brought us here, until we can gather around us the comforts of life, then peradventure we will pay our obligation.&#x201D; But let me here observe, when it is in the power to pay a debt, or do a good deed, the longer we postpone it, the greater will be the detraction from the merits of that act; now is the accepted time, now is the day of salvation, when the hungry, the poor, wretched, and oppressed call for redemption. While the power of redeeming them is in our hands, and we will not extend it to them, how can we expect God to hear our prayers to roll on His great work for the final redemption of the scattered remnants of His people. And let me here say, I very much doubt whether God will hear the prayers of any man that owes a just debt, and has means to pay it, but refuses to do it: or withholds a blessing from his fellow when it is in his power to extend it. What is his prayer? &#x201C;Forgive us our debts, as we forgive our debtors,&#x201D;<span class=\"citation\" id=\"63467\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63467)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63467)\">Matt. 6:12<\/a><\/span> or in other words&#x2014;&#x201C;Do towards us, as we do towards others;&#x201D;<span class=\"citation\" id=\"124691\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124691)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124691)\">Matt. 7:12<\/a><\/span> if we withhold benefits due to others, how can God bestow blessings upon us that are not our due, but are the acts of His mercy and kindness? When we have shared the benefit of any charitable be<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"67a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0067.pdf\" target=\"pdfwin\">p.&#xA0;67a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7984\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>quest, more especially when we hold a portion of it in our own hands, that ought to be benefiting others, how can we expect God, or any other philanthropist, to extend to us blessings? <\/div><div class=\"paragraph jod\" id=\"v2n408\"> What is the duty of the Saints who have come here by the aid and benefit of the Perpetual Emigrating Fund? It is their duty to pay back the debt they owe immediately. &#x201C;But,&#x201D; says one, &#x201C;we cannot pay, we have no means.&#x201D; Very well, we will not oppress you; but you can give your note, and you can file your obligation with the agent, or such authorities of the Fund that it concerns, that they may have some voucher to act upon, or that they can tell at least where the funds are&#x2014;in whose hands they are lodged; but do not go to the east and to the west, to the north and to the south, from the city, without making it a matter of record in some shape; and when God puts the means in your hands, by your own perseverance and economy, pay it over and liquidate the debt, and these means are sent again to relieve someone else; and the same means that brought you, may perhaps bring out a thousand persons, if they are faithful and active in restoring it to the channel of its usefulness. For instance, I take half a dollar, and it is a debt I owe; I pay it, and that man owes it to another; and by the time it has passed round it has paid a hundred debts, and relieved a hundred wants; whereas, if I keep it in my pocket, I prevent it from being circulated, and doing so much good. Do I get any credit by doing so? I have the satisfaction of saying I am not out of money; while at the same time, I have the disgrace, before God and every intelligent being, which is my due. <\/div><div class=\"paragraph jod\" id=\"v2n409\"> Well, then, this money that has been appropriated to bring the Saints here, let it be refunded with all speed, let it be a matter of conscience. If you should see your neighbor suspended from a tower, and hanging by a brittle <div class=\"break columnbreak\" id=\"67b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0067.pdf\" target=\"pdfwin\">p.&#xA0;67b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7984\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> cord, and by any little struggle he might break the cord, and be dashed in pieces, whatever you might be engaged in, you would leave it and run to his rescue, and try your utmost to save the man who is ready to plunge into this vortex, a gulf beneath his feet. Look, then, at your brethren in a similar position; and perhaps if they were struggling to gain life, they would be plunged into wretchedness forever. This is a debt, a sacred obligation which you owe, not only to the authorities of this Church and kingdom, but you owe it to your brethren whose cries and prayers are ascending up to God; and if you withhold that which belongs to them&#x2014;that which they should enjoy, their prayers will recoil on your heads, not in blessings, but in curses. <\/div><div class=\"paragraph jod\" id=\"v2n410\"> We all say here, that we are blessed; we say our labor and toil have been blessed; I am sure of it. Can we work out our salvation?<span class=\"citation\" id=\"75473\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75473)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75473)\">Philip. 2:12<\/a><\/span> Can we witness to God and angels and to our brethren, that we are willing to put forth our hands and contribute to swell the sum total of this Perpetual Emigrating Fund, according to the ability God has given us? Are we willing to put forth our hand and aid in rolling forth this work, by collecting the people together from wretchedness and want? What shall we gain by doing this? We shall gain numbers that will look up to us as their friends and benefactors, and hail us as their saviors. It is said, that &#x201C;Saviors shall come up on mount Zion to judge the mount of Esau; and the kingdom shall be the Lord's.&#x201D;<span class=\"citation\" id=\"61953\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61953)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61953)\">Obad. 1:21<\/a><\/span> Some men think the way they are going to be saviors is to get as many wives as they can, and save them; now, they may slip up on that, if that is their view, and their feelings extend no further. I will tell you what a savior is; if I see a family who are starving for want of bread; and are thirsting and fainting for water, and an individual should give them bread and water, he has saved them; that is  <div class=\"break pagebreak\" id=\"68a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0068.pdf\" target=\"pdfwin\">p.&#xA0;68a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7983\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the kind of savior I would give the most for, under some circumstances that I have been placed in, and I would prize that savior more precious than gold. If I were in danger of falling from a precipice, or from a building, as I have said before, and had no means of saving myself, if some kind friend would come along, and put forth his hand and help to save me, he is my savior; so if a man rescues me from a galling yoke of oppression, under which I must faint and die, he is my savior. Saviors shall come upon Mount Zion, and they shall judge the Mount of Esau.<span class=\"citation\" id=\"61955\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61955)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61955)\">Obad. 1:21<\/a><\/span> This is the kind of savior that will judge the ungodly, and give them their due. &#x201C;What! Are you going to judge the ungodly?&#x201D; Yes, judge the Mount of Esau. You know the Lord has said, &#x201C;Jacob have I loved, but Esau have I hated.&#x201D;<span class=\"citation\" id=\"72668\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72668)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72668)\">Rom. 9:13<\/a><\/span> Where is the Mount of Esau? It is the world at large, the wickedness of which God hates. Then saviors shall come upon Mount Zion and judge the Mount of Esau.<span class=\"citation\" id=\"61954\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61954)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61954)\">Obad. 1:21<\/a><\/span> And says Paul, know ye not, brethren, that the Saints shall judge the world?<span class=\"citation\" id=\"73224\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73224)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73224)\">1 Cor. 6:2<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v2n412\"> We will hand out our money, for that is almighty in the eyes of this world. God has put this means in our hands, and it is for us to advance it to this good purpose according to our ability, and so we shall become saviors to rescue the oppressed from every land; and when we have gone to the extent of our power, and done all we can, will there be any more efficient operations entered into to effect the purposes of God? There will; He will say&#x2014;&#x201C;Now, my servants, you have done all you can, I will stretch out my own arm!&#x201D; Says one, &#x201C;I really wish I knew how soon it will be when the angels are sent from heaven to gather up the elect at the winding up scene.&#x201D; I can tell you how soon it will be. <\/div><div class=\"paragraph jod\" id=\"v2n413\"> &#x201C;Have you got the word of the Lord upon this subject?&#x201D; I do not claim that I have, but when I tell you, you <div class=\"break columnbreak\" id=\"68b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0068.pdf\" target=\"pdfwin\">p.&#xA0;68b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7983\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> will say it is true; and if it is true, it is just as good as the word of the Lord, and as any other revelation already given. When will it be that the angels are sent to gather in the remnant? It will be just at the time when the Saints have done all that is in their power to do, and can do no more, and have been worn out in the service of their God: then the Lord will send the armies of heaven to aid them. He has had an army under His training from the beginning, and when He gives the word of command they will collect the balance of the Saints from the four winds; and not only so, but they will open the graves, and raise the Saints from the dead. An angel showed a little example of this at the time the Savior ascended from the tomb. He rolled the stone from the door of the sepulchre, and the keepers fell as dead men,<span class=\"citation\" id=\"66407\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66407)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66407)\">Matt. 28:2-4<\/a><\/span> and the Son of God arose. There is the work of an angel, of one who was reserved for this purpose, and there are convoys of angels who are schooled and trained to this work, and they can open a grave much quicker than an Irishman can with a spade. At the presence of one of these angels, the earth trembles, and throws out its dead. The angels will do this, but not until we have done our best. I have frequently said to my son, &#x201C;You take this bag and carry it to a certain place.&#x201D; &#x201C;I cannot, father.&#x201D; &#x201C;Well, take hold of it and try.&#x201D; He takes hold of it, and it is a pretty good lift for him, and he begins to labor and lift with all his might; at the moment he begins to try, the father's hand helps him to balance the load. It is just so in this work. &#x201C;Now,&#x201D; says the Lord, &#x201C;I have tried you, and you have done as I have told you, and my hand is ever ready to help you. If I were hungry, I would not ask you for food; if I were naked, I would not ask you for clothing.&#x201D; I do not know how many spirits of the condemned are at work making white robes for the just  <div class=\"break pagebreak\" id=\"69a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0069.pdf\" target=\"pdfwin\">p.&#xA0;69a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7982\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and pure; I do not know how much they are spinning, and how many white robes they are making, for the Saints and the redeemed; but they have to work out all their indebtedness in prison; and if God is hungry or naked, He will not call upon you; for He has millions of resources in another quarter. He can get along without us doing the work, but He gives us a privilege of doing it if we will; and if we will, He will bless us; and if we will not, He don't care. <\/div><div class=\"paragraph jod\" id=\"v2n415\"> There are some men in this kingdom who have an idea it cannot roll on without them&#x2014;&#x201C;I must be there, I am of so much consequence and importance, that if I should happen to set up my will in opposition to any measure, the wheels would be retarded in their onward course.&#x201D; &#x201C;But,&#x201D; says the Lord, &#x201C;if you do not wish to serve me, go your own way; I have plenty at my command, and when you are out of the way I will let you see that my kingdom will roll on faster without you than with you; still, if you desire to take a part among the multitude of my servants in rolling it on, I will make you an honored instrument in doing so.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v2n416\"> I think I have spoken about as long as is necessary. Brother Kimball wished me to speak upon this subject. Brother Young will be in soon, and probably there are other matters to be attended to. I might continue to address you, but I esteem it unnecessary. I believe I have fulfilled the charge laid upon me&#x2014;to show the necessity of putting forth our own hands to pave the way for the exhibition of the great power of the Almighty in accomplishing His purposes on the earth. I wish to say a word or two more, and then I am done. It is the desire of my heart that we may all live, before God, and before one another, in the way and manner that shall reflect honor upon the cause of the Latter-day Saints&#x2014;upon &#x201C;Mormonism,&#x201D; as <div class=\"break columnbreak\" id=\"69b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0069.pdf\" target=\"pdfwin\">p.&#xA0;69b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7982\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> it is termed. They may publish their squibs in the newspapers, and tell all about our wickedness and corruptions, but if we only live to reflect honor on the cause of God, it matters little what our enemies say. <\/div><div class=\"paragraph jod\" id=\"v2n417\"> In a communication from an editor to me, he quotes from the 17th chapter of Jeremiah, where it says, &#x201C;Cursed be the man that trusteth in man, and maketh flesh his arm, and whose heart departeth from the Lord. For he shall be like the heath in the desert, and shall not see when good cometh; but shall inhabit the parched places in the wilderness, in a salt land and not inhabited.&#x201D;<span class=\"citation\" id=\"60488\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60488)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60488)\">Jer. 17:5-6<\/a><\/span> &#x201C;Now,&#x201D; says he, &#x201C;how exactly is this fulfilled in the followers of Joe Smith, that have gone to Utah Territory; there they are in a salt and barren land, and they do not know when good comes.&#x201D; In my communication, I have told him he is mistaken: for we have no more salt here than is necessary; but the quotation made me think of Long Island, for the early settlers were surrounded with salt, and it must allude to Long Island; and if it would not suit there he might apply it to the early settlers of Syracuse: it is all in that country. <\/div><div class=\"paragraph jod\" id=\"v2n418\"> But to turn the scale: where shall be the habitation of the righteous? The old Prophet says, &#x201C;He that walketh righteously, and speaketh uprightly; he that despiseth the gain of oppressions, that shaketh his hands from holding of bribes, that stoppeth his ears from hearing of blood, and shutteth his eyes from seeing evil; He shall dwell on high: his place of defense shall be the munitions of rocks: bread shall be given him; his waters shall be sure.&#x201D;<span class=\"citation\" id=\"59053\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59053)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59053)\">Isa. 33:15-16<\/a><\/span> Where is the people who have got more rocks than we have? Do we have bread, and plenty of it? Yes! We have had fine crops of wheat since the cricket and grasshopper war was over, and our waters are sure, for here we have them flowing down every street, in the midst of  <div class=\"break pagebreak\" id=\"70a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0070.pdf\" target=\"pdfwin\">p.&#xA0;70a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7981\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>summer, and they are not salt waters either, but they are fresh and good. How applicable are these sayings of the Prophet to the Latter-day Saints in Salt Lake Valley. Their habitation is the &#x201C;munitions of rocks,&#x201D;<span class=\"citation\" id=\"59055\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59055)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59055)\">Isa. 33:16<\/a><\/span> and they ask no odds of the world, but they are subject to God, who has redeemed this Basin, and put salt enough in it to save us. It is not a dry and barren ground, for we can make it rain when we please, and they cannot in Long Island. The Bible says, &#x201C;Have salt in yourselves;&#x201D;<span class=\"citation\" id=\"66591\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66591)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66591)\">Mark 9:50<\/a><\/span> we have it here, and if there comes along a villain who is worthy of it, we can salt him up in Salt Lake too. [Laughter.] <\/div><div class=\"paragraph jod\" id=\"v2n420\"> There is another thing I want to say. We should live before God and one another so as to reflect honor upon the cause we have espoused, and never let Satan gain an advantage over it, but like the true American soldier, let us keep our colors unfolded, and flying free, in the hour of battle; and let us all the time be right side up with care in the eyes of everybody. If you light a candle and set it on a table, everybody in the house can see; so let your good works shine before men on earth and angels in heaven.<span class=\"citation\" id=\"63081\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63081)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63081)\">Matt. 5:15-16<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v2n421\"> I spoke in relation to some things on Friday evening, about which I merely wish to say the sentiments I advanced, with regard to certain doings here, are unalterable in my heart; I care not whether it is Gentile or &#x201C;Mormon&#x201D; that defiles the land in which we dwell. Judgment begins at the House of God,<span class=\"citation\" id=\"78171\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78171)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78171)\">1 Pet. 4:17<\/a><\/span> and the &#x201C;Mormon&#x201D; will be the first to feel the chastening of the Almighty, because we looked for better things of him: he has light and knowledge, and knows better than to <div class=\"break columnbreak\" id=\"70b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0070.pdf\" target=\"pdfwin\">p.&#xA0;70b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7981\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> be guilty of such acts. If we always think of God, and maintain our integrity to Him, to ourselves, and towards our neighbors, the unvirtuous and wicked cannot find access into our society. If the gate of the citadel of virtue is never opened to our enemy, he may strive in vain. He cannot find access unless the way is voluntarily opened, and he invited and encouraged. Let every man and woman be on their guard, and situate themselves so that strangers and bogus &#x201C;Mormons&#x201D; can neither rob you of your virtue nor of your money or goods, that they cannot do a wrong that will bring a stain upon the fair name of the Saints, or damn themselves forever. I say, then, let the standard of our integrity and virtue be erect, and let it never lean to the right hand or to the left. <\/div><div class=\"paragraph jod\" id=\"v2n422\"> I have no blessings upon them that will do these things, even as I have said, whether they be Jew or Gentile, bond or free; but the men or women that observe the common laws of propriety, and walk uprightly, I do not care whether they be black or white, if they mind their own business, I say, God bless them, and guide them in the way of life everlasting. But the villain who seeks to lay the axe at the root of truth, and to bring dishonor upon the Saint, I say, curses be upon that individual, let him die the death of the ungodly. I do not wish anybody to apply this to themselves unless they are worthy of it; and if I am met in the streets and assailed with having spoken rashly, I say, you are the man, the saddle fits you; but those who are not guilty, but are secure in the possession of their virtue and good intentions, may the blessings of the Lord be upon you forever. Amen. <\/div>\n<\/div>\n<\/div>"}