{"ID":20011, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Prayer.<\/div>\n<div class=\"subtitle\">By George B. Wallace, Delivered on the Northwest Corner Stone of the Temple, at Great Salt Lake City, after the Presidency of the High Priests' Quorum, and the Presidency and the High Council of the Stake had laid the Stone, April 6, 1853.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Prayer.<\/div>\n<div class=\"speaker\">Speaker: George B. Wallace<\/div>\n<div class=\"date\">Date: 4\/6\/1853<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d11\">\n<div class=\"paragraph jod\" id=\"v2n247\"> Righteous and merciful God, the Eternal Father, in the name of Jesus of Nazareth, we consecrate and dedicate this Stone unto thee, even the Northwest Corner Stone, which we have laid as part of the foundation of a Temple to be built unto thy great and holy name. We pray thee, O <div class=\"break columnbreak\" id=\"41b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0041.pdf\" target=\"pdfwin\">p.&#xA0;41b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9546\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> God, to accept this offering from our hands; and may thy peace and blessing be and abide here, that this spot of ground may be holy unto thee, and never be polluted by those who are unholy, or by any unclean thing. <\/div><div class=\"paragraph jod\" id=\"v2n248\"> May this foundation be firm as the foundations of the everlasting hills  <div class=\"break pagebreak\" id=\"42a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0042.pdf\" target=\"pdfwin\">p.&#xA0;42a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9545\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>that cannot be moved, that the superstructure which shall be reared upon it may never be shaken, that the people may receive their blessings therein, to qualify them to pass through the veil, into celestial happiness. <\/div><div class=\"paragraph jod\" id=\"v2n250\"> We pray thee, O Lord, to let thy peace be upon those who labor upon these works; may their hearts be inspired by the Holy Ghost, to realize that they are working to build a House to thy name, that immortal beings may come and administer in the ordinances of salvation, and teach thy servants things that are beyond the veil, to prepare them to enter into that rest which is prepared and promised to thy Saints. We pray thee to cement this Corner Stone in a bond of indissoluble union with the other three, that they may stand firm as the eternal Priesthood which has been given unto men, even thy servants, that never can be moved out of its place, but will stand, from this time henceforth and forever. <\/div><div class=\"paragraph jod\" id=\"v2n251\"> Bless the people that are congregated together this day; may it be to them a day long to be remembered; let thy Spirit prevail in their midst and every heart be filled with unutterable joy. Let the visions of eternity <div class=\"break columnbreak\" id=\"42b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0042.pdf\" target=\"pdfwin\">p.&#xA0;42b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9545\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> be opened unto them, that they may behold things new and precious, and rejoice in the holy principles of the Gospel of God, that has been brought to light in this dispensation, by the administration of angels to thy servants, even in the latter days. <\/div><div class=\"paragraph jod\" id=\"v2n252\"> Let our enemies be taken in their own snare, and fall into the pit they dig for thy people.<span class=\"citation\" id=\"124687\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124687)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124687)\">Ps. 9:15<\/a><\/span><span class=\"citation\" id=\"58480\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58480)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58480)\">Isa. 24:17-18<\/a><\/span> Let confusion come upon them; may they be turned backward, and have no power from this time henceforth and forever, to prevail against the Saints and the Lord's anointed. Inspire the hearts of thy servants that are scattered abroad among the nations of the earth, and upon the islands of the sea; may their eyes be inclined towards us this day, and let their hearts be lifted up in joy and rejoicing before thee. Strengthen them, and give them great prosperity in their missions, and return them with honor to see the Capstone of this Temple brought on with shouting grace unto it.<span class=\"citation\" id=\"62264\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62264)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62264)\">Zech. 4:7<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v2n253\"> We now dedicate ourselves, our wives, our children, our flocks and herds, unto thee, O God the Eternal Father, and pray thee to accept of us, in the name of Jesus Christ. Amen. <\/div>\n<\/div>\n<\/div>"}