{"ID":20019, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Marriage Relations of Bishops and Deacons.<\/div>\n<div class=\"subtitle\">An Address by President Brigham Young, Delivered at the General Conference, in the Tabernacle, Great Salt Lake City, October 6, 1854.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Marriage Relations of Bishops and Deacons.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 10\/6\/1854<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d19\">\n<div class=\"paragraph jod\" id=\"v2n527\"> I do not wish to eradicate any items from the lecture Elder Hyde has given us this evening, but simply to give you my views, in a few words, on the portion touching Bishops and Deacons. <\/div><div class=\"paragraph jod\" id=\"v2n528\"> In Paul's first epistle to Timothy, third chapter, he writes as follows&#x2014;  <\/div><div class=\"paragraph jod\" id=\"v2n529\"> &#x201C;This is a true saying, If a man desire the office of a bishop, he desireth a good work. A bishop then must be blameless, the husband of one wife, vigilant, sober, of good behavior, given to hospitality, apt to teach; Not given to wine, no striker, not greedy of filthy lucre; but patient, not a brawler, not covetous; One that ruleth well his own house, having his children in subjection with all gravity; (For if a man know not how to rule his own house, how shall he take care of the Church of God?) Not a novice, lest being lifted up with pride he fall into the condemnation of the devil. Moreover he must have a good report of them which are without; lest he fall into reproach and the snare of the devil. Likewise must the deacons be grave, not doubletongued, not given to much wine, not greedy of filthy lucre; Holding the mystery of the faith in a pure conscience. And let these also first be proved; then let them use the office of a deacon, being found blameless. Even so must their wives be grave, not slanderers, sober, faithful in all things. Let the deacons be the husbands of one wife, ruling their children and their own houses well.&#x201D;<span class=\"citation\" id=\"75903\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75903)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75903)\">1 Tim. 3:1-12<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v2n530\"> I have read this that your minds <div class=\"break columnbreak\" id=\"88b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0088.pdf\" target=\"pdfwin\">p.&#xA0;88b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7963\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> may be refreshed, and that you may know how it does read. <\/div><div class=\"paragraph jod\" id=\"v2n531\"> Instead of my believing for a moment that Paul wished to signify to Timothy that he must select a man to fill the office of a Bishop that would have but <span class=\"italic\">one<\/span> wife, I believe directly the reverse; but his advice to Timothy amounts simply to this&#x2014;It would not be wise for you to ordain a man to the office of a Bishop unless he has a <span class=\"italic\">wife<\/span>; you must not ordain a <span class=\"italic\">single<\/span> or <span class=\"italic\">unmarried<\/span> man to that calling.<span class=\"citation\" id=\"75905\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75905)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75905)\">1 Tim. 3:2<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v2n532\"> If you will read this chapter carefully, you will learn the qualifications necessary for Deacons and Bishops, and also for their wives. <\/div><div class=\"paragraph jod\" id=\"v2n533\"> I will simply give my views with regard to this matter, and then leave it. <\/div><div class=\"paragraph jod\" id=\"v2n534\"> I have no testimony from the Bible, neither have I from any history that I have any knowledge of, that a man was ever prohibited in the Church in the days of Paul from taking more than one wife. If any historian has knowledge to the contrary, let him make it known at a suitable time; but if such was the case it has not come to my knowledge. <\/div><div class=\"paragraph jod\" id=\"v2n535\"> I will now give you my reasons why it is necessary that a Bishop should have a wife, not but that he may have more than one wife. In the first place he is (or should be) like a father to his ward, or to the people over whom he presides, and a good portion of his time is occupied among them. Still he does not wish to be bound up, or flooded with cares of this world, so  <div class=\"break pagebreak\" id=\"89a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0089.pdf\" target=\"pdfwin\">p.&#xA0;89a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7962\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>but that he can officiate in his office, and magnify it to acceptance. <\/div><div class=\"paragraph jod\" id=\"v2n537\"> The office of a Bishop is in his ward; and when he finds a man who is doing a good business as a farmer or a tradesman, and who has plenty around him, and is faithfully paying his tithing, he has no business there only to receive the tithing that man has to pay for the benefit of the kingdom of God; his business is more particularly in the houses of widows and orphans, and he is called to administer to them in righteousness, like a father. <\/div><div class=\"paragraph jod\" id=\"v2n538\"> Paul, knowing by observation and his own experience the temptations that were continually thrown before the Elders, gave instructions paramount to this&#x2014;Before you ordain a person to be a Bishop, to take the charge of a Branch in any one district or place, see that he has a <span class=\"italic\">wife<\/span> to begin with; he did not say, &#x201C;<span class=\"italic\">but one<\/span> wife;&#x201D; it does not read so; but he must have <span class=\"italic\">one<\/span> to begin with,<span class=\"citation\" id=\"75906\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75906)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75906)\">1 Tim. 3:2<\/a><\/span> in order that he may not be continually drawn into temptation while he is in the line of his duty, visiting the houses of widows and orphans, the poor, the afflicted, and the sick in his ward. He is to converse with families, sometimes upon family matters, and care for them, but if he has no wife, he is not so capable of taking care of a family as he otherwise would be, and perhaps he is not capable of taking care of himself. Now select a young man who has preserved himself in purity and holiness, one who has carried himself circumspectly before the people, and before God: it would not do to ordain him to the office of a Bishop, for he may be drawn into temptation, and he lacks experience in family matters; but take a man who has one wife at least, a man of experience, like thousands of our Elders, men of strength of mind, who have determination in them to preserve themselves pure under all cir<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"89b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0089.pdf\" target=\"pdfwin\">p.&#xA0;89b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7962\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>cumstances, at all times, and in all places in their wards. Now, Timothy, select such a man to be a Bishop. <\/div><div class=\"paragraph jod\" id=\"v2n539\"> A Bishop in his calling and duty is with the Church all the time; he is not called to travel abroad to preach, but is at home; he is not abroad in the world, but is with the Saints. <\/div><div class=\"paragraph jod\" id=\"v2n540\"> When you have got your Bishop, he needs assistants, and he ordains Counselors, Priests, Teachers, and Deacons, and calls them to help him; and he wishes men of his own heart and hand to do this. Says he, &#x201C;I dare not even call a man to be a Deacon, to assist me in my calling, unless he has a family.&#x201D; It is not the business of an ignorant young man, of no experience in family matters, to inquire into the circumstances of families, and know the wants of every person. Some may want medicine and nourishment, and to be looked after, and it is not the business of boys to do this; but select a man who has got a family to be a Deacon, whose wife can go with him, and assist him in administering to the needy in the ward. <\/div><div class=\"paragraph jod\" id=\"v2n541\"> These are simply my views in a few words on this subject, and always have been since I have reflected upon the doctrine that the fathers teach us in the Holy Scriptures. I will venture to say the view I take of the matter is not to be disputed or disproved by Scripture or reason. <\/div><div class=\"paragraph jod\" id=\"v2n542\"> I have no reasonable grounds upon which to say it was not the custom in ancient times for a man to have more than one wife, but every reason to believe that it was the custom among the Jews, from the days of Abraham to the days of the Apostles, for they were lineal descendants of Abraham, Isaac, and Jacob, all of whom taught and practiced the doctrine of plurality of wives, and were revered by the whole Jewish nation, and it is but natural that they should have respected  <div class=\"break pagebreak\" id=\"90a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0090.pdf\" target=\"pdfwin\">p.&#xA0;90a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7961\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and followed their teachings and example. <\/div><div class=\"paragraph jod\" id=\"v2n544\"> So much I wished to say to my brethren and sisters. We have had a splendid address from brother Hyde, for which I am grateful. I feel in my heart to bless the people all the time, and can say amen to brother Hyde's last remarks. I know just as much about those matters as I want to know, and if I do not know more, it is because there is no more of it in the city. It is a hard matter for a man to hide himself from me in this Territory; the birds of the air, they say, carry news, and if they do not, I have plenty of sources for information. <\/div><div class=\"paragraph jod\" id=\"v2n545\"> I say to the congregation, treasure up in your hearts what you have heard tonight, and at other times. You will hear more with regard to the doctrine, that is, our &#x201C;Marriage Relations.&#x201D; Elder Hyde says he has only just dipped into it, but, if it will not be displeasing to him, I will say he has not dipped into it yet; he has only run round the edge of the field. He has done so beautifully, and it will <div class=\"break columnbreak\" id=\"90b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0090.pdf\" target=\"pdfwin\">p.&#xA0;90b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7961\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> have its desired effect. But the whole subject of the marriage relation is not in my reach, nor in any other man's reach on this earth. It is without beginning of days or end of years;<span class=\"citation\" id=\"82157\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82157)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82157)\">Alma 13:7<\/a><\/span><span class=\"citation\" id=\"87533\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87533)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87533)\">D&amp;C 84:17<\/a><\/span> it is a hard matter to reach. We can tell some things with regard to it; it lays the foundation for worlds, for angels, and for the Gods; for intelligent beings to be crowned with glory, immortality, and eternal lives. In fact, it is the thread which runs from the beginning to the end of the holy Gospel of salvation&#x2014;of the Gospel of the Son of God; it is from eternity to eternity. When the vision of the mind is opened, you can see a great portion of it, but you see it comparatively as a speaker sees the faces of a congregation. To look at, and talk to, each individual separately, and thinking to become fully acquainted with them, only to spend five minutes with each would consume too much time, it could not easily be done. So it is with the visions of eternity; we can see and understand, but it is difficult to tell. May God bless you. Amen. <\/div>\n<\/div>\n<\/div>"}