{"ID":20021, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Consecration.<\/div>\n<div class=\"subtitle\">A Discourse by Elder Orson Pratt, Delivered in the Tabernacle, Great Salt Lake City, September 10, 1854.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Consecration.<\/div>\n<div class=\"speaker\">Speaker: Orson Pratt<\/div>\n<div class=\"date\">Date: 9\/10\/1854<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d21\">\n<div class=\"paragraph jod\" id=\"v2n577\"> By the request of our President, I arise this afternoon for the purpose of addressing you upon those subjects that may be presented to my mind, feeling joyful in my heart that I have the opportunity. <\/div><div class=\"paragraph jod\" id=\"v2n578\"> I do not say, as many others may have said, that it is a disagreeable task, or a very great cross, for me to address the Saints; this is not the case; it is a pleasure and a joy; and I feel to esteem it as a blessing from the hand of God, that I have the privilege from time to time of meeting <div class=\"break columnbreak\" id=\"96b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0096.pdf\" target=\"pdfwin\">p.&#xA0;96b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7955\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> with His people, and speaking about the great things that God has revealed, which belong to our peace, happiness, and welfare, both here and hereafter. <\/div><div class=\"paragraph jod\" id=\"v2n579\"> There is no other subject that I care much about. As it regards earthly things, temporal things, the riches of this world, or the honors of this world, I will not say they are of secondary nature to me, but they are far beneath this; though they may be good in their place, yet my whole object and design, delight and joy, is  <div class=\"break pagebreak\" id=\"97a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0097.pdf\" target=\"pdfwin\">p.&#xA0;97a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7954\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to do the will of God, to benefit the children of men, and to seek after the welfare, happiness, and peace, not only of myself and family, but also of the whole human race, as far as it is within my power. <\/div><div class=\"paragraph jod\" id=\"v2n581\"> It does me good to return, after an absence of two years, and again look upon the faces of the brethren and sisters; there is something so different in the expression of your countenances from what we see abroad in the world; the principles of goodness, of righteousness, of virtue, and of holiness seem to be enstamped upon the countenances of the Saints of the living God; the spirit of meekness, of sobriety, of solemnity&#x2014;a Godlike spirit is reflected in every feature of those who are truly good, which seems to carry peace, happiness, and joy to the hearts of those who gaze upon them with the same spirit. But after all, brethren, we are not near as good as we might be, in many respects. Though we are far in advance of the nations of the earth, though we have become far exalted above them in the principles of virtue, truth, righteousness, and a oneness of feeling, yet there is still room for improvement, and, while we remain here in the flesh, there will be room for improvement, upon all these principles, upon all the attributes of divinity, and upon everything that is good and Godlike. <\/div><div class=\"paragraph jod\" id=\"v2n582\"> There is one subject that presents itself to my mind, and upon which I have meditated in years past and gone, and which gave me great joy when I learned that it was being established in our midst. What is it? It is the consecration of the properties of the whole Church,<span class=\"citation\" id=\"87451\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87451)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87451)\">D&amp;C 82:17-18<\/a><\/span> according to the written revelations, commandments, and laws of the Most High God. I heard of this about the time I was starting upon the plains for this place, and it gave me great joy to learn that there was a prominent step taken at your last Conference to bring <div class=\"break columnbreak\" id=\"97b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0097.pdf\" target=\"pdfwin\">p.&#xA0;97b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7954\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> about and accomplish this object. I consider it is one of the most important objects to be accomplished among the Saints of latter days. <\/div><div class=\"paragraph jod\" id=\"v2n583\"> You may ask why? You may think that this contradicts my first statement&#x2014;that the temporal things of this life are not even of a secondary consideration with me. They are not in one respect, but, in another, I consider them a part and portion of the religion that we as a people have embraced, and a very essential and necessary part too. <\/div><div class=\"paragraph jod\" id=\"v2n584\"> We read in the revelations that God has given, that the earth is the Lord's, and the fulness thereof;<span class=\"citation\" id=\"56449\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56449)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56449)\">Ps. 24:1<\/a><\/span> well, if it is the Lord's and the fulness of it, then it does not belong to you nor me as individuals, exclusive of others. If the Lord had set apart, and consecrated, and given a certain portion of the earth to any individual with a deed and covenant, he might with some propriety call it his own; but all other deeds that are according to Gentile laws, and the institutions of the nations of the earth, do not, according to the laws and revelations of heaven, give to men the exclusive right to the things of this world, as their own; they are good enough in their place, for the Lord deals with the nations according to their light; and suffers laws to be enacted that are good in their place, and calculated to govern imperfect beings; laws to govern and control property; and in many respects, they are just adapted to the circumstances and conditions of the nations where they are enacted; and they are the means of doing much good in preserving what are termed the rights of individuals, and of the citizens generally; and they should not be done away, until circumstances will permit of their being superseded by a more perfect law. That more perfect order is what we wish to speak a few words upon at this present time. <\/div> <div class=\"break pagebreak\" id=\"98a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0098.pdf\" target=\"pdfwin\">p.&#xA0;98a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7953\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v2n586\"> The Lord told us something about it in the revelations He gave a long time ago, in the year 1831, when ancient &#x201C;Mormonism,&#x201D; as it has often been termed, was first introduced; we call it ancient, because it seems quite long to us narrow-minded creatures. <\/div><div class=\"paragraph jod\" id=\"v2n587\"> There were certain laws and revelations then given, in the Book of Doctrine and Covenants, pertaining to the Lord's earth, and the righteous that He has upon it. I will repeat a small clause which was given before the Church was one year old, in March 1831. It reads thus&#x2014;wherefore &#x201C;it is not given that one man should possess that which is above another, wherefore the world lieth in sin.&#x201D;<span class=\"citation\" id=\"85891\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85891)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85891)\">D&amp;C 49:20<\/a><\/span> This was revealed above twenty-three years ago; we will again repeat it, &#x201C;It is not given that one man should possess that which is above another, wherefore the world lieth in sin.&#x201D;<span class=\"citation\" id=\"85892\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85892)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85892)\">D&amp;C 49:20<\/a><\/span> Here was a hint of the more perfect law and order of things that God intended eventually to introduce among this people; and which I am happy to say, there has been a great step already taken at the last Conference to bring about; and I hope that I may be permitted to live to see this law carried out to the fullest extent among the Saints of the living God. <\/div><div class=\"paragraph jod\" id=\"v2n588\"> Remember, that as long as there is inequality in the things that belong to the Lord, the world lieth in sin.<span class=\"citation\" id=\"85893\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85893)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85893)\">D&amp;C 49:20<\/a><\/span> It is not given to them that they should possess one above another. I intend to explain how this is to be brought about, and also show how one man can possess hundreds and thousands of dollars, in a certain sense of the word, and another man only one dollar, and yet both be equal; but they possess the same, not as their own, but as stewards of the Lord; it being the Lord's property. <\/div><div class=\"paragraph jod\" id=\"v2n589\"> We read, in another revelation that God gave in the early rise of this Church, that unless we are equal in earthly things,<span class=\"citation\" id=\"87332\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87332)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87332)\">D&amp;C 78:5-6<\/a><\/span> we cannot be made <div class=\"break columnbreak\" id=\"98b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0098.pdf\" target=\"pdfwin\">p.&#xA0;98b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7953\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> equal in heavenly things. Here is an equality preached. There must be an equality in earthly things, in order that we may be equal in heavenly things.<span class=\"citation\" id=\"87333\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87333)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87333)\">D&amp;C 78:5-6<\/a><\/span> Now supposing the people were all to be made equal today, tomorrow they would, through circumstances, become unequal: but I will show you how this equality can be established upon an order that never can be shaken&#x2014;that inequality, in regard to property, never more can be introduced among the Saints, that no circumstance which can transpire can make them unequal. If a fire should burn up a man's barn, and his stacks of grain, and everything he has accumulated, I will prove to you that it does not render him unequal with his brethren on the principle the Lord has established and ordained; so that when this order is once established among this people, they will become equal in earthly things, which will prepare them to be made equal in heavenly things. <\/div><div class=\"paragraph jod\" id=\"v2n590\"> In the first place how shall we get at this order? In what manner and by what means shall we begin to lay the foundation of this equality? The Lord has told us, that it is required of every man in this Church to lay all things, not one tenth alone, but to lay all things before the Bishop of His Church;<span class=\"citation\" id=\"86786\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86786)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86786)\">D&amp;C 72:15<\/a><\/span> consecrate the whole of it&#x2014;everything he has&#x2014;his flocks and herds&#x2014;his cattle, horses, and mules&#x2014;his gold and silver&#x2014;his wearing apparel, watches, jewelry, and everything he possesses; consecrate it; not keep back a portion like Ananias and his wife,<span class=\"citation\" id=\"71475\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71475)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71475)\">Acts 5:2<\/a><\/span> but give everything&#x2014;make a full consecration to begin with. [Voice in the stand, &#x201C;Wives and children.&#x201D; ] Yes, give wives and children of course: the wives have given themselves to their husband, and he has to consecrate them; they are the Lord's, He has only lent them to us. <\/div><div class=\"paragraph jod\" id=\"v2n591\"> Supposing that the people had complied with this law when it was first  <div class=\"break pagebreak\" id=\"99a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0099.pdf\" target=\"pdfwin\">p.&#xA0;99a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7952\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>given, in every respect, instead of seeing inequality that has reigned for these many years in this Church, we should now have seen a different order of things. But we lacked experience, and there was too much covetousness in our hearts, for a full consecration of property, then. In consecrating property, we must, in the first place, remember that it is not ours. Why? Because the earth is the Lord's and the fulness thereof.<span class=\"citation\" id=\"56450\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56450)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56450)\">Ps. 24:1<\/a><\/span> We have no cattle, no gold or silver, no watches or jewelry, no property of any description, no houses, lands, or anything else which is our own, if the fulness of the earth is the Lord's. Then in consecrating that which we have been in the habit of calling our own, we are only returning to the Lord His own property&#x2014;that which we became legally possessed of according to the laws of man, but not according to the laws of God, He never having directly given us the things which we claim as ours; we have not got them according to the celestial law&#x2014;according to the great principle and order God has established; but we came by them through speculation, trading, labor, etc., and after we thus got them they are the Lord's still. We consecrate this property&#x2014;it all goes into the hands of the Bishop of the Church. If the whole Church were to consecrate in this way they would have nothing left of their own. Then, it would all be the Lord's, and it has to be consecrated too, says the revelation, with a covenant and a deed that cannot be broken;<span class=\"citation\" id=\"85345\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85345)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85345)\">D&amp;C 42:30<\/a><\/span> that is, according to the law of God and man, and if it is made according to the law of God in all respects, and also according to the law of the land in which we live, it will be in the situation the Lord wants it in, even the whole property of the Church. <\/div><div class=\"paragraph jod\" id=\"v2n593\"> We ask, are they not all equal now? Yes. If the whole Church have consecrated everything in their possession <div class=\"break columnbreak\" id=\"99b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0099.pdf\" target=\"pdfwin\">p.&#xA0;99b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7952\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to the Bishop, is there not a perfect equality among them before they get their stewardship? Yes: this makes them perfectly so, as far as property is concerned; they are all in a state of equality, owning nothing. What is the next step to be taken in order to bring about equality of property? The Lord says, &#x201C;Let the Bishop appoint every man his stewardship,&#x201D;<span class=\"citation\" id=\"85375\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85375)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85375)\">D&amp;C 42:32<\/a><\/span> for, says the Lord, &#x201C;It is required of every man to render an account of his stewardship, both in time and in eternity.&#x201D;<span class=\"citation\" id=\"86770\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86770)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86770)\">D&amp;C 72:3<\/a><\/span> Now the Bishop begins and parcels out to this man his stewardship, and to that one his stewardship, according to the counsels of the First Presidency of the Church&#x2014;the authority that has the management and control of the Lord's property. Each one gets his stewardship. <\/div><div class=\"paragraph jod\" id=\"v2n594\"> Now supposing one man obtained double the quantity of another; it is not his, but the stewardship is the Lord's; consequently the man is on a perfect equality with his brother still. But there is another sense in which this equality may be made, so far as the consecrating of property to the Church is concerned, which includes the whole of it. I say, who does it belong to in another sense of the word? I have shown you that it belongs to the Lord, and if we are His, we shall inherit it with Him; consequently in another sense of the word it is all ours. If each one in the Church, then, possesses the whole of it, as joint heirs with the Lord, is there not an equality? You may diminish the common property or joint fund just as much as you please. Suppose it were diminished to one half by mobs, &amp;c., it does not make the Church unequal, not in the least; for each one may be considered as the possessor of the whole; he inherits all things; he is a joint heir with Jesus Christ<span class=\"citation\" id=\"72546\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72546)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72546)\">Rom. 8:17<\/a><\/span> in the inheritance of the earth, and all the fulness thereof. Can you make any inequality here? If each man in the Church  <div class=\"break pagebreak\" id=\"100a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0100.pdf\" target=\"pdfwin\">p.&#xA0;100a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7951\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>is a joint inheritor of all the property, and a part of it, it makes each one perfectly equal with the rest. <\/div><div class=\"paragraph jod\" id=\"v2n596\"> Now I defy you to bring about an equality upon any other principle. You may divide the properties of the Church today, yes, if it be possible, make a perfectly equal division of it, so that every man in the whole Church should have his share, and let him call it his own; it would not be one day before there would be an inequality again introduced; and one man would possess that which is above another; it could not be otherwise; the changes, difficulties, want of judgment in the management and control of property, and all these things combined together, would serve to render these divided shares unequal; one man losing a large portion of his property through mismanagement; another by fire, by mobocracy, or in some other way, so that neither would have one half, one quarter, or perhaps one hundredth part as much as some of his brethren with whom he was only a short time before perfectly equal. <\/div><div class=\"paragraph jod\" id=\"v2n597\"> No equality can be brought about by dividing property; the Lord never intended such an order of things. It is not a <span class=\"italic\">division<\/span> of property that is going to bring about a oneness among the Latter-day Saints in temporal things, but it is a <span class=\"italic\">union<\/span> of property, that all the property may be united, and considered belonging to the Lord, and to every individual in the whole Church, as joint heirs with Him,<span class=\"citation\" id=\"72547\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72547)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72547)\">Rom. 8:17<\/a><\/span> or as His stewards. You may imagine, then, how my heart rejoiced, when I received a letter from our beloved President, informing me that steps had been taken for a full consecration of the property of the Church, to introduce the order of stewardships among the Saints of God. <\/div><div class=\"paragraph jod\" id=\"v2n598\"> But in regard to these stewardships, it is not needful or necessary, or the Lord never intended, that every man should possess an equal amount of <div class=\"break columnbreak\" id=\"100b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0100.pdf\" target=\"pdfwin\">p.&#xA0;100b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7951\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> stewardship with his brother. Why? Because God has given to some men greater ability to manage and control property than others. He may give to one, one talent; to another, two; to another, three; to another, five; and to another, ten; and then command them to make use of these talents according to the instructions and revelations given, and be accountable to Him who gave them.<span class=\"citation\" id=\"66077\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66077)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66077)\">Matt. 25:14-30<\/a><\/span> &#x201C;It is required of every man,&#x201D; says the Lord, &#x201C;to be accountable to me in their stewardships, both in time and in eternity;&#x201D;<span class=\"citation\" id=\"86771\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86771)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86771)\">D&amp;C 72:3<\/a><\/span> consequently these stewards have to render all their accounts to some one in time, but to whom? To the Lord's Bishop&#x2014;to those whom the Lord has appointed to receive the accounts. And if a man undertakes to squander the stewardship which the Lord has entrusted to him, He takes it away, and gives it to another who is a more wise steward; one who will manage His property in such a way as to benefit the whole; each one seeking the interest of the whole as well as of himself. <\/div><div class=\"paragraph jod\" id=\"v2n599\"> Each one is to be considered as possessor of all things in the Church: but if it be all common property, how is it that the Saints can get along and give an account of their stewardship of property? Will not one brother go and pick up his brother's plow, and take it off, without asking him for it, imagining that he is the possessor of all things? Yes, if that brother had no understanding he would do it, but when he comes to understand the law of the Lord, he will find that all these stewardships are controlled by the wisest kind of laws; hence the Lord says, &#x201C;<span class=\"italic\">Thou shall not take thy brother's garment; thou shalt pay for that which thou dost receive from thy brother<\/span>.&#x201D;<span class=\"citation\" id=\"85453\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85453)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85453)\">D&amp;C 42:54<\/a><\/span> Notwithstanding the whole property belongs to the Lord, and to each one as joint heirs, yet the Lord has given strict laws with regard to the stewardships, so that one has no  <div class=\"break pagebreak\" id=\"101a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0101.pdf\" target=\"pdfwin\">p.&#xA0;101a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7950\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>business to go and pick up his neighbor's ax, or take any of his stewardship from him, without leave; but he is to pay for that which he receives from his brother steward, unless he borrow it by fairly asking for it. <\/div><div class=\"paragraph jod\" id=\"v2n601\"> On this principle it would be an easy matter for each steward to render an account of his time; and if necessary he could account for every item of his stewardship. But if it were permitted to run at random, according to the vague ideas of common stock in some societies in the world, away would go a man's hat, or his coat, and he could render no account of it at all. But according to the strict principle which the Lord has ordained, he could show to his Bishop a full account of everything in his stewardship&#x2014;that he has gained so much here, and made so much there, upon the Lord's property. What says the Bishop? &#x201C;Well done, good and faithful steward, thou hast been faithful over a few things, I will enlarge that stewardship,&#x201D;<span class=\"citation\" id=\"66097\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66097)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66097)\">Matt. 25:21<\/a><\/span> providing he had anything to enlarge it with. &#x201C;You have gained other talents; you have increased upon that entrusted to your charge; you have not squandered it away foolishly for that which would not profit you.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v2n602\"> There would be no desire on the part of stewards to steal, &#x201C;For, says one, If I go and steal from another steward, it is all the Lord's, and it would do just as much good in the hands of that steward to whom it was entrusted, as if I were to possess it by stealing it from him.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v2n603\"> How much every Saint ought to be interested for this order of things to be brought about, realizing that all the property of the Church is for his own good as well as for the good of the whole body. <\/div><div class=\"paragraph jod\" id=\"v2n604\"> But in regard to these inequalities in stewardship: I will show you another principle where men may have equal judgment, and yet there may <div class=\"break columnbreak\" id=\"101b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0101.pdf\" target=\"pdfwin\">p.&#xA0;101b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7950\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> be an inequality of stewardships; it is in consequence of the various branches of business in which they may be engaged. It is well known that for farming purposes, it does not require the same skill as for manufacturing many articles, nor the same capital. And the ingenious mechanic, who understands the nature or construction of machinery, might have to be entrusted with a stewardship of one hundred thousand dollars worth of property to establish his manufactory, and work it so as to have it prove a benefit to the whole Church; and without this amount being put into his hands, as a steward, he might not be able to accomplish anything needed in the particular branch of manufacturing with which he was familiar. The stewardships, in such cases, would be different, not only in kind, but in the amount or value of the stewardship. <\/div><div class=\"paragraph jod\" id=\"v2n605\"> Let me illustrate this in another way; not but what I suppose all the Saints understand it, but you only want to be put in mind of that you have understood for years, but have not perhaps practiced upon it; and unless a people practice upon that they do understand, it does not benefit them much. Suppose a man have twelve sons, and he had according to the laws of the land 78 acres of ground; he gives to his oldest son twelve acres as a steward; he gives to his next son eleven acres, and to the next ten, and so on down to the youngest, which he gives one acre; and he says unto them, &#x201C;Manage these different inheritances that I have set off to you, and gain all you can;&#x201D; would those sons have any right or title to call that property their own? No: they would say, &#x201C;It is father's property, and he has told us to go and occupy it, and he has given us rules by which we are to be governed; that the youngest may not encroach upon the oldest, nor any one encroach upon another, but that each stewardship may be managed  <div class=\"break pagebreak\" id=\"102a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0102.pdf\" target=\"pdfwin\">p.&#xA0;102a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7949\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and controlled according to the regulations he has given, and at the end of the year each of us must render a strict account to our father of every iota of our business transactions, of our losses and gains in trading, etc.&#x201D; Now all this property, we see, belongs to the father, but it is all for the benefit of the twelve sons; they are all to be made joint heirs with the father in the possession of it. In due time, when they have learned the law the father has ordained, they will be prepared to enter as joint owners upon the grand inheritances, not only of 78 acres, but to possess all things that the father has. <\/div><div class=\"paragraph jod\" id=\"v2n607\"> Temporal things are a type of heavenly things, as the Lord says, in one of the revelations, &#x201C;All things have their likeness, both things which are temporal, and things which are spiritual.&#x201D;<span class=\"citation\" id=\"92767\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92767)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92767)\">Moses 6:63<\/a><\/span> Does this order of things&#x2014;the equality of property&#x2014;have its likeness? Yes, in the heavens, and it is typical of that celestial order that we are all praying for, that we all desire the Lord to bestow upon us. We all feel very anxious to enter into the fulness of celestial glory, and inherit thrones and dominions, principalities and powers, and to have kingdoms appointed to us, and to receive crowns and to sway a scepter over kingdoms, as wise rulers. If we want to get there, we must begin here, and learn the order that is to be there. If we should have a division of property here, as we have had heretofore, and continue this order of things, as has been for many years back, and never should begin to practice upon this equality of things which God has ordained in His law, when we come to enter the courts above, we should be ignoramuses; we could say, &#x201C;We read in your law something about it, but the people did not practice it, they were careless, and did not keep the law.&#x201D; And now we do not know how to manage this celestial glory, and <div class=\"break columnbreak\" id=\"102b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0102.pdf\" target=\"pdfwin\">p.&#xA0;102b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7949\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> these kingdoms, and these worlds placed under our charge; for we are to give an account, not only in time, but in eternity, of our stewardship;<span class=\"citation\" id=\"94323\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94323)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94323)\">D&amp;C 72:3<\/a><\/span> consequently we must improve upon the true order of things here, which is typical of that which is hereafter; and if we learn the lessons here, everything there will be plain before us, and we will be able to enter into the very things we have been practicing years before. There will be an inequality, no doubt, in some respects in the eternal worlds, in proportion to the eternal things that will be entrusted to the servants, as in temporal things; but there will be a perfect equality in another respect; the revelation says, &#x201C;He maketh them equal in might, and in power, and in dominion.&#x201D;<span class=\"citation\" id=\"87190\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87190)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87190)\">D&amp;C 76:95<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v2n608\"> Did you ever think of that? It is only in one respect. Each one will be made joint heir of all things in heaven, and upon earth. What more can a person want, if he is made a joint heir of all things; and one revelation says, he that is a faithful and wise steward in time shall inherit all things;<span class=\"citation\" id=\"87380\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87380)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87380)\">D&amp;C 78:22<\/a><\/span> consequently they are equal in dominion, and in power, and in might, as the Vision states.<span class=\"citation\" id=\"87189\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87189)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87189)\">D&amp;C 76:95<\/a><\/span> This don't say that each one shall actually control, and govern, and manage all things; that is a very different thing; just as it is here in temporal things, though each person may be considered as the inheritor of all the properties of the Church; yet when he comes to the management of property, he has only a share; so in heavenly things, a person may have the management of only one world, or of two, or of three, or of as many as there are particles of dust that compose our globe, yet, after all, each can proclaim himself as the inheritor of all things, being a joint heir of the grand universal inheritance. <\/div><div class=\"paragraph jod\" id=\"v2n609\"> There is no division of celestial glory, imparting to each one an equa<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"103a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0103.pdf\" target=\"pdfwin\">p.&#xA0;103a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7948\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>lity of dominion, and might, and power; it is not to be divided, but there is an equality in the union of all these things. That is what we want to get at here; we want to learn the alphabet of it here, and advance to the a, be, abbs, and get over into two syllables, and keep on until we understand all about the celestial order by practice in this world, and then we will learn the laws that are to govern the different individuals that control and manage certain portions of the great joint stock inheritance; we will learn the laws that are to rule and govern between man and man; and we will not be ignorant of it when we go into the next world, we will find there that one kingdom will not have the right to encroach upon the royalty of another and take away its right, but each one will be governed by true and holy laws. Upon this principle, and this only, can we understand those revelations which so often speak of the principles of equality in the eternal worlds. Equality of dominion we cannot understand, by supposing each person that comes into the celestial glory is going to have the same number of worlds, and of kingdoms, and thrones set off to him that those have who have been in the celestial glory millions of ages&#x2014;that he is going to have the same number of principalities and powers, and servants or angels to wait upon him to carry out his commands. An equality of dominion is that that I have already explained, each one inheriting all things, according to the laws God has ordained for celestial beings, but not directly or personally controlling only that which is placed under his management. <\/div><div class=\"paragraph jod\" id=\"v2n611\"> Much might be said upon this subject; it is glorious, and it is a principle I wish the Saints in Utah may all be enlisted in, that it may be sought by the nations afar off, when they come to learn that this people are the people of God, and they are <div class=\"break columnbreak\" id=\"103b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0103.pdf\" target=\"pdfwin\">p.&#xA0;103b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7948\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> governed by God's laws; that they may see the order carried out before them in practice, that we may be looked to as a great light set upon the mountains, that will reflect upon all the face of the earth, and show the people the true order by practice, and then they will see the difference between God's order of the possession of property, and the little, narrow, contracted orders established by man; for each one is grasping for all he can get, oppressing the widow and the fatherless,<span class=\"citation\" id=\"94324\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94324)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94324)\">Zech. 7:10<\/a><\/span> bearing down his neighbor, and grinding him down in distress, tyrannizing over mankind, because he has riches at his command. The Lord has seen this order long enough, and it is a stink in His nostrils, and He wishes it driven away from the earth, and He has given us instructions to do it away, and if we want to do it away, let us begin among ourselves first. I rejoice in this principle, because it takes away the idea of having so many poor in our midst. You know in the days of Enoch the Lord placed the people upon the high places and mountains, and they flourished, and He blessed them, and called them Zion because there was no poor among them, and the Lord was in their midst.<span class=\"citation\" id=\"92812\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92812)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92812)\">Moses 7:17-18<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v2n612\"> Now the Latter-day Zion is to be built up according to the same pattern, so far as circumstances will permit, for we expect that the Zion which was built up by Enoch, that had no poor in it, will come down again at the commencement of the Millennium to meet the Zion here, according to the song in the Book of Covenants, &#x201C;The Lord has brought up Zion from beneath, the Lord has brought down Zion from above,&#x201D;<span class=\"citation\" id=\"87988\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87988)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87988)\">D&amp;C 84:100<\/a><\/span> and they shall gaze upon each other's countenances, and see eye to eye.<span class=\"citation\" id=\"87956\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87956)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87956)\">D&amp;C 84:98<\/a><\/span> When we get there how sadly we should be disappointed, if we should look forward upon all the vast extent of the Zion of Enoch, and all the Zions God has taken out of His creations to heaven, and should see no  <div class=\"break pagebreak\" id=\"104a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0104.pdf\" target=\"pdfwin\">p.&#xA0;104a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7947\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>poor among them; and then we should look upon Zion brought up from beneath, containing poor and rich; should we not be ashamed? Especially when we reflected that the law of God had been among us; we should not have boldness to gaze upon their countenances, unless we came into the same order of things that existed among them. <\/div><div class=\"paragraph jod\" id=\"v2n614\"> Let us prepare ourselves for the coming of Enoch's Zion, that we may have the same order of things among us that they had in the beginning. Then, again, it will be a glorious thing in many other respects. What is it that creates this great inequality that we naturally see in the world, in regard to the high and low? It is the difference of parentage in many respects. One man is so situated he can train up his children in all the learning of the day; he can take them into his carriage, and they can ride at their ease, and in their grandeur, while the poor and needy and destitute bow before them, or are trampled under their feet. There is no such thing as union there, because they were unequal to begin with. When the Saints have this established in their midst, you will see them all alike, where none can say that &#x201C;such a person is richer than I am, and I have no right to associate with him.&#x201D; Neither can the rich look upon those that are poor, and say, &#x201C;My children shall not marry with the poor, and unite with them in their festivities, &amp;c., because I have more property than they.&#x201D; All these things will be done away, and the principle of equality will be established, and all will be stewards of the Lord's property. That is what I wish to see&#x2014;that when one family of children have the privilege of being educated, the rest should enjoy it;<span class=\"citation\" id=\"82509\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82509)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82509)\">3 Ne. 6:12<\/a><\/span> when one family are in possession of the good things of the earth, the rest should enjoy the same privileges also. <\/div><div class=\"paragraph jod\" id=\"v2n615\"> How do I feel, to take it home to <div class=\"break columnbreak\" id=\"104b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0104.pdf\" target=\"pdfwin\">p.&#xA0;104b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7947\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> myself? I long for the time to come when I can consecrate everything I have got; all the cattle I have; I have got some first-rate cattle, the Lord has prospered them. I want the time to come when I can consecrate every hoof of them; also my books, and the right and title I have to publish my works, also my wearing apparel, and my houses; they are not mine, and not being mine, I have no business with this property, only as the Lord sees fit to let me have it. When I have done this, if the Lord in His mercy will give me one team, five or ten teams, to make use of as His steward, I will endeavor to keep a record of that stewardship, of the losses and the gains of it, and will endeavor to render an account of it in time as well as in eternity,<span class=\"citation\" id=\"86772\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86772)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86772)\">D&amp;C 72:3<\/a><\/span> and an account of all things pertaining to it, and of my transactions in regard to it; for unless I am a wise and faithful steward in time, I never expect to inherit all things in eternity. <\/div><div class=\"paragraph jod\" id=\"v2n616\"> Having said this much, may the Lord bless you, and may His Holy Spirit be poured out upon you, and may your hearts be united to bring about this union; for if we unite ourselves together upon this principle, with all our hearts, mights, minds, and strength, laying aside all covetousness, there is not any power beneath the celestial kingdom that is able to prevail against us; we will prosper in all things, and the Lord will make us the richest of all people that have been upon the face of the earth for many generations,<span class=\"citation\" id=\"94326\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94326)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94326)\">D&amp;C 38:39<\/a><\/span> and He will bless our basket and our store,<span class=\"citation\" id=\"94325\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94325)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94325)\">Deut. 28:5<\/a><\/span> and increase and multiply the flocks and the herds in the fields, and cause them to flourish exceedingly, and make us mighty; and when we go forth He will make the nations to tremble before us,<span class=\"citation\" id=\"94327\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94327)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94327)\">D&amp;C 64:43<\/a><\/span> because His power and glory will be with us when we are doing His will and are united in one. <\/div>\n<\/div>\n<\/div>"}