{"ID":20025, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Perfection and Salvation&#x2014;Self-Government.<\/div>\n<div class=\"subtitle\">A Discourse by President Brigham Young, Delivered in the Tabernacle, Great Salt Lake City, December 18, 1853.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Perfection and Salvation, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 12\/18\/1853<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d25\">\n<div class=\"paragraph jod\" id=\"v2n795\"> I love to hear my brethren speak. Their testimony yields joy and consolation to my heart. But notwithstanding the pleasure it would give me to sit and hear them continually, it is obligatory upon me to occupy the position I do, and let my voice be heard in connection with theirs. <\/div><div class=\"paragraph jod\" id=\"v2n796\"> We all occupy diversified stations in the world, and in the kingdom of God. Those who do right, and seek the glory of the Father in heaven, whether their knowledge be little or much, or whether they can do little or much, if they do the very best they know how, they are perfect. <\/div><div class=\"paragraph jod\" id=\"v2n797\"> It may appear strange to some of you, and it certainly does to the world, to say it is possible for a man or <div class=\"break columnbreak\" id=\"129b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0129.pdf\" target=\"pdfwin\">p.&#xA0;129b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7922\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> woman to become perfect on this earth. It is written &#x201C;Be ye therefore perfect, even as your Father which is in heaven is perfect.&#x201D;<span class=\"citation\" id=\"63270\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63270)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63270)\">Matt. 5:48<\/a><\/span> Again, &#x201C;If any man offend not in word, the same is a perfect man, and able also to bridle the whole body.&#x201D;<span class=\"citation\" id=\"77645\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77645)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77645)\">James 3:2<\/a><\/span> This is perfectly consistent to the person who understands what perfection really is. <\/div><div class=\"paragraph jod\" id=\"v2n798\"> If the first passage I have quoted is not worded to our understanding, we can alter the phraseology of the sentence, and say, &#x201C;Be ye as perfect as ye can,&#x201D;<span class=\"citation\" id=\"63271\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63271)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63271)\">Matt. 5:48<\/a><\/span> for that is all we can do, though it is written, be ye perfect as your Father who is in heaven is perfect. To be as perfect as we possibly can, according to our knowledge, is to be just as perfect as our Father  <div class=\"break pagebreak\" id=\"130a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0130.pdf\" target=\"pdfwin\">p.&#xA0;130a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7921\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>in heaven is. He cannot be any more perfect than He knows how, any more than we. When we are doing as well as we know how in the sphere and station which we occupy here, we are justified in the justice, righteousness, mercy, and judgment that go before the Lord of heaven and earth.<span class=\"citation\" id=\"57000\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57000)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57000)\">Ps. 89:14<\/a><\/span> We are as justified as the angels who are before the throne of God. The sin that will cleave to all the posterity of Adam and Eve is, that they have not done as well as they knew how.<span class=\"citation\" id=\"77699\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77699)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77699)\">James 4:17<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v2n800\"> I will apply this to myself, and it will apply to you, and to every man and woman upon the earth; of course including brother Morley, who spoke to you this morning. If he has done the best he could in the late Indian difficulties in the district where he lives, and acted according to the judgment and light of the spirit of revelation in him, he is as justified as an angel of God. <\/div><div class=\"paragraph jod\" id=\"v2n801\"> Though we may do the best we know how at this time, can there be no improvement made in our lives? There can. If we do wrong ignorantly, when we learn it is wrong, then it is our duty to refrain from that wrong immediately and forever, and the sin of ignorance is winked at, and passes into oblivion. <\/div><div class=\"paragraph jod\" id=\"v2n802\"> An inquiry was made this morning, if we know who we are, what our situation is, and the relationship we sustain to each other, to our God, and the position we occupy to the human family. I can answer the question. No, we do not. Do the people understand all the obligations they are under to each other and to their God? They do not. Again, do they try to know, as far as it is in their power? They do not. Are there individuals among us who seek with all their hearts to know and understand the will of God? Yes, many. But as a people, do they, with an undivided heart,<span class=\"citation\" id=\"129826\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129826)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129826)\">Ps. 12:2<\/a><\/span><span class=\"citation\" id=\"129827\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129827)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129827)\">Hosea 10:2<\/a><\/span> endeavor to know the will of God in preference to every<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"130b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0130.pdf\" target=\"pdfwin\">p.&#xA0;130b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7921\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>thing else upon earth? They do not. <\/div><div class=\"paragraph jod\" id=\"v2n803\"> There is a reason for this. Brother Morley wanted to know if we had learned ourselves. We have not. When he referred to the spirits in the world, and what we could witness in the infant child in its mother's lap, at this moment like a little seraph, and in the next, more like a demon with passion and rage, I thought we need not confine ourselves to the child for example, for this picture of good and evil is exhibited as frequently in the parent, and even in the greyheaded sire, as in the child. If men and women understood perfectly their position before God, angels, and men, the place they occupy, and the sphere they act in, they would know they are as independent in their organization as the angels, or as the Gods. Yet, in consequence of sin entering into the world, darkness, wretchedness, folly, weakness of every kind, and the power of temptation surround the children of men, as well as the power of God. I say the greyheaded father, and the aged matron will give way to the power of evil, when it comes upon them, as readily, in many instances, as the infant child upon its mother's lap. <\/div><div class=\"paragraph jod\" id=\"v2n804\"> I speak what I know, and say, shame on those who are subject to such weakness, when they have had time and opportunity to learn better. Brother Morley says, &#x201C;Such spirits will be damned.&#x201D; Bless your souls, they are damned already. The reason they act as they do, in a manner so diametrically opposed to the angels and Gods in the eternities that are, is because they have been in a miserable condition since they have been upon the earth. <\/div><div class=\"paragraph jod\" id=\"v2n805\"> When men and women give way to these wicked spirits, it is a proof they have not learned their organization, and what they were made for. <\/div><div class=\"paragraph jod\" id=\"v2n806\"> As for this people knowing their true position before God, in the midst  <div class=\"break pagebreak\" id=\"131a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0131.pdf\" target=\"pdfwin\">p.&#xA0;131a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7920\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of the nations of the earth, it is certain they have not yet learned it. Shall we ever learn it? We shall. And further, <span class=\"italic\">we shall be obliged to learn it<\/span>; and further still, <span class=\"italic\">we shall be<\/span> COMPELLED <span class=\"italic\">to learn it<\/span>. How? By flattery? By blessings? By the kind smiles of Providence? By the bountiful fulness of the invisible hand of our heavenly Father bestowing every blessing upon us? Now some of us are ready to say, this will not bring us to an understanding of our true position, and prepare us for what is before us. If the mercies and blessings of our kind and indulgent heavenly Parent will not produce the desired effects upon His people, He will certainly chasten them, and make them know, by what they suffer, how to govern and sanctify themselves before Him. <\/div><div class=\"paragraph jod\" id=\"v2n808\"> We ought to pursue the same course with our children when we wish them to obey our commands. It is reasonable and right, after you have held out every kind of inducement possible, to bring them to their senses, and to obedience, if they still continue refractory, to try the rod, and chasten them until they become obedient. That is what our Father in heaven will do for this people, if they will not learn by His blessings and loving kindness. <\/div><div class=\"paragraph jod\" id=\"v2n809\"> Do you inquire if I think we are about to be afflicted? If we are not good children, we shall be. We must learn to love righteousness, and hate iniquity,<span class=\"citation\" id=\"76391\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76391)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76391)\">Heb. 1:9<\/a><\/span> and then we can chasten ourselves, and bring ourselves to the sphere we were designed to fill in our existence, and govern and control ourselves in it, preparatory to power being put into our hands. We should never have but one desire, but one determination; our will should be perfectly centered upon the one object, viz., to find out the will of God, and do it. Let every individual thus school, chasten, prove, view, and re<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"131b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0131.pdf\" target=\"pdfwin\">p.&#xA0;131b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7920\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>view himself, taking himself into custody as a prisoner to be subjected to a severe examination, until his will is perfectly subservient to the will of God in every instance, and you can say, &#x201C;No matter what it is, let us know the will of the Father in heaven, and that is our will.&#x201D; Then we shall be able to train, school, and practice upon ourselves, until we can control, and bring under subjection, the wicked influences that surround us; we can then begin to pave the way, or throw up an highway of holiness to the rising generation. <\/div><div class=\"paragraph jod\" id=\"v2n810\"> This we have to do. It is our business. It is the labor of the Latter-day Saints, which, if carried out, will run through all the various changing scenes of mortal life. It is in every act and dealing, both with ourselves, our families, and strangers. It fills every avenue of human life, from beginning to end. To gain the spiritual ascendancy over ourselves, and the influences with which we are surrounded, through a rigid course of self-discipline, is our first consideration, it is our first labor, before we can pave the way for our children to grow up without sin unto salvation.<span class=\"citation\" id=\"85708\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85708)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85708)\">D&amp;C 45:58<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v2n811\"> No man, in a short hour or two, can tell everything that is in his heart, when it is filled by the inspiration of the Holy Ghost. But I will continue my remarks, and give you a little more. <\/div><div class=\"paragraph jod\" id=\"v2n812\"> All persons are surrounded with circumstances peculiar to their location, station, and situation in life. A portion of our old associates believe we are controlled entirely by circumstances; but this people have learned enough to know they have the ability and power to control circumstances, to a certain extent; they will control us more or less, but not entirely. We can lay the foundation in the midst of this people for a train of circumstances to surround the rising generation with a divine influence. We can also  <div class=\"break pagebreak\" id=\"132a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0132.pdf\" target=\"pdfwin\">p.&#xA0;132a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7919\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>produce a train of circumstances that will work their certain destruction. This is in our power, and the first is the labor of the Latter-day Saints. <\/div><div class=\"paragraph jod\" id=\"v2n814\"> Some, when their minds are opened to behold the purity of a God of eternity&#x2014;the purity of heaven, and understand that no impure thing can enter there; when they can realize the perfection of the redeemed and glorified Zion, and then look at the people now, and their actions, and how they are overcome with their weaknesses, how they cannot go out and come in without coming in contact, in some way, with their neighbors; when they look at the universal sinfulness of mortal man; are ready to exclaim, &#x201C;We shall all go to destruction, salvation is impossible.&#x201D; I do not believe a word of it. If we do the best we know how, and yet commit many acts that are wrong, and contrary to the counsel given to us, there is hope in our case. <\/div><div class=\"paragraph jod\" id=\"v2n815\"> The Savior has warned us to be careful how we judge, forgiving each other seven times seventy in a day,<span class=\"citation\" id=\"65092\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65092)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65092)\">Matt. 18:21-22<\/a><\/span> if we repent, and confess our sins one to another. Can we be more merciful and forgiving than our Father in heaven? We cannot. Therefore let people do the best they can, and they will pave the way for the rising generation to walk up into the light, wisdom, and knowledge of the angels, and of the redeemed from this earth, to say nothing of other earths, and they will be prepared to enjoy in the resurrection all the blessings which are for the faithful, and enjoy them in the flesh. <\/div><div class=\"paragraph jod\" id=\"v2n816\"> It is our duty, and to this we are called so to frame and control circumstances in our lifetime, as to bring blessings upon the rising generation, which we can never attain to while we are in the flesh. But when the vision of our minds is opened to behold the immaculate purity, perfection, light, beauty, and glory of Zion, the heaven of eternity, the place where Saints <div class=\"break columnbreak\" id=\"132b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0132.pdf\" target=\"pdfwin\">p.&#xA0;132b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7919\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and angels dwell in the eternal worlds, then salvation for us poor erring mortals seems almost impossible; it seems that we shall hardly be saved.<span class=\"citation\" id=\"78184\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78184)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78184)\">1 Pet. 4:18<\/a><\/span> This, however, is verily true, we shall hardly be saved. There never was any person over saved; all who have been saved, and that ever will be in the future, are only just saved, and then it is not without a struggle to overcome, that calls into exercise every energy of the soul. <\/div><div class=\"paragraph jod\" id=\"v2n817\"> It is good for us to follow the example of those who have attained unto salvation; consequently if I wish to be saved, and be an instrument of pointing out the way to others, let me not only preach the doctrine of salvation, but set the example in my conduct, and plead with them to follow it. If our faith is one, and we are united to gain one grand object, and I, as an individual, can possibly get into the celestial kingdom, you and every other person, by the same rule, can also enter there. <\/div><div class=\"paragraph jod\" id=\"v2n818\"> Though our interest is one as a people, yet remember, salvation is an individual work; it is every person for themselves. I mean more by this than I have time to tell you in full, but I will give you a hint. There are those in this Church who calculate to be saved by the righteousness of others. They will miss their mark. They are those who will arrive just as the gate is shut, so in that case you may be shut out; then you will call upon someone, who, by their own faithfulness, through the mercy of Jesus Christ, have entered in through the celestial gate, to come and open it for you; but to do this is not their province. Such will be the fate of those persons who vainly hope to be saved upon the righteousness and through the influence of brother Somebody. I forewarn you therefore to cultivate righteousness and faithfulness in yourselves, which is the only passport into celestial happiness. <\/div> <div class=\"break pagebreak\" id=\"133a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0133.pdf\" target=\"pdfwin\">p.&#xA0;133a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7918\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v2n820\"> There is another thing I wish to notice, viz., touching the man brother Morley spoke of this morning, who put away his wife which he had lately taken. He began to tell you how mean it looks to him to trifle in this manner with the greatest blessings of heaven to man. To men who will ask for blessings, and jewels of great price, and seek to cast them away tomorrow, it will be said by and by, &#x201C;Take that and give it to the man who is more worthy.&#x201D;<span class=\"citation\" id=\"94328\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94328)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94328)\">Matt. 25:28<\/a><\/span> And what shall be done with the other? Let him scrub the floor, clean shoes, and make soap. I mean this to be understood spiritually. Of course we shall be so clean in the heavenly Zion, we shall not need anybody to wash for us. When I say we will set such characters to work in the garden, to clean our stables, to curry our horses, or work in the cellar kitchen, it is to be understood spiritually. <\/div><div class=\"paragraph jod\" id=\"v2n821\"> You may get jewels of great price, and trifle with them, and think them nothing, but by and by they will so far outshine you, that you cannot look upon the blaze of their glory without being struck with blindness. The words of the Savior will be fulfilled on such persons, &#x201C;Take heed therefore how ye hear: for whosoever hath, to him shall be given; and whosoever hath not, from him shall be taken even that which he seemeth to have.&#x201D;<span class=\"citation\" id=\"67334\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67334)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67334)\">Luke 8:18<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v2n822\"> That which they think they possess, they only seem to have. It is put in their hands for a few days, to see if they have wisdom sufficient to use it to the glory and honor of God, that they may have more blessings added to them. When they have proved themselves unworthy, that which they seemed to have will be taken away, and given to another who is more worthy, that he may have more abundantly. <\/div><div class=\"paragraph jod\" id=\"v2n823\"> As it respects the wicked actions of the people, while brother Morley was speaking, I thought I could tell you <div class=\"break columnbreak\" id=\"133b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0133.pdf\" target=\"pdfwin\">p.&#xA0;133b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7918\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> things about some men, that you would not want to hear. To satisfy my own feelings by way of comparison, I will give you a faint idea of how they look to me. <\/div><div class=\"paragraph jod\" id=\"v2n824\"> Imagine all the carcasses of the people who have died of the cholera, and of other loathsome diseases, heaped up to rot in one general mass, under the rays of a southern sun, and the stench of such a mass of corruption would not begin to offend my nostrils, and the nostrils of every righteous man, so much as those men do. On the other hand, if every man will do the best he can, and as far as he knows how, it will be well with him, and he will be blessed until there is not room to contain the blessings which will be poured upon him.<span class=\"citation\" id=\"62441\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62441)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62441)\">Mal. 3:10<\/a><\/span> Sin consists in doing wrong when we know and can do better,<span class=\"citation\" id=\"77700\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77700)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77700)\">James 4:17<\/a><\/span> and it will be punished with a just retribution, in the due time of the Lord. <\/div><div class=\"paragraph jod\" id=\"v2n825\"> Have this people been blessed? They have. Why can they not understand, that they are organized and formed for the express purpose of becoming independent in and of themselves, that they may begin to guard against any evil principle, or the suggestions of evil? But you will readily say, &#x201C;That is in all men, it is natural to them.&#x201D; So Paul thought. He was surrounded with spirits of evil, and was wonderfully troubled with them, so much so, that when he would do good, evil was present with him.<span class=\"citation\" id=\"72491\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72491)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72491)\">Rom. 7:21<\/a><\/span> I would have kicked them out of doors. He was a righteous man, and died for the Gospel's sake, and it was right for him to die, if it were for nothing but taking care of the clothes of those who stoned Stephen to death.<span class=\"citation\" id=\"71558\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71558)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71558)\">Acts 7:58<\/a><\/span> &#x201C;Now,&#x201D; says Paul, &#x201C;I would do good to that man, but evil is present with me.&#x201D;<span class=\"citation\" id=\"72490\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72490)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72490)\">Rom. 7:21<\/a><\/span> Why did he not kick that evil out of the way of his doing good? Was he bound to be troubled with it? No, no more than you and I are. <\/div><div class=\"paragraph jod\" id=\"v2n826\"> Are those who are drinking and  <div class=\"break pagebreak\" id=\"134a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0134.pdf\" target=\"pdfwin\">p.&#xA0;134a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7917\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>carousing today (and there may be some doing so who profess to be brethren) obliged to break the Sabbath, and make themselves drunkards and gluttons? No. If the brethren who profess to be Saints, and do wrong, would reveal the root of the matter, and tell the whole truth, it would be, &#x201C;I have a desire to do a great deal of good, but the devil is always at my elbow, and I always like to keep the old gentleman so that I can put my hand upon him, for I want to use him sometimes.&#x201D; That is the reason why men and women are overcome with evil. <\/div><div class=\"paragraph jod\" id=\"v2n828\"> Again, I can charge you with what you will all plead guilty of, if you would confess the truth, viz., you dare not quite give up all your hearts to God, and become sanctified throughout, and be led by the Holy Ghost from morning until evening, and from one year's end to another. I know this is so, and yet few will acknowledge it. I know this feeling is in your hearts, as well as I know the sun shines. <\/div><div class=\"paragraph jod\" id=\"v2n829\"> We will examine it a little closer. Many of you have fearful forebodings that all is not right in the organization of this kingdom. You shiver and shake in your feelings, and tremble in your spirit; you cannot put your trust in God, in men, nor in yourself. This arises from the power of evil that is so prevalent upon the face of the whole earth. It was given to you by your father and mother; it was mingled with your conception in the womb, and it has ripened in your flesh, in your blood, and in your bones, so that it has become riveted in your very nature. If I were to ask you individually, if you wished to be sanctified throughout, and become as pure and holy as you possibly could live, every person would say yes; yet if the Lord Almighty should give a revelation instructing you to be given wholly up to Him, and to His cause, you <div class=\"break columnbreak\" id=\"134b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0134.pdf\" target=\"pdfwin\">p.&#xA0;134b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7917\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> would shrink, saying, &#x201C;I am afraid he will take away some of my darlings.&#x201D; That is the difficulty with the majority of this people. <\/div><div class=\"paragraph jod\" id=\"v2n830\"> It is for you and I to wage war with that principle until it is overcome in us, then we shall not entail it upon our children. It is for us to lay a foundation so that everything our children have to do with, will bring them to Mount Zion, and unto the city of the living God, the heavenly Jerusalem, and to an innumerable company of angels, to the general assembly and Church of the Firstborn, which are written in heaven, and to God the Judge of all, and to the spirits of just men made perfect, and to Jesus the mediator of the new covenant, and to the blood of sprinkling, that speaketh better things than the blood of Abel. If we lay such a foundation with all good conscience, and labor as faithfully as we can, it will be well with us and our children in time and in eternity.<span class=\"citation\" id=\"77249\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77249)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77249)\">Heb. 12:22-24<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v2n831\"> What kind of a sensation would it produce in my heart, should I hear at the close of this meeting that the Lord had suffered the devil to destroy my houses, my wives, and my children, and committed every particle of my property to the devouring flames&#x2014;that I am left destitute, and alone in the world? I wish you all to apply this interrogation to yourselves. What would such a circumstance produce upon this people, provided they did not know the Lord was going to send a judgment upon them, as He has done in former times (though you need not be afraid of it)? How would you feel? Would there not be murmuring, and fault finding, and writing and plotting with apostates, and some fleeing to California, and some running back to the States? <\/div><div class=\"paragraph jod\" id=\"v2n832\"> Or suppose, when you arrive at home from this meeting, you find your neighbors have killed your horses and destroyed your property, how would  <div class=\"break pagebreak\" id=\"135a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0135.pdf\" target=\"pdfwin\">p.&#xA0;135a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5999\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>you feel? You would feel like taking instant vengeance on the perpetrator of the deed. But it would be wrong for you to encourage the least particle of feeling to arise in your bosom like anger, or revenge, or like taking judgment into your own hands, until the Lord Almighty shall say, &#x201C;Judgment is yours, and for you to execute.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v2n834\"> Brother Morley wished to know if anyone could tell the origin of thought. The origin of thought was planted in our organization at the beginning of our being. This is not telling you how it came there, or who put it there. Thought originated with our individual being, which is organized to be as independent as any being in eternity. When you go home, and learn that your neighbors have committed some depredation on your property, or in your family, and anger arises in your bosom, then consider, and know that it arises in yourselves. <\/div><div class=\"paragraph jod\" id=\"v2n835\"> On the other hand, suppose some person has blessed you when you return home, brought you a bag of flour, for instance, in a time of great scarcity, and some butter, milk, and vegetables, thoughts would at once spring up to bless the giver. The origin of thought and reflection is in ourselves. We think, because we are, and are made susceptible of external influences, and to feel our relationship to external objects. Thus thoughts of revenge, and thoughts of blessing will arise in the same mind, as it is influenced by external circumstances. <\/div><div class=\"paragraph jod\" id=\"v2n836\"> If you are injured by a neighbor, the first thought of the unregenerate heart is for God to damn the person who has hurt you. But if a person blesses you, the first thought that arises in you is, God bless that man; and this is the disposition to which we ought to cleave. But dismiss any spirit that would prompt you to injure any creature that the Lord has made, <div class=\"break columnbreak\" id=\"135b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0135.pdf\" target=\"pdfwin\">p.&#xA0;135b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5999\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> give it no place, encourage it not, and it will not stay where you are. You can let the black man, or the white man into your house, as you please; you can say, &#x201C;Walk in,&#x201D; to both of them. <\/div><div class=\"paragraph jod\" id=\"v2n837\"> This is a figure. When the white man presents himself, you know him at once by his complexion; the same when you see darkness and blackness advancing, you know it is from beneath, and you can command it to leave your house. When the good man comes, he brings with him a halo of kindness which fills you with peace and heavenly comfort; invite him into your house, and make him your constant guest. <\/div><div class=\"paragraph jod\" id=\"v2n838\"> I have often told you from this stand, if you cleave to holy, godlike principles, you add more good to your organization, which is made independent in the first place, and the good spirit and influence which come from the Father of lights,<span class=\"citation\" id=\"77450\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77450)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77450)\">James 1:17<\/a><\/span> and from Jesus Christ, and from the holy angels add good to it. And when you have been proved, and when you have labored and occupied sufficiently upon that, it will become, in you, what brother Joseph Smith told Elder Taylor, if he would adhere to the Spirit of the Lord strictly, it should become in him, viz., a fountain of revelation. That is true. After awhile the Lord will say to such, &#x201C;My son, you have been faithful, you have clung to good, and you love righteousness, and hate iniquity,<span class=\"citation\" id=\"94329\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94329)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94329)\">Ps. 45:7<\/a><\/span><span class=\"citation\" id=\"94330\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94330)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94330)\">Heb. 1:9<\/a><\/span> from which you have turned away, now you shall have the blessing of the Holy Spirit to lead you, and be your constant companion, from this time henceforth and forever.&#x201D; Then the Holy Spirit becomes your property, it is given to you for a profit, and an eternal blessing. It tends to addition, extension, and increase, to immortality and eternal lives. <\/div><div class=\"paragraph jod\" id=\"v2n839\"> If you suffer the opposite of this to take possession of your tabernacles, it will hurt you, and all that is asso<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"136a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0136.pdf\" target=\"pdfwin\">p.&#xA0;136a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5998\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ciated with you, and blast, and strike with mildew, until your tabernacle, which was created to continue throughout an endless duration, will be decomposed, and go back to its native elements, to be ground over again like the refractory clay that has spoiled in the hand of the potter, it must be worked over again until it shall become passive, and yield to the potter's wish.<span class=\"citation\" id=\"60512\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60512)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60512)\">Jer. 18:6<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v2n841\"> One power is to add, to build up, and increase; the other to destroy and diminish; one is life, the other is death. Let us, then, lay a foundation for the rising generation to grow up without being trammeled and hindered in their onward course to glory <div class=\"break columnbreak\" id=\"136b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0136.pdf\" target=\"pdfwin\">p.&#xA0;136b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5998\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and happiness by the superstitions, tradition, and ignorance that have blinded and hurt us. Let us do the best we can, and if we make a mistake once, seven times, or seventy times seven in a day, and are honest in our confessions, we shall be forgiven freely. As we expect to obtain mercy, so let us have mercy upon each other. And when the evil spirit comes let him find no place in you. <\/div><div class=\"paragraph jod\" id=\"v2n842\"> I recollect telling the Latter-day Saints that no man could judge the nature of a spirit without first testing it; until then, he is not capable to judge of it. Brethren, love righteousness, and hate iniquity.<span class=\"citation\" id=\"94331\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94331)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94331)\">Ps. 45:7<\/a><\/span><span class=\"citation\" id=\"94332\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94332)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94332)\">Heb. 1:9<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v2n843\"> May God bless you forever. Amen. <\/div>\n<\/div>\n<\/div>"}