{"ID":20024, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Saints Subject to Temptation&#x2014;True Riches, Virtue, and Sanctification&#x2014;&#x201C;Mormonism&#x201D;&#x2014;Gladdenites, Apostles, and Saints&#x2014;Devils Without Tabernacles.<\/div>\n<div class=\"subtitle\">A Discourse by President Brigham Young, Delivered in the Tabernacle, Great Salt Lake City, April 17, 1853.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Saints Subject to Temptation, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 4\/17\/1853<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d24\">\n<div class=\"paragraph jod\" id=\"v2n736\"> I will embrace the present opportunity for making a few remarks, as I expect to leave this city before another Sabbath, to be gone several weeks. <\/div><div class=\"paragraph jod\" id=\"v2n737\"> You have heard good instructions, counsel, and advice from Amasa Lyman and Charles C. Rich; I desire to profit by their sayings, and I hope this people will. <\/div><div class=\"paragraph jod\" id=\"v2n738\"> We see men before us who are old Elders in this Church, veterans in the kingdom of God; I hope they will live many years to grace our ranks. Those who have been in the Church from the beginning are men and women who have paid attention to their faith, and to the doctrine of sound common sense; they have been good scholars, and by this time must understand tolerably well what they believe. They must also be schooled in the study of man, and in matters which pertain to nations and kingdoms, and in circumstances which concern us as individuals. <\/div><div class=\"paragraph jod\" id=\"v2n739\"> The doctrine we have heard is good; we have listened to principles that pertain to life and salvation; and I repeat again what you have heard often, &#x201C;Secure for yourselves first the kingdom of heaven and its righteousness.&#x201D;<span class=\"citation\" id=\"63619\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63619)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63619)\">Matt. 6:33<\/a><\/span> When you have done this, every good principle, every good thing, every great endowment, every peaceful influence, and all that can be enjoyed by celestial beings are and will be yours. <\/div><div class=\"paragraph jod\" id=\"v2n740\"> We may be within the pale of the <div class=\"break columnbreak\" id=\"121b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0121.pdf\" target=\"pdfwin\">p.&#xA0;121b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7930\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> kingdom of God on earth, yet we are liable to be overcome of evil. There are many spirits who have gone abroad in the world,<span class=\"citation\" id=\"78732\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78732)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78732)\">1 Jn. 4:1<\/a><\/span><span class=\"citation\" id=\"85923\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85923)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85923)\">D&amp;C 50:1<\/a><\/span> and men are overcome by false spirits, and led astray from the path of truth. They will begin by doing some evil thing out of sight, and say, &#x201C;O, it is nothing, it is a mere trifle, and the Lord is merciful, and forgiveth sin.&#x201D; The sins which are considered trifles lay the foundation for greater evils, and expose men to be tempted, and buffeted by Satan, and they will be overcome little by little, until by and by they are overtaken in a fault which is more aggravating in the sight of justice, which lays the foundation for another trial more severe, and to be buffeted more by the devil, for they lay themselves more liable to his power. We might refer you to many instances of Elders of Israel becoming victims to evil&#x2014;but I pass over that disagreeable matter. <\/div><div class=\"paragraph jod\" id=\"v2n741\"> God never bestows His grace upon an individual without trying it in that person, to see if the compound is good. Men do not realize this, nor think upon it as they ought; if they did they would be more careful never to speak against the Father, against the Son, against any heavenly being, or against any being on the earth. <\/div><div class=\"paragraph jod\" id=\"v2n742\"> Brethren, seek first the kingdom of heaven and its righteousness,<span class=\"citation\" id=\"63620\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63620)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63620)\">Matt. 6:33<\/a><\/span> then all the blessings that brother Amasa anticipates enjoying will be yours. But  <div class=\"break pagebreak\" id=\"122a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0122.pdf\" target=\"pdfwin\">p.&#xA0;122a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7929\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>no man or woman can enjoy them unless they have first secured to themselves the kingdom of heaven&#x2014;unless they have secured to themselves eternal life. <\/div><div class=\"paragraph jod\" id=\"v2n744\"> Our bodies are satisfied with plenty of food, and we have property around us of various kinds, which satisfies our temporal wants for the moment. But, as I told you some time since, the king seated upon his throne wearing a glittering crown, and surrounded with all the glory of his greatness today, tomorrow may be numbered with the beggar, and his crown given to another. Today we possess riches, and tomorrow they may take the wings of the morning and leave us poor indeed. <\/div><div class=\"paragraph jod\" id=\"v2n745\"> How long shall we enjoy the happiness we now enjoy, in coming to this house to worship the Lord, and in associating in other capacities with our dear friends? Perhaps by another Sabbath many of us may be laid away, if not in the graveyard, upon a bed of sickness. We cannot trust to the certainty of mortal possessions; they are transitory, and a dependence upon them will plunge into hopeless disappointment all those who trust in them. When men act upon the principles which will secure to them eternal salvation, they are sure of obtaining all their hearts' desire, sooner or later; if it does not come today, it may come tomorrow; if it does not come in this time, it will in the next. <\/div><div class=\"paragraph jod\" id=\"v2n746\"> If people would contemplate the stupendous works of God, and be honest and candid in their investigations, there is much to be learned that would show them how comparatively worthless are earthly things. We see the spangled vault of the starry heavens stretched over us; but little is known of the wonders of the firmament. Astronomers have, by their researches, discovered some general facts that have proved useful and instructing to the scientific portion of mankind. The phenomena of the motions <div class=\"break columnbreak\" id=\"122b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0122.pdf\" target=\"pdfwin\">p.&#xA0;122b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7929\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of the heavenly bodies, and their times and seasons are understood pretty accurately. But who knows what those distant planets are? Who can tell the part they play in the grand theater of worlds? Who inhabits them, and who rules over them? Do they contain intelligent beings, who are capable of the happiness, light, glory, power, and enjoyments that would satisfy the mind of an angel of God? Who can tell these things? Can they be discovered by the light of science? They cannot. Let every intelligent person seriously contemplate this subject, and let the true light of reason illuminate the understanding, and a sound judgment inspired by the Spirit of Christ be your guide, and what will be your conclusions? They will be what mine are&#x2014;that the Lord Almighty reigns there; that His people are there; and that they are, or have been, earths to fulfil a similar destiny to the one we inhabit; and <span class=\"italic\">there<\/span> is eternity; and as Enoch of old said&#x2014;&#x201C;Thy curtains are stretched out still.&#x201D;<span class=\"citation\" id=\"93022\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93022)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93022)\">Moses 7:30<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v2n747\"> Can any of the astronomers in the world point out the kingdom or the world where God is not? Where He does not reign? Can a kingdom be found, by worldly wisdom, study, or by any means that can be employed, over which He does not sway His scepter? If such a kingdom exists, I will acknowledge that the doctrine I taught you the other day is incorrect; and besides that, you will have to blot out some of the writings of the ancient Scriptures. <\/div><div class=\"paragraph jod\" id=\"v2n748\"> I wish to make an application of this, with the sayings we have heard from brother Amasa Lyman today. <\/div><div class=\"paragraph jod\" id=\"v2n749\"> We talk about true riches&#x2014;about the eternal attributes of the Deity&#x2014;and about that which He has given to the children of men. I also heard something said the other day about sanctification. This doctrine I heard taught many years ago, and I perceive that men do not fully understand these  <div class=\"break pagebreak\" id=\"123a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0123.pdf\" target=\"pdfwin\">p.&#xA0;123a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7928\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>principles; even the best of the Latter-day Saints have but a faint idea of the attributes of the Deity. <\/div><div class=\"paragraph jod\" id=\"v2n751\"> Were the former and Latter-day Saints, with their Apostles, Prophets, Seers, and Revelators collected together to discuss this matter, I am led to think there would be found a great variety in their views and feelings upon this subject without direct revelation from the Lord. It is as much my right to differ from other men, as it is theirs to differ from me, in points of doctrine and principle, when our minds cannot at once arrive at the same conclusion. I feel it sometimes very difficult indeed to word my thoughts as they exist in my own mind, which, I presume, is the grand cause of many apparent differences in sentiment which may exist among the Saints. <\/div><div class=\"paragraph jod\" id=\"v2n752\"> What I consider to be virtue, and the only principle of virtue there is, is to do the will of our Father in heaven. That is the only virtue I wish to know. I do not recognize any other virtue than to do what the Lord Almighty requires of me from day to day. In this sense virtue embraces all good; it branches out into every avenue of mortal life, passes through the ranks of the sanctified in heaven, and makes its throne in the breast of the Deity. When the Lord commands the people, let them obey. That is virtue. <\/div><div class=\"paragraph jod\" id=\"v2n753\"> The same principle will embrace what is called sanctification. When the will, passions, and feelings of a person are perfectly submissive to God and His requirements, that person is sanctified. It is for my will to be swallowed up in the will of God, that will lead me into all good, and crown me ultimately with immortality and eternal lives. <\/div><div class=\"paragraph jod\" id=\"v2n754\"> There are numbers of men who can say much with regard to their faith in, and exalted views of &#x201C;Mormonism;&#x201D; they could converse continually about <div class=\"break columnbreak\" id=\"123b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0123.pdf\" target=\"pdfwin\">p.&#xA0;123b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7928\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> it. In a word, if &#x201C;Mormonism&#x201D; is not my life, I do not know that I have any. I do not understand anything else, for it embraces everything that comes within the range of the understanding of man. If it does not circumscribe everything that is in heaven and on earth, it is not what it purports to be. <\/div><div class=\"paragraph jod\" id=\"v2n755\"> I will inform you how I became a &#x201C;Mormon&#x201D;&#x2014;how the first solid impression was made upon my mind. When I undertook to sound the doctrine of &#x201C;Mormonism,&#x201D; I supposed I could handle it as I could the Methodist, Presbyterian, and other creeds of Christendom, which I had paid some considerable attention to, from the first of my knowing anything about religion. When &#x201C;Mormonism&#x201D; was first presented to me, I had not seen one sect of religionists whose doctrines, from beginning to end, did not appear to me like the man's masonry which he had in a box, and which he exhibited for a certain sum. He opened the main box from which he took another box; he unlocked that and slipped out another, then another, and another, and thus continued to take box out of box until he came to an exceedingly small piece of wood; he then said to the spectators, &#x201C;That, gentlemen and ladies, is free masonry.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v2n756\"> I found all religions comparatively like this&#x2014;they were so deficient in doctrine that when I tried to tie the loose ends and fragments together, they would break in my hands. When I commenced to examine &#x201C;Mormonism,&#x201D; I found it impossible to take hold of either end of it; I found it was from eternity, passed through time, and into eternity again. When I discovered this, I said, &#x201C;It is worthy of the notice of man.&#x201D; Then I applied my heart to wisdom, and sought diligently for understanding.<span class=\"citation\" id=\"57363\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57363)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57363)\">Prov. 2:2<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v2n757\"> But the natural wisdom and judgment which were given me from my youth, were sufficient to enable me to  <div class=\"break pagebreak\" id=\"124a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0124.pdf\" target=\"pdfwin\">p.&#xA0;124a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7927\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>easily comprehend the discrepancies and lack in the creeds of the day. <\/div><div class=\"paragraph jod\" id=\"v2n759\"> &#x201C;Mormonism&#x201D; is all in all to me; everything else in the shape of false government and false religion will perish in the due time of the Lord, or else the ancient Prophets have been mistaken. If death is not destroyed, and him that hath the power of it,<span class=\"citation\" id=\"76467\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76467)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76467)\">Heb. 2:14<\/a><\/span> and every man and woman who are not prepared to enjoy a kingdom where angels administer, then much of the Bible is exceedingly erroneous. Every kingdom will be blotted out of existence, except the one whose ruling spirit is the Holy Ghost; and whose king is the Lord. The Lord said to Jeremiah the Prophet, &#x201C;Arise, and go down to the potter's house, and there I will cause thee to hear my words. Then I went down to the potter's house, and, behold, he wrought a work on the wheels. And the vessel that he made of clay was marred in the hands of the potter: so he made it again another vessel, as seemed good to the potter to make it.&#x201D;<span class=\"citation\" id=\"60494\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60494)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60494)\">Jer. 18:1-4<\/a><\/span> The clay that marred in the potter's hands was thrown back into the unprepared portion, to be prepared over again.<span class=\"citation\" id=\"60511\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60511)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60511)\">Jer. 18:6<\/a><\/span> So it will be with every wicked man and woman, and every wicked nation, kingdom, and government upon earth, sooner or later; they will be thrown back to the native element from which they originated, to be worked over again, and be prepared to enjoy some sort of a kingdom. <\/div><div class=\"paragraph jod\" id=\"v2n760\"> Then where will be their glory&#x2014;their lands&#x2014;their silver and gold&#x2014;their precious diamonds and jewels&#x2014;and all their fine pictures, and precious ornaments? In the hands of the Saints. Will the wicked inherit them? No; they will be disinherited. <\/div><div class=\"paragraph jod\" id=\"v2n761\"> I do not wonder at the ancients marveling at the wickedness and unbelief of the people. I do not wonder at the words of the Savior, which will apply to the people generally as <div class=\"break columnbreak\" id=\"124b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0124.pdf\" target=\"pdfwin\">p.&#xA0;124b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7927\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> well now as then, when he said, &#x201C;O fools, and slow of heart to believe all that the prophets have spoken.&#x201D;<span class=\"citation\" id=\"68404\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68404)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68404)\">Luke 24:25<\/a><\/span> This generation are seeking eagerly after that which will perish in their hands; they are madly rushing forward, hazarding their eternal all, to secure transitory possessions, which, when they think they have obtained them, are not fully satisfactory; they have grasped at the walls of an airy phantom, and sacrificed an enduring substance. How foolish, in the eyes of the truly intelligent, the pursuits of the wicked appear. They set their hearts' affections upon that which is not durable, seeking happiness where misery and all its attendant effects are sure to be realized. Jesus said to his disciples, when he was about to leave them, &#x201C;These things I have spoken unto you, that in me ye might have peace. In the world ye shall have tribulation: but be of good cheer; I have overcome the world.&#x201D;<span class=\"citation\" id=\"70528\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70528)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70528)\">John 16:33<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v2n762\"> Who wishes to overvalue earthly things as they are now constituted? They are made to be changed, they are subject to decay. But the earth will not be utterly destroyed; the elements of which it is composed will not be annihilated, but they will be changed. Neither shall those be consumed who can abide the day of the Lord Almighty, and stand in His presence. The earth in that great day will be renovated&#x2014;cleansed from wickedness&#x2014;purified from dross, sanctified, and prepared for the habitation of the Saints of the Most High. <\/div><div class=\"paragraph jod\" id=\"v2n763\"> On the other hand, the wicked shall be consumed with the Spirit of His mouth, and destroyed by the brightness of his coming.<span class=\"citation\" id=\"75789\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75789)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75789)\">2 Thes. 2:8<\/a><\/span> The gold, the silver, the precious stones, and all that is desirable to beautify the heaven of the Saints, will be made pure, and fit for them to handle. It is the <span class=\"italic\">misapplied<\/span> intelligence God has given us that makes all the mischief on the earth. That intelligence He de<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"125a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0125.pdf\" target=\"pdfwin\">p.&#xA0;125a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7926\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>signed to carry out the purposes of His will, and endowed it with capabilities to grow, spread abroad, accumulate, and endeavor to enjoy greater happiness, glory, and honor, and continue to expand wider and wider, until eternity is comprehended by it; if not applied to this purpose, but to the groveling things of earth, it will be taken away, and given to one who has made better use of this gift of God. <\/div><div class=\"paragraph jod\" id=\"v2n765\"> I say again&#x2014;&#x201C;Seek ye first the kingdom of God, and his righteousness,&#x201D;and<span class=\"citation\" id=\"63621\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63621)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63621)\">Matt. 6:33<\/a><\/span> in due time, no matter when, whether in this year or in the next, in this life or in the life to come, &#x201C;all these things&#x201D; (that appear so necessary to have in the world) &#x201C;shall be added unto you.&#x201D; Everything that is in heaven, on the earth, and in the earth, everything the most fruitful mind can imagine, shall be yours, sooner or later. I wish you would square your lives according to what has been said to you today, especially while I am gone. <\/div><div class=\"paragraph jod\" id=\"v2n766\"> I wish to say to all the brethren, young men, and boys, while I am gone from your midst for a season, let your conduct and conversation be such as becometh your profession in all things. I hope I shall not hear of drunkenness, confusion, and quarrelling when I return. I am never afraid of it when I am here, for I can manage such characters so completely that they do not think it worthwhile to begin. While I am gone, behave yourselves. I will preach to you the same sermon I preached to the missionaries a week ago, viz., &#x201C;Walk uprightly.&#x201D;<span class=\"citation\" id=\"56927\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56927)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56927)\">Ps. 84:11<\/a><\/span> When I return, and find you have done this, all will be well; if you have violated this counsel, you may expect to be chastised. Let it be said when I return, &#x201C;All is right; all has been peace; and good order has prevailed in your absence.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v2n767\"> I wish to say a few words about some men and families in this city, <div class=\"break columnbreak\" id=\"125b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0125.pdf\" target=\"pdfwin\">p.&#xA0;125b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7926\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> called Gladdenites. We have been pretty severe upon them, but nowhere, except in the pulpit, to my knowledge. I counsel my brethren to keep away from their houses; let them alone, and treat them as courteously as you would any other person. Do you enquire whether I have any grounds for giving this advice? I answer, I have. For there are few men in this congregation who know when to stop, should they find themselves engaged in a contest with one of that class of people, therefore let them alone entirely. Those individuals are disagreeable to me, and so are their doctrines. The man they hold up is so low and degraded in his spirit, feelings, and life, I have not patience to hear anything said about him. I have known him too long, and too well, not to be satisfied of the wickedness of his heart. <\/div><div class=\"paragraph jod\" id=\"v2n768\"> You say you wish to do right, and please the Lord in all your actions; but were I to adopt an evil practice, the greater portion of this community would follow it. Why not follow me then in doing right? Righteousness, in whomsoever found, will never lead you astray; while wickedness will lead you to ruin. No man possessing the Spirit of the Lord, can for a moment believe Gladden Bishop's writings. If it were possible, his system is more foolish than the exhibition of free masonry I have referred to. <\/div><div class=\"paragraph jod\" id=\"v2n769\"> I wish this community to understand, that what has been said here touching those men and their views, has been with no other design than to cause them to use their tongues as they ought, and cease abusing me and this people. Some of them visited me yesterday, and wished to know if it was safe for them to stay here. I told them they were as safe as I was, if they did not undertake to make us swallow, whether or not, something we are not willing to take. &#x201C;We have been driven, and re-driven,&#x201D; said I, &#x201C;and if corrupt people stay in our  <div class=\"break pagebreak\" id=\"126a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0126.pdf\" target=\"pdfwin\">p.&#xA0;126a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7925\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>midst, they have got to use their tongues properly.&#x201D; They promised they would, if they might stay. <\/div><div class=\"paragraph jod\" id=\"v2n771\"> If they wish to live here in peace, I am willing they should, but I do not wish them to stir up strife. I never expected that this community would be composed entirely of Latter-day Saints, but I expected there would be goats mixed among the sheep, until they are separated.<span class=\"citation\" id=\"66165\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66165)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66165)\">Matt. 25:32-33<\/a><\/span> I do not look for anything else, but I wish them to behave themselves in their sphere, also the sheep; and let the goats associate with their goatish companions, and not endeavor to disturb the equanimity of the sheep in their pasture. <\/div><div class=\"paragraph jod\" id=\"v2n772\"> This comparison will apply to this people, and those men. If they wish to labor, and obtain a living, they are welcome to do so; but they are not at liberty to disturb the peace of their neighbors in any way; neither let this people disturb them, but grant them every privilege claimed by, and belonging to, American citizens. Let them meet together and pray if they please; this is their own business. Let them do as some did in a camp meeting in York State&#x2014;One man met another and said, &#x201C;How do you do? How are they getting along on the campground?&#x201D; &#x201C;Why they are serving God like the very devil,&#x201D; was the reply. And the Gladdenites may serve God like the devil, if they will keep out of my way, and out of the way of this people. <\/div><div class=\"paragraph jod\" id=\"v2n773\"> The men who visited me yesterday, stated that they believed Joseph was a true Prophet, and that they were full-blooded &#x201C;Mormons;&#x201D; indeed they seemed to have in them an extra charge of &#x201C;Mormon&#x201D; blood. I asked one of them if he had any confidence in the endowment. He confessed he had no faith in it. I then asked him if he did not believe that Joseph Smith was a fallen Prophet. His reply was, &#x201C;I rather think he is.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v2n774\"> When a man throws a stone at me, <div class=\"break columnbreak\" id=\"126b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0126.pdf\" target=\"pdfwin\">p.&#xA0;126b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7925\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and with it dashes his own brains out, I have nothing to say. He called himself a full-blooded &#x201C;Mormon,&#x201D; and almost in the same breath declared Joseph was a fallen Prophet, and that he had no confidence in the endowment. How is it in reality with those men? Why they have not a particle of faith either in Joseph Smith, or in the Book of Mormon. I told one of them, who professed to be so honest, that he wanted the Lord to come down from heaven that moment and judge him, that five years would not pass away before he would be cursing, and swearing, and proclaiming blasphemously against every good principle in heaven and on earth. <\/div><div class=\"paragraph jod\" id=\"v2n775\"> They do not know what they believe, neither do they know what they have received. They think they know all about it. They think they know that you are out of the right way, and that they are walking in it. When they say this people are going to be destroyed by the judgments of God, it is to me like the crackling of thorns under the pot.<span class=\"citation\" id=\"57576\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57576)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57576)\">Eccl. 7:6<\/a><\/span> Pass along, and mind your own business, is a fit reply to their declarations. <\/div><div class=\"paragraph jod\" id=\"v2n776\"> There has never been a Church of God on the earth without such characters. According to their outward appearance, they are as good men and women as you might think could possibly be. You might say with safety, &#x201C;They are truly Saints,&#x201D; if you were to judge by the appearance of the outside of the platter.<span class=\"citation\" id=\"65536\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65536)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65536)\">Matt. 23:25-26<\/a><\/span> But what does Jesus Christ say? &#x201C;Not every one that saith unto me, Lord, Lord, shall enter into the kingdom of heaven; but he that doeth the will of my Father which is in heaven.&#x201D;<span class=\"citation\" id=\"63931\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63931)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63931)\">Matt. 7:21<\/a><\/span> Again? &#x201C;For whosoever shall do the will of my Father which is in heaven, the same is my brother, and sister, and mother.&#x201D;<span class=\"citation\" id=\"64466\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64466)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64466)\">Matt. 12:50<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v2n777\"> He that doeth the will of God, is His disciple. You may say Joseph was a devil, if you like, but he is at  <div class=\"break pagebreak\" id=\"127a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0127.pdf\" target=\"pdfwin\">p.&#xA0;127a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7924\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>home, and still holds the keys of the kingdom, which were committed to him by heavenly messengers, <span class=\"italic\">and always will<\/span>. Do you ask who brother Brigham is? He is an humble instrument in the hands of God, to keep His people in the path which He has marked out through the instrumentality of His servant Joseph; and to travel in which is all I ask of them. I said some time since on this stand, if I was not a Prophet, I certainly had been profitable to this people. I know I have, by the blessing of the Lord, been successful in profiting them. The Lord has done it through me. <\/div><div class=\"paragraph jod\" id=\"v2n779\"> There is a man named Martin Harris, and he is the one who gave the holy roll to Gladden. When Martin was with Joseph Smith, he was continually trying to make the people believe that he (Joseph) was the Shepherd, the Stone of Israel.<span class=\"citation\" id=\"53728\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53728)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53728)\">Gen. 49:24<\/a><\/span><span class=\"citation\" id=\"85997\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85997)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85997)\">D&amp;C 50:44<\/a><\/span> I have heard Joseph chastise him severely for it, and he told me that such a course, if persisted in, would destroy the kingdom of God. Who else ever said that Joseph Smith was anything but an unlearned son of a backwoodsman; who had all his lifetime, ever since he could handle an ax, helped his father to support his little family by cutting wood? <\/div><div class=\"paragraph jod\" id=\"v2n780\"> Thus the Lord found him, and called him to be a Prophet, and made him a successful instrument in laying the foundation of His kingdom for the last time. This people never professed that Joseph Smith was anything more than a Prophet given to them of the Lord; and to whom the Lord gave the keys of this last dispensation, which were not to be taken from him in time, neither will they be in eternity. <\/div><div class=\"paragraph jod\" id=\"v2n781\"> I wish to see this people fulfil in every particular what Joseph told them to do, and build up the kingdom of God, and this they are doing. I give them praise today, for they are a God-blessed people. Which of these <div class=\"break columnbreak\" id=\"127b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0127.pdf\" target=\"pdfwin\">p.&#xA0;127b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7924\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Elders that are sitting round me, if they were asked to go on a mission for five, ten, or twenty years, would not rise up and say, &#x201C;I am ready,&#x201D; notwithstanding all their weaknesses and foolishness? <\/div><div class=\"paragraph jod\" id=\"v2n782\"> Ask an apostate to go and preach salvation to a perishing world, and his reply would be, &#x201C;I cannot go, I am too poor.&#x201D; They are a perfect abomination among men. Did they ever build up the kingdom of God in any way? Never. They have done nothing but apostatize, and they will now continually try to destroy the work of God with all their might. This is all they ever did do, and it is all they ever will do. There is not a faithful Elder here who would not, if called upon, readily go forth to preach the Gospel in distant countries, though he had not a shoe to his feet, or a coat to his back. Would an apostate do it? No, they cannot do anything without money! money! <span class=\"italic\">money!<\/span> which is their god. The faithful children of God will be faithful in preaching the Gospel, in building up the cause of their God, and in carrying salvation to thousands and millions of the fallen race of Adam, which we have done. <\/div><div class=\"paragraph jod\" id=\"v2n783\"> I wonder what apostate would do as we did when we went to England? I was better off than many of my brethren, for I had three shillings to pay my expenses to Preston. On we went to that town, and held our Conference, and from thence we started out every way, preaching the Gospel in the regions round about. <\/div><div class=\"paragraph jod\" id=\"v2n784\"> Allow me the privilege of boasting, though it is not me but the Lord that has done it. We sustained ourselves, and assisted the poor to a very large amount, and only stayed in England one year and sixteen days. This means was gathered up by faith, and we baptized over seven thousand people, gave away about sixty thousand tracts, for which I paid the money, and sent Elders out to preach in every  <div class=\"break pagebreak\" id=\"128a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0128.pdf\" target=\"pdfwin\">p.&#xA0;128a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7923\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>direction. Would an apostate do this? No. But they wish to sour, corrupt, and desecrate with apostasy every Saint they come in contact with. It is not in them to do any good to the cause of truth; but out of the evil they design the Lord will bring good. <\/div><div class=\"paragraph jod\" id=\"v2n786\"> This people commenced with nothing. Joseph Smith, the honored instrument in the hands of God to lay the foundation of this work, commenced with nothing; he had neither the wisdom nor the riches of this world. And it is proven to our satisfaction, that when rich men have come into this Church, the Lord has been determined to take their riches from them and make them poor; that all His Saints may learn to obtain that which they possess by faith. <\/div><div class=\"paragraph jod\" id=\"v2n787\"> How many times has He made us poor? Thousands of dollars worth of property in houses and lands, which the Lord gave me, are now in the East, in the hands of our enemies. I never said they were mine, they were the Lord's, and I was one of His stewards. When I went to Kirtland, I had not a coat in the world, for previous to this I had given away everything I possessed, that I might be free to go forth and proclaim the plan of salvation to the inhabitants of the earth. Neither had I a shoe to my feet, and I had to borrow a pair of pants and a pair of boots. I stayed there five years, and accumulated five thousand dollars. How do you think I accomplished this? Why, the Lord Almighty gave me those means. I have often had that done for me that has caused me to marvel. I know, as well as I know I am standing before you today, that I have had money put into my trunk and into my pocket without the instrumentality of any man. This I know to a certainty. Ask an apostate, if they can, in truth, bear testimony to such a thing. They cannot do it. Enough about that. <\/div><div class=\"paragraph jod\" id=\"v2n788\"> Again, I say if &#x201C;Mormonism&#x201D; is <div class=\"break columnbreak\" id=\"128b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0128.pdf\" target=\"pdfwin\">p.&#xA0;128b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7923\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> not all I anticipated it to be, it is nothing. If it is not in me, and I in it, if it is not all and in all to me, I am deceived in myself. It is everything in heaven and on earth to those who possess it truly; but lose this, and, as I told you the other day, what remains will dwindle, perish, decay, decompose, and be reduced to its native element, or, in other words, be thrown into the mill to be ground over. <\/div><div class=\"paragraph jod\" id=\"v2n789\"> The Lord Almighty will not let anything endure that offers hospitality to the devil and his imps. Those who suffer their bodies to be dwellings for evil spirits, must suffer loss, for devils cannot construct a house that will in any way answer their purpose; neither have they been able to do so in all the eternities there are; that is the very thing which causes us trouble continually; for they are trying all the time to get into our dwellings, because they have none of their own. Did you ever desire to take possession of another person's tabernacle, and leave your own? No rational person owning a tabernacle would wish to do so. The devils have no tabernacles, which is the reason of their wanting to possess human bodies. If any of you have suffered any of these houseless spirits to enter you, turn them out, and they will perhaps seek refuge in the body of an ox, or some other animal, or maybe go into Jordan. <\/div><div class=\"paragraph jod\" id=\"v2n790\"> Do you think the legion<span class=\"citation\" id=\"124696\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124696)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124696)\">Mark 5:9<\/a><\/span> we read of, that entered the swine,<span class=\"citation\" id=\"66539\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66539)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66539)\">Mark 5:13<\/a><\/span> in the days of Christ, had bodies of their own? No; they have no meetinghouses but in ballrooms, gaming houses, brothels, gin palaces, parlors, bedrooms, and other places which they frequent in the bodies of those they lead captive; otherwise they are wandering to and fro in the earth,<span class=\"citation\" id=\"55996\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55996)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55996)\">Job 1:7<\/a><\/span> seeking to possess tabernacles that other spirits,<span class=\"citation\" id=\"83932\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83932)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83932)\">D&amp;C 10:27<\/a><\/span> not of their order, already occupy. They are in our midst watching for an opportunity to enter where they may. What will be the doom of those who  <div class=\"break pagebreak\" id=\"129a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0129.pdf\" target=\"pdfwin\">p.&#xA0;129a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7922\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>give way to them, and yield to them the possession of their tabernacles? They will wander to and fro, happiness will be hid from them, they will weep, and wail, and suffer, until their bodies return to their mother earth, and their spirits to judgment. <\/div><div class=\"paragraph jod\" id=\"v2n792\"> Brethren and sisters, you are on the right track; be virtuous, humble, thankful, generous, and true to your God, and to each other, loving Him more than all things else, and making His Law your delight day and night. If I did not love the Lord enough to leave houses, lands, father, mother, wives, and children, and even be ready to lay down my life freely for the kingdom of God's sake,<span class=\"citation\" id=\"66612\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66612)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66612)\">Mark 10:29<\/a><\/span> I should not consider I was worthy of it. Were I to <div class=\"break columnbreak\" id=\"129b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0129.pdf\" target=\"pdfwin\">p.&#xA0;129b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7922\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> forsake all for it, I should lose nothing; for the man who honors and serves God cannot suffer loss. <\/div><div class=\"paragraph jod\" id=\"v2n793\"> The very laws which govern eternity are planned to sustain an eternal growth, gathering together and increasing; so that the true servant of God cannot possibly suffer loss, but will reap eternal gain, though he, for the cause of truth, is poor and needy through the whole of this short life. He has made truth his theme; and what is it? I will say it is that which endures; it is eternity, and its power is to grow, increase, and expand, adding life to life, and power to power, worlds without end. <\/div><div class=\"paragraph jod\" id=\"v2n794\"> May God bless you. Amen. <\/div>\n<\/div>\n<\/div>"}