{"ID":20027, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Fulfillment of Prophecy&#x2014;Wars and Commotions.<\/div>\n<div class=\"subtitle\">A Discourse by President Jedediah M. Grant, Delivered in the Tabernacle, Great Salt Lake City, April 2, 1854.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Fulfillment of Prophecy&#x2014;Wars and Commotions.<\/div>\n<div class=\"speaker\">Speaker: Jedediah M. Grant<\/div>\n<div class=\"date\">Date: 4\/2\/1854<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d27\">\n<div class=\"paragraph jod\" id=\"v2n897\"> We are assembled this afternoon to partake of bread, and drink in remembrance of the death and suffering of our Lord and Savior Jesus Christ. <\/div><div class=\"paragraph jod\" id=\"v2n898\"> I am satisfied that the Spirit of the Lord attends us whenever we meet in the way He has commanded; and whenever we have a meek and quiet spirit, we are prepared to receive that additional influence of the Holy Spirit, necessary to lead us into all truth,<span class=\"citation\" id=\"70321\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70321)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70321)\">John 16:13<\/a><\/span> through the ordinances of the house of the Lord. <\/div><div class=\"paragraph jod\" id=\"v2n899\"> While we sit and contemplate upon the fulfillment of prophecy, delivered by the Prophet of the Lord in this dispensation, and by many more of His servants; while we contemplate upon the fulfillment of the revelations in the Book of Mormon, and in the Book of Doctrine and Covenants, and think of the events that we have been for twenty odd years expecting and preaching about, now rolling in on the right and on the left; it is calculated to make some of our very anxious people feel more satisfied. <\/div> <div class=\"break columnbreak\" id=\"145b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0145.pdf\" target=\"pdfwin\">p.&#xA0;145b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5989\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v2n900\"> The time has been, that even many of our Elders, when the sun was retiring in the west, looked for some sign in the heavens&#x2014;for some flaming sword unsheathed, or some visible display of the power of the Almighty, by which they might know of the near approach of the Son of God. Others have feared greatly they would not live to see the fulfillment of the prophecies of brother Joseph, brother Brigham and others; they have felt very anxious indeed about it. But I am convinced, that that class of Saints which have been so struck with anxiety and fearfulness, may now dismiss their fears, and dispense with all their anxiety in relation to the predicted events that are coming upon the earth, for they are rolling in with such rapidity&#x2014;they are rushing upon the astonished world with such velocity, as to exceed even our most sanguine expectations. <\/div><div class=\"paragraph jod\" id=\"v2n901\"> The things that are transpiring upon the earth are certainly as great  <div class=\"break pagebreak\" id=\"146a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0146.pdf\" target=\"pdfwin\">p.&#xA0;146a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5988\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and as momentous as any of the revelations hold forth, or as any of the predictions of the Prophet Joseph have foretold. <\/div><div class=\"paragraph jod\" id=\"v2n903\"> Notwithstanding this display of the power of God in fulfilling His word, we need not expect the eyes of the inhabitants of the earth to be opened to understand the meaning of the astounding events that are transpiring around them, for one of the marked signs of the last days is, the blindness of the people; we are told they should have eyes and see not, and ears but hear not, and hearts but understand not.<span class=\"citation\" id=\"64501\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64501)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64501)\">Matt. 13:13-17<\/a><\/span> If in the days of Jesus this was true of the Jews and surrounding nations, it is doubly so now in relation to the nations with which we are acquainted. <\/div><div class=\"paragraph jod\" id=\"v2n904\"> Though the fulfillment of the words of the Prophets is clear and visible to us as the noonday sun in its splendor, yet the people of the world are blinded thereto; they do not comprehend nor discern the hand of the Lord. The Saints who live in the Spirit, walk by the Spirit, and are governed by the counsels of the Almighty, can see the working of the Lord, not only in our midst&#x2014;not only in Utah Territory, in the midst of the people of God who assemble in this Tabernacle&#x2014;it is not only in this latter-day capacity we view the work of God, but we let our minds stretch abroad to creation's utmost extent, and we can see the hand of the Lord in all the events of earth. We see it in the revolutions of our own continent; we see it in the scattering and scourging of the house of Israel; in the fading away of nations, on the right and on the left; in the present commotion in our own nation; in the broils and contentions between the South and the North; in short, we see it in all the events connected with our own and other nations living on the continent of North and South America. And when the mind's eye stretches abroad across the mighty deep, through<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"146b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0146.pdf\" target=\"pdfwin\">p.&#xA0;146b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5988\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>out Europe, we see the hand of the Lord visibly at work there, not only in the spread of the Gospel, in the prosperity of the people of God, and in the proclamation of the eternal principles of truth through the agency of the Elders of Israel, but in the war cloud gathering black around, dyeing the ocean with human gore, and drenching the solid earth with blood. <\/div><div class=\"paragraph jod\" id=\"v2n905\"> We see it in the preparations of war, and the framing of treaties of peace among strong nations. The world is in commotion, and the hearts of men fail them for fear<span class=\"citation\" id=\"94282\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94282)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94282)\">Luke 21:26<\/a><\/span><span class=\"citation\" id=\"94283\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94283)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94283)\">D&amp;C 88:91<\/a><\/span><span class=\"citation\" id=\"94284\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94284)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94284)\">Moses 7:66<\/a><\/span> of the impending storm that threatens to enshroud all nations in its black mantle. Treaties of peace may be made, and war will stop for a season, but there are certain decrees of the Gods, and certain bounds fixed, and laws and edicts passed by the high courts of heaven, beyond which the nations cannot pass; and when the Almighty decrees the wicked shall slay the wicked,<span class=\"citation\" id=\"86452\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86452)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86452)\">D&amp;C 63:33<\/a><\/span> strong nations may interfere, peace conventions may become rife in the world and exert their influence to sheath the sword of war, and make treaties of peace to calm the troubled surface of all Europe, to no effect; the war cloud is still booming o'er the heavens, darkening the earth, and threatening the world with desolation. <\/div><div class=\"paragraph jod\" id=\"v2n906\"> This is a fact the Saints have known for many years&#x2014;that the Gods in yonder heavens have something to do with these revolutions; the angels, those holy beings who are sent from the heavens to the earth to minister in the destiny of nations, have something to do in these mighty revolutions and convulsions that shake creation almost to its center. <\/div><div class=\"paragraph jod\" id=\"v2n907\"> Consequently, when we see nation stirred up against nation, and on the other hand see other nations exerting a powerful influence to bring about negotiations of peace, shall we say they can bring it about? Do we ex<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"147a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0147.pdf\" target=\"pdfwin\">p.&#xA0;147a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5987\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>pect they can stay the onward course of war? The Prophet of God has spoken it all, and we expect to see the work go on&#x2014;and see all things fulfilled as the Prophets have declared by the spirit of prophecy in them. <\/div><div class=\"paragraph jod\" id=\"v2n909\"> The fact of the Prophet declaring an event before it comes to pass does not necessarily make that event. If he should foresee war, and predict it, the bare prediction, independent of the event that is known in the heavens, and which the world must read in the great chapter of events, does not set Europe to boiling like a pot. The Prophet simply tells a fact that is to exist&#x2014;simply tells an event that is to transpire in the great chain of the providence of the Almighty relating to this earth, in the winding up sceneries thereof. <\/div><div class=\"paragraph jod\" id=\"v2n910\"> Why is it that the Latter-day Saints are perfectly calm and serene among all the convulsions of the earth&#x2014;the turmoils, strife, war, pestilence, famine, and distress of nations? It is because the spirit of prophecy has made known to us that such things would actually transpire upon the earth. We understand it, and view it in its true light. We have learned it by the visions of the Almighty&#x2014;by that spirit of intelligence that searches out all things, even the deep things of God.<span class=\"citation\" id=\"73001\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73001)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73001)\">1 Cor. 2:10<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v2n911\"> Can the wise men of Europe tell the result of the present war between Russia and Turkey with the allied powers? No, they cannot. If the present war should be suspended for a time, can they tell you when the next will break out, and what will be the result of it? No, they cannot. But if you will listen to the revelations of God through the spirit of prophecy, and to the servants of God, you may learn it all with certainty. <\/div><div class=\"paragraph jod\" id=\"v2n912\"> Three days before the Prophet Joseph started for Carthage, I well remember his telling us we should see the fulfillment of the words of <div class=\"break columnbreak\" id=\"147b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0147.pdf\" target=\"pdfwin\">p.&#xA0;147b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5987\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Jesus upon the earth, where he says the father shall be against the son, and the son against the father; the mother against the daughter, and the daughter against the mother; the mother-in-law against the daughter-in-law, and the daughter-in-law against the mother-in-law;<span class=\"citation\" id=\"67662\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67662)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67662)\">Luke 12:52-53<\/a><\/span> and when a man's enemies shall be those of his own household.<span class=\"citation\" id=\"62222\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62222)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62222)\">Micah 7:6<\/a><\/span><span class=\"citation\" id=\"64221\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64221)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64221)\">Matt. 10:36<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v2n913\"> The Prophet stood in his own house when he told several of us of the night the visions of heaven were opened to him, in which he saw the American continent drenched in blood, and he saw nation rising up against nation. He also saw the father shed the blood of the son, and the son the blood of the father; the mother put to death the daughter, and the daughter the mother; and natural affection forsook the hearts of the wicked; for he saw that the Spirit of God should be withdrawn from the inhabitants of the earth, in consequence of which there should be blood upon the face of the whole earth,<span class=\"citation\" id=\"86451\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86451)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86451)\">D&amp;C 63:32-34<\/a><\/span> except among the people of the Most High.<span class=\"citation\" id=\"85787\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85787)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85787)\">D&amp;C 45:68-69<\/a><\/span> The Prophet gazed upon the scene his vision presented, until his heart sickened, and he besought the Lord to close it up again. <\/div><div class=\"paragraph jod\" id=\"v2n914\"> When we hear of war in foreign lands&#x2014;when we hear of the revolutions among nations afar off, we necessarily infer that distresses incident to war and the hottest of the battle will not come nigh unto us.<span class=\"citation\" id=\"85721\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85721)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85721)\">D&amp;C 45:63<\/a><\/span> It is natural for man to make favorable conclusions as to his own safety, when danger threatens, but the Prophet saw in the vision, that war and distress of nations will not only occur in Europe, in Asia, and in the islands of the sea, but he saw it upon the American Continent&#x2014;in the region of country where he first introduced the doctrine of the Son of God; so we may look for calamity in our own borders, in our own nation, as well as in the nations of foreign climes.<span class=\"citation\" id=\"88204\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88204)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88204)\">D&amp;C 87:3<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v2n915\"> Some think, because of the peculiar  <div class=\"break pagebreak\" id=\"148a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0148.pdf\" target=\"pdfwin\">p.&#xA0;148a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5986\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>situation of the country of the United States&#x2014;the government being so well organized, little or no difficulty will ever come upon this continent, notwithstanding the European wars. Allow me to tell you in relation to that&#x2014;when the Spirit of the Lord is powerfully manifested in any of the Elders of Israel, the first thing that is presented to his mind is the shedding of the blood of the Prophet, and those who did the deed. <\/div><div class=\"paragraph jod\" id=\"v2n917\"> It is no matter how much they deal in compromised measures, or how often they try to adjust difficulties that thicken around them&#x2014;it is a stern fact that the people of the United States have shed the blood of the Prophets, driven out the Saints of God, rejected the Priesthood, and set at naught the holy Gospel; and the result of rejecting the Gospel has been, in every age, a visitation from the chastening hand of the Almighty&#x2014;which chastisement will be administered in proportion to the magnitude and enormity of their crimes. <\/div><div class=\"paragraph jod\" id=\"v2n918\"> Consequently I look for the Lord to use His whip on the refractory son called &#x201C;Uncle Sam;&#x201D; I expect to see him chastised among the first of the nations. I think Uncle Sam is one of the Lord's boys that He will take the rod to first, and make him dance nimbly to his own tune of &#x201C;Oh! Oh!!&#x201D; for his transgressions, for his high-mindedness and loftiness, for his evil, for rejecting the Gospel, and causing the earth to drink the blood of the Saints&#x2014;for this, I say, I expect he will be well switched among the first of the sons. <\/div><div class=\"paragraph jod\" id=\"v2n919\"> I expect John Bull will get the next whipping; and I have no idea of the Lord whipping Russia and letting those refractory sons escape who are better taught&#x2014;who have had a kind Father teaching them and instructing them by the voice of His Elders; sending Prophets to them, to warn them late and early; inviting <div class=\"break columnbreak\" id=\"148b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0148.pdf\" target=\"pdfwin\">p.&#xA0;148b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5986\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> them by the voice of His Son, by the voice of angels, and by the still small voice of His Spirit, crying unto them to repent of their sins and to turn unto Him. I say, I do not expect He will pass by these refractory sons who have turned a deaf ear to all His instructions, maltreating His messengers, and whip those boys who have not been so well instructed. <\/div><div class=\"paragraph jod\" id=\"v2n920\"> I rejoice in the Lord my God, and feel happy in my spirit that the work of God is prospering, not only by the preaching of the Gospel, but by the progress of revolutions among the nations of the earth, and by the deeper corruption of the press and the people. I do not rejoice that the people and the press are waxing more and more corrupt, and that the war cloud darkens more and more, threatening nations with deeper distress; but I rejoice that the words of the Prophet are being fulfilled. <\/div><div class=\"paragraph jod\" id=\"v2n921\"> I do not desire thousands to lose their lives by war, and the attendant distresses; the spirit in me is different to this; but I rejoice that the reign of Satan is short upon the earth, and that the work of the Father has commenced on the face of all the earth&#x2014;in the north, in the south, in the east, and in the west; and it is seen in our midst by the progress of the work of apostasy; for there is half wise and half foolish, as represented by the parable of the Savior.<span class=\"citation\" id=\"65995\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65995)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65995)\">Matt. 25:1-13<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v2n922\"> How many of the brethren that are brought here by the Perpetual Emigrating Fund from England and other countries will keep the faith, and stay with the people of God, and do right? I am afraid not more than half. All these things betoken the establishment of the work of God, and the growth of our religion, which gives me great joy. <\/div><div class=\"paragraph jod\" id=\"v2n923\"> When the people apostatize there is a contrast between the good and the bad, the just and the unjust. I rejoice when I see the righteousness of  <div class=\"break pagebreak\" id=\"149a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0149.pdf\" target=\"pdfwin\">p.&#xA0;149a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5985\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the Saints in contrast with the corruptions of the world. <\/div><div class=\"paragraph jod\" id=\"v2n925\"> In the midst of this people there is faithfulness, virtue, and integrity, and they are the most righteous and the best people upon the face of the whole earth; but when the world look upon us, and upon our morals, they look through dark spectacles and goggles, which blind them; they cannot see, and they therefore think we are the blackest people in crime, and the deepest sunk in degradation. When I see that the world have eyes, but cannot see, ears, but cannot hear, hearts, but cannot understand, it speaks volumes on the end being near, when the Son of God will come in the clouds of heaven<span class=\"citation\" id=\"94333\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94333)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94333)\">Matt. 24:30<\/a><\/span> to take vengeance on the ungodly,<span class=\"citation\" id=\"94335\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94335)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94335)\">D&amp;C 97:22<\/a><\/span> and reign in the midst of His people,<span class=\"citation\" id=\"94334\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94334)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94334)\">D&amp;C 76:63<\/a><\/span> and bring to a termination the reign of Satan. <\/div><div class=\"paragraph jod\" id=\"v2n926\"> I rejoice exceedingly that the work of God is progressing so rapidly under the sun upon the face of all the world. For war and bloodshed are just as necessary, and just as much the work of God, as repentance and baptism for the remission of sins; and it must progress, for the only means to bring about His purposes, consummate His decrees, and establish eternal righteousness, is by cutting off the wicked from the earth, after He has sought to save them by the plan of salvation. Seeing they would not listen&#x2014;they would not obey&#x2014;they would not be instructed&#x2014;then as a kind father who cares for the welfare of his children, He takes the chastening rod, He unsheathes His sword in heaven, and cuts off the disobedient portion of His children. I rejoice to see this work progressing. <\/div><div class=\"paragraph jod\" id=\"v2n927\"> To give you my ideas more clearly upon this matter, suppose the people of God are called out to war&#x2014;would <div class=\"break columnbreak\" id=\"149b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0149.pdf\" target=\"pdfwin\">p.&#xA0;149b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5985\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> they wish to cultivate the same spirit that the wicked cultivate? No, they would not. Would they go out to war to satisfy a guilty thirst for blood? No. But they would exercise faith in the name of the Lord Jesus Christ, and execute the judgments of God upon the wicked by His command. <\/div><div class=\"paragraph jod\" id=\"v2n928\"> I know that some cannot see the difference between a man of God taking a sword as did Samuel, and hewing down Agag,<span class=\"citation\" id=\"55473\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55473)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55473)\">1 Sam. 15:33<\/a><\/span> and the wicked slaying each other; but they look upon that the same as they do upon one Gentile hewing down another. When the man of God raises the sword, he would at the same time ask God to nerve his arm with strength, and fill him with the Holy Ghost. Thus strengthened, one man would slay a thousand, and overcome a troop, in executing the judgments of God, like the angels that were sent into the camp of the Assyrians in days of old.<span class=\"citation\" id=\"59239\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59239)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59239)\">Isa. 37:36<\/a><\/span> Do you think those angels were bloodthirsty? No. They were messengers of the Most High, to execute His judgments, and bring to pass His purposes. <\/div><div class=\"paragraph jod\" id=\"v2n929\"> Some think we rejoice to see the wicked in their distress, and to behold the calamity that is coming upon the earth. That is not the true cause of our rejoicing; but we rejoice to see the predictions of the Prophets coming to pass, the reign of wickedness closing, which is the cause of all the ills to which mortality is heir, the cause of God move on in its majesty, and the great work fast approaching the winding up scene of the dispensations pertaining to earth. <\/div><div class=\"paragraph jod\" id=\"v2n930\"> Let us hear, see, understand, obey, and serve God faithfully, that we may make our way, through changing elements and the crash of worlds, into the presence of our Father who is in heaven, for Jesus' sake. Amen. <\/div>\n<\/div>\n<\/div>"}