{"ID":20020, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Organization and Development of Man.<\/div>\n<div class=\"subtitle\">A Discourse by President Brigham Young, Delivered in the Tabernacle, Great Salt Lake City, February 6, 1853.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Organization and Development of Man.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 2\/6\/1853<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d20\">\n<div class=\"paragraph jod\" id=\"v2n546\"> The organization of man, I suppose, is one of the deepest and most profound studies for philosophers and theologians there is in nature. The organization of man, embracing all the attributes and powers of his physical and mental constitution, is considered a mystery by the wisest and most expert philosophers that have <div class=\"break columnbreak\" id=\"90b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0090.pdf\" target=\"pdfwin\">p.&#xA0;90b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7961\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> lived, and is a subject that daily occupies the thoughts and researches of the more intelligent portion of the children of men. <\/div><div class=\"paragraph jod\" id=\"v2n547\"> When we carefully notice the manner of our own reflections, it is a marvel and a wonder to us; and we are apt to say, What am I? Who am I? And for what was I made? Who is  <div class=\"break pagebreak\" id=\"91a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0091.pdf\" target=\"pdfwin\">p.&#xA0;91a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7960\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the author of my existence? Who laid the foundation of and planned this singular structure? It is a mystery how this wonderful machinery works, and how it is sustained to fulfil the purpose of its creation! In reality, however, there is no such thing as a mystery but to the ignorant. We may also say, there is no such thing, in reality, as a miracle, except to those who do not understand the &#x201C;Alpha and Omega&#x201D; of every phenomenon that is made manifest. To a person who thoroughly understands the reason of all things, and can trace from their effects to their true causes, mystery does not exist. Yet the physical and mental existence of man is a great mystery to him. <\/div><div class=\"paragraph jod\" id=\"v2n549\"> In the experience of our lives we are taught many principles that are worthy the attention of the most intelligent on earth. The first great principle that ought to occupy the attention of mankind, that should be understood by the child and the adult, and which is the mainspring of all action (whether people understand it or not), is the principle of improvement. The principle of increase, of exaltation, of adding to that we already possess, is the grand moving principle and cause of the actions of the children of men. No matter what their pursuits are, in what nation they were born, with what people they have been associated, what religion they profess, or what politics they hold, this is the mainspring of the actions of the people, embracing all the powers necessary in performing the duties of life. <\/div><div class=\"paragraph jod\" id=\"v2n550\"> This is the lesson we should study. The powers of our minds and bodies should be governed and controlled in that way that will secure to us an eternal increase. While the inhabitants of the earth are bestowing all their ability, both mental and physical, upon perishable objects, those who profess to be Latter-day Saints, who have the <div class=\"break columnbreak\" id=\"91b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0091.pdf\" target=\"pdfwin\">p.&#xA0;91b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7960\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> privilege of receiving and understanding the principles of the holy Gospel, are in duty bound to study and find out, and put in practice in their lives, those principles that are calculated to endure, and that tend to a continual increase in this, and in the world to come. All their earthly avocations should be framed upon this principle. This alone can insure to them an exaltation; this is the starting point, in this existence, to an endless progression. All the ideas, cogitations, and labors of man are circumscribed by and incorporated in this great principle of life. <\/div><div class=\"paragraph jod\" id=\"v2n551\"> When we duly reflect upon the cogitations of our own minds, when we look upon the people called Latter-day Saints, upon the earth on which we stand, and upon the mighty universe around us, by the light of the Spirit of truth in our minds, we marvel with astonishment. When the light that lighteth every man that cometh into the world,<span class=\"citation\" id=\"68517\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68517)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68517)\">John 1:9<\/a><\/span> illuminates the understanding, and exposes to view the true order of the works of the Framer of the Universe, so that they can contemplate the great first cause of all things, and then look upon the groveling pursuits of mortals, and their anxiety to obtain that which will perish, at the expense of the more enduring substance, every person must be struck with astonishment beyond measure. <\/div><div class=\"paragraph jod\" id=\"v2n552\"> The human family are like so many children that have just learned how to walk, in the eyes of a person whose mind has been opened by the light of the Holy Ghost. The sage, greyheaded grandfathers, and those of fewer years, but not of less experience and wisdom, have viewed the eagerness of children to possess mere trifles, and often something that would be their sure destruction if they obtained it. So it is with the inhabitants of the world. A company of little children at play is a perfect miniature picture of the life of man: &#x201C;Give me  <div class=\"break pagebreak\" id=\"92a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0092.pdf\" target=\"pdfwin\">p.&#xA0;92a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7959\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>this, and give me that; and I want to have the other thing;&#x201D; still you are not willing I should possess it; and the parent knows that often its possession would be an injury. Or when one child sits down in a little chair, another one will cry because of it, without receiving the least injury. If you place a plate of apples or plums before a child of three or four years old, he will not be content with one, or two, or with as many as he can hold, but he will try to grasp the whole plate full with his little fingers, dropping one, and taking up another, until he has scattered and wasted them, and at last be contented to sit down and eat one, that is, if the rest of the children have not any but himself; or else cry, when he has as many as he can hold, because he cannot hold them all. The little girl will cry for the needle she sees her mother working with, and when she has got it, handle it to her injury; and the little boy will cry for the razor he sees his father using. <\/div><div class=\"paragraph jod\" id=\"v2n554\"> It is so with many of the brethren and sisters; <span class=\"italic\">they cry for the razor<\/span>. These inconsistent desires of early childhood for trifling things, are exhibited in the human family, after they have arrived to maturer years. They may be reaching after things of weightier importance than the child, but when they are compared with eternal matters, they are just as trifling; and to the mind that is instructed, that has been touched with the light of eternal truth, they appear even more foolish than children, because we expect better things of them. As a general thing, the men of eighty years of age are as contracted in their minds, as to a knowledge of the true principles of life, and the end and purpose of their being, as little children only two and three years old are of the business that occupies the attention of the City Council or the Legislature of the State. <\/div> <div class=\"break columnbreak\" id=\"92b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0092.pdf\" target=\"pdfwin\">p.&#xA0;92b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7959\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v2n555\"> The thousand-and-one inconsistencies of childhood have their parallel in the actions, and doings of many of this people. Theatrical companies try to exhibit traits of human life; but a better stage cannot be than the world, nor better actors than men, to a man of understanding. It is pleasing and instructing to see certain characters personified upon the boards of a theater which is managed upon righteous principles. A prominent feature of the human world was most admirably portrayed by our performers the other evening, in the melodrama called &#x201C;The Serious Family.&#x201D; When the mother told the daughter to say to the friend of her husband, they had no spare rooms in the house, the daughter replied, &#x201C;Shall I tell a lie?&#x201D; &#x201C;Yes,&#x201D; answered the old dame, &#x201C;<span class=\"italic\">if it is to promote our holy cause<\/span>.&#x201D; Do anything, no matter what, whether it is right or wrong, to gain the end we wish, is the language of unenlightened, unregenerate man. If the Lord Almighty should give the human family their desire in full, they would not keep the broad road to destruction, but they would go across lots, quick to hell. <\/div><div class=\"paragraph jod\" id=\"v2n556\"> It is not my intention to detain the meeting long this afternoon; but before I bring my remarks to a close, I wish to impress upon your minds some few prominent items of our religion. I can say truly that I am happy, and rejoice exceedingly, and am thankful beyond measure, that the items I wish to notice are in a great degree adhered to by this people as a whole. That I may bring the matter before our minds at once, I will repeat part of the &#x201C;Mormon Creed,&#x201D; viz., &#x201C;Let every man mind his own business.&#x201D; If this is observed, every man will have business sufficient on hand, so as not to afford time to trouble himself with the business of other people. You can now comprehend the whole discourse by the nature of the text. <\/div> <div class=\"break pagebreak\" id=\"93a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0093.pdf\" target=\"pdfwin\">p.&#xA0;93a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7958\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v2n558\"> While brother Erastus Snow was speaking, he made use of weedy gardens as a comparison, to apply to those who complained of other people's gardens, while their own were neglected. I will refer to the same idea. There are plenty of evils about our neighbors; this no person will pretend to deny; but there is no man or woman on the earth, Saint or sinner, but what has plenty to do to watch the little evils that cling to human nature, and weed their own gardens. We are made subject to vanity,<span class=\"citation\" id=\"72616\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72616)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72616)\">Rom. 8:20<\/a><\/span> and it is right. We are made subject to the powers of evil, which is necessary to prove all things. We are apt to neglect our own feelings, passions, and undertakings, or in other words, to neglect to weed our own gardens, and while we are weeding our neighbor's, before we are aware, weeds will start up and kill the good seeds in our own.<span class=\"citation\" id=\"64485\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64485)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64485)\">Matt. 13:7<\/a><\/span> This is the reason why we should most strictly attend to our own business. <\/div><div class=\"paragraph jod\" id=\"v2n559\"> I am happy to say that this people do increase in understanding, wisdom, patience, and faith. It appears to me much more easy for mankind to live without sin, than with it. We have been taught that it is contrary to nature to live without sin. If a man should spit in my face, it would be natural for me to knock him down, or in return spit in his face. But suppose one should injure me in person, or estate, and I should overlook it, and show mercy to the individual, it would cause him to reflect upon his conduct, and show him the true bearings of his unjust act, and make him ashamed of it much better than if I retaliated. If I were to pay him back in his own coin, I should render myself worthy of what I have received. If I bear an insult with meek patience, and do not return the injury, I have a decided advantage over my adversary. And if the person is susceptible of feeling such a rebuke, he will say, &#x201C;I have done wrong; my con<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"93b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0093.pdf\" target=\"pdfwin\">p.&#xA0;93b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7958\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>science condemns me, and my neighbor, or my brother, did not retaliate.&#x201D; It at once causes the evil doer to reflect, and he will say, &#x201C;Why did I do it? The devil tempted me; I will go and confess my sin to my neighbor, for he is not disposed to return the wrong, and he is a better person than I am; and from henceforth I will mind my own business, and keep a guard upon my passions.&#x201D; Is it not better in all such cases to be guided by that principle, than by the principle of retaliation? <\/div><div class=\"paragraph jod\" id=\"v2n560\"> To illustrate still further. Suppose A insults B, and B demands satisfaction, and they agree to fight; they meet and inflict upon each other blows and injuries, and whip each other right well. A, however, is the conqueror, and B retires vanquished, in shame and disgrace. He cannot any longer remain in the same neighborhood with his victorious enemy, and therefore concludes to sell out, and leave the place. Now suppose B had borne the first insult, or injury, and returned it only with good, instead of trying to do A an injury; A would have been completely conquered, and B would have escaped a sound whipping. Were we, one and all, to pursue the latter course, quarrels would soon cease in our community. As I said, if we keep our own gardens clear of weeds, our neighbors will take a pattern by us, and produce from their gardens greater quantities of fruit another year. <\/div><div class=\"paragraph jod\" id=\"v2n561\"> Now, brethren and sisters, receive the exhortation and counsel of brother Snow, and profit by it; and employ the rest of your lives in good thoughts, kind words, and good works. &#x201C;Shall I sit down and read the Bible, the Book of Mormon, and the Book of Covenants all the time?&#x201D; says one. Yes, if you please, and when you have done, you may be nothing but a sectarian after all. It is your duty to study to know everything upon the face of the  <div class=\"break pagebreak\" id=\"94a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0094.pdf\" target=\"pdfwin\">p.&#xA0;94a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7957\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>earth, in addition to reading those books. We should not only study good, and its effects upon our race, but also evil, and its consequences. <\/div><div class=\"paragraph jod\" id=\"v2n563\"> I make these remarks to lay the foundation for principle in the minds of the people; and if you do not yet understand what I would be at, I will try to illustrate it still further. For example, we will take a strict, religious, holy, down country, eastern Yankee, who would whip a beer barrel for working on Sunday, and never suffer a child to go into company of his age&#x2014;never suffer him to have any associates, or permit him to do anything or know anything, only what the deacon, priests, or missionaries bring to the house; when that child attains to mature age, say eighteen or twenty years, he is very apt to steal away from his father and mother; and when he has broken his bands, you would think all hell was let loose, and that he would compass the world at once. <\/div><div class=\"paragraph jod\" id=\"v2n564\"> Now understand it&#x2014;when parents whip their children for reading novels, and never let them go to the theater, or to any place of recreation and amusement, but bind them to the moral law, until duty becomes loathsome to them; when they are freed by age from the rigorous training of their parents, they are more fit for companions to devils, than to be the children of such religious parents. <\/div><div class=\"paragraph jod\" id=\"v2n565\"> If I do not learn what is in the world, from first to last, somebody will be wiser than I am. I intend to know the whole of it, both good and bad. Shall I practice evil? No; neither have I told you to practice it, but to learn by the light of truth every principle there is in existence in the world. <\/div><div class=\"paragraph jod\" id=\"v2n566\"> Still further. When I was young, I was kept within very strict bounds, and was not allowed to walk more than half-an-hour on Sunday for exercise. The proper and necessary gam<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"94b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0094.pdf\" target=\"pdfwin\">p.&#xA0;94b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7957\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>bols of youth having been denied me, makes me want active exercise and amusement now. I had not a chance to dance when I was young, and never heard the enchanting tones of the violin, until I was eleven years of age; and then I thought I was on the highway to hell, if I suffered myself to linger and listen to it. I shall not subject my little children to such a course of unnatural training, but they shall go to the dance, study music, read novels, and do anything else that will tend to expand their frames, add fire to their spirits, improve their minds, and make them feel free and untrammeled in body and mind. Let everything come in its season, place everything in the place designed for it, and do everything in its right time. And inasmuch as the Lord Almighty has designed us to know all that is in the earth, both the good and the evil, and to learn not only what is in heaven, but what is in hell, you need not expect ever to get through learning. Though I mean to learn all that is in heaven, earth, and hell. Do I need to commit iniquity to do it? No. If I were to go into the bowels of hell to find out what is there, that does not make it necessary that I should commit one evil, or blaspheme in any way the name of my Maker. <\/div><div class=\"paragraph jod\" id=\"v2n567\"> Do you not suppose the Lord is there, and knows all about it? I am satisfied of it. If He is not there, when the wicked inhabitants of the earth begin to inquire where they shall flee to escape from His presence, they will find a hiding place in hell.<span class=\"citation\" id=\"57299\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57299)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57299)\">Ps. 139:7-8<\/a><\/span> If the wicked wish to escape from His presence, they must go where He is not, where He does not live, where His influence does not preside. To find such a place is impossible, except they go beyond the bounds of time and space. <\/div><div class=\"paragraph jod\" id=\"v2n568\"> I have learned enough to be happy, when I am in the enjoyment of the blessings of the Lord. That is a great lesson for a man to learn. There  <div class=\"break pagebreak\" id=\"95a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0095.pdf\" target=\"pdfwin\">p.&#xA0;95a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7956\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>are two things that make this people unhappy, if ever they are unhappy, viz., themselves, and the spirits that are around them. This, however, will more particularly apply to individuals. As a people, as a community, there is not its parallel to be found on the earth, for contentment and happiness. Will you make yourselves happy? You are greatly blessed of the Lord, all the day long, and should be happy; but we are apt to close our eyes against this fact, and fancy ourselves miserable, when we are actually blessed. <\/div><div class=\"paragraph jod\" id=\"v2n570\"> To make ourselves happy is incorporated in the great design of man's existence. I have learned not to fret myself about that which I cannot help. If I can do good, I will do it; and if I cannot reach a thing, I will content myself to be without it. This makes me happy all the day long. I wish you to learn the same profitable lesson. Who hinders you from being happy? From praying, and serving the Lord as much as you please? Who hinders you from doing all the good in your power to do? Who is there here, to mar in any way the peace of any Saint that lives in these peaceful valleys? No one. It is for us to keep our own gardens clean, and see we do not harbor evil in our own hearts. Were we to look into our own hearts and seek diligently to do all the good in our power, and never commit another evil while we live, what is there to prevent us from being happy? I know there never lived a happier people, upon the earth, I might venture to say, because of the dispensation in which we live; it brings joy, comfort, and satisfaction to those who will receive it, that could not be realized by any people who have lived before us. <\/div><div class=\"paragraph jod\" id=\"v2n571\"> Do we expect to see our children grow up in darkness, and rebellion against the principles of the Gospel of Christ? Have you this thought to worry your minds? No. The an<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"95b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0095.pdf\" target=\"pdfwin\">p.&#xA0;95b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7956\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>cients had, and their souls were sometimes weighed down with sorrow on this account. They saw their children would leave the true Church, transgress the laws, change the ordinances, and break the everlasting covenant.<span class=\"citation\" id=\"58410\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58410)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58410)\">Isa. 24:5<\/a><\/span> This we have not to fear. God has seen fit in our day to bring forth the Priesthood again, even at the eleventh hour&#x2014;at the end of summer&#x2014;at the harvest time&#x2014;at the gathering up of his sheep. At this time, or never, He has put forth His hand to send the Gospel to all nations, and gather the people together, and give to the chosen of the Lord the inheritance of the earth. Now what hinders our being a happy people? I do not see anything to hinder it. <\/div><div class=\"paragraph jod\" id=\"v2n572\"> I have a few words to say concerning our spiritual labors. I cannot, however, define any difference between temporal and spiritual labors. I call it spiritual to accommodate my language to the ideas of the people. Anything that pertains to the building up of the Lord's kingdom on earth, whether it be in preaching the Gospel, or building Temples to His name, we have been taught to consider a spiritual work, though it evidently requires the strength of the natural body to perform it. <\/div><div class=\"paragraph jod\" id=\"v2n572.5\"> If the weather had been fine the past week, we should have been ready to have commenced excavating the earth for the foundation of the Temple. When we call upon the brethren, we wish them to be ready to obey the call. Probably a week from tomorrow we shall call upon them to commence this work. To satisfy those who may wish to know the size of the excavation, I will state that it will be about 250 feet from east to west, and from north to south a little less, and from 16 to 20 feet deep, we expect the mason work of the basement will be 24 feet high, 16 feet below the ground, and 8 feet above. That will require considerable labor. <\/div> <div class=\"break pagebreak\" id=\"96a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0096.pdf\" target=\"pdfwin\">p.&#xA0;96a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7955\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v2n573\"> We wish the excavation made, and everything prepared to lay the cornerstones on the 6th day of April next, if the Lord will; and if the Lord will not, I care not whether a stone is laid here, or in any other place; I care as little about it as the snowbirds in our fields. All that concerns me, is to do the work the Lord has for me today; and if the work is designed for tomorrow, I will prepare for it today, so as to be ready to perform it tomorrow with alacrity. <\/div><div class=\"paragraph jod\" id=\"v2n574\"> I need not say anything more about the Temple; we shall accomplish that work as expeditiously as we can. I might advance many profitable ideas pertaining to business, if the brethren who are men of business, and understand what is needed in our case, would listen, and profit by them. <\/div><div class=\"paragraph jod\" id=\"v2n575\"> I will say a word to the Seventies. Some of them have incorrect notions touching the Seventies' Hall; and I <div class=\"break columnbreak\" id=\"96b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0096.pdf\" target=\"pdfwin\">p.&#xA0;96b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7955\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> wish them to understand, that the Temple must be the first thing in our thoughts; and if I want all the funds that have been collected for the Seventies' Hall, for the erection of a Temple, I calculate to use them. The people need not expect us to give them the easy circumstances the noblemen of the Gentile nations enjoy, while there is so much for us to do for the public good. There is more before us to be done this year, than will take five to accomplish. We are not, however, going to do all things this year; we are not going to finish the Temple this year, but we will begin it. The Lord requires all we have to be devoted to His kingdom; and though it be but the widow's mite, He can do as much with two mites<span class=\"citation\" id=\"66656\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66656)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66656)\">Mark 12:42<\/a><\/span> as we can with millions of them. <\/div><div class=\"paragraph jod\" id=\"v2n576\"> May the Lord God of Israel bless you, in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}