{"ID":20028, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Obedience&#x2014;The Spirit World&#x2014;The Potter and the Clay.<\/div>\n<div class=\"subtitle\">A Discourse by President Heber C. Kimball, Delivered in the Tabernacle, Great Salt Lake City, April 2, 1854.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Obedience, Etc.<\/div>\n<div class=\"speaker\">Speaker: Heber C. Kimball<\/div>\n<div class=\"date\">Date: 4\/2\/1854<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d28\">\n<div class=\"paragraph jod\" id=\"v2n932\"> I have been much interested and edified with the remarks of brother Grant: they are good. I wish this whole people could see the propriety of these things as they ought. To me it would be one of the best and most joyful things in the world, if men and women who call themselves &#x201C;Mormons,&#x201D; or Latter-day Saints, would live up to their profession, and learn to speak the truth as it is in Jesus Christ,<span class=\"citation\" id=\"75890\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75890)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75890)\">1 Tim. 2:7<\/a><\/span> and do his will on the earth, as it is done in heaven.<span class=\"citation\" id=\"63348\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63348)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63348)\">Matt. 6:10<\/a><\/span><span class=\"citation\" id=\"67449\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67449)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67449)\">Luke 11:2<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v2n933\"> I ask you, brethren and sisters, if you expect to go into heaven, if you do not do his will on earth as it is done in heaven?<span class=\"citation\" id=\"63349\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63349)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63349)\">Matt. 6:10<\/a><\/span><span class=\"citation\" id=\"67450\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67450)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67450)\">Luke 11:2<\/a><\/span> Can those persons who pursue a course of carelessness, neglect of duty, and disobedience, when they depart from this life, expect that their spirits will associate with the spirits of the righteous in the spirit world? I do not expect it, and when you depart from this state of existence, you will find it out for yourselves. <\/div><div class=\"paragraph jod\" id=\"v2n934\"> Brother Grant was speaking about the work of God, in the laying waste of nations by sea and by land. I believe it is all the work of God, and it is all right. Will He sweep them from the earth in order to destroy their power and influence? He will. And when kings, and princes, and captains, and great men, according to the greatness of the world, go into the world of spirits, they will not have as much power as they had here upon the earth. We can hear of their spirits trying to peep, and mutter, and mock, and rap, and cause tables to dance, and chairs to move from one <div class=\"break columnbreak\" id=\"150b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0150.pdf\" target=\"pdfwin\">p.&#xA0;150b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5984\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> place to another, but that is all the power they have. <\/div><div class=\"paragraph jod\" id=\"v2n935\"> While I am in the flesh, I can take a chair, or a club, and make you feel my power to a still greater extent; I could bruise your flesh, and break your bones, but they cannot do anything but peep, and make tables and chairs dance, and rap, and give uncertain sounds. That is wisdom great enough for the world; it does well enough for them; it is all the revelation they deserve; and a few of this people go to those spirits. That man or woman who will not learn the principle of subjection, and become like clay in the hands of the potter, will be led astray by these spirits; and if not by these spirits, something will come by and by with more power. <\/div><div class=\"paragraph jod\" id=\"v2n936\"> The Saints are receiving their endowment, and preparing for that which is in the future; to dwell in the heavens, and sit upon thrones, and reign over kingdoms and dominions, principalities and powers; and as this work progresses, the works of Satan will increase, and he will continue to present one thing after another, following up the work of God, and increasing means of deception, to lead astray such men and women, and take them captive. As the work of God increases in power and extent upon the earth, so will the works of Satan increase. I expect that tribulation will be upon the wicked, and continue from this time until they are swept off from the earth. I just as much expect these things as I do to see the sun rise and set tomorrow. <\/div> <div class=\"break pagebreak\" id=\"151a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0151.pdf\" target=\"pdfwin\">p.&#xA0;151a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5983\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v2n938\"> I would like to see all this people do right, and keep the commandments of God. I would like to see them fulfil their covenants, and live up to their vows and promises, and fulfil their obligations, for they have obligated themselves before God, and before angels, and before earthly witnesses, that they would do this. <\/div><div class=\"paragraph jod\" id=\"v2n939\"> What you have agreed to do, God will require you to perform, if it should be ten thousand years after this time. And when the servants of God speak to you, and require you to do a thing, the Lord God will fulfil His words, and make you fulfil His words he gave to you through His servants. Inasmuch as you have come into this Church, and made a covenant to forsake the world, and cleave unto the Lord, and keep His commandments, the Lord will compel you to do it, if it should be in ten thousand years from this time. These are my views, and I know it will be so. <\/div><div class=\"paragraph jod\" id=\"v2n940\"> Comparing us to clay that is in the hands of the potter, if that clay is passive,<span class=\"citation\" id=\"60495\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60495)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60495)\">Jer. 18:1-6<\/a><\/span> I have power as a potter to mold it and make it into a vessel unto honor.<span class=\"citation\" id=\"72673\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72673)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72673)\">Rom. 9:21<\/a><\/span> Who is to mold these vessels? Is it God Himself in person, or is it His servants, His potters, or journeymen, in company with those He has placed to oversee the work? The great Master Potter dictates His servants, and it is for them to carry out His purposes, and make vessels according to His designs; and when they have done the work, they deliver it up to the Master for His acceptance; and if their works are not good, He does not accept them; the only works He accepts, are those that are prepared according to the design He gave. God will not be trifled with; neither will His servants; their words have got to be fulfilled, and they are the men that are to mold you, and tell you what shape to move in. <\/div><div class=\"paragraph jod\" id=\"v2n941\"> I do not know that I can compare it bet<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"151b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0151.pdf\" target=\"pdfwin\">p.&#xA0;151b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5983\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ter than by the potter's business. It forms a good comparison. This is the course you must pursue, and I know of no other way that God has prepared for you to become sanctified, and molded, and fashioned, until you become modeled to the likeness of the Son of God, by those who are placed to lead you. This is a lesson <span class=\"italic\">you<\/span> have to learn as well as myself. <\/div><div class=\"paragraph jod\" id=\"v2n942\"> When I know that I am doing just as I am told by him who is placed to lead this people, I am then a happy man, I am filled with peace, and can go about my business with joy and pleasure; I can lie down and rise again in peace, and be filled with gladness by night and by day. But when I have not done the things that are right, my conscience gnaws upon my feelings. This is the course for me to take. If it is the course for me to take, it is the course for every other Elder in Israel to take&#x2014;it does not matter who he is, or where he came from; whether he be an American, an Englishman, Irishman, Frenchman or German, Jew or Gentile; to this you have got to bow, and you have got to bow down like the clay in the hands of the potter, that suffers the potter to mold it according to his own pleasure. You have all got to come to this; and if you do not come to it at this time, as sure as the sun ever rose and set, you will be cut from the wheel, and thrown back into the mill. <\/div><div class=\"paragraph jod\" id=\"v2n943\"> You have come from the mill, and you have been there grinding. For what purpose? To bring you into a passive condition. You have been gathered from the nations of the earth, from among the kindreds, tongues, and peoples of the world, to the Valley of the Great Salt Lake, to purify and sanctify yourselves, and become like the passive clay in the hands of the potter. Now suppose I subject myself enough, in the hands of the potter, to be shaped according as he was dictated by the Great Master potter,  <div class=\"break pagebreak\" id=\"152a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0152.pdf\" target=\"pdfwin\">p.&#xA0;152a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5982\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>that rules over all things in heaven and on earth, he would make me into a vessel of honor. <\/div><div class=\"paragraph jod\" id=\"v2n945\"> There are many vessels that are destroyed after they have been molded and shaped. Why? Because they are not contented with the shape the potter has given them, but straightway put themselves into a shape to please themselves; therefore they are beyond understanding what God designs, and they destroy themselves by the power of their own agency, for this is given to every man and woman, to do just as they please. That is all right, and all just. Well, then, you have to go through a great many modelings and shapes, then you have to be glazed and burned; and even in the burning, some vessels crack. What makes them crack? Because they are snappish; they would not crack, if they were not snappish and willful. <\/div><div class=\"paragraph jod\" id=\"v2n946\"> If you go to the potteries in Staffordshire, England, where the finest chinaware is manufactured, you will see them take the coarsest materials about the pottery, and make a thing in the shape of a half bushel; then put the finest ware in these to secure it from danger in the burning operation. All the fine ware made in Europe and in China, is burnt in this kind of vessels. After they are done with, they are cast away&#x2014;they are vessels of wrath fitted for destruction.<span class=\"citation\" id=\"72683\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72683)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72683)\">Rom. 9:22<\/a><\/span> So God takes the wicked, and makes them protect the righteous, in the process of sanctifying, and burning, and purifying, and preparing them, and making them fit for the Master's use. <\/div><div class=\"paragraph jod\" id=\"v2n947\"> Those saggers, as they are called, are compounded of refuse articles that have been cast out; so even they are good for something. The wicked are of use, for they are a rod in the hands of the Almighty to scourge the righteous, and prepare them for their Master's use, that they may enter into the celestial world, and be crowned with glory in His presence. <\/div> <div class=\"break columnbreak\" id=\"152b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0152.pdf\" target=\"pdfwin\">p.&#xA0;152b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5982\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v2n948\"> Brethren who hold the Priesthood, how do you like to rebel against those who are placed over you in the Priesthood, to rule and guide you in the proper way? You Bishops, or Presiding Elder, Teacher, Deacon, Apostle, or Prophet, how do you appear when you rebel against your head? You look like the woman who rebels against her husband or Lord. It also makes the children as bad as the parents; for if the parents are rebellious against their superiors, the children will be rebellious against their parents. Because the parents do not pursue a proper course, God makes their children a scourge to them. <\/div><div class=\"paragraph jod\" id=\"v2n949\"> Parents, if you do not listen to counsel, and walk in the path the Priesthood marks out, the Lord will prepare a scourge for you, if it is in your own family, to chasten you, and bring you to a knowledge of the truth, that you may be humble and penitent, and keep the commandments of God. <\/div><div class=\"paragraph jod\" id=\"v2n950\"> There is not much of this in the city of the Great Salt Lake, but look among the settlements north, south, east, and west, and see the rebellion against the authorities of which President Young and his associates have sent to preside over them; there is scarcely an instance where a whole settlement will listen to the counsel of their President. <\/div><div class=\"paragraph jod\" id=\"v2n951\"> Do you expect to have peace and plenty, to continue to thrive, and increase in property, in life, in herds, in flocks, and in the comforts of this life, while you are disobedient to those placed over you? You may for a season, but there is a rod preparing for the rebellious, and the righteous will have to suffer with the guilty. I know that by experience. <\/div><div class=\"paragraph jod\" id=\"v2n952\"> I will tell you another thing that I know. While the righteous are taking the rod along with the wicked, and it comes upon them severely (I have passed through it many times), they have joy, and peace, and conso<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"153a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0153.pdf\" target=\"pdfwin\">p.&#xA0;153a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5981\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>lation, and the Spirit of the Lord God rests mightily upon them, and is round about them, and they say, in the midst of it all, &#x201C;We are determined, by the help of God, to keep His commandments, and by His help to do the will of our President.&#x201D; For if there is no man on God's footstool that will stand by him, and assist him, I am determined to do all that lies in my power to sustain him while I am upon the earth. <\/div><div class=\"paragraph jod\" id=\"v2n954\"> My prayer is, O Lord help me to do thy will, and walk in the footsteps of my leader, light up my path, and help me to walk so that my feet may never slip, and to keep my tongue from speaking guile;<span class=\"citation\" id=\"94336\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94336)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94336)\">1 Pet. 3:10<\/a><\/span> that I may never be left to betray my brethren, who hold the Priesthood of the Son of God; but that I may always honor that Priesthood, magnify it, reverence it, and love it more than I do my life, or my wives and my children. If I do that, I know the Priesthood will honor me, and exalt me, and bring me back into the presence of God, and also those who listen to my counsel as I listen to the counsel of him whose right it is to dictate me. If brother Brigham should get a revelation containing the will of God concerning His servant Heber, it would be, &#x201C;Let my servant Heber do all things whatsoever my servant Brigham shall require at his hands, for that is the will of his Father in heaven.&#x201D; If that is the will of God concerning me, what is the will of God concerning you? It is the same. <\/div><div class=\"paragraph jod\" id=\"v2n955\"> Brethren of the Priesthood, let us rise up in the name of Israel's God, and dispense with everything that is not of God, and let us become one, even as the Father and the Son are one.<span class=\"citation\" id=\"70645\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70645)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70645)\">John 17:11<\/a><\/span> If we take that course we shall triumph over hell, the grave, and over everything else that shall oppose our onward progress in earth, or in hell; there is nothing we need fear. I fear nothing only to grieve my Father who <div class=\"break columnbreak\" id=\"153b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0153.pdf\" target=\"pdfwin\">p.&#xA0;153b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5981\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> is in heaven, and my brethren who are upon the earth. <\/div><div class=\"paragraph jod\" id=\"v2n956\"> Now suppose my wives and my children would take the same course to please me, and be subject to me, as I am to brother Brigham, would there be any sorrow, or confusion, or broils? No, there would be no sorrow, there would be no blues in my family. I am never blue when I do brother Brigham's will; but when I do not do it, I begin to grow blue; and when brother Brigham does not do the will of God, he begins to feel blue. It always makes my family feel blue when they will not do as I wish them; and I suppose it affects almost every family so in this town. <\/div><div class=\"paragraph jod\" id=\"v2n957\"> Do you suppose I am afraid of the world? No. I have nothing to do with the world, with the devil, with any of his servants, nor with his commandments. All I have to do with is the Saints. I belong to the Kingdom of God, with my family, and with everything I possess on earth or in heaven, it is the Lord's, and I am His servant, and I devote all I have to Him, and to His cause, it is all at the service of this Church and people. I have said it to my family, and I say it now, when I have finished my course pertaining to the flesh, I am going to deed all my property to the Church; my wives, my children, shall not have it to quarrel about; but I will deed it all to the Church, and the Church shall dictate them from this time henceforth and forever. <\/div><div class=\"paragraph jod\" id=\"v2n958\"> That is just as I feel; for if I put myself in the Church, and everything I have, and deed it all over to the Church, then I belong to the Church, with all I possess. I have not anything but what the Lord has given to me; He has given me my houses and my land. I have built my houses out of the elements that He organized when He organized the earth. My wives, my children, myself, and all I own, belong to the Lord God; and  <div class=\"break pagebreak\" id=\"154a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0154.pdf\" target=\"pdfwin\">p.&#xA0;154a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5980\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>when I lay down this tabernacle of clay, my spirit will return to God who gave it.<span class=\"citation\" id=\"57607\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57607)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57607)\">Eccl. 12:7<\/a><\/span> What can I retain of this world when I have done with it in this mortal state? I do not know of anything I can take with me. I came into the world naked, and I shall go from it taking nothing with me.<span class=\"citation\" id=\"56014\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56014)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56014)\">Job 1:21<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v2n960\"> I have seen many cases where, at the death of the parents, the children will quarrel about the property, and fight about it; but my inheritance shall not be divided, it must remain whole; for except the body remains whole, it will die. If you divide the body, and separate the members of it, it will distress the body, make it imperfect, and it will go to misery, wretchedness, sorrow, and death. Well, then, when you die, put your inheritance into a situation that it will never be divided, and there will be no quarrelling about it. <\/div><div class=\"paragraph jod\" id=\"v2n961\"> It is just so with this Church; if we are united, and the Priesthood is united, and the families of this Church, with their husbands at their head, are united, we stand, and all hell, with the devil at their head, have nothing to do with us; they cannot move us. But if we are divided we fall. <\/div><div class=\"paragraph jod\" id=\"v2n962\"> What do you say to our being one, and clinging together? I speak to the brethren; I do not expect any woman will stick to me, only my wives; if the women of every man stick to him, as the men stick to me, then we shall all be stuck together, and live together, and reign together, and get rich together, and increase together, and build up together, and be as one man in all things. Would we not be a happy company? It is that alone that will make you truly happy; and to be perfectly limber in the hands of the potter like clay. What makes the clay snap? Because it wants its own way; and you cannot <div class=\"break columnbreak\" id=\"154b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0154.pdf\" target=\"pdfwin\">p.&#xA0;154b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5980\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> be happy unless you submit to the law of God, and to the principles of His government. <\/div><div class=\"paragraph jod\" id=\"v2n963\"> When a person is miserable, wretched, and unhappy in himself, put him in what circumstances you please, and he is wretched still. If a person is poor, and composes his mind, and calmly submits to the providences of God, he will feel cheerful and happy in all circumstances, if he continues to keep the commandments of God. But you may fill the house of a dissatisfied person with everything the world can produce, and he will be miserable with all. All heaven could not satisfy discontented persons; they must first be satisfied with themselves, and content in the situation in which they are placed, and learn to acknowledge the hand of God in all things. <\/div><div class=\"paragraph jod\" id=\"v2n964\"> There are some ladies who are not happy in their present situations; but that woman who cannot be happy with one man, cannot be happy with two, and a man that is not happy with one wife, cannot be with two, even though they are good women. You know all women are good, or ought to be. They were made for angelic beings, and I would be glad to see them act more angelic in their behavior. You were made more angelic, and a little weaker than man. Man is made of rougher material, to open the way, cut down bushes, and kill the snakes, that women may walk along through life, and not soil and tear their skirts. When you see a woman with ragged skirts, you may know she wears the unmentionables, for she is doing the man's business, and has not time to cut off the rags that are hanging around her. From this time henceforth you may know what woman wears her husband's pants. <\/div><div class=\"paragraph jod\" id=\"v2n965\"> May the Lord bless you. Amen. <\/div>\n<\/div>\n<\/div>"}